{"id": "0e5838e4-508d-35f7-97c9-a3babac53af1", "title": "Nation Faces ‘Hand-to-Hand Combat’ to Get Reluctant Americans Vaccinated", "url": "https://www.nytimes.com/2021/04/21/us/politics/coronavirus-vaccine-rates.html", "summary": "In Mississippi, which opened vaccinations to all adults a month ago, 21 percent of the population is fully inoculated.\nIn Georgia, home of the Centers for Disease Control and Prevention, just 20 percent of the population is fully vaccinated.\nMr. Fraser said the soft ceilings in some states do not mean, “‘OK, everybody, give up.’ It’s: ‘What do we need to change?\nThat figure includes children, who are not yet eligible to be vaccinated.\nAnd judging by the vaccination rates so far, herd immunity will be difficult to reach, particularly in red states and in the South.", "paragraphs": ["In some parts of the country, that point may be here. In Mississippi, which opened vaccinations to all adults a month ago, 21 percent of the population is fully inoculated. In Alabama, the figure is just 19 percent. In Georgia, home of the Centers for Disease Control and Prevention, just 20 percent of the population is fully vaccinated.", "“There are states where they feel they have hit the wall,” said Mike Fraser, the executive director of the Association of State and Territorial Health Officials. “The folks that wanted it have found it. The folks that don’t want it are not bothering to find it.”", "The fear is that even as some regions race toward broad immunity, others will harbor coronavirus infections that could transform into more dangerous and more contagious variants, which could break through existing vaccinations.", "Mr. Fraser said the soft ceilings in some states do not mean, “‘OK, everybody, give up.’ It’s: ‘What do we need to change? What do we need to pivot to?’”", "The C.D.C., for instance, is working with states to identify primary care doctors in neighborhoods with a high “social vulnerability index” to get them vaccines.", "“It’s really going to be all about the ground game,” Dr. Choucair said. “It’s going to be about planning at the local level. It’s going to be about microplans. It’s going to be about county by county, ZIP code by ZIP code, census tract by census tract to make sure what are the strategies that work.”", "While estimates of what it takes to reach herd immunity vary, most experts put the figure at 70 percent to 90 percent of the population. That figure includes children, who are not yet eligible to be vaccinated. And judging by the vaccination rates so far, herd immunity will be difficult to reach, particularly in red states and in the South."], "authors": ["Sheryl Gay Stolberg", "Annie Karni"], "keywords": ["americans", "immunity", "going", "handtohand", "herd", "faces", "combat", "states", "vaccinated", "population", "zip", "nation", "tract", "need", "reach", "reluctant", "figure"], "pubDate": "2021-04-21T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}