{"id": "0e6084aa-5a15-316d-89ad-a93311c4b817", "title": "Facebook encounters bipartisan backlash as AOC supports Trump administration's lawsuit", "url": "http://www.foxnews.com/politics/facebook-encounters-bipartisan-backlash-as-aoc-supports-trump-administrations-lawsuit", "summary": "On Wednesday, the Federal Trade Commission (FTC) and 48 state attorneys general brought antitrust suits against the social media giant.\n\"Facebook is absolutely an out-of-control monopoly - one that has abused its market power to squash competition, manipulate democracies, and crush journalism,\" she added.\nSTATE AGS FILE FACEBOOK ANTITRUST LAWSUIT TARGETING INSTAGRAM, WHATSAPP PURCHASESNew York Attorney General Letitia James, who led the bipartisan coalition of attorneys general, said she would coordinate with the FTC.\nCLICK HERE TO GET THE FOX NEWS APPThe right-leaning Competitive Enterprise Institute (CEI) defended Facebook, calling the lawsuit \"political theater dressed up as anti-trust law.\"\n“The FTC suit asserts that Facebook acquired Instagram and What’s App to suppress competition,\" said Associate Director of CEI’s Center for Technology and Innovation Jessica Melugin.", "paragraphs": ["Facebook is uniting both sides of the aisle with its alleged anti-competitive behavior.", "On Wednesday, the Federal Trade Commission (FTC) and 48 state attorneys general brought antitrust suits against the social media giant. Both are targeting the platform's acquisitions of Instagram and WhatsApp.", "Reacting to the news, Rep. Alexandria Ocasio-Cortez, D-N.Y., said: \"Good.\"", "\"Facebook is absolutely an out-of-control monopoly - one that has abused its market power to squash competition, manipulate democracies, and crush journalism,\" she added.", "STATE AGS FILE FACEBOOK ANTITRUST LAWSUIT TARGETING INSTAGRAM, WHATSAPP PURCHASES", "New York Attorney General Letitia James, who led the bipartisan coalition of attorneys general, said she would coordinate with the FTC. At a press conference, she accused Facebook of abusing its power.", "“For nearly a decade, Facebook has used its dominance and monopoly power to crush smaller rivals and snuff out competition, all at the expense of everyday users,” said the Empire State's chief prosecutor.", "Facebook Vice President and General Counsel Jennifer Newstead blasted the complaints as \"revisionist history.\"", "\"Antitrust laws exist to protect consumers and promote innovation, not to punish successful businesses,\" she told Fox News.", "\"Instagram and WhatsApp became the incredible products they are today because Facebook invested billions of dollars, and years of innovation and expertise, to develop new features and better experiences for the millions who enjoy those products,\" the executive added.", "CLICK HERE TO GET THE FOX NEWS APP", "The right-leaning Competitive Enterprise Institute (CEI) defended Facebook, calling the lawsuit \"political theater dressed up as anti-trust law.\"", "“The FTC suit asserts that Facebook acquired Instagram and What’s App to suppress competition,\" said Associate Director of CEI’s Center for Technology and Innovation Jessica Melugin.", "\"But when viewed through the lens of the U.S. antitrust law standard of consumer harm, the question becomes, so what? Facebook’s superior resources and expertise took Instagram from a modest and glitchy app to one with a billion users as of 2018.\"", "Fox News' Thomas Barrabi and Audrey Conklin contributed to this report."], "authors": ["Sam Dorman", "Sam Dorman Is A Reporter With Fox News. Follow Him On Twitter", "Dormanindc Or At Facebook.Com Samdormanfoxnews"], "keywords": ["encounters", "innovation", "competition", "backlash", "whatsapp", "facebook", "administrations", "general", "users", "lawsuit", "trump", "supports", "targeting", "bipartisan", "aoc", "instagram", "antitrust", "ftc"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}