{"id": "0e657672-4f88-3d49-a194-a9a5f36e395b", "title": "QPR to take a knee at Millwall in show of 'solidarity' after booing", "url": "https://www.theguardian.com/football/2020/dec/07/qpr-to-take-the-knee-at-millwall-in-show-of-solidarity-after-booing", "summary": "Players from Queens Park Rangers have asked to change the club’s policy on taking a knee and will now perform the gesture against Millwall on Tuesday in what manager Mark Warburton described as a show of “solidarity” after booing at the Den on Saturday.\n“In light of certain events, we’ll stand solidly behind the cause and our players will take a knee,” Warburton said.\n“Tomorrow night we will show solidarity because we will not tolerate any form of discrimination.\nThe League Two side’s win over Grimsby on Saturday was overshadowed by a number of fans booing both sets of players during the gesture before kick-off.\n“Those taking the knee, and supporting the taking of the knee, not only show their willingness to support the drive to eradicate racial oppression but force it to be a talking point even when it’s uncomfortable.", "paragraphs": ["Players from Queens Park Rangers have asked to change the club’s policy on taking a knee and will now perform the gesture against Millwall on Tuesday in what manager Mark Warburton described as a show of “solidarity” after booing at the Den on Saturday.", "In September Les Ferdinand – the only black director of football in the senior English game – defended the club’s decision for players to no longer take a knee because the gesture had become “little more than good PR”. But after the decision of some home supporters to boo Millwall and Derby players when they took a knee before the 1-0 victory for Wayne Rooney’s side at the weekend was heavily criticised by anti-racism campaigners, Warburton revealed that his players’ request to reverse the decision for their trip to south-east London had been granted.", "“In light of certain events, we’ll stand solidly behind the cause and our players will take a knee,” Warburton said. “Tomorrow night we will show solidarity because we will not tolerate any form of discrimination. It’s the right thing to do, everyone can see that. The players have come to me and told me their thoughts and I absolutely agree with them.”", "Millwall have admitted they were “dismayed and saddened” at events on Saturday and vowed to work with anti-racism charities “to be a force for good”. Ferdinand had likened the decision to stop his players taking a knee to when the Clap for Carers initiative came to an end, adding “it got to a stage where it had run its natural course”.", "“What Les said, we agree 100% with,” added Warburton. “Using the NHS clap for carers as an example, it was a fantastic cause but it ran its course and now we move on from there. Going forward, this club is so proactive in this area and this is one of the most diverse clubs in the country. It’s not about token gestures, it’s about positive action.”", "Meanwhile, the Colchester chairman and owner, Robbie Cowling, has told supporters who want to boo players taking a knee that they are not welcome at the club and offered to refund their season tickets. The League Two side’s win over Grimsby on Saturday was overshadowed by a number of fans booing both sets of players during the gesture before kick-off.", "“It is undeniable that black and other ethnic minority people are still the victims of racism, and the black footballers and staff at Colchester United feel that they are in a position of privilege that has been fought for through the blood and sweat of their ancestors. A position that in 2020 the average black person is still not afforded,” Cowling said in a statement. “Those taking the knee, and supporting the taking of the knee, not only show their willingness to support the drive to eradicate racial oppression but force it to be a talking point even when it’s uncomfortable.", "“Maybe those that booed on Saturday might now understand what this gesture means to our club and will at the very least remain silent during future games whilst the players continue to take the knee before each kick-off. Alternatively, they should just stay away from our club because anyone that still wants to boo now that I have explained the purpose and importance of the taking of the knee is not welcome at our club.", "“I will be happy to refund anyone for the remaining value of their season permit if that is the reason they feel they can no longer attend our games.”"], "authors": ["Ed Aarons"], "keywords": ["qpr", "taking", "booing", "players", "warburton", "solidarity", "decision", "boo", "knee", "millwall", "gesture", "club", "black", "clubs"], "pubDate": "2020-12-07T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}