{"id": "0e685192-b61e-3c1f-bbeb-40d55dda1451", "title": "Underrated Defense Makes Giants the Team No One Wants to Play in NFL Playoffs", "url": "https://bleacherreport.com/articles/2921243-underrated-defense-makes-giants-the-team-no-one-wants-to-play-in-nfl-playoffs?utm_source=cnn.com&utm_medium=referral&utm_campaign=editorial", "summary": "For some time, the New York Giants were just another of those bad teams.\nBut the Giants are more than just the best team in the league's worst division.\nAs a matter of fact, no team in the NFC East had a win over a team with more wins than losses entering Week 13.\nThe New York defense didn't get the memo.\nHis struggles can largely be attributed to the Giants defense being in his face all day.", "paragraphs": ["Larry Maurer/Associated Press", "For most of the 2020 season, the NFC East appeared to be the division no one wanted to win, a four-team morass of mediocrity in which every team in the division had three wins...in Week 11.", "For some time, the New York Giants were just another of those bad teams. They started the season 0-5 and won all of one game over the first half of the campaign. But beginning with a Week 9 win in Washington, they have now peeled off four wins in a row. After stunning the Seahawks in Seattle on Sunday with a 17-12 victory, they're 5-7 and playing the best football in the division by a fair margin.", "But the Giants are more than just the best team in the league's worst division. As Sunday's win showed, their ability to run the ball and play defense gives them the potential to set the tempo and force opponents to play their game.", "That can make a big difference in the postseason, and all the talk of the NFC East champs getting shelled at home in the Wild Card Round may have been just a tad premature.", "The Giants had been on a nice little roll of late, but the team's win streak carried a disclaimer: The G-Men hadn't defeated a team with a winning record all season long. As a matter of fact, no team in the NFC East had a win over a team with more wins than losses entering Week 13.", "New York got that win Sunday in Seattle, and the defense and ground game carried the day.", "Larry Maurer/Associated Press", "Entering Week 13, the Seahawks were fifth in total offense at 391.0 yards per game. Only the Kansas City Chiefs and Green Bay Packers had averaged more points per game than the 31.0 they were putting up.", "Seattle possesses one of the NFL's best quarterbacks in Russell Wilson and maybe the most uncoverable wideout in the game in DK Metcalf. With Colt McCoy starting in place of the injured Daniel Jones, the Giants were a double-digit underdog. Seattle was going to cruise, and the NFC East was going to continue to be dismal.", "The New York defense didn't get the memo.", "Spurred on by big-time performances from defensive lineman Leonard Williams and cornerback James Bradberry, the Giants put forth easily the best defensive effort we have seen from a team playing the Seahawks in 2020. They held Seattle to just 327 total yards and a season-low 12 points. The Seahawks were 4-of-13 on third downs and turned it over twice.", "Wilson looked like anything but an MVP front-runner Sunday, completing just 27 of 43 attempts for 263 yards, a touchdown, an interception and a 77.9 passer rating. His struggles can largely be attributed to the Giants defense being in his face all day. He was sacked five times and hit 10 times.", "Williams was the engine who drove that pass rush. The 2015 No. 6 overall pick was a disappointment in four-plus years with the cross-town New York Jets. However, he has come into his own during his second season with the Giants, drawing praise from New York defensive coordinator Patrick Graham:", "\"The thing that stands out for me with Leo is his personality is infectious. The energy, the way he attacks it. He's taking the coaching to heart that Spence (Sean Spencer) gives him, that Joe (Judge) gives him. He's just really being a sponge in terms of trying to learn football. Trying to perfect his craft, trying to become the best NFL defensive linemen he can be. Part of that is if you want to be the best, you have to realize that you're not there yet. No matter what year you're in in your career. He's attacking it like that I believe.\"", "Aaron Doster/Associated Press", "Williams certainly attacked the Seahawks on Sunday, piling up three total tackles, 2.5 sacks and a jaw-dropping five quarterback hits. With 8.5 sacks on the season, he has already set a new career high in that category.", "Williams wasn't the only player who stepped up big Sunday. Bradberry told reporters this week that squaring off with Metcalf would present a tall order.", "\"My past history, I was in the NFC South. I had to deal with a lot of big, physical receivers that could run,\" he said. \"I would say he is similar to their skill set. Physical, 6'4\", runs a 4.3, he can run. He's definitely a hard matchup. Definitely a challenge for us Sunday.\"", "Bradberry was up to that challenge.", "Entering Week 13, Metcalf was averaging 94.5 receiving yards per contest and had nine scores in 11 games. Against the Giants, he was limited to five catches for 80 yards and held out of the end zone.", "Members of every level of the defense played well in the win. Linebacker Blake Martinez, who came into the week fourth in the league in tackles, piled up 10 stops. Safety Jabrill Peppers continued his hot streak with five stops, a sack and two passes defensed.", "Larry Maurer/Associated Press", "It was a true team effort.", "Then there's the run game, which is almost an extension of the defense in that it keeps opposing offenses off the field.", "After losing both Saquon Barkley and Devonta Freeman to injuries, the Giants turned over lead-back duties to Wayne Gallman. All the fourth-year pro has done is find the end zone in five of the last six games. The one in which he didn't came Sunday, although he did record 135 yards on the ground and peeled off a career-long 60-yard run.", "It's not an especially 21st-century way of playing the game. But it's working, and it could be the recipe to get the Giants into the playoffs.", "That's not going to be easy. New York's next three games all come against teams with at least a .500 record: at home against the 6-6 Arizona Cardinals and 9-3 Cleveland Browns followed by a trip to face the 6-5 Baltimore Ravens. And even if the Giants can make it to the postseason, winning three games to get to Tampa, Florida and Super Bowl LV isn't likely.", "But that doesn't mean the Giants can't make some other team miserable in January. The last thing the NFC West or NFC South runner-up wants is a road trip to New Jersey to take on a hard-nosed, physical team that will do its best to take the air out of the ball and shorten the game.", "That's the recipe for \"inferior\" teams to pull off upsets.", "We've spent most of the last three months making wisecracks about the NFC (L)East. And it's still the worst division in the league. But after their defense spurred them to a fourth straight win, no one is laughing at the Giants now.", "Just ask the Seahawks, who would be that team playing in New York in the Wild Card Round if the season ended today."], "authors": ["Gary Davenport"], "keywords": ["defense", "york", "makes", "giants", "game", "underrated", "playoffs", "play", "win", "best", "yards", "wants", "nfl", "week", "team", "nfc"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}