{"id": "0e715e63-d098-39dd-9051-7b34b835ee2e", "title": "Super Replay Is Back With Bloodborne", "url": "https://www.gameinformer.com/super-replay/2021/04/09/super-replay-is-back-with-bloodborne", "summary": "Part five of the Bloodborne Super Replay!\nSuper Replay, the legendary Game Informer series that pairs pro players with even more professional commentary, is back.\nIn short, it's the perfect way to bring all the fun and intensity of the Super Replay directly into your eyeballs, shot live and beamed into reality via livestream.\nCheckout the entire Replay series here and get started with the Bloodborne run in epic fashion here.\nDo you like Super Replay?", "paragraphs": ["It's Friday, so you know what that means? Part five of the Bloodborne Super Replay! Don't forget, the action kicks off at 2 PM CT each and every Friday as we maneuver through this macabre masterpiece. What will happen this week? Let's find out...", "Are you ready for a chilling thrill ride through FromSoftware's masterpiece? Bloodborne is a dark horror action/RPG that tasks the player with navigating through haunted streets full of werewolves and shuffling, shambling ghouls – and that's just the first hour. Bloodborne showcases immaculate environments dripping with atmosphere, creative and cruel monster designs, and terrors ripped from the great beyond. And we're going to play through it! Super Replay, the legendary Game Informer series that pairs pro players with even more professional commentary, is back.", "As the flagship revival title, Bloodborne is going to be live and uncut every Friday at 2 PM CST. So won't you come join us for a blood-tinged brawl? How many times will I choke during boss fights? Will I even remember how to use the parry guns? (Probably not).", "But I have faith that together, we will make it through, even if that includes farming up a mess of blood vials to get past a grotesque pig and other creatures of the night. This is a raw, organic playthrough at its finest, as I haven't really touched the game since my second playthrough of The Old Hunters shortly after it launched. In short, it's the perfect way to bring all the fun and intensity of the Super Replay directly into your eyeballs, shot live and beamed into reality via livestream.", "\"Bloodborne is a blood-drenched horror gem that has only the faintest of cracks in its façade. Bloodborne succeeds through sparse storytelling, lush atmospheres (conjuring up notions of the best of Lovecraft’s work), and tight combat that forces you to be aggressive,\" I said in my Game Informer review. \"While this new IP doesn’t stray far from the established Souls franchise, it is a magical, wondrous work that admirably instills both terror and triumph in those brave enough to delve into it.\"", "Checkout the entire Replay series here and get started with the Bloodborne run in epic fashion here.", "Do you like Super Replay? Are you glad to see it back? What other games would you like to see featured in the future? Let us know in the comments!"], "authors": ["Pc Editor", "Daniel Has Been At Game Informer For Seven Years", "Specializing In Multiplayer Titles", "Pc Games. When He'S Not Speculating On The Future Of The Industry", "You Can Find Him Exploring Vast Online Worlds", "Probably Streaming The Experience."], "keywords": ["series", "live", "bloodborne", "game", "work", "know", "replay", "super", "playthrough", "masterpiece"], "pubDate": "2021-04-09T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}