{"id": "0e868a6d-3f44-3b74-86e0-2ef4b4e146d7", "title": "Arthritis drug that helps Covid ICU patients has wider benefits, trial finds", "url": "https://www.theguardian.com/world/2021/feb/11/arthritis-drug-tocilizumab-found-to-help-covid-icu-patients-has-wider-benefits-trial-finds", "summary": "A trial called Remap-Cap revealed last month that the anti-inflammatory drug tocilizumab cut both the risk of death among Covid patients in intensive care and the length of time patients spent in such units.\nNow the largest trial for Covid treatments in the world, Recovery, has not only supported those findings, but also revealed that tocilizumab could help a wider range of Covid patients.\nRead moreThe new trial found that tocilizumab reduced the risk of death by about 14% relative to the risk among those receiving standard care.\nThe majority of patients in the trial received the arthritis drug on top of the steroid dexamethasone, which has previously been found to save lives among the sickest patients.\nAbout two-thirds of the patients in the trial were under 70 and a similar proportion were male.", "paragraphs": ["Researchers say tocilizumab could also help patients on general wards and relieve pressure on NHS", "A rheumatoid arthritis drug previously found to save lives among intensive care patients with Covid could also help those receiving oxygen on general wards and reduce pressure on the NHS, researchers have found.", "A trial called Remap-Cap revealed last month that the anti-inflammatory drug tocilizumab cut both the risk of death among Covid patients in intensive care and the length of time patients spent in such units.", "Now the largest trial for Covid treatments in the world, Recovery, has not only supported those findings, but also revealed that tocilizumab could help a wider range of Covid patients.", "“We think about half the patients admitted would benefit from this drug based on our calculations,” said Prof Peter Horby of the University of Oxford, who is also Recovery’s joint chief investigator. “We think that can be happening almost immediately.”", "Even with vaccines, we still need treatments for Covid. So what works? Read more", "The new trial found that tocilizumab reduced the risk of death by about 14% relative to the risk among those receiving standard care.", "The majority of patients in the trial received the arthritis drug on top of the steroid dexamethasone, which has previously been found to save lives among the sickest patients. That, the team said, meant the benefits seen for tocilizumab came in addition to those from dexamethasone, and that the impact of the two drugs together was profound.", "“Now we can reduce the risk of death by anything between about a third and up to half [compared with spring last year], depending on exactly which patients are treated ,” said Prof Martin Landray, also of the University of Oxford and a Recovery joint chief investigator.", "“That’s actually beyond our wildest dreams in terms of what we thought we’d be able to achieve,” Horby said.", "In a study that has yet to undergo peer review, the Recovery team report that they compared outcomes for 2,022 patients randomly allocated to receive tocilizumab by intravenous infusion, and 2,094 patients randomly allocated to usual care.", "All participants were in hospital, had signs of inflammation and required oxygen. About two-thirds of the patients in the trial were under 70 and a similar proportion were male. Eighty-two percent were taking dexamethasone.", "The results show that among those in the group who received tocilizumab, 29% died within 28 days. For those allocated to receive standard care the figure was 33%. The researchers say this corresponds to a 4% drop in the absolute risk of death, and a relative reduction of about 14%.", "“You’d need to treat about 25 patients in order to save one life,” said Landray.", "“We saw [the benefits] in the young and the old, we saw them in men and women, we saw them in different types of ethnicity, we saw them in people who were on invasive ventilators, non-invasive face mask Cpap ventilators and people who were on simple oxygen masks on the general ward,” he said.", "The team also found there were benefits across the board in the length of hospital stay. Fifty-four percent of patients in the group who received the arthritis drug were discharged within 28 days, compared with 47% of those allocated to standard care.", "The drug was also found to reduce the likelihood of patients receiving oxygen through a simple mask or Cpap having to be put on invasive mechanical ventilation.", "Tocilizumab is already used in Covid-19 patients who are admitted to intensive care, but the team say the new results mean use could be extended down to the wards within a matter of days.", "The results “will change practice not only in the UK but globally”, Landray said.", "The researchers say, however, that tocilizumab costs about £500 a patient, assuming one dose if given, compared with about £5 for dexamethasone, meaning the former is unlikely to be given before the latter, and underscoring the need to find ways to make tocilizumab available around the world.", "Anthony Gordon, a professor of anaesthesia and critical care at Imperial College London and the UK’s chief investigator on the Remap-Cap trial, said the new results were exciting.", "“We know nearly 4,000 critically ill patients have already been treated with tocilizumab in the UK since the Remap-Cap result was announced,” he said. “Now even more patients will benefit from this treatment.”"], "authors": ["Nicola Davis"], "keywords": ["tocilizumab", "risk", "team", "icu", "drug", "say", "saw", "helps", "trial", "covid", "benefits", "arthritis", "finds", "care", "wider", "patients"], "pubDate": "2021-02-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}