{"id": "0ec159db-3d4d-388b-a45a-6394dc964566", "title": "Anthony Fauci speaks to FT about coronavirus vaccine result", "url": "https://www.ft.com/video/502e6ac6-5e0d-4a3a-ab44-c64e592cb6ba?playlist-name=section-82645c31-4426-4ef5-99c9-9df6e0940c00&playlist-offset=7", "summary": "This is an mRNA vaccine, a particular platform that's relatively new.\nSo we hope we're going to see a similar kind of result from Moderna.\nYes, I think it's very unfortunate that globally, and including in the United States, we're seeing unprecedented surges of cases.\nSo if this keeps up I think the other trials, the Ansun trial that's ongoing now.\nBut even though they are in the early stages, there's so much infection going on, literally diffusely throughout the United States and globally.", "paragraphs": ["You can enable subtitles (captions) in the video player", "There's been huge news for Pfizer and BioNTec, and in fact the world - a vaccine with an efficacy rate that you called extraordinary. What does it mean for our hopes for ending the pandemic?", "Well, it's going to turn out, Hannah, to be a necessary ingredient. We all feel, anyone involved deeply in infectious disease and pandemic control. realise that when you have a respiratory-borne virus of the efficiency of spread of SARS-CoV-2 you have to have a vaccine as part of the comprehensive approach to prevention and ending the pandemic. I really, quite honestly did not expect that we would have a result as striking as this - more than 90per cent, close to 95 per cent efficacy on the first vaccine that went through the gate, as it were. But the good news, that's additional good news, is that there are other vaccines very close behind.", "This is an mRNA vaccine, a particular platform that's relatively new. This is from Pfizer. Moderna has an almost identical mRNA that is ending its clinical trial, in the sense of looking at the data, similar to what Pfizer did last week. So we hope we're going to see a similar kind of result from Moderna.", "If we do, then we'll have two vaccines in play. And as you well know, both in the United States and in the UK and other countries, there are a number of other vaccines that are in advanced phase 3 trial. So it really is good news.", "The one thing that I want to make the point right from the beginning, Hannah, that I want people to understand, in the United States, in Europe, and in the UK, we are in a very difficult situation. We are seeing major surging of cases. So even though the good news that we have a vaccine, as I always said, yesterday and the day before, help is on the way. Because vaccines are going to come. But this, I think, rather than have us relax our public health measures, because we feel we have a vaccine, we should intensify them. Because this is the light at the end of the tunnel.", "So if we all globally, not only here in the United States, but globally all work together to intensify our efforts of control, as the vaccine is starting to roll out, that's what we really need to do, rather than declare victory. We are very, very far from victory. We've really got to double down on the public health measures.", "And then, this surge is... obviously, they're awful, but one of the side effects is that more people are getting Covid in these trials. Are they accelerating the other vaccines that we thought were further behind?", "Yes, I think it's very unfortunate that globally, and including in the United States, we're seeing unprecedented surges of cases. When you look, it's almost at an exponential level. Hannah. I looked at the data carefully this morning. And it's really quite disturbing.", "That's the bad news. But that means that these people are getting infected, in the context of the sites that the trial is being carried on, which is the reason why the companies are seeing such an increase in events, as you call them, within the context of the trial. So if this keeps up I think the other trials, the Ansun trial that's ongoing now. And then, there's the AstraZeneca trial that you're familiar with in the UK. And then there's the Sanofi. And then there's the Novavax. So there are a number of trials that are ongoing now, some of them in the very early stages. But even though they are in the early stages, there's so much infection going on, literally diffusely throughout the United States and globally. that I think there will be answers coming to those trials rather imminently.", "The vaccine makers are starting to talk about Covid becoming an endemic market. Do you think that that's likely? Do you think that we are likely to have to vaccinate for Covid again and again?", "You know, it's difficult to make those kind of predictions. But that is not an unreasonable assumption. Because we don't know how this is going to act with regard to the durability of immunity.", "So even though we're very excited about the results of the high degree of efficacy of the first vaccine - and likely, multiple other ones will have high efficacy - what we do not know is how long that immunity lasts. So traditionally, if you look back at common cold coronaviruses and the experience we have, it is not the kind of virus that usually gives lifelong immunity. So although you don't want to make any predictions, I would not be surprised, Hannah, if the immunity duration is such that we will require, maybe not necessarily every year, but I don't think it's going to be one and done, as they say. It's going to be something that likely, in the beginning, will completely bring down from the pandemic and epidemic level to an indolent level.", "But then, you've got to be careful. Because as new, vulnerable people enter the cohort globally, they're going to be susceptible. And as people who were immune lose their immunity, they may become re-susceptible.", "So that's a possibility. We don't know the definitive answer to that. But if you and I were having a conversation a year from now, Hannah, and I'd be telling you, guess what? We've decided that we're going to recommend boosts, I don't think it would be surprising."], "authors": ["Edited James Sandy"], "keywords": ["fauci", "really", "coronavirus", "anthony", "united", "ft", "speaks", "vaccine", "going", "thats", "result", "trial", "know", "states", "think", "vaccines"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}