{"id": "0ec202ae-1978-3c73-9ee2-9f289bb64f41", "title": "Grand Theft Auto Features Its First Fashion Label", "url": "https://www.vogue.com/article/grand-theft-auto-misbhv-civilist-keinemusik", "summary": "Back in May, Animal Crossing: New Horizons released a virtual fashion week of avatars wearing clothing inspired by the likes of Prada and Loewe.\nFashion having a moment in Grand Theft Auto is particularly important.\nSince its inception in 1997, it has become the fourth-highest selling video game behind Pokémon, Tetris, and Mario Kart.\nPart of the appeal is that Grand Theft Auto has long added characters based on real people into the interface, giving us an oddball melange of celebrities ranging from producer Scott Storch and to musician Phil Collins.\nAs fashion further merges with virtual reality, we should expect to see more labels featured in Grand Theft Auto, and more fans tracking down the credits.", "paragraphs": ["Virtual reality and fashion have gone hand-in-hand this past year. Back in May, Animal Crossing: New Horizons released a virtual fashion week of avatars wearing clothing inspired by the likes of Prada and Loewe. More recently, Balenciaga released its fall 2021 collection in the form of an actual playable video game that was viewable using an Oculus V.R. headset.", "Fashion having a moment in Grand Theft Auto is particularly important. There are plenty of eyes on the game, which has enjoyed vast commercial success. Since its inception in 1997, it has become the fourth-highest selling video game behind Pokémon, Tetris, and Mario Kart. Part of the appeal is that Grand Theft Auto has long added characters based on real people into the interface, giving us an oddball melange of celebrities ranging from producer Scott Storch and to musician Phil Collins. The cheeky touch gives the wildly popular game a cult-beloved effect, and has given birth to a slew of fan-based forum sites that document every detail, from types of vehicles and bicycles, to the radio stations played while driving. As fashion further merges with virtual reality, we should expect to see more labels featured in Grand Theft Auto, and more fans tracking down the credits."], "authors": ["Liana Satenstein", "Liana Satenstei"], "keywords": ["theft", "auto", "virtual", "fashion", "game", "wildly", "label", "reality", "video", "grand", "features", "released"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}