{"id": "0ed3ed24-c208-3bc8-8889-1428ebe29d7e", "title": "Thomasina Miers' recipe for celeriac 'pasta' handkerchiefs with winter romesco sauce", "url": "https://www.theguardian.com/food/2021/jan/11/thomasina-miers-recipe-celeriac-pasta-handkerchiefs-winter-romesco-sauce", "summary": "Celeriac “maltagliati” with winter romesco sauceThrow in broken lasagne sheets for bulk if you wish, otherwise just revel in the silky celeriac sheets enveloped in the smoky, nutty, richly flavoured romesco.\nFry the breadcrumbs in another tablespoon of olive oil with the crushed garlic until golden;season.\nPut the nuts in a blender and blitz until finely chopped, then add the sauce along with the paprika, sherry vinegar and three tablespoons of olive oil.\nSpread a little of the warmed sauce onto each plate, top with celeriac, more sauce, and a sprinkling of nuts and crispy breadcrumbs.\nIf you like, drizzle over extra-virgin olive oil and serve with a wedge of pecorino, or a lovely local sheep or goats’ cheeseand fresh bread.", "paragraphs": ["With the proper cold months to come, I look to food for its power to comfort, to wrap me in a metaphorical hug. Never more so than this January, when the normal delight I feel at settling in to some much needed hibernation time has metamorphosed into a yearning to spend more time with friends. So, perhaps gather a gaggle together online and cook this plant-based delight on the same night, or just at home, for those closest around you.", "Celeriac “maltagliati” with winter romesco sauce", "Throw in broken lasagne sheets for bulk if you wish, otherwise just revel in the silky celeriac sheets enveloped in the smoky, nutty, richly flavoured romesco.", "Prep 15 min", "Cook 1 hr", "Serves 4", "Olive oil", "1 large Spanish onion, peeled and finely sliced", "4 garlic cloves, peeled; 3 finely sliced, 1 crushed", "1-2 red chillies, finely chopped (to taste)", "1 x 400g tin plum tomatoes, drained and rinsed", "2 large red peppers from a jar, roughly chopped", "50g dried breadcrumbs", "40g hazelnuts, preferably toasted, plus more for sprinkling", "2 tsp sweet smoked paprika", "2½ tbsp sherry vinegar", "1 head celeriac, peeled (to get 1kg ‘pasta’)", "Pecorino, sheep or goat’s cheese, to serve (optional)", "Put a casserole over a medium heat and add two tablespoons of oil, the onion, sliced garlic, half the chilli and several pinches of salt. Cook gently for 10-15 minutes until everything is soft and sweet. Add the tomatoes, squishing them through your hands, or breaking them up with a wooden spoon. Taste for seasoning, adding the rest of the chilli if you’d like more heat, more salt and pepper, if needed, and the red peppers. Simmer gently for 15 minutes.", "Fry the breadcrumbs in another tablespoon of olive oil with the crushed garlic until golden;season. Put the nuts in a blender and blitz until finely chopped, then add the sauce along with the paprika, sherry vinegar and three tablespoons of olive oil. Blitz smooth and adjust the seasoning to taste. If it is very thick, thin down with a splash or two of water. Transfer to a saucepan and put over a very low heat.", "Cut the celeriac in half (to make it easier to slice) and, using a mandoline or very sharp knife, slice as finely as possible, not worrying if you get some odd shapes. Bring a large pan of salted water to a boil and simmer the celeriac for a few minutes (depending on thickness) until just tender, then drain. Spread a little of the warmed sauce onto each plate, top with celeriac, more sauce, and a sprinkling of nuts and crispy breadcrumbs. If you like, drizzle over extra-virgin olive oil and serve with a wedge of pecorino, or a lovely local sheep or goats’ cheeseand fresh bread. A green salad is always a nice addition but not necessary!", "And for the rest of the week", "Make double the quantity of sauce for the freezer; it’s wonderful with grilled halloumi, crisp, roast potatoes or even a root vegetable gratin."], "authors": ["Thomasina Miers"], "keywords": ["celeriac", "romesco", "red", "pasta", "miers", "add", "large", "olive", "sauce", "recipe", "winter", "peeled", "thomasina", "garlic", "oil", "finely", "handkerchiefs"], "pubDate": "2021-01-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}