{"id": "0efe60ef-09d8-3b6f-8469-641274a88486", "title": "Former Barbadian Official Found Guilty of Laundering Bribes", "url": "https://www.wsj.com/articles/former-barbadian-official-found-guilty-of-laundering-bribes-11579221651?mod=hp_minor_pos10", "summary": "The jury found Mr. Inniss, a U.S. resident, guilty of two counts of money laundering stemming from two money transfers to the bank accounts of a dental office in New York and one count of conspiracy to money launder.\nProsecutors said Mr. Inniss arranged for the money to be transferred through the bank accounts to conceal the bribes.\nReached by telephone after the jury’s verdict, Mr. Ricco said his client would appeal the conviction.\nICBL had voluntarily disclosed the bribes, enhanced its compliance program and fired the individuals involved in the misconduct, the Justice Department said.\nThe Justice Department sent the letter under its FCPA Corporate Enforcement Policy, which offers leniency to companies that disclose potential foreign bribery violations to prosecutors.", "paragraphs": ["A former minister of industry for the island nation of Barbados was convicted Thursday of laundering bribes he allegedly received from an insurance company that was seeking to renew a public contract.", "A federal jury in Brooklyn, N.Y., found Donville Inniss guilty of transferring $36,000 in bribes from Barbados, where he also was a member of the country’s parliament, to the U.S.", "The jury found Mr. Inniss, a U.S. resident, guilty of two counts of money laundering stemming from two money transfers to the bank accounts of a dental office in New York and one count of conspiracy to money launder.", "Prosecutors said Mr. Inniss arranged for the money to be transferred through the bank accounts to conceal the bribes.", "“All of the evidence in this case leads back to the same place,” David Gopstein, an assistant U.S. attorney for the Eastern District of New York, said during closing arguments on Thursday. “The defendant took bribes, and he laundered the money. He’s guilty.”", "Newsletter Sign-up", "Anthony Ricco, a lawyer for Mr. Inniss, didn’t dispute the money transfers, but argued the government’s evidence didn’t support its view that there had been bribes in 2015 and 2016.", "Reached by telephone after the jury’s verdict, Mr. Ricco said his client would appeal the conviction.", "“It is very difficult to ask Americans to evaluate the conduct of people in foreign nations, removed from the environment in which the behavior takes place,” Mr. Ricco said.", "Insurance Corporation of Barbados Ltd., which allegedly paid the bribes, received a publicized letter in 2018 from the Justice Department saying it was closing a probe into whether the company had violated the U.S. Foreign Corrupt Practices Act.", "Adam Siegel, a lawyer for ICBL, declined to comment on the verdict.", "ICBL had voluntarily disclosed the bribes, enhanced its compliance program and fired the individuals involved in the misconduct, the Justice Department said.", "The bribes helped ICBL win contracts that paid more than $93,000 in net profits, which the company agreed to disgorge, prosecutors said.", "The Justice Department sent the letter under its FCPA Corporate Enforcement Policy, which offers leniency to companies that disclose potential foreign bribery violations to prosecutors.", "The Justice Department last year charged ICBL’s former chief executive officer, Ingrid Innes, and its former senior vice president, Alex Tasker, who prosecutors said acted as Mr. Inniss’ co-conspirators. The two remain at large, a spokesman for the department said.", "Ronald DeWaard, a lawyer for Ms. Innes, didn’t immediately return a request for comment. Mr. Tasker couldn't be reached for comment.", "Write to Dylan Tokar at dylan.tokar@wsj.com", "Corrections & Amplifications", "Insurance Corporation of Barbados Ltd. paid bribes to win contracts in Barbados that paid more than $93,000 in net profits, which the company agreed to disgorge, prosecutors said. An earlier version of this article incorrectly stated that net profits were more than $93 million. (Jan. 17, 2020)"], "authors": ["Dylan Tokar"], "keywords": ["ricco", "bribes", "paid", "justice", "guilty", "company", "mr", "barbados", "laundering", "money", "official", "department", "barbadian", "inniss"], "pubDate": null, "publicationId": "8e14bddf-cd2e-3f5b-8fd5-6e34ee13999e"}