{"id": "0f171f06-568d-32f6-8501-0554d4bf5c3c", "title": "Insomnia: The Opera", "url": "http://www.newyorker.com/magazine/2021/04/12/insomnia-the-opera", "summary": "Enrico: My raccoon eyes and zombie stareBoldly sing the woes of bodily miscare.\nEnrico: O, sleep aids, I beseech thee,Which of you has the puissance to short-term deep-six me?\nAmbien: You reference sleepwalking like it’s the “Saw” movies, or “Seven,”But sleepwalkers lose weight while they slumber: in a word, Heaven!\nATTO TERZO(4 A.M. Enrico is awakened by a parade of spectres, each of which erupts in a brief paroxysm of screeching recitative.)\n(Renewing his attempt to jump, Enrico looks down at the street, singing furiously.", "paragraphs": ["PERSONAGGI", "Enrico, an insomniac", "Valerian, Melatonin, Ambien, Klonopin, ZzzQuil, Pot Gummy, suitors", "The Ghost of Unfulfilled Ambitions", "Villagers", "The Parade of High-Intensity Spectres", "ATTO PRIMO", "(10 P.M. A bedchamber, with a balcony overlooking a village square. Enrico is putting on pajamas. He sings at half voice.)", "Enrico: My raccoon eyes and zombie stare", "Boldly sing the woes of bodily miscare.", "O, hundred-dollar white-noise machine! O, yoga dude named Tevin!", "Help me reverse twelve months of 24/7.", "Collective woe has ravaged my breast,", "America, you put the “un” in unrest.", "(He parts his blackout curtains, opens the window, and addresses the villagers.)", "Hark, twentysomething coder! Hark, seasoned whore!", "Tonight’s the night I finally snore;", "When might turns to wil, and is rises from seems.", "I’ve reduced my caffeine and I’m ready to dream.", "Villagers: He’s reduced his caffeine and he’s ready to dream!", "ATTO SECONDO", "(1 A.M. Enrico, restless, has positioned his five sleep aids/suitors on his bureau.)", "Enrico: O, sleep aids, I beseech thee,", "Which of you has the puissance to short-term deep-six me?", "Klonopin: When cartoon characters are clobbered with a rolling pin,", "The sound it makes is “KLONOPIN!”", "Pot Gummy: No, no: today’s insomniacs want their remedies bespoke,", "And I can make everything seem like a private joke.", "Valerian: Sure, K-pin and Gummy are sexy, but this herb is not havin’ it.", "I won’t make you Carrie Fisher scrabbling at her medicine cabinet.", "Melatonin: I’m a hormone that’s already in your body, right?", "Prithee—do you feel hormy tonight?", "ZzzQuil: I won’t unmoor you, and I’ll reinstate your bounce.", "I’m safe and effective, though difficult to pronounce.", "Enrico: Ambien, this talk of aftereffects has rendered you silent.", "Is reticence a mask for thine oft-told violence?", "Ambien: You reference sleepwalking like it’s the “Saw” movies, or “Seven,”", "But sleepwalkers lose weight while they slumber: in a word, Heaven!", "(Enrico pops a gummy and gets in bed.)", "ATTO TERZO", "(4 A.M. Enrico is awakened by a parade of spectres, each of which erupts in a brief paroxysm of screeching recitative.) Sirens, Car Alarms, Helicopters, Barking Dogs, Thunder, Fear of Contagion, Vaccine Envy, Mitch McConnell’s Dewlap, Festive Neighbors, A Ticking Sound from the Basement, Unreturned E-mails, Concern That This Is All Leading to a Hannibal Lecter-ish Sleep-Apnea Mask, Irritation from Having Other People Yell “Unmute Yourself!” Like They Are Uta Fucking Hagen, Concern That Putin Is Downloading Information from His Memory Foam, Concern That Prestige Television Has Overplayed Its Bourgeois-White-People-Get-Caught-Up-in-a-World-of-Crime Card, Anxiety That the Term “Space Heater” Is a Huge Mandate for Such a Tiny Machine, Discomfort with the Word “Terry,” Anxiety That if He Doesn’t Vacuum His Apartment Daily He’ll Drown in a Drift of Dead Skin.", "(Sobbing, Enrico opens his window and prepares to leap. Right then, he hears the most terrifying spectre of all, the Ghost of Unfulfilled Ambitions.)", "Ghost: Your squandering dead-heats with the best deadbeats’,", "You jam every grinder with your over-fatted forcemeat.", "Through your numbness inviolate and your passivity tectonic,", "Your recent business deal disappeared because you slept on it!", "Also, Tubby—you should have listened to Ambien", "And paid a visit or two to the Somnambulist Gym.", "(Renewing his attempt to jump, Enrico looks down at the street, singing furiously. Just as he takes a deep breath and summons the will to leap, the window crashes down on his head; Enrico, like all characters in opera when stabbed or shot, reacts by singing even more loudly, appearing to have no agency over his diaphragm. It is only when he attempts to jump a third time, and the window crashes on his head again, that Enrico, reeling, finally collapses into bed, unconscious at last.) ♦"], "authors": ["Henry Alford", "Henry Alfor"], "keywords": ["insomnia", "sound", "gummy", "enrico", "wont", "concern", "window", "word", "singing", "sleep", "opera", "unfulfilled"], "pubDate": "2021-04-12T00:00:00Z", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}