{"id": "0f2a7da4-b293-38b4-b115-b5b15f2af0c4", "title": "Former Ravens FB Lorenzo Taliaferro Dies at Age 28 from Heart Attack", "url": "https://bleacherreport.com/articles/2922829-former-ravens-fb-lorenzo-taliaferro-dies-at-age-28-from-heart-attack", "summary": "STEVE NESIUS/Associated PressFormer Baltimore Ravens running back Lorenzo Taliaferro died Wednesday of a heart attack at the age of 28, a family member told Bruce Cunningham of WBFF.\nTaliaferro was a fourth-round pick in the 2014 NFL draft and spent three seasons in Baltimore, totaling 339 rushing yards and five touchdowns.\nDuring his rookie season, Taliaferro finished third on the Ravens with 292 rushing yards for a team that reached the AFC divisional round.\nHe eventually went to Coastal Carolina where he became a second-team All-American in 2013 when he totaled 1,729 rushing yards and 27 touchdowns.\nThe running back lasted three years in the NFL before dealing with injuries and eventually being waived in 2017.", "paragraphs": ["STEVE NESIUS/Associated Press", "Former Baltimore Ravens running back Lorenzo Taliaferro died Wednesday of a heart attack at the age of 28, a family member told Bruce Cunningham of WBFF.", "The York County Virginia Sheriff confirmed the news of his death.", "Taliaferro was a fourth-round pick in the 2014 NFL draft and spent three seasons in Baltimore, totaling 339 rushing yards and five touchdowns.", "During his rookie season, Taliaferro finished third on the Ravens with 292 rushing yards for a team that reached the AFC divisional round.", "The Virginia native helped lead the Bruton High football team to the Group AA Division 3 state final as a two-way player, excelling at running back and linebacker, via Marty O'Brien of the Virginia Pilot. He rushed for 1,678 yards and 21 touchdowns during his senior season.", "He eventually went to Coastal Carolina where he became a second-team All-American in 2013 when he totaled 1,729 rushing yards and 27 touchdowns.", "The running back lasted three years in the NFL before dealing with injuries and eventually being waived in 2017."], "authors": ["Rob Goldberg"], "keywords": ["attack", "running", "ravens", "fb", "team", "28", "virginia", "eventually", "baltimore", "lorenzo", "dies", "rushing", "nfl", "heart", "yards", "age", "taliaferro"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}