{"id": "0f4c3d65-e28e-36a2-9a5c-fa949055fa51", "title": "Can meat-free products curb pet food's environmental impact?", "url": "https://www.ft.com/video/b6949d97-1713-445b-976e-a9ad6e7818c3", "summary": "The global pet food market is predicted to be worth $113bn by 2025.\nA 2017 study estimated that in the United States, pet food is responsible for a quarter of the environmental impacts of meat production in terms of the use of land, water, fossil fuels, phosphates, and pesticides.\nIt launched its first product in May this year and in August, announced the creation of an animal-free chicken meat protein.\nVegan dog food can cost far more than meat-based equivalents.\nAnd in the UK, insect-based dog food is up to four times more expensive than budget brands.", "paragraphs": ["You can enable subtitles (captions) in the video player", "Pet food is big business. The global pet food market is predicted to be worth $113bn by 2025. But it's not a great business for the planet. A 2017 study estimated that in the United States, pet food is responsible for a quarter of the environmental impacts of meat production in terms of the use of land, water, fossil fuels, phosphates, and pesticides. The US doesn't even have the highest rate of pet ownership, and developing countries are catching up.", "Now though, more meat-free products for coming onto the market. American biotech startup Bond Pet Foods uses fermentation in the lab to produce cultured protein sources. It launched its first product in May this year and in August, announced the creation of an animal-free chicken meat protein.", "Last year, US startup Wild Earth released a high-protein, meat-free dog food. Its main ingredient is yeast protein. So far, the company has raised over $16m in funding. British company Yora has taken a different approach. It mixes grubs with oats, potato, vitamins, and minerals, to make the dry dog pellets it's been selling since early 2019.", "But the alternative market is hindered by price. Vegan dog food can cost far more than meat-based equivalents. And in the UK, insect-based dog food is up to four times more expensive than budget brands. Another challenge stems from the preferences of the pets themselves. Dogs are omnivores and can, in theory, survive on a vegan diet with supplements. But cats are carnivores and need their meat.", "Finally, it's by no means certain that lab-grown meat would actually be so much better for the environment. Recent Oxford University research found that over the long term, artificial cultured meat production that needs high-energy inputs could actually increase global warming more than some types of cattle farming. The hunt for food that can be loved in equal measure by both pets and the planet look set to continue."], "authors": [], "keywords": ["production", "impact", "environmental", "dog", "market", "pet", "meatfree", "vegan", "startup", "protein", "planet", "food", "foods", "curb", "meat", "products"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}