{"id": "0f4c2893-ff80-3777-bf91-cb3e4e0a9da4", "title": "Edinburgh – Highland Safari, Loch Lomond & Whisky Trails - 4 Nights", "url": "https://holidays.theguardian.com/holidays/edinburgh-highland-safari-loch-lomond-and-whisky-trails-4-nights-5575f6ddebcfe820877042ca10738ab2", "summary": "Day2Join your tour manager for the scenic drive to the village of Dull, located in the Perthshire Hills.\nSit back and relax as Edinburgh’s urban area gives way to towering glens and trickling streams.\nUpon arrival, enjoy a quick leg stretch and safety briefing, then set off in several 4x4s for a safari like no other.\nBenefit from a totally unique perspective of your picturesque surroundings on your Highland safari.\nReturn to Edinburgh at the end of a wonderful day in the scenic Perthshire Highlands, and enjoy a well-earned evening at leisure.", "paragraphs": ["Day", "2", "Join your tour manager for the scenic drive to the village of Dull, located in the Perthshire Hills. Sit back and relax as Edinburgh’s urban area gives way to towering glens and trickling streams. Upon arrival, enjoy a quick leg stretch and safety briefing, then set off in several 4x4s for a safari like no other. The Perthshire Hills are a stunning patchwork of gentle glens, rushing rivers and wild woodlands. Benefit from a totally unique perspective of your picturesque surroundings on your Highland safari. Watch out for wildlife too: depending on the season – and your luck – you may catch a glimpse of the majestic golden eagle or the elusive red deer. Your knowledgeable guide will point out the natural habitats of these wonderful creatures, as well as other points of interest along the way. Refreshments, including hot drinks, shortbread and a wee dram, will be available. This unique experience will give you a tantalising glimpse of Scotland’s magnificent untamed wilderness, leaving you with memories that will last a lifetime. This afternoon, the tour continues to the charming town of Pitlochry. Surrounded by beautiful scenery on the banks of the River Tummel, Pitlochry is a great place to spend a few hours. Depending on the season, you may be able to see salmon in the river. Enjoy the clean, Highlands air and soak up the incredible views as you wander the town’s streets, perhaps stopping for a well-earned bite to eat (payable locally) or a spot of souvenir shopping. Return to Edinburgh at the end of a wonderful day in the scenic Perthshire Highlands, and enjoy a well-earned evening at leisure."], "authors": [], "keywords": ["trails", "lomond", "season", "way", "scenic", "nights", "safari", "edinburgh", "whisky", "unique", "highland", "wellearned", "tour", "enjoy", "loch", "wonderful", "perthshire"], "pubDate": null, "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}