{"id": "0f507e5d-3130-3895-a0e5-b6d187c947fe", "title": "Pfizer vaccine vials hold extra doses, could expand US supply", "url": "https://www.foxnews.com/health/pfizer-vaccine-vials-extra-doses-expand-us-supply", "summary": "The U.S. Food and Drug Administration is allowing doctors to use extra doses found in vials of Pfizer’s coronavirus vaccine, which means the U.S. has more vaccines than previously believed.\nOn Wednesday, an FDA spokesperson told Fox News that a single vial could contain up to seven doses.\nCORONAVIRUS VACCINE DISTRIBUTION PLANS: STATE-BY-STATE BREAKDOWNThe FDA spokesperson said that the agency knows of the overfill issue and is \"working with Pfizer to determine the best path forward.\"\nAccording to Politico, the use of overfill from the vaccine vials means the U.S.’s supply could increase by up to 40%.\nThough Memorial Healthcare System was given 19,500 doses, Dr. Dorinda Segovia, Memorial Healthcare System’s vice president of Pharmacy Services, said there were probably more than that.", "paragraphs": ["The U.S. Food and Drug Administration is allowing doctors to use extra doses found in vials of Pfizer’s coronavirus vaccine, which means the U.S. has more vaccines than previously believed.", "On Wednesday, an FDA spokesperson told Fox News that a single vial could contain up to seven doses. It was previously announced that a single vial held only five doses.", "Previously, some pharmacists threw away any leftover vaccine in the vials because guidance on what to do with any overfill wasn’t clear, according to a report from Politico.", "CORONAVIRUS VACCINE DISTRIBUTION PLANS: STATE-BY-STATE BREAKDOWN", "The FDA spokesperson said that the agency knows of the overfill issue and is \"working with Pfizer to determine the best path forward.\"", "\"At this time, given the public health emergency, FDA is advising that it is acceptable to use every full dose obtainable (the sixth, or possibly even a seventh) from each vial, pending resolution of the issue,\" the spokesperson said.", "FAUCI TELLS AMERICANS NOT TO SEE THEIR KIDS FOR CHRISTMAS", "\"However, since the vials are preservative-free, it is critical to note that any further remaining product that does not constitute a full dose should not be pooled from multiple vials to create one,\" the spokesperson added.", "According to Politico, the use of overfill from the vaccine vials means the U.S.’s supply could increase by up to 40%. That means the initial 2.9 million doses that were delivered across the U.S. this week could end up being closer to 4 million doses.", "HOUSTON DOCTOR SAYS HALF OF THE NURSES IN HIS UNIT DON’T WANT COVID-19 VACCINE FOR POLITICAL REASONS", "The issue of overfilled vaccines was also addressed on Monday at a press conference by Memorial Healthcare System in Broward County, Fla.", "Though Memorial Healthcare System was given 19,500 doses, Dr. Dorinda Segovia, Memorial Healthcare System’s vice president of Pharmacy Services, said there were probably more than that.", "\"Every vaccine comes with an overfill and we are allowed to use the overfill,\" she said at the time. \"And we have calculated that we can actually vaccinate seven patients per vial because of the overfill in the vial.\"", "CLICK HERE TO GET THE FOX NEWS APP", "Pfizer did not immediately return Fox News’ request for comment. However, a spokesperson told Politico that the amount of leftover vaccine varies based on the types of needles and syringes that are used.", "CLICK HERE TO SIGN UP FOR OUR HEALTH NEWSLETTER", "\"At this time, we cannot provide a recommendation on the use of the remaining amount of vaccine from each vial,\" the spokesperson reportedly said. \"Vaccinators need to consult their institution’s policies for the use of multidose vials.\""], "authors": ["Ann Schmidt", "Ann Schmidt Is A Lifestyle Reporter For Fox News."], "keywords": ["supply", "pfizer", "doses", "extra", "spokesperson", "vials", "means", "expand", "hold", "vial", "overfill", "vaccine", "memorial", "healthcare", "issue"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}