{"id": "0f66810e-50eb-3c7c-9a25-681e6e2af136", "title": "Food in Egypt: 13 delicious dishes and drinks you shouldn't miss", "url": "https://edition.cnn.com/travel/article/egypt-food-and-drink/index.html", "summary": "What sets Egyptian cooking apart is the fact that these dishes are often made with different ingredients and flavors.\nOver the centuries it has become popular throughout Egypt and is common in households as well as traditional Egyptian restaurants.\"\nRelated content How Egypt's Red Sea Mountain Trail set new tracks into the wildShakshoukaFavorite egg dish in Egypt?\nWhere to eat: Felfela restaurant in Felfela restaurant in downtown Cairo (opened 1959) or Sofra Restaurant in Luxor.\nAnd over the millennia, Egypt has devised a wide range of fruit, flower and bean drinks to accomplish that task.", "paragraphs": ["(CNN) — The cuisine of Egypt has always been underrated.", "Although seldom named among the great food cultures of the Mediterranean or Middle East, the flavors found along the Nile are just as tasty -- and often more intriguing -- than the traditional cooking of Lebanon, Turkey or Greece.", "Consider the fact that Egypt's culinary traditions stretch back more than 5,000 years, to the time of the pharaohs.", "Egyptian cuisine may look similar to those from other countries in the Middle East, but often with unique twists and flavors. Emeco Travel-ETPB", "During the centuries that followed, local food assumed the ingredients and cooking methods of all those who tramped across Egypt -- Greeks and Romans, Arabs and Ottomans, French and British.", "\"Much of the cuisine in Egypt is similar to those from other countries in the Middle East,\" says Dyna Eldaief , author of \"The Taste of Egypt: Home Cooking\" from the Middle East and the soon-to-be-publshed \" Egyptian Flavors: 50 Recipes .\"", "What sets Egyptian cooking apart is the fact that these dishes are often made with different ingredients and flavors.", "Related content 23 ancient cities that have survived more than just time", "It's believed that falafel originated in Egypt. Emeco Travel-ETPB", "\"A notable example is falafel. Now eaten throughout the Western world as well, it's often made with chickpeas. In Egypt it's common to find falafel made purely from dried broad beans. It has more moisture and a richer green color inside thanks to the addition of fresh parsley, spring onion and leek.\"", "And it's still possible to sample dishes served in ancient days.", "\"One of Egypt's national dishes is molokhiya soup,\" says Eldaief. \"The dish is said to be depicted on tomb paintings as a meal good enough only for Pharaoh. Over the centuries it has become popular throughout Egypt and is common in households as well as traditional Egyptian restaurants.\"", "Egyptians have long thought their food is underrated compared to other Middle Eastern cuisines.", "Based on the popularity of her books, culinary demonstrations and cruise ship tastings, Eldaief thinks the tide may have turned.", "\"I agree that Egyptian cuisine has not been embraced as other cuisines are. But I certainly do feel its time to shine will come around, as it slowly becomes more and more accessible.\"", "Read on to find out more about some of Egypt's amazing array of taste treats and restaurants that serve these dishes when you travel there.", "Related content How Egypt's Red Sea Mountain Trail set new tracks into the wild", "Shakshouka", "Favorite egg dish in Egypt? Emeco Travel-ETPB", "Alexandria is a hotbed of this yummy breakfast dish, an ensemble of poached eggs, tomato sauce, peppers and garlic best served in a breezy waterfront cafe or hotel balcony overlooking the Mediterranean.", "Where to eat: , 33 Albert El Awal Street, Semouha, Alexandria. Balady Gourmet , 33 Albert El Awal Street, Semouha, Alexandria.", "Molokhiya", "This green soup derives its distinctive color from finally diced mallow leaves cooked in some kind of meat or seafood broth and flavored with a variety of spices including coriander and garlic. Often served with rice.", "Where to eat: , 10 Hoda Shaarawy, Bab Al Louq, Abdeen, Cairo. Fasahet Somaya , 10 Hoda Shaarawy, Bab Al Louq, Abdeen, Cairo.", "Fattah", "A favorite dishes in Nubia, fattah is often served during special family occasions as well as both Muslim and Christian holidays but can now be found on restaurant menus throughout Upper Egypt. Rice, beef, eggs and fried bread are the main ingredients of this stew-like dish.", "Where to eat: , Bigeh Island, Aswan Solaih Nubian Restaurant , Bigeh Island, Aswan", "Related content Egypt unveils discovery of 30 ancient coffins with mummies inside", "Kebda", "Grilled kebda, or liver, can be served in sandwiches or on its own as a starter or main dish. Emeco Travel-ETPB", "Grilled liver (chicken or beef) is served several different ways in Egypt -- as the main ingredient of sandwiches or on its own as a starter or main dish. The Alexandrian style (kebda eskandarani) can be flavored with numerous spices and powders, with tahini or hummus dip, balady bread, fried or grilled cheese, and pickles as possible side dishes.", "Where to eat: Studio Misr outdoor cafes on Zamalek Island or Al Azhar Park in Cairo.", "Mahshi", "Eggplant, bell pepper, zucchini squash, cabbage, tomato or grape leaves stuffed with mince meat and rice, seasoned with sundry spices and often cooked in lamb, beef or chicken broth with lemon juice. Dyna Eldaief says that stuffed cabbage (mahshi wara enab) is one of her all-time favorite Egyptian dishes.", "Where to eat: Al Khal restaurant at the Al Khal restaurant at the InterContinental CityStars Cairo , Omar Ibn El Khattab Street.", "Ta'ameya (Falafel)", "Although the falafel is found throughout the eastern Mediterranean and Middle East, many gourmands declare that the best are found in Egypt, especially the restaurants, cafes and street stalls of Cairo. The deep fried balls -- made with broad beans in Egypt but chickpeas elsewhere in the region -- ta'ameya (to use its Egyptian name) was most likely born in ancient Egypt.", "Where to eat: Felfela restaurant in Felfela restaurant in downtown Cairo (opened 1959) or Sofra Restaurant in Luxor.", "Related content 30 of Africa's most amazing places to visit", "Koshary", "Koshary, a carb-packed comfort food for winter. Emeco Travel-ETPB", "One of Egypt's most popular dishes is a carb-packed combination of macaroni, rice and beans flavored with tomatoes, onions, garlic and whatever else the chef feels like tossing in. Topped off with a tangy sauce, koshary is considered both vegetarian and vegan if prepared with vegetable oil.", "Where to eat: Saraya Restaurant at the Saraya Restaurant at the Old Cataract Hotel in Aswan or one of the 10 branches of Koshary Sayed Hanafi in Cairo.", "Baba Ghanouj", "This traditional dip is made from mashed grilled eggplant flavored with parsley, cumin, and lemon juice, as well as salt and pepper.", "Where to eat: restaurants in Alexandria or Cairo. Abou el Sid restaurants in Alexandria or Cairo.", "Samak", "Samak is the Egyptian word for \"fish.\" Given the fact the country is wedged between the Mediterranean and Red seas, you find seafood prepared all sorts of different ways in Egypt's many coastal towns. Among the more popular restaurant fishes is denise (sea bream).", "Gebna", "The creamy gebna (white cheese) and sweet watermelon are one of the best summer food combos. Emeco Travel-ETPB", "One of the most surprising things about Egyptian cuisine is the variety of cheese, a tradition that stretches back to pharaonic times. One of the nation's favorite summer snacks is gebna we bateekh, a cooling combination of white cheese and watermelon.", "Where to eat: Many Egyptian restaurants serve cheese as part of their meze (small dish) plates or starters.", "Konafa", "Egypt flaunts an amazing array of desserts and sweet snacks. Yet a konafa is probably the most beloved. The dish revolves around thin, noodle-like pastry soaked in syrup, stuffed with creamy cheese and often topped with nuts.", "Where to eat: The historic The historic Abdel-Rahim Koueider confectionery store (opened in 1928) or various branches of Mandarine Koueider in Cairo.", "Shai (Tea)", "from tearooms and truck stops to souvenir stores, felucca sailboats and corporate boardrooms, Egypt's national drink is found just about everywhere. Served with a copious amount of sugar, there are two basic varieties -- golden koshary tea in the north (often served with mint) and dark saiidi tea in the south -- as well as a wide variety of herbal teas.", "Where to drink: in the Khan el Khalili, Cairo. Naguib Mahfouz Cafe in the Khan el Khalili, Cairo.", "Juices", "In a country that lies on the edge of the Sahara, staying cool and hydrated has always been huge consideration. And over the millennia, Egypt has devised a wide range of fruit, flower and bean drinks to accomplish that task. Among its many exotic libations are tamarind, carob, doam, hibiscus and orchid juices."], "authors": ["Joe Yogerst"], "keywords": ["miss", "emeco", "drinks", "shouldnt", "served", "restaurant", "egyptian", "dishes", "egypts", "dish", "food", "middle", "delicious", "eat", "el", "13", "egypt"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}