{"id": "0f76448f-58d4-3738-b3bf-f24ef73a5447", "title": "Liverpool – Beatles & Merseybeat– 4 nights", "url": "https://holidays.theguardian.com/holidays/liverpool-beatles-and-merseybeat-4-nights-7742540793302d77bd73e49f45d3771e", "summary": "Day2Meet your Beatles-mad tour manager and head to the Mersey Ferry, which will take you across the languid Mersey.\nRingo Starr used to work on the Mersey Ferry and the Beatles famously played a gig onboard a Mersey Ferry called the Royal Iris.\nContinue on coach to Port Sunlight.\nFounded in the 19th century to house factory workers, today Port Sunlight is a peaceful and picturesque village of Victorian-era houses, well-manicured gardens and cosy tea rooms.\nThe tour continues by coach and picks up the Beatles trail back in Liverpool.", "paragraphs": ["Day", "2", "Meet your Beatles-mad tour manager and head to the Mersey Ferry, which will take you across the languid Mersey. Ringo Starr used to work on the Mersey Ferry and the Beatles famously played a gig onboard a Mersey Ferry called the Royal Iris. Continue on coach to Port Sunlight. Founded in the 19th century to house factory workers, today Port Sunlight is a peaceful and picturesque village of Victorian-era houses, well-manicured gardens and cosy tea rooms. It was at Port Sunlight that the Beatles first played with Ringo Starr in the band, at Hulme Hall, which has since been converted into a wedding venue. The tour continues by coach and picks up the Beatles trail back in Liverpool. Drift back through time as you visit the Penny Lane Development Trust, with its colourful Beatles mural, and then the Strawberry Field Visitor Centre – both names etched in the consciousness of Beatles fans forever. Stop for a drink or a bite to eat (payable locally), before the tour continues past the childhood homes of John, Paul and Ringo, and their schools and colleges. You’ll pass the birthplaces of John Lennon and Brian Epstein – the Beatles’ legendary manager – before paying a visit to Liverpool Cathedral, the world’s fifth-largest and where Paul McCartney once auditioned for the local choir! Later today, enjoy an included visit to the Casbah Club, a former members-only club, widely regarded as the birthplace of the Merseybeat genre, that was run by Mona Best, mother of Beatles’ original drummer Pete Best. It was here that the young Beatles – then known as the Quarrymen – first performed, before they were signed – and refined – by Brian Epstein. Soak up the history as your tour guide regales you with early Beatles tales, and enjoy an hour of live music with an included drink in a club that was even decorated by the ‘Fab Four’ – look out for a silhouette of John Lennon on the wall painted by his first wife, Cynthia. Transfer back to your apartment at the end of a magical musical day, no doubt singing your favourite Beatles tune (either in your head or out loud!)."], "authors": [], "keywords": ["ferry", "merseybeat", "visit", "ringo", "sunlight", "mersey", "club", "nights", "tour", "liverpool", "john", "port", "beatles"], "pubDate": null, "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}