{"id": "0f77caf8-6dc1-3da7-9865-d4ffbfe42da5", "title": "10 songs that bring back memories of my travels: Laura Barton’s playlist", "url": "https://www.theguardian.com/travel/2020/dec/10/10-songs-that-bring-back-memories-of-my-travels-laura-barton-playlist", "summary": "Chan Chan by Buena Vista Social ClubFacebook Twitter Pinterest Dancing in the street, Havana.\nSouth Bound Train by Big Bill BroonzyFacebook Twitter Pinterest Marquette, known as North McGregor, Iowa.\nThis Big Bill Broonzy song captures some of that train-sound, and also a little of that laissez-faire attitude to time.\nYa Ya by Buckwheat ZydecoFacebook Twitter Pinterest Lake Martin, Lafayette, Louisiana.\nWuthering Heights by Kate BushFacebook Twitter Pinterest Green Man festival in the Brecon Beacons.", "paragraphs": ["Traveling Alone by Tift Merritt", "I am really never happier than when sitting alone in some midwestern grill bar, eavesdropping on strangers, and watching the evening unfold out of the corner of my eye. Travelling alone is something I always encourage people to do. I think it’s good for the soul. And, as a woman, I like the particular sense of possibility it brings: the rangy feeling of not caring what anyone thinks of me. This song captures that feeling perfectly for me; I remember once playing it on repeat as I drove the icy backroads through the Blue Ridge mountains, on my way to go shape-note singing; all pine trees and sharp morning sunlight and the thought that there was nowhere I would rather be, and no one I would rather be with.", "Chan Chan by Buena Vista Social Club", "Facebook Twitter Pinterest Dancing in the street, Havana. Photograph: Desmond Boylan/Reuters", "The first time I travelled alone I was 21 and I went to Cuba. I’d managed to wangle a travel grant from my university by saying I wanted to look at literacy rates, but really I’d just heard the Buena Vista Social Club album and wanted to see where this extraordinary music came from. Something fundamental changed in me on that trip: I learned to trust my instincts, to freefall a little and see where I might land. I hadn’t booked a hotel, and when I arrived in Havana I found the place I’d hoped to stay closed for renovations. I ended up staying with one of the builders. This was in the rainy season, and I will always remember one night in a thunderstorm feeling as if everyone in the neighbourhood was dancing – in the stairwells of the apartment building, out on the street, and up on the rooftops. It was electrifying.", "South Bound Train by Big Bill Broonzy", "Facebook Twitter Pinterest Marquette, known as North McGregor, Iowa. In 1920, Marquette was the largest railroad terminal in Iowa. Photograph: Alamy", "A few years ago, I drove the length of the Mississippi River, from Minnesota down to the Gulf of Mexico, through Dubuque, the Quad Cities, Muscatine, St Louis, Cairo, and on to Memphis and New Orleans. One of my happiest memories is from McGregor, a small town in Iowa, where the river runs parallel to the railway tracks. Meandering home from dinner, we found a freight train blocking our path back to the motel. The man in the gas station said the trains would sit there for unspecified stretches of time – sometimes minutes, sometimes hours, and while we could try climbing over, it was risky. And so we bought beer and sat on the embankment, laughing and listening to the train shuffle and creak and groan until it deigned to roll out. This Big Bill Broonzy song captures some of that train-sound, and also a little of that laissez-faire attitude to time.", "Ya Ya by Buckwheat Zydeco", "Facebook Twitter Pinterest Lake Martin, Lafayette, Louisiana. Photograph: John Elk III/Alamy", "Once, in Louisiana, I ended up going to a zydeco party with a Cajun Elvis impersonator I met at a bar. It was a night of wild music and dancing in a dilapidated house in the middle of nowhere. The Elvis impersonator got shambolically drunk, and I ended up having to drive him home in his vintage Roadster: back along the levee, in the dark of the bayou. It was like driving through ink. The next day I had to go to a crawfish festival. In retrospect, all of this was very irresponsible, but still I miss these things.", "A Man Is Not His Song by Feist", "In late summer 2019 I went to Sounds From a Safe Harbour festival in Cork. For a few days the city seems to become one big music venue, with many of the performances the result of a multi-musician creative residency held the week before. One night at Kino there was a premiere of Odyssey Project, a musical collaboration between Feist, Todd Dahlhoff and Shahzad Ismaily, responding to Emily Wilson’s translation of Homer’s epic poem. Maybe you’re thinking this sounds unbearably pretentious, but actually it was one of the most stirring musical performances I’ve ever seen. The project hasn’t been released yet, but this taste of Leslie Feist’s voice gives a hint of its beauty.", "Cucurrucucu Paloma by Caetano Veloso", "You will perhaps recognise this song from the soundtrack to Pedro Almodóvar’s Talk to Her. For me, it holds all of the sensuousness of summer in the southern Mediterranean – where the days feel ripe and simple, and the nights are close and warm and fragrant.", "Wuthering Heights by Kate Bush", "Facebook Twitter Pinterest Green Man festival in the Brecon Beacons. Photograph: Andrew Benge/Redferns", "One of the strange things about this year is how little I’ve seen the M4. My summers are usually spent travelling to music festivals, and I’ve missed that frequent journey west to Port Eliot, Glastonbury, End of the Road. For the last few years I’ve also run a stage at Green Man festival in the Brecon Beacons – it’s the stage where all of the talks and literary events take place, but I’ve tried to introduce musical irreverence, too. A couple of years ago, I asked a duo called Pink Suits to perform between speakers, and on the first day they danced to Wuthering Heights. It was one of those moments that reminded me how special our music festivals can be: these places of such unexpected joy and creative collision in the British landscape.", "Me & Magdalena by The Monkees", "There is a lightness and a contentment that I feel in America that I do not feel anywhere else, and this song holds that sensation. It’s a love song, but the line “And I don’t know if I’ve ever loved any other / Half as much as I do in this light she’s under,” also chimes with the way I feel about the land itself.", "Mither by Bill Ryder-Jones", "I’m originally from the north-west of England, but, of course, I haven’t been able to return for a long old time. I miss my family and my friends and my godchildren, and I miss the northern landscape and its language. Often the easiest way to conjure these things for me is through music. And so, through these peculiar months, as I’ve gone walking across southern fields, I’ve listened a great deal to the Bill Ryder-Jones album Yawn (and its companion, Yawny Yawn). Ryder-Jones is from West Kirby, so there’s something in the cut of his musical jib that reminds me of home. This track takes its name from one of the greatest northern words ever coined, and lyrically reminds me of one of my favourite Tennyson lines: “And dark and true and tender is the North.”", "Filled With Wonder Once Again by Bill Fay", "Facebook Twitter Pinterest On the road … sunset in Kansas. Photograph: Charlie Riedel/AP", "The last year for me has been a lesson in finding wonder in the familiar: a wheat field near my home, the parakeets in the horse chestnuts outside my window, the hummingbird hawk moth that flew into my house one night in late summer and danced around the living room. But I’ve missed the broader sense of wonder that travel brings. I’ve missed adventure, and moving through new landscapes. I associate Fay’s voice with driving through Kansas on a trip I once made to a barbed wire convention, when I played his Life Is People album on repeat. This is a newer song, from late last year, and I look forward to taking it with me wherever I might go next."], "authors": ["Laura Barton"], "keywords": ["pinterest", "memories", "song", "music", "playlist", "twitter", "bring", "songs", "bill", "bartons", "night", "ive", "travels", "musical", "man", "photograph", "laura"], "pubDate": "2020-12-10T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}