{"id": "0f8544c2-c035-3d7a-bac1-b39878fd74ce", "title": "The 8 Best Cyber Monday Mattress Deals From Cyber Week 2020", "url": "https://www.vogue.com/article/cyber-monday-mattress-deals", "summary": "After becoming involuntarily bed-less earlier this year due to a storage unit flood (right on cue for 2020), the opportunity to try something different presented itself.\nIn a pre-pandemic world, finding the best mattress seemed like a fun adulting activity.\nI happily landed on the Cloud from Tempurpedic, the closest option to what I had slept on for the years prior to my storage unit incident.\nHere, a handful of the best mattress deals you can shop during the Cyber Monday sales now, plus everything you need to know about where these editors catch their Z’s.\n“I recently invested in the Cloud mattress from Tempurpedic after pulling the trigger during the Memorial Day sales.", "paragraphs": ["After becoming involuntarily bed-less earlier this year due to a storage unit flood (right on cue for 2020), the opportunity to try something different presented itself. It’s not often you find yourself in the market for a new mattress, so I figured it was worth looking into all of my options before investing in my next. But where to start when you can’t try one out for yourself?", "In a pre-pandemic world, finding the best mattress seemed like a fun adulting activity. I imagined spending a Saturday morning visiting brick and mortar shops to experience each cloud-like option until I found “the one.” But at a time when we avoid shared surfaces and sanitize regularly, lying down on a bed that someone else has already tested is unfortunately not in the cards. Thankfully, with the growing number of “mattress in a box” companies offering Cyber Monday deals and promotions, white glove delivery, or almost immediate shipping, online ordering has become much more of a norm, pandemic or no.", "With no IRL beds to try out for myself and an overwhelmingly broad e-commerce mattress market, I turned to my most trusted (and hopefully well-rested) colleagues for their input and guidance, one of whom tried almost 10 different mattresses before selecting one. I happily landed on the Cloud from Tempurpedic, the closest option to what I had slept on for the years prior to my storage unit incident. After just about two months, I am pleased to report that I am very happy with my choice.", "While I may not be in the market for a mattress any longer, my colleagues’ recommendations are worth taking into consideration if you’re looking for something new or thinking about how to improve your night’s sleep this winter. With a potential second lockdown in our futures, it certainly is not a bad time to secure a new cozy home base. Here, a handful of the best mattress deals you can shop during the Cyber Monday sales now, plus everything you need to know about where these editors catch their Z’s.", "“I recently invested in the Cloud mattress from Tempurpedic after pulling the trigger during the Memorial Day sales. After just about two months of sleeping on it, I have to admit it really does live up to its name.” – Madeline Fass, Market Editor"], "authors": ["Madeline Fass", "Madeline Fas"], "keywords": ["option", "market", "best", "try", "2020", "cyber", "deals", "months", "week", "mattress", "tempurpedic", "storage", "unit", "worth", "sales"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}