{"id": "0f8a4d6c-7e50-3068-957d-5fd172f2fe9e", "title": "Persuasive Communication: Narrative, Evidence, and Impact", "url": "https://execed.economist.com/harvard-kennedy-school-executive-education/persuasive-communication-narrative-evidence-and-impact", "summary": "Nancy Gibbs is the director of the Shorenstein Center and the visiting Edward R. Murrow Professor of Practice of Press, Politics and Public Policy.\nGibbs was named TIME’s 17th editor in September 2013, the first woman to hold the position, and remains an Editor at Large.\nGibbs has also served as a consultant to CBS News and an essayist for the News Hour on PBS.\nShe is a Senior Fellow at the USC Annenberg Center on Communication Leadership and Policy.\nShe has twice served as the Ferris Professor at Princeton, where she taught a seminar on politics and the press.", "paragraphs": ["Nancy Gibbs is the director of the Shorenstein Center and the visiting Edward R. Murrow Professor of Practice of Press, Politics and Public Policy. Until September 2017, she was Editor in Chief of TIME, directing news and feature coverage across all platforms for more than 65 million readers worldwide, as well as Editorial Director of the Time Inc. News Group. Gibbs was named TIME’s 17th editor in September 2013, the first woman to hold the position, and remains an Editor at Large. Under her leadership, TIME's digital audience grew from 25 to 55 million, video streams passed 1 billion a year, and TIME won a primetime Emmy award for its two-part \"A Year in Space\" documentary, produced with PBS. During her three decades at TIME, she covered four presidential campaigns and is the author of more cover stories than any writer in TIME’s near-100 year history, including the black-bordered \"September 11\" special issue, which won the National Magazine Award in 2002.", "Gibbs has also served as a consultant to CBS News and an essayist for the News Hour on PBS. She is the co-author, along with Michael Duffy, of two best-selling presidential histories: The President’s Club: Inside the World’s Most Exclusive Fraternity (2012), which spent 30 weeks on the New York Times Bestseller list, and The Preacher and the Presidents: Billy Graham in the White House (2007). She has interviewed five U.S. presidents and multiple other world leaders, and lectured extensively on the American presidency, including at the Bush, Reagan, Carter, Johnson and Truman libraries, the Aspen Institute, the Dallas World Affairs Club, the Commonwealth Club and the National Archives. She is a Senior Fellow at the USC Annenberg Center on Communication Leadership and Policy.", "Gibbs was born and raised in New York City. She graduated from Yale summa cum laude, with honors in history, and has a degree in politics and philosophy from Oxford, where she was a Marshall scholar. She has twice served as the Ferris Professor at Princeton, where she taught a seminar on politics and the press."], "authors": [], "keywords": ["evidence", "impact", "times", "presidents", "professor", "politics", "club", "world", "york", "won", "communication", "persuasive", "narrative", "editor", "served"], "pubDate": "2020-12-03T07:27:46Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}