{"id": "0fbe4f73-6910-39f8-8c92-6689f79b7cda", "title": "'Like the tart, I never change': The secret behind Macao's most famous dessert", "url": "https://edition.cnn.com/travel/article/egg-tarts-margarets-cafe-e-nata-macao/index.html", "summary": "The cafe is especially famous for one thing: the Macanese egg tart.\nCNNTogether, the couple created their signature egg tart dish, which is now an iconic Macao dish.\nPurists argue this egg tart tastes nothing like its Portuguese or Chinese counterparts.\n\"Sometimes people walk in and say -- can I have just one egg tart -- and I say, not even one bite.\"\nMy friend's say I'm crazy... and I'm exhausted,\" she says with a laugh.", "paragraphs": ["Macao (CNN) — You can smell it before you see it. The sweet smell of sugar, egg and custard, baking til it's cooked just right. Flaky pastry on the outside, soft custard on the inside, and crispy, burnt, sugar on top.", "It's the signature smell of Margaret's Café e Nata -- one of the most popular places to eat in Macao, a former Portuguese colony.", "The cafe is especially famous for one thing: the Macanese egg tart. It's a sweet pastry inspired by its Portuguese and Chinese counterparts, made fresh daily by owner Margaret Wong.", "If visitors aren't there for a treat from the bakery, chances are they're there to see Wong.", "After three decades in the food business, she's a colorful personality who still spends every day working hard at the cafe. She can be spotted working the cash register or bustling about in the kitchen.", "A family affair", "Margaret's Café e Nata's famous Macanese egg tarts. Maggie Hiufu Wong/CNN", "Few people know Macanese egg tarts better than Wong, who began making the dish 30 years ago with her late ex-husband Andrew Stow.", "The couple founded their first bakery business, Lord Stow's, in 1989. Today, Lord Stow's is run by their daughter Audrey and Andrew's sister Eileen.", "Margaret's Café e Nata, which she subsequently founded in 1992, is entirely run by Wong herself.", "Some online reports suggest that Wong founded her cafe to compete with Lord Stow's -- which netizens claim was born as a result of a domestic feud following the couple's divorce.", "She wouldn't comment on the rumors, though she spoke openly about the early days of their romance.", "Related content Preserving Macao's bamboo tradition through sculptural works", "\"We were married three times -- once in Hong Kong, once in England and once in a church,\" she says.", "According to Wong, the couple met in a local church, where she played the organ.", "\"One day my foster mother was visiting from America, and we bumped into Andrew, who gave me a hug and a kiss and I went all red. He was friends with everybody so I didn't think I was anything special ... but my mother said 'Margaret, I think this is the right one for you.'\"", "The two were married in 1988.", "Up to 10,000 tarts a day", "Macao visitors lineup outside Margaret's Café e Nata. CNN", "Together, the couple created their signature egg tart dish, which is now an iconic Macao dish. Purists argue this egg tart tastes nothing like its Portuguese or Chinese counterparts.", "According to Wong, that's the point.", "\"When we started our bakery, someone asked Andrew to make a pasteis de nata, because they were very popular in Portugal. The first tray came out burnt and wrong, and Andrew wanted to throw them away. I said, hold on, they're edible, so let people just try them. They tried one, and then two, and by the third I said, 'I have to charge you because clearly, it's good!' \"", "Related content 50 of the world's best desserts", "It's this same recipe, three decades later, that continues to be sold across Macao.", "Today, hundreds of tourists and locals alike line up at her cafe for a bite of this now famous pastry.", "Wong's cafe alone can make up to 10,000 tarts a day -- all of which are bound to sell out.", "\"Sometimes people walk in and say -- can I have just one egg tart -- and I say, not even one bite.\"", "'Like the tart, I never change'", "Visitors to Margaret's Café e Nata will usually find her in the kitchen or behind the till. CNN", "Every single dish sold by the bakery is graced with Wong's magic touch. In addition to egg tarts, other items on the menu include brownies, cakes and croissants. There's also a salad and sandwich bar.", "Despite long working hours, and the physically demanding nature of her work, she still spends almost every day bouncing back and forth between the kitchen and the shop.", "\"Some of my staff have been working with me for 15 years, they know everything, but still sometimes I have to make sure everything is good -- I'm the boss!\" she says.", "Related content 10 foods you can't miss in Macao", "She's the boss, but she's also a local celebrity. During our interview Wong is regularly interrupted by friends and fans dropping by to wish her well.", "\"I open the shop at 8:30 a.m., and I'm here until we close at 4:30 p.m., and I have an hour for lunch. My friend's say I'm crazy... and I'm exhausted,\" she says with a laugh. \"I say I'm getting old, that's why.\"", "Clearly young at heart, Wong abruptly cuts our interview short, informing us she needs to head to a rock 'n' roll dance class -- but leaves us with a taste of wisdom.", "\"These days, teenagers, they always want to change their jobs. But for us, we never change. Like the tart, I never change my recipe, I don't want to.\""], "authors": ["Zahra Jamshed"], "keywords": ["tart", "change", "famous", "say", "nata", "secret", "cafe", "wong", "working", "im", "macaos", "café", "egg", "tarts", "dessert"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}