{"id": "0ff3e888-9321-32c8-a2d6-dce9f2591d0f", "title": "Film festival invites fans to watch movies alone on a Swedish island", "url": "https://edition.cnn.com/travel/article/goteborg-film-festival-isolated-island/index.html", "summary": "(CNN) — Taking social distancing to a whole new level, Sweden's Göteborg Film Festival is inviting one cinema fan to spend seven days on an isolated lighthouse island, with only movies and the sea for company.\nLike many recent film festivals, Göteborg festival is going digital in the wake of the Covid-19 pandemic, but organizers decided to offer one festival goer a totally different experience, dubbed The Isolated Cinema.\nThe chosen fan will be transported by boat to the Swedish island of Pater Noster -- which Göteborg Film Festival artistic director Jonas Holmberg calls \"one of the most beautiful and dramatic places I know.\"\nThe deadline is January 17, and the film festival said it's already had an influx of applicants from across the world.\nWhile on the island, the chosen film fan will be asked to record daily video diaries about their experiences.", "paragraphs": ["(CNN) — Taking social distancing to a whole new level, Sweden's Göteborg Film Festival is inviting one cinema fan to spend seven days on an isolated lighthouse island, with only movies and the sea for company.", "Like many recent film festivals, Göteborg festival is going digital in the wake of the Covid-19 pandemic, but organizers decided to offer one festival goer a totally different experience, dubbed The Isolated Cinema.", "The chosen fan will be transported by boat to the Swedish island of Pater Noster -- which Göteborg Film Festival artistic director Jonas Holmberg calls \"one of the most beautiful and dramatic places I know.\"", "Once there, they'll be set up in the former lighthouse keeper's house and spend a week from January 30 to February 6 watching Göteborg's offerings. They won't be allowed a cellphone, a laptop, a book or any other distractions.", "Artistic director Jonas Holmberg tells CNN Travel the inspiration for the idea was how people have turned to films for comfort during the pandemic.", "\"We are interested in how the audience's relationship to films changes under those circumstances, and wanted to explore this relationship by taking it to the extreme -- isolating one person on a small rock in the sea for one week with films as the only company,\" says Holmberg.", "If you're interested, you can apply online, all you have to do is email and say who you are and why you're interested in the Isolated Cinema. The deadline is January 17, and the film festival said it's already had an influx of applicants from across the world.", "Dramatic setting", "Pater Noster is actually the name of the cast iron, bright red lighthouse that's been a feature of the tiny island of Hamneskär since 1868. Holmberg says a lighthouse keeper lived on the island in the cottage until the 1960s when the beacon was automated.", "Hamneskär is situated off the coast of Marstrand in western Sweden. Apparently the name \"Pater Noster\" (meaning \"Our Father\" in Latin) came from sailors fearful of the rough seas surrounding the island, who'd utter the Lord's Prayer under their breath as they navigated these waters.", "The lighthouse was deactivated in recent years, and the lighthouse cabin was recently renovated by design agency Stylt, so the chosen film fan will be able to relax in comfort and style. The living room will be set up as a screening room for movie-watching, while food will be provided for self catering.", "Related content 21 places to go in 2021", "\"The stay at the island will be perfectly safe. The person will have a soft bed and nice food. This is not about surviving,\" says Holmberg.", "For safety reasons, the visitor won't be totally alone, there will be another person staying on the island but they'll keep their distance.", "\"If everything goes as planned, they will never meet during the seven days,\" says Holmberg.", "The festival is accepting applications from across the world, but naturally will need to take into consideration Covid-related lockdowns and travel regulations.", "\"Of course we have to ensure that it is safe and possible for the person to travel to the island,\" Holmberg says. \"The rules are changing all the time, and we will adjust to the regulations that are in effect when the festival starts.\"", "The winning applicant won't have to pay for the experience.", "Related content Swedish runestones open gateway to ancient Viking civilization", "Choosing the applicant", "So how can you make your application for film-watching-lighthouse-keeper stand out?", "First and foremost, says Holmberg, they're looking for a real lover of cinema. Göteborg is the biggest film festival in Scandinavia. Alongside new films, the festival also showcases seminars and exhibitions. The complete 2021 schedule is due to be released January 12", "The chosen applicant must also to be up for the challenge.", "\"It also has to be someone quite stable, who is not troubled by the idea of spending one week in total solitude,\" says Holmberg.", "A handful of applicants will be interviewed before the final selection takes place. While on the island, the chosen film fan will be asked to record daily video diaries about their experiences.", "The concept is being promoted via an atmospheric short film, above, in which someone arrives on the island under thunderous skies and begins a cinematic odyssey. It made sense, Holmberg says, to announce the competition in this way."], "authors": ["Francesca Street"], "keywords": ["fan", "person", "watch", "island", "invites", "fans", "film", "swedish", "films", "movies", "lighthouse", "holmberg", "göteborg", "festival", "chosen"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}