{"id": "10411493-d14d-3026-8af3-82c9ea8bccc5", "title": "‘People won’t forget Dominic Cummings’ visit’: Barnard Castle learns to live with notoriety", "url": "https://www.theguardian.com/lifeandstyle/2020/dec/17/people-wont-forget-dominic-cummings-visit-barnard-castle-learns-to-live-with-notoriety", "summary": "Rosalind Evans was one of at least three residents of Barnard Castle who claimed to have seen Dominic Cummings visit the town at the height of the first lockdown, and she is still fuming about it.\n“There’s no way the passage of time should make any difference to the enormity of what he did,” she says.\nPhotograph: Mark Thomas/Rex/ShutterstockPolice complained that lockdown rules became harder to enforce as the public cited Cummings’ behaviour to justify their own rule-breaking.\nThe beer maker BrewDog even produced a special edition Barnard Castle Eye Test beer, which sold out twice over.\nThis account is challenged by Evans who believes she saw Cummings in the town centre, and gave a statement to that effect to Durham police.", "paragraphs": ["Rosalind Evans was one of at least three residents of Barnard Castle who claimed to have seen Dominic Cummings visit the town at the height of the first lockdown, and she is still fuming about it. “There’s no way the passage of time should make any difference to the enormity of what he did,” she says.", "Cummings admitted a family trip to the town on 12 April, his wife’s birthday, after the Guardian and the Daily Mirror had revealed he made the journey, as well as fleeing his London home for Durham with suspected Covid.", "Despite the “stay at home” rules and message, which he had helped to craft, the prime minister’s chief aide insisted he did nothing wrong. “His ability to apologise seems to be compromised,” says Evans, a retired council worker. “I was sure he needed to resign. My 86-year-old mother said he wouldn’t resign, and she was right.”", "Cummings did eventually resign in November after a No 10 power struggle ostensibly unrelated to his lockdown trips. Evans says: “It would be nice to think he finally resigned because he realised he was wrong about something, but I don’t think that’s the reason.”", "It was Cummings’ explanation for the trip that made Barnard Castle synonymous with ludicrous excuses. He said his family “ended up” on the outskirts of the town after a journey to test his eyesight.", "“People were angry about it because it was a strange reason to give,” admits Richard Bell, one of the town’s four Tory councillors. The saga led to one ministerial resignation; dozens of Tory backbenchers calling for Cummings to quit; a huge drop in public support for the government; and a dip in confidence in the government’s handling of the pandemic, a sentiment later identified by academics as the “Cummings effect”.", "Dominic Cummings’ eyesight test excuse stretched credulity. Photograph: Mark Thomas/Rex/Shutterstock", "Police complained that lockdown rules became harder to enforce as the public cited Cummings’ behaviour to justify their own rule-breaking. When Lukman Majeed was caught breaking lockdown by travelling with friends from West Yorkshire to Manchester, he told police: “If the aide to the prime minister can drive 700 miles, we can travel to Manchester to celebrate Eid.” Unlike Cummings, Majeed was fined.", "Back in Barnard Castle, Bell prefers to dwell on the upside: “It certainly put the town on the map – local businesses have reported it being a lot busier.” Ever since Cummings’ trip, tourists have flocked to the town for selfies outside the local Specsavers and in front of the town’s “welcome” sign. The beer maker BrewDog even produced a special edition Barnard Castle Eye Test beer, which sold out twice over.", "“Every cloud has a silver lining,” says Bell, “and if Specsavers and BrewDog bring people to the town that’s great. People now see the funny side of it.”", "In July, the campaign group Led by Donkeys projected a film on to the walls of the town’s 12th century castle, which lamented the government’s handling of the pandemic. In August, the performance artist Sam Edwards travelled to the town with a light box strapped to roof of his car spelling out the Cummings quote: “I behaved reasonably.”", "“Those things were satirical,” says Evans. “What Cummings did was never funny. He travelled from somewhere that had a high incidence to somewhere that had a low incidence. Whether there was a transmission, nobody can ever know.”", "It was Robin Lees, a retired chemistry teacher, who alerted the Guardian and the police to the fact that he had seen Cummings and his family getting into a car on a road on the southern side of the Tees. The sighting proved impossible for Cummings to deny because Lees took down the car registration and had a Google search history of when he’d looked up the numberplate.", "In a statement in Downing Street’s garden, Cummings admitted the trip but said he stayed by the Tees for 10 to 15 minutes and strayed no more than 15 metres from his car.", "This account is challenged by Evans who believes she saw Cummings in the town centre, and gave a statement to that effect to Durham police. It’s also disputed by Alan Gowland, a retired GlaxoSmithKline employee, who says he saw someone he believed to be Cummings on a path by a weir on the other side of the Tees from Lees’ sighting. “He couldn’t have been there for just 15 minutes; his walk would have taken longer. He was walking very casually,” says Gowland, who backed Brexit and voted Conservative for the first time in 2019.", "“I think he came here thinking he wouldn’t get noticed. But people follow politics. When I saw him, he looked like he was thinking: ‘I wonder if he recognises me.’”", "Evans thinks Cummings’ statement was carefully worded only to confirm the undeniable testimony of Lees. “His account, right from the start, had been incredibly crafted to give the absolute minimum that was already in the public domain,” she says. The discrepancies between Cummings’ account and those of witnesses are a central part of a claim made in October that Cummings perverted the course of justice in the garden statement.", "It is unclear if this will ever be tested in court, as Durham police have shown no appetite to investigate further. A three-day investigation in May found Cummings may have breached health protection regulations, but police took no action. Bell optimistically predicts it will have no impact on the Tory vote in next May’s local election.", "But Evans is not so sure. “It was a very, very significant occurrence. People have spoken out and it’s not in our nature to speak out, but it’s important to try to get to the truth. People will not forget this.”"], "authors": ["Matthew Weaver"], "keywords": ["learns", "dominic", "trip", "wont", "castle", "lees", "town", "towns", "visit", "bell", "forget", "lockdown", "cummings", "live", "evans", "notoriety", "barnard"], "pubDate": "2020-12-17T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}