{"id": "10446a91-6867-3985-b673-e3d821513ed9", "title": "Game Infarcer: Nintendo Cancels Plans To Add Popular Sword Wielders To Smash Bros. Following Fan Complaints", "url": "https://www.gameinformer.com/parody/2021/04/01/game-infarcer-nintendo-cancels-plans-to-add-popular-sword-wielders-to-smash-bros", "summary": "In response to years of fan feedback over too many sword characters in Super Smash Bros.\nUltimate, series creator Masahiro Sakurai released a special Smash Bros.\n\"You all have been politely screaming at me for a while to stop adding sword characters to Smash,\" Sakurai explained, his eye twitching.\nI had big plans for this one but I realize he is both a sword wielder and an anime man.\nAround the 32-minute mark, he brandished a real-life sword and sliced a big “X” into Zagreus from Hades.", "paragraphs": ["In response to years of fan feedback over too many sword characters in Super Smash Bros. Ultimate, series creator Masahiro Sakurai released a special Smash Bros. Direct this week.", "Sakurai began the stream by stating the fans' complaints had “deeply affected” him on an emotional level, and he solemnly swore to never add another sword user.", "\"You all have been politely screaming at me for a while to stop adding sword characters to Smash,\" Sakurai explained, his eye twitching. “I realize actions speak louder than words, so I figured it’s best to show you how committed I am to pleasing the lot of you.”", "He pulled out a photo of Crono, the hero of Chrono Trigger and a long-requested Smash Bros. fighter. “Ah yes, Crono. I had big plans for this one but I realize he is both a sword wielder and an anime man. All of you have made it abundantly clear that you want no part of him in Smash for this reason, so consider your wish granted.” Sakurai then held the photo up to the camera and slowly tore it down the middle.", "Sakurai didn’t stop there. He then opened a small safe containing a rough sketch of Halo’s Master Chief battling Mario, remarking, “It took years to pull this one off. Oh wait, doesn’t he use a laser sword?” He then crumpled the drawing and tossed it out the window of his corner office.", "This went on for a surprising 57 minutes. At one point, Sakurai ordered his secretary to feed a sheet of move-lists for Ninja Gaiden’s Ryu Hayabusa into a nearby shredder. Around the 32-minute mark, he brandished a real-life sword and sliced a big “X” into Zagreus from Hades. “It’s uncanny how some of the coolest characters use sword weapons. Oh well!” laughed Sakurai as he grinded his heel into a photo of Kingdom Hearts’ Sora while “Simple And Clean” played in the background.", "Sakurai ended the video in dramatic fashion: by setting fire to a photo of Waluigi holding what appeared to be a crudely Photoshopped picture of Excalibur."], "authors": ["Editor-In-Chief Of Game Infarcer", "Darth Clark Is The Totally Real Editor-In-Chief Of Game Infarcer", "Which Appears Annually In Game Informer", "Usually Around April Fool S Day . He Occasionally Shares His Wise", "Unassailable Opinions At Other Times Of The Year If You Re Lucky."], "keywords": ["sword", "crono", "following", "popular", "smash", "infarcer", "fan", "stop", "bros", "wielders", "game", "plans", "characters", "big", "oh", "realize", "sakurai", "nintendo"], "pubDate": "2021-04-01T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}