{"summary": "A 30cm telescope aboard has been designed to measure the density, composition, and size of numerous exoplanets, which orbit stars beyond our solar system.\nAccording to the European Space Agency (Esa), Cheops will observe bright stars that are already known to be orbited by planets.\nCheops, which stands for Characterising Exoplanet Satellite, will seek to better understand what these planets are made of.\nQueloz said that Cheops was unlikely to answer the question of whether there is life on other planets.\n“However, in order to understand the origin of life, we need to understand the geophysics of these planets,” he said.", "url": "https://www.theguardian.com/science/2019/dec/18/cheops-european-satellite-lifts-off-to-study-planets-beyond-solar-system", "paragraphs": ["Successful launch from French Guiana of European project comes day late after glitch", "Europe’s Cheops planet-hunting satellite has left Earth a day after its lift-off was delayed by a technical rocket glitch during the final countdown.", "A 30cm telescope aboard has been designed to measure the density, composition, and size of numerous exoplanets, which orbit stars beyond our solar system.", "According to the European Space Agency (Esa), Cheops will observe bright stars that are already known to be orbited by planets.", "The mission “represents a step towards better understanding the astrophysics of all these strange planets that we have discovered and which have no equivalent in our solar system”, 2019 Nobel physics prize-winner Didier Queloz said.", "About 4,000 such exoplanets have been discovered since Queloz and his colleague Michel Mayor first identified one 24 years ago, called 51 Pegasi b.", "The satellite took off early on Wednesday from Europe’s launchpad in Kourou, French Guiana, and live footage was broadcast by launch company Arianespace. It was the third launch this year for the Russian-built Soyuz rocket.", "On Tuesday, the launcher’s automated sequence was interrupted during the final countdown at 1 hr 25 mins, owing to what was described as “an anomaly” in the launch setup.", "Cheops “will focus on planets in the super-Earth to Neptune size range, with its data enabling the bulk density of the planets to be derived – a first-step characterisation towards understanding these alien worlds”, according to the Esa website.", "“We want to go beyond statistics and study them in detail,” mission chief, David Ehrenreich, said prior to Wednesday’s launch.", "Cheops, which stands for Characterising Exoplanet Satellite, will seek to better understand what these planets are made of.", "It is an important step in the quest to unravel the conditions required for extraterrestrial life, but also to unlock the origins of our home planet.", "The satellite will orbit the Earth at a distance of 435 miles (700km), studying rocks orbiting stars several light-years away.", "The aim is to compose “a family photo of exoplanets”, Günther Hasinger, ESA’s director of science, said.", "Queloz said that Cheops was unlikely to answer the question of whether there is life on other planets.", "“However, in order to understand the origin of life, we need to understand the geophysics of these planets,” he said. “It’s as if we’re taking the first step on a big staircase.”", "He added that the mission would allow experts to measure the quantity of light reflected from the planets, which in turn could reveal new insights about their atmosphere or surface.", "“The launch is an important moment, an emotional step, but the real magic moment for us will be when the first results arrive,” Queloz said.", "According to Esa, this should happen within several months of the satellite’s launch."], "pubDate": null, "keywords": ["queloz", "system", "lifts", "launch", "satellite", "life", "understand", "cheops", "planets", "mission", "solar", "step", "study", "exoplanets", "stars"], "id": "104ea2cf-50b7-3d6c-9003-3fadfb64ed94", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "authors": ["Agence France-Presse"], "title": "Cheops satellite lifts off to study planets beyond solar system"}