{"id": "1053f45d-5ccc-3bc8-b462-a5205a557ccd", "title": "Year-round sunshine, pool days and zero taxes: How to move to Dubai and work remotely for a year", "url": "https://edition.cnn.com/travel/article/dubai-remote-working-visas/index.html", "summary": "But Dubai is also tapping into a growing global trend; other tourist destinations such as Antigua and Barbuda, Barbados, Bermuda, Estonia, Georgia and Mauritius have unveiled similar remote working visas.\nAlongside the UAE-wide remote visa announcement, Sheikh Mohammed bin Rashid Al Maktoum, ruler of Dubai, announced the adoption of multi-entry tourist visas for all nationalities.\nIssam Kazim, chief executive of Dubai's Tourism Corporation for Tourism and Commerce Marketing (DCTM), told CNN in late March that around 1,700 applications for the remote working visa had been received since October.\nThe tax questionFor entrepreneur Deeya Khemlani, swapping 4 p.m. winter sunsets in London for year-round sunshine in Dubai is enough to sell her on the scheme.\nFor the remote working scheme, you must be earning a minimum of $5,000 per month to apply.", "paragraphs": ["(CNN) — As global business and travel hubs remain largely closed off to the masses, Dubai is making entry easier than ever for international visitors.", "The glitzy city, as well as the United Arab Emirates as a whole, has for years been opening up its once-strict residency and tourist visa rules, but has accelerated its changes in the face of the coronavirus pandemic.", "Last month, the country announced a UAE-wide remote working visa program (similar to one announced in Dubai in October), in a bid to attract a growing global pool of digital nomads as temporary working-from-home situations become more permanent.", "The visa is being marketed as a chance for remote workers to take advantage of the country's low taxes -- the UAE does not impose income tax on its residents -- as well as its year-round sunshine and five-star lifestyle.", "The move is a bold one in the face of a mass exodus of expats leaving the UAE, where foreign workers reportedly make up about 90% of a 10-million strong population. But Dubai is also tapping into a growing global trend; other tourist destinations such as Antigua and Barbuda, Barbados, Bermuda, Estonia, Georgia and Mauritius have unveiled similar remote working visas.", "Alongside the UAE-wide remote visa announcement, Sheikh Mohammed bin Rashid Al Maktoum, ruler of Dubai, announced the adoption of multi-entry tourist visas for all nationalities. The five-year visa enables tourists to enter multiple times and remain in the country for 90 days on each visit, which can be extended for another 90 days.", "Long-term destination for expats", "Dubai sunbathers pictured in July 2020. KARIM SAHIB/AFP via Getty Images", "It's the latest in a string of initiatives Dubai has recently introduced to try to cement itself as a long-term destination for expats.", "Previously, people could not move to Dubai without a job offer from a UAE-based employer, with workplaces responsible for providing two-year renewable residence visas and medical insurance. Permanent options, such as residency or retirement, were not available to expats.", "But the first seeds for permanent residency were sown in 2018, when a five-year retirement visa was introduced for the first time.", "In 2019, the country introduced \"golden visas.\" This meant high-profile investors and businesspeople could apply for 10-year and five-year visas. It was extended to more sectors, such as doctors and engineers, in November 2020.", "And in January this year, perhaps the biggest announcement of all, the government opened up Emirati citizenship to expats.", "Issam Kazim, chief executive of Dubai's Tourism Corporation for Tourism and Commerce Marketing (DCTM), told CNN in late March that around 1,700 applications for the remote working visa had been received since October. \"Most\" of these applications have been accepted and issued, he says.", "In January, Kazim told CNN a further 16,000 foreigners -- many of them foreign workers -- had opted to stay on in the UAE after Dubai announced a complimentary one-month extension to all tourist visas in December due to the onset of global lockdowns. Kazim says he expected many of these to \"convert into full-time-working virtual applicants in the weeks ahead.\"", "\"Dubai's response to this pandemic has only strengthened the perception of the city with regards to our proposition, and this is translating into strong uptake of people choosing Dubai as a permanent or semi-permanent base,\" Kazim says.", "Related content What Dubai looked like before it boomed", "'One of my favorite cities'", "Pictured in February 2021, a Dubai health worker prepares an injection of the OxfordAstraZeneca vaccine. KARIM SAHIB/AFP via Getty Images", "The UAE is currently leading one of the world's fastest vaccination drives, with the government saying more than half of its eligible population has already been vaccinated.", "CNN spoke to several digital nomads who have applied for the remote working visa, who cited Dubai's lifestyle, its weather and its relative affordability in comparison to other expat centers such as Singapore or Hong Kong as prime reasons to relocate.", "Peter Walsh, co-founder of an education company in Canada, says he applied for the visa as he'd lived in Saudi Arabia as a teenager and Dubai remains \"one of my favorite cities.\"", "He planned on working remotely from the UAE for up to a year to begin with, and possibly extending after that.", "\"I was originally planning to take out the family for an extended break. Maybe as a bonus, get vaccinations while we're there,\" Walsh says.", "\"It's been a tough year with Covid so getting a break was my main motivation.\"", "Walsh applied for the visa on February 16 and was issued an entry permit on March 2. From there, he has 60 days to enter Dubai. However, with Canada introducing a 14-day quarantine for those returning from abroad, and with relatively high costs for sponsoring families in the UAE, he's not managed to make it to Dubai yet.", "The tax question", "For entrepreneur Deeya Khemlani, swapping 4 p.m. winter sunsets in London for year-round sunshine in Dubai is enough to sell her on the scheme.", "Khemlani, one of the founders of fashion label Izaak Azanei, has been frequenting Dubai for years for business, and is excited at the prospect of splitting her time more permanently between the two.", "\"The city really offers the best of everything and it's a great location geographically for me to get to the countries I need to be for work,\" Khemlani says.", "Before the UK travel corridor closed, Khemlani had been flying \"back and forth\" between London and Dubai relatively often, so had not finalized her application yet. However, she intends to in the near future.", "\"Quite honestly, during the winter months, Dubai is a welcome escape,\" she says.", "But while the program is being advertised as a shortcut to a tax-free salary, the reality is that applicants will probably still be taxed in their home country.", "David Daly, partner at UAE-based Gulf Tax Accounting Group, says residents of other countries wanting to earn a tax-free salary would need to declare themselves a non-resident of their home country first, which isn't possible while holding a full-time job there.", "Face coverings are mandatory in all public places in Dubai. GIUSEPPE CACACE/AFP via Getty Images", "The matter of double taxation then depends on tax agreements between each country. Nearly 120 countries have reciprocal taxation agreements with the UAE, to ensure individuals and businesses are only taxed once.", "Related content Behind the scenes at the Fish Hospital at Atlantis Dubai", "Conscious decoupling", "There are also some caveats to take into consideration.", "For the remote working scheme, you must be earning a minimum of $5,000 per month to apply. It costs $287 per year, plus medical insurance with valid UAE cover and a processing fee per person.", "For a retirement visa, applicants must be 55 or older, have valid UAE health insurance and fulfill one of these three requirements: earn a monthly income of Dh20,000 (around $5,500); have Dh1 million in cash savings; or own property in Dubai worth Dh2 million.", "Murtaza Khan, partner at immigration firm Fragomen, says there appears to be a \"decoupling of visa sponsorship and employment.\"", "\"In order to attract and retain the best and brightest talent, the country's immigration policy needs to provide appropriate options,\" he says.", "Looking forward, he believes there may be further policies that provide a \"balanced employment relationship between foreign workers and employers, rather than the historical sponsorship-led approach.\""], "authors": ["Ashleigh Stewart Cnn"], "keywords": ["sunshine", "country", "workers", "dubai", "yearround", "visa", "zero", "taxes", "remotely", "days", "visas", "work", "remote", "tourist", "pool", "uae", "tax", "working"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}