{"id": "107e8d0b-1479-30cd-b2fd-eb2cbaa45ca0", "title": "Watch The Juliana Plaintiffs Vic Barrett, Kelsey Juliana, and Levi Draheim in Conversation with Sandra Upson | Wired Video | CNE | Wired.com", "url": "https://www.wired.com/video/watch/the-juliana-plaintiffs-vic-barrett-kelsey-juliana-and-levi-draheim-in-conversation-with-sandra-upson", "summary": "[girl laughs] [boy laughs]I don't wanna speak for everyone else,but I don't think I ever could haveconceptualized what it would turn into or be like.\nI don't think I realized the implicationsor the platforms that would open up for so many of us.\nAnd I think that's really important'cause something we really harp on a lotis that it's not just about us 21 plaintiffs,or even just about these last four years.\nWell-- Well--I mean, I don't wanna keep talking from my perspective,but I've been doing part of the climate movementsince, oh my gosh, I don't wanna do the math.\nI don't know.", "paragraphs": ["Transcript", "Kelsey, Levi, Vic.", "Thank you so much for being here today.", "You all came a long way from different places.", "Who you see before you here are three", "of 21 plaintiffs in a lawsuit against the United States.", "They've been working with a group", "called Our Children's Trust to sue the government", "for perpetuating climate change.", "I would love to hear first, just to hear from you each,", "what was the moment or event that kinda", "kick started you down this path?", "What made you think,", "I need to get serious about climate change?", "I could kick it off, right? [laughs]", "Yeah, I think for me it was learning", "about the social justice implications of climate change.", "I grew up in upstate New York, in a 98% white community", "as a young black, queer, Latino person.", "And when I started going to school in New York City", "I joined this after school program", "where we learned about human rights", "in connection to climate change.", "And just being able to talk about the climate crisis", "in a way that dealt with my body", "and the way people that, like me", "were being harmed all over the world.", "It just made me realize that, while a lot of my peers", "were focusing on movements like Black Lives Matter,", "or March for Our Lives, or things that dealt with,", "like, really up front violence, I decided", "I wanted to be a climate justice activist", "'cause I saw climate change as a slow,", "deliberate violence against people of color.", "So, when I first, what really started me off", "is, my family has always been very", "open about climate change.", "It's never been a thing that my parents have hid from me,", "or have, like, or did not want to tell me", "because they thought that it would scare me.", "And so they've always been very open about climate change", "and so I've always known about climate change.", "Not known directly what it was,", "but it's been in the back of my mind, like,", "What is climate change?.", "And when my mom first told me what climate change was,", "and how it was affecting my future and my life,", "I realized that I needed to be doing whatever I could", "to help save my future and the future of this planet.", "And so that's what really made me become a climate activist.", "You also come from a place where it's, maybe,", "more obvious than others.", "How has that shaped your thinking?", "Yeah, so I live on a small barrier island", "off of the coast of Florida, and it is at sea level", "so we are very prone to flooding", "during hurricanes or tropical storms.", "And so they've said, I believe, that by the year 2050,", "that our barrier island could be under water", "if we continue on the course that we are on.", "And so I need to be taking action", "otherwise I won't have a future", "or a home on our planet and on my barrier island.", "Kelsey?", "Oh yeah, well [laughs].", "It's your name, right?", "You're the lead plaintiff?", "So you're the named plaintiff? The named plaintiff, right.", "But, definitely, we're all co-plaintiffs in this one.", "But I would say, you know, I appreciate", "what Levi said about having parents", "and having mentors in general who are honest", "with issues that pertain to the wellness", "of children and the wellness of the planet", "which everyone lives on and needs to be healthy to survive.", "And I think my, I was also blessed", "with parents and teachers who were honest", "with me about the current situation", "of things that affected the wellbeing of places,", "people that I love, and myself as well", "And so, for me the climate journey", "has been most of my life since I was 10 years old.", "And it's been moments.", "Crystallized moments, I would say,", "along the way of, kind of, diving into the reality", "and re-emerging alive, activated", "and ready to get to work because", "it can be very dulling.", "It can be very intimidating to be confronted", "with the reality which is why a lot of people don't.", "And I think, especially for young people,", "we are actually discouraged often", "not to dive into that because it's overwhelming,", "and scary, and we have soccer practice to get to on time.", "But it's being able to be honest", "and dive into the realness,", "sit with it, and then plug in in whatever way you can", "that's got us all here today.", "So this lawsuit was filed in 2015,", "so it's been going on for a big chunk of your lives.", "What's that been like for you?", "Did you expect it to go on like this?", "[girl laughs] [boy laughs]", "I don't wanna speak for everyone else,", "but I don't think I ever could have", "conceptualized what it would turn into or be like.", "I mean, I knew that what we were doing", "wasn't typical or something to not take seriously,", "I mean, it was a group of kids", "filing a lawsuit against the US federal government.", "But, at the time I was kind of just like, Okay, that's it.", "I don't think I realized the implications", "or the platforms that would open up for so many of us.", "But it's been really amazing because", "we each all have our own individual stories", "that, sometimes, in a case that has 21 people", "in it, when you're always focused on that", "you can't always talk about it,", "but because of the platform it's given us", "outside of the lawsuit too we have been able", "to really get out and talk about our own", "individual stories and inspire other people", "to join the movement.", "And I think that's really important", "'cause something we really harp on a lot", "is that it's not just about us 21 plaintiffs,", "or even just about these last four years.", "What we're doing is indicative of a wider movement", "and a wider change that's happening", "with just young people stepping up to governments,", "and stepping up to people in power", "and saying, If you're not gonna listen to us,", "we're gonna strike or sue you.", "[people laughing]", "Yeah?", "Yeah, so when I first joined this lawsuit", "I really did not expect this lawsuit", "to be taking this long.", "Originally, I believe, we were told", "that it was gonna be about a year or less", "because the government was gonna end up", "throwing our lawsuit out.", "And I really did not expect for this lawsuit", "to be taking this long.", "It's been a third of my life.", "[people laughing] And this lawsuit has just been", "taking way too long.", "We should not be having to wait", "for them to decide if we are gonna", "have a future or if we are not.", "So I did not expect this lawsuit to take this long,", "but at least they haven't thrown us out yet.", "So there's kind of two sides", "to it, right? Yeah.", "On the one hand you're still going, you might still win.", "On the other hand you haven't won yet.", "Yes.", "So what does winning look like?", "What do you wanna see happen if this succeeds?", "Well, winning will bring.", "I'll just say real quick.", "Winning would bring about a court ordered", "climate recovery plan that would look", "at all sectors of society in a way", "that are excessively omitting fossil fuels,", "the way that we are choosing to operate", "in these sectors of society in ways", "that are fundamentally flawed, towards, you know,", "ensuring healthy systems, healthy communities.", "And we would put us on a path towards climate recovery.", "And, again, that would be court ordered", "so it wouldn't be a matter of,", "whatever administration believes,", "that this is an important issue.", "It wouldn't be looking at the court", "to tell the branches of government", "exactly how to operate this, but it would", "be immediate and, you know, federally mandated.", "And it would look at the broader picture,", "and the most aggressive, scientifically viable", "science would be used to help this plan come into place.", "And-- Vic--", "Oh, go ahead.", "Okay.", "Vic, you were talking about how this lawsuit", "has also created a platform for each of you", "to tell your stories.", "I was wondering what that means for you.", "What kind of, how has your life changed", "as a result of this?", "Yeah, I mean [laughs].", "Our life has changed, or at least I know", "my life has changed in a lot of ways.", "You know, whether that means taking time", "off of school, or being at events or in places", "I never thought I'd be in, talking to people", "I never thought I'd speak to, but also learning", "so many things I never thought I'd know too.", "A lot of us have learned more about law", "than I think we ever expected to.", "[people laughing]", "You know, a lot of, like, the bizarre legal terms,", "and find ourselves talking about injunctions", "and appeals all the time, and then I'm like--", "Bizarre--", "When did I become this person?", "[people laughing]", "But yeah, I would say that's definitely,", "like, part of the life of being a plaintiff.", "Just being able to be a spokesperson", "and talk about the importance of this case", "in a way that, I think, kind of relates", "to what you were asking Kelsey.", "It's just, 'cause winning doesn't just look", "like us winning in the courts and getting", "our climate recovery plan put in place,", "but also getting our voices out there", "and inspiring other young people", "to know that they can take action,", "or hold their governments accountable.", "Or that they have the power to do any of those things,", "'cause I didn't before I joined this case.", "And so I think part of winning is showing", "other young people that they can do the same thing", "and I think we've already done that.", "So in a lot of ways we've already won.", "Yeah, I think a lot of people ask", "and the language has been, What happens if you win?", "What happens if you don't win?,", "and they're almost like, What happens if you lose?", "and it's like, Why are you focusing on that?.", "We've already won so many steps along the way.", "Yeah. And if it was, you know,", "if we were to be discouraged by not winning", "then none of us would be here confidently talking", "about our personal stories and telling", "you that we are hopeful about this climate movement", "and we do think that we can get ourselves", "on a path to climate recovery because, honestly,", "the government has done everything in their power", "to delay and attempt to dismiss this case outright.", "And yeah, it's taken a lot longer than we thought.", "Using unprecedented, you know, legal manouvers.", "Our case has already been to the Supreme Court twice,", "and it's been at all levels of court at the same time,", "and yet, unanimously across the board,", "judges have ruled in our favor to get us a trial.", "And so, yeah, it's not just a matter", "about winning the case at, you know,", "point B, whenever that will be.", "It's the fact that, I think, it's taken this long,", "in a way, has actually really worked to our favor", "and against the defendant's whishes", "because it's activated all of us", "and all of our supporters to realize, like,", "Oh my gosh, are we seriously gonna wait", "for a savior or a single solution?.", "No, we can all activate ourselves", "and we can all look at what we need to do", "every single day, and in our communities,", "in our platforms, like, we're on a platform", "and all of you have platforms, 'cause this is tech, hey!.", "[people laughing] And, you know,", "whatever means you can.", "And I think that that's really empowering", "for us and to other young people.", "Because young people, often times,", "are not really welcomed in these spaces", "and are told that they, you know,", "will be future astronauts, future leaders,", "future business people,", "not recognizing the potential of now.", "And so, yeah, the--", "[boy laughs]", "[Vic] Yeah.", "We, I mean, we've been winning, baby.", "[people laughing]", "So to speak about platforms a little bit more.", "You're all public figures now,", "and the internet is not always kind to people.", "[Vic] [laughs] Really?", "[people laughing] I'm wondering,", "you just noticed,", "if you've experienced any negativity,", "or a backlash on Twitter or elsewhere,", "what kind of reaction you get when people", "see you putting yourselves out there", "and telling your stories?", "Yeah.", "I mean, I'll start just 'cause I have a recent example.", "But with the last few months of just", "the climate movement taking off,", "the climate movement especially being,", "when a lot of us were in DC, and New York", "and at a lot of events, I testified to congress", "with Greta Thunberg and Jamie Margolin from Zero Hour.", "Just talking about climate change", "and how it impacts our lives, and afterwards I got,", "I go on to my Instagram and I'd gotten tagged", "in a Breitbart news video that they had posted", "and it's like, Trans Latino climate activist", "speaking about emotional damage from climate change.", "And I made the mistake, definitely,", "of, like, going through the comments at first,", "but afterwards I was kind of just, like,", "I don't know, this means to people", "that we weren't paying attention", "or nervous about how much power we have", "is what that meant to me.", "And so I think that's how I deal", "with a lot of the backlash and the negativity", "that comes from the internet [laughs].", "Yeah.", "You guys mentioned, or, you mentioned Greta Thunberg", "who is now world famous for her activism.", "And we have youth climate strikes", "and marches going on globally.", "Do you feel like you're on the cusp of something big?", "It certainly seems like there's significant", "power to youth action right now.", "Or do you feel like, Hey, why isn't everyone activating?", "Like, what's, where do you feel like are", "on the spectrum of, you know, like,", "having accomplished something big?", "Anybody wanna answer?", "[people laughing] Do you wanna answer?", "Me?", "Well-- Well--", "I mean, I don't wanna keep talking from my perspective,", "but I've been doing part of the climate movement", "since, oh my gosh, I don't wanna do the math.", "For 13 years, okay?", "For 13 years.", "And back in the day, the first, like,", "my first entrance into the movement", "was participating in 350.org's first,", "like, nationwide march, okay?", "So, now 350, we, I hope everyone knows about 350.org", "and 350 as being the stable marker", "of atmospheric CO2 that we need to get to.", "Anyways.", "And I can tell you from then to now,", "from then to last year to now,", "definitely we are on the edge of something.", "Back in the day it felt very isolating", "to be talking about climate change,", "to be calling it an issue of survival.", "Like, are you, oh God.", "Talking about harassment and, no.", "And the reality is that that is such a shame.", "Because in the '50s and the '60s", "our government was researching climate change", "and they put out a White House memo", "calling climate change and rising carbon emissions", "as potentially apocalyptic and catastrophic.", "And they predicted 10 feet sea level rise.", "And this is in the '60s.", "So we've been concerned about this issue", "for a long time across the board.", "Our government certainly has.", "And yet, the movement has grown and grown,", "has grown and grown, and I think we definitely", "are at an amazing moment in time", "to really get some amazing work done", "and to have that work be led by people", "who have historically been pushed", "out of this conversation.", "Who, we've seen most of the environmental degradation,", "and these dirty industries be pushed out", "and built in these communities.", "And we're seeing leadership from these places", "which is really exciting.", "Levi, maybe this is a question for you.", "I also think about how, you know,", "climate change is not something", "that's gonna get solved over night.", "It's a tough problem with a lot of complexity", "to it and you've seen just how slowly things can change.", "Do you worry about losing momentum", "or, sort of, you know, keeping burnout at bay?", "How do you stay motivated?", "Right, so the way that I stay motivated is, I'm a kid.", "I'm very impatient.", "[people laughing]", "This is taking way too long.", "And the way that I stay motivated", "is that I know if I'm not gonna be taking action", "then there is no hope.", "And so I know that if I wanna have a future", "then I am going to have to continue taking action", "and I'm going to have to,", "I'm going to have to stand up for my future", "because most of the adults are not doing", "enough to save our future and our lives.", "So I need to be the one, our generation", "needs to be the one that is taking action", "for our future and our lives, and if we are not", "there might not be a future for us.", "And so I know that I have to be taking action", "otherwise I won't have a future.", "Vic, how has this shaped your thinking", "about what you wanna be doing with your own life?", "[laughs] Geeze.", "My mom was asking me the same question.", "[people laughing]", "I'm so sorry. [people laughing]", "What have I done?", "I don't know.", "I know that being able to do this for so long", "and being able to just, like,", "really do work that's so much for other people", "for so long lets me know that that's what's", "most fulfilling for me.", "And what I wanna do as we live in this time", "where, I think, a lot is changing", "and we need people and leaders", "to stand up and guide folks through that change.", "Which is, I guess, is a very vague", "and broad way of me saying I don't really know", "what I wanna do next, but I know that I want", "it to be helping people and, kind of,", "guiding us through what I believe,", "and our generation particularly,", "through what I believe is gonna", "be a really transformative time", "for human beings, and a really decisive time also.", "Kelsey, you're in college, right?", "How are you channeling this experience", "into your studies and your vision for yourself?", "No pressure. Well, both Vic,", "Vic and I have both taken off a bit of our,", "and we're both actually not in school right now.", "We take time off for different reasons", "pertaining to this work.", "And so I think that, I don't know [laughs].", "I don't know what I think.", "[people laughing]", "I feel a little nervous, actually,", "answering this questions.", "Yeah, this is part of every facet of our lives", "and it's not confined to a classroom,", "or academia in terms of, like, studying", "climate change and acting on it.", "But college campuses,", "any type of community that you belong to,", "you know, we should all be doing this work", "in those places that we have relationships", "and a foundation to build upon.", "And so, yeah, I think college campus", "is a great place to do that, to continue this work.", "But I encourage anyone, I mean,", "I aspire to be an elementary school teacher", "so actually a lot of the work that I do", "is with young children.", "And I can see the fire in them build,", "just realizing that their peers", "are already and have for a long time", "been getting to the work that matters to them.", "Thank you so much.", "It's been a pleasure to have you up here.", "Thank you, Sandra. [people clapping]", "Thank you."], "authors": ["Condé Nast"], "keywords": ["thats", "watch", "really", "vic", "wired", "wanna", "sandra", "levi", "know", "video", "plaintiffs", "climate", "upson", "taking", "wiredcom", "way", "think", "dont", "juliana", "lot"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}