{"id": "10a39fe8-8be0-3418-96f3-d67ff1208771", "title": "Reese Witherspoon and daughter Ava stun fans as they twin in matching sweaters: 'Who is who?'", "url": "http://www.foxnews.com/entertainment/reese-witherspoon-daughter-ava-twin-christmas-sweaters", "summary": "Reese Witherspoon and her mini-me daughter, 21-year-old daughter Ava Phillippe, continue to prove they're practically identical.\nThe 44-year-old Oscar-winner twinned with her college student daughter in matching Christmas sweaters from Witherspoon's Draper James clothing line.\nREESE WITHERSPOON SHARES HILARIOUS MOMENTS OF SON, 7, DOING VIRTUAL LEARNINGSelma Blair said they were the \"cutest\" while Katie Couric called them \"adorable.\"\nBeautiful ladies love love love,\" gushed Drew Barrymore.\nThe former couple also shares son Deacon, 16.", "paragraphs": ["Reese Witherspoon and her mini-me daughter, 21-year-old daughter Ava Phillippe, continue to prove they're practically identical.", "The 44-year-old Oscar-winner twinned with her college student daughter in matching Christmas sweaters from Witherspoon's Draper James clothing line.", "The duo also coordinated their snowflake mugs in hand and red lipstick as they posed in front of an expertly decorated front door.", "\"Ok. It’s true that I had to beg her to wear a matching Holiday sweater.... but isn’t it CUTE??!! #humorme #itsamomthing,\" Witherspoon wrote.", "REESE WITHERSPOON ON IF SHE’D EVER RUN FOR OFFICE: ‘OUR STANDARDS HAVE BECOME PRETTY LOW’", "Some of the actress' famous friends reacted to the pic on social media.", "Padma Lakshmi wrote, \"I'm seeing double!\"", "REESE WITHERSPOON SHARES HILARIOUS MOMENTS OF SON, 7, DOING VIRTUAL LEARNING", "Selma Blair said they were the \"cutest\" while Katie Couric called them \"adorable.\"", "\"Come on! Twins!!!! Beautiful ladies love love love,\" gushed Drew Barrymore.", "Meanwhile, others were simply stunned by the photo. \"Who is who?\" asked one person. \"Can she look any more like you?\" another questioned. One social media user noted they \"had to look for a minute\" to tell the mother-daughter pair apart.", "\"I had to do a double take! Wow!\" echoed another person.", "Witherspoon was married to actor Ryan Phillippe from 1999 to 2006 and share daughter Ava. The former couple also shares son Deacon, 16. Their divorce was finalized in 2007.", "The producer went on to marry Jim Toth in 2011 and gave birth to son Tennessee in 2012.", "CLICK HERE TO SIGN UP FOR OUR ENTERTAINMENT NEWSLETTER", "The \"Big Little Lies\" star marveled at motherhood in a video on YouTube.", "\"I got pregnant when I was 22 and delivered when I was 23 -- to be totally honest, it was scary,\" she explained. \"I was scared.", "\"I didn't know what it was going to do to my job or my career,\" Witherspoon continued. \"Your entire life will change. Everything you believe, every piece of food you eat, every piece of independence you have.\"", "CLICK HERE TO GET THE FOX NEWS APP", "\"You can't go out without thinking of another person,\" she described. \"You can't go get your groceries without thinking about another person.\""], "authors": ["Jessica Napoli"], "keywords": ["phillippe", "reese", "stun", "sweaters", "daughter", "ava", "son", "person", "shares", "love", "thinking", "piece", "twin", "social", "fans", "matching", "witherspoon"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}