{"id": "10f06c72-476d-3099-a388-7bda09a58635", "title": "The geeky origin of your cool sunglasses", "url": "https://www.economist.com/1843/2021/04/06/the-geeky-origin-of-your-cool-sunglasses", "summary": "Perhaps because unlike other practical items that advertise their function by distorting your natural shape or making you garishly bright, sunglasses conceal.\nUltraviolet radiation was not discovered until 1801, and the risk it poses to eyes went unappreciated for decades after that.\nEventually he found a formula for a lightly tinted, sage-green glass, called Crookes Glass 246, that blocked 98% of infrared light.\nOne pale-blue composition, Crookes Glass 249, blocked a certain amount of visible light while also intercepting the most harmful forms of ultraviolet radiation.\nAs sunglasses became more fashionable, they also became less safeAs sunglasses became more fashionable, they also became less safe.", "paragraphs": ["Certain classic moments of cinematic history would be unthinkable without sunglasses. Audrey Hepburn outside Tiffany’s in her Oliver Goldsmith Manhattans. The Blues Brothers on the run from the police, unflappable in their Ray-Bans. Without his custom-made micro-shades, Neo in “The Matrix” would have been just another weird computer hacker in a leather trench coat.", "Sunglasses have been the ultimate chic accessory since they emerged onto the mass market a century ago. That’s surprising, given that their main purpose is to protect the eyes. Safety-wear is seldom cool: inflatable armbands, bicycle helmets and hi-vis jackets have never scaled the heights of fashion. Yet shades have bucked the trend. Why? Perhaps because unlike other practical items that advertise their function by distorting your natural shape or making you garishly bright, sunglasses conceal. Because they hide the eyes, they grant their wearers privacy, masking the direction of their gaze and lending them an air of aloofness and mystery.", "Darkness is key to their function. Natural sunlight, also known as white light, is a mix of many different types of light: you can see the elements that make it up when they’re separated using a prism. The human eye can detect only a small fraction of the light emitted by the sun, ranging from red light (with the longest wavelengths) to violet light (with the shortest). When bright enough, such light can be uncomfortable, or even harmful. But it is the invisible sunlight that poses the greatest risk.", "Safety-wear is seldom cool. Yet sunglasses have bucked the trend", "Infrared radiation, which has a longer wavelength than that of red light, is emitted in vast quantities by the sun – but the small amounts that reach our eyes pose little risk. By contrast, ultraviolet ( UV ) radiation, which is off the other end of the visible spectrum, can do lasting harm because its shorter wavelengths carry more energy. UV rays can break chemical bonds and damage DNA molecules in the delicate cells of the eye, leading to cataracts and cancers.", "None of this was known when tinted spectacles first appeared in the 18th century. Ultraviolet radiation was not discovered until 1801, and the risk it poses to eyes went unappreciated for decades after that. Proto-shades were originally designed merely to guard weak eyes from the sun’s blaze: sunglasses were synonymous with infirmity, an association that would persist for well over a century.", "Everything changed in the early 1900s, when workers making glass bottles in the north of England began to complain of losing their sight. By some estimates, these individuals were 25 times more likely to develop cataracts than the population at large. New legislation in Britain on industrial injuries meant that those afflicted with “glassblower’s cataract” became eligible for compensation in 1908. The Royal Society sent William Crookes, an octogenarian physicist, to Lancashire glassworks to investigate the causes of the condition.", "Crookes concluded that infrared radiation was responsible. Glass furnaces reach temperatures of several thousand degrees. That is not as hot as the sun, but hot enough to blast damaging quantities of infrared across shorter distances. Crookes set about designing glasses to protect glassblowers from infrared rays, experimenting with more than 300 glass compositions in his laboratory.", "The goggles worn by pilots in the first world war lent eyewear a dashing air", "During the course of his research, he discovered various compounds that could minimise glare, UV and infrared radiation, though not all at the same time. Eventually he found a formula for a lightly tinted, sage-green glass, called Crookes Glass 246, that blocked 98% of infrared light. He recommended that glassblowers adopt protective eyewear with lenses made of this material.", "Crookes soon realised that his discoveries had other, non-industrial applications. One pale-blue composition, Crookes Glass 249, blocked a certain amount of visible light while also intercepting the most harmful forms of ultraviolet radiation. Fashioning pairs of lenses from such a compound, he put them into spectacle frames for himself and his wife. They wore them – probably the first pairs of modern sunglasses – on a walk along the chalk cliffs of England’s south coast during the hot summer of 1911.", "The discoveries received much coverage in the trade press, and soon “Crookes lenses” were being flogged to holiday-makers on both sides of the Atlantic to protect their eyes from harmful ultraviolet rays. Because of the historical association between infirmity and tinted lenses, early advertisers emphasised their discreet appearance and downplayed the strength of the tint.", "Knock-offs soon flooded the market and Crookes never profited from his discovery. By 1918 people were more likely to be buying shades from “crooks without an e”, says Neil Handley, a curator at the College of Optometrists in London.", "Sunglasses soared in popularity over the following decades. The goggles worn by pilots in the first world war lent eyewear a dashing air. Hollywood also played its part, says Vanessa Brown, a historian of fashion at Nottingham Trent University. When photos emerged of stars such as Joan Crawford wearing sunglasses behind the scenes – whether to shield her eyes from the studio lights or conceal the after-effects of the night before – shades became indelibly associated with a celebrity lifestyle.", "As sunglasses became more fashionable, they also became less safe", "As sunglasses became more fashionable, they also became less safe. The original goal of providing ultraviolet protection was almost completely abandoned. This made them positively dangerous, because pupils dilate when shaded, increasing the amount of UV radiation the eye can absorb. Things improved in the 1970s when the industry adopted safety standards, but the trade in unsafe, counterfeit shades still thrives today.", "The glassblowers whom Crookes originally set out to help never saw the benefits. When the Royal Society issued a report on glassblowers’ cataracts in 1928, it transpired that all attempts to persuade workers to wear protective lenses had failed. The reason? The “innate conservatism of the British workman”. The glassblowers, in other words, thought sunglasses were deeply uncool. From the moment of their introduction, sunglasses were just too fashion-forward for some.■", "Gilead Amit is a science correspondent at The Economist"], "authors": ["Gilead Amit"], "keywords": ["eyes", "infrared", "cool", "sunglasses", "glassblowers", "radiation", "crookes", "origin", "ultraviolet", "lenses", "light", "geeky", "glass"], "pubDate": "2021-04-06T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}