{"id": "1111dabe-529d-3d8a-80d7-f67bca65f7cf", "title": "'Unsung heroes': cleaners keeping London's transport Covid-safe – photo essay", "url": "https://www.theguardian.com/artanddesign/2020/dec/10/unsung-heroes-cleaners-keeping-londons-transport-covid-safe-photo-essay", "summary": "Joseph Mensah, a line supervisor, cleaning touch points around Victoria on the 7am-3pm shift.\nOne aspect of this was the cohort of workers deep cleaning and decontaminating the capital’s public transport system every single day.\nBut Smith was able to gain an insight into efforts going into keeping commuters, drivers and transport staff safe at this time.\nAaron Crichlow and Paul Storey are part of the team doing the anti Covid spraying.\nI realised I was doing my bit to keep everybody safe and protect everybody.”Paul Storey 49, part of the team doing the anti-Covid spraying at Merton Bus Garage.", "paragraphs": ["In many ways, England’s second national lockdown was very different to the first. Schools stayed open, care home visits were allowed, elite sport continued, and people were allowed to socialise outdoors with a member of another household. What remained unchanged, however, was the essential nature of different streams of the country’s workforce, many of whom are not always prominent in the public eye.", "Joseph Mensah, a line supervisor, cleaning touch points around Victoria on the 7am-3pm shift.", "One aspect of this was the cohort of workers deep cleaning and decontaminating the capital’s public transport system every single day. Under cover of darkness, they toiled through the night to disinfect and sanitise the buses and trains of London, which never stopped running throughout the lockdown. What that looks like and what it entails won’t be familiar to most people, so the Guardian set out to capture them at work in what photographer Sean Smith described as “a fairly thankless job that is taken for granted day to day”.", "With most of the workers not actually employed by TfL but by companies it subcontracts for the cleaning process, access was restricted in some areas. But Smith was able to gain an insight into efforts going into keeping commuters, drivers and transport staff safe at this time.", "Rohan Coelho, 40, a team leader who has worked for three years on the Victoria line. After spraying the Underground station he sprays Victoria bus station.", "There are three cleaning shifts during the day, carried out in the ticket halls, escalators and walkways. Handrails, ticket machines, touch points where people tap in and out, armrests and the backs of seats on the platforms – anywhere someone might put a hand without even thinking about it – is wiped down three or four times a day using antibacterials. This happens alongside the more normal tasks like clearing up rubbish.", "When the train arrives at the depot, one team of cleaners will first scrub and mop the floors of the carriages with detergent and liquid, which would happen anyway in normal times, then suck up the excess liquid. They will also do the windows and all the touch points – grab handles, rails, buttons – with antibacterial cloths. The seats are vacuumed every day and intermittently also get a deeper clean with shampoo.", "Then comes the all-important electrostatic fogging – which a separate set of workers carry out. An ultra-fine mist of broad-spectrum disinfectant – Zoono – is sprayed all over the carriages and where the driver sits. This can be time-consuming as the equipment is heavy and surfaces need to be coated uniformly, but once it’s done, its effects last for 21 days, 28 on buses. Then they move on to the next train. The following night, they will just clean the floor, seats and touchpoints.", "Fabricio Salgado doing a deep clean of the seats which last a few weeks. This is on top of the daily touch point and general cleaning of the buses and the special once every 28 days anti Covid spraying.", "For Aaron Crichlow, 28, his shift begins at 11pm. He signs in at whichever London depot he has been sent to that night, reviews the list of buses, counts them to make sure the ones he’s been asked to do are there, then he suits up. There are 6,032 buses located across 53 depots in the TfL operating area.", "Aaron Crichlow and Paul Storey are part of the team doing the anti Covid spraying. This is on top of the daily touch point and general cleaning of the buses.", "Crichlow dons his full white bodysuit, nitrile gloves, face mask, helmet and wellington boots, and straps on his backpack sprayer, ready to carry out the electro-static cleaning of the buses. For a double-decker, he starts at the top and works his way down. For a single-decker, he works back to front. He said he isn’t concerned but still feels it’s best to minimise the time spent among the disinfectant, so he works thoroughly and efficiently.", "He had been made redundant shortly before the first lockdown and has been cleaning the buses for about a month now. Doing this work has completely changed his perspective on the pandemic, he said. “It was only when I started doing the job that the pandemic became all the more real to me. It helped me understand the bigger picture around the restrictions that were being put in place. I realised I was doing my bit to keep everybody safe and protect everybody.”", "Paul Storey 49, part of the team doing the anti-Covid spraying at Merton Bus Garage.", "At the end of his shift, all his gear comes off and he places everything in a plastic bag, which gets taken to waste collection. This way he ensures nothing from work gets brought home to his family. Having said that, he doesn’t feel unsafe doing his job and said he hopes that seeing these pictures could, in some small way, put other people’s minds at ease. “A lot of people can’t see what’s being done to protect them. We’re trying our hardest to protect everyone and get things back to normal.”", "However, Smith noticed that while the people working for TfL tended to be UK nationals, with large parts of the transport system privatised, many of the workers that had been contracted in to do the cleaning had only been in the UK for a few years. Coming from far and wide, from parts of Latin America to Romania and Poland, many were uncertain what their status would be in the context of Brexit after January. These workers, he noted, tended to have the least job security, be the lowest paid, and live in crowded housing. Many of them had also worked through the first lockdown, when so much about coronavirus was unknown.", "Patrick Karlo, line supervisor, Michael Tiamiyu, manager for the Victoria line cleaning and Chris Shadbolt team inspector.", "“These are the sorts of jobs and people that are not valued and get taken for granted, particularly in this political climate,” Smith said. He hopes that by seeing these pictures, people will think about those who work out of sight, night after night, contributing to keeping us all safe. He hopes that by seeing what they do, people will recognise their work is important and worthwhile. “These are people who are essential but tend to be forgotten,” he said. “They are all unsung heroes.”"], "authors": ["Lucy Campbell", "Sean Smith"], "keywords": ["buses", "doing", "touch", "londons", "transport", "night", "team", "victoria", "cleaners", "work", "unsung", "covidsafe", "day", "workers", "keeping", "essay", "cleaning", "heroes"], "pubDate": "2020-12-10T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}