{"id": "1124bf9e-1b4f-3acf-a863-de760f24b2ce", "title": "Tarek El Moussa slams fiancee Heather Rae Young's 'Selling Sunset' co-star Christine Quinn for her 'big mouth'", "url": "https://www.foxnews.com/entertainment/tarek-el-moussa-slams-heather-rae-young-selling-sunset-christine-quinn", "summary": "Tarek El Moussa called out his fiancee Heather Rae Young's co-star Christine Quinn for spreading rumors about how the couple is navigating fame.\nAs the \"Selling Sunset\" cast skyrocketed to fame after its 2019 premiere, Quinn has been dubbed the reality show's \"villain.\"\nShe's said some s--tty things about us,\" El Moussa said while appearing on Dear Media's podcast \"Not Skinny but Not Fat\" alongside his fiancee.\nI couldn't get away from the paparazzi,\" El Moussa continued.\nOf course, they're going to be interested in another reality star dating a reality star,\" she said.", "paragraphs": ["Tarek El Moussa called out his fiancee Heather Rae Young's co-star Christine Quinn for spreading rumors about how the couple is navigating fame.", "The 39-year-old \"Flip or Flop\" star proposed to Young, 33, this summer. Young, a former Playboy model, is best known for her role on Netflix's \"Selling Sunset,\" which follows the posh female realtors of the Oppenheim Group in Los Angeles, including Quinn.", "As the \"Selling Sunset\" cast skyrocketed to fame after its 2019 premiere, Quinn has been dubbed the reality show's \"villain.\" El Moussa suggested there may be some truth behind the title as Quinn has mocked his and Young's outings in the spotlight, going as far to say they stage their own paparazzi photoshoots.", "\"Christine has a big mouth. She's said some s--tty things about us,\" El Moussa said while appearing on Dear Media's podcast \"Not Skinny but Not Fat\" alongside his fiancee. \"I'm not really interested in dealing with her nonsense.\"", "TAREK EL MOUSSA SAYS HE'S A 'DIFFERENT' MAN GOING INTO SECOND MARRIAGE TO HEATHER RAE YOUNG", "The HGTV star, who was formerly married to Christina Anstead, also voiced frustration with Quinn for referring to him and Young as \"Speidi\" in an interview with Page Six. \"Speidi\" is the fan nickname for reality TV star couple Heidi Montag and Spencer Pratt.", "\"She's never been on TV, she didn't know how it works and she opened her mouth and at the end she looks stupid, not us, because I've been on TV for 10 years. I've been through a public divorce. I couldn't get away from the paparazzi,\" El Moussa continued.", "However, the HGTV star went on to clarify that despite a \"few rude comments\" made by Quinn, there is actually \"no bad blood\" between her and the couple.", "TAREK EL MOUSSA DETAILS MARRIAGE PROPOSAL TO HEATHER RAE YOUNG: 'I KNEW MY LIFE WOULD NEVER BE THE SAME'", "\"I just don't deal with her bulls--t,\" he said. \"I don't appreciate s--tty things said about me.\"", "Young added that El Moussa's past is likely to blame for the paparazzi following their moves.", "\"Like, he hadn't been with another, you know, woman in four and a half years. Of course, they're going to be interested in another reality star dating a reality star,\" she said.", "Young insisted that everything between her and Quinn is \"fine\" but explained there is more distance than normal amongst the \"Selling Sunset\" cast due to the social distancing restrictions in place amid the coronavirus pandemic.", "CLICK HERE TO SIGN UP FOR OUR ENTERTAINMENT NEWSLETTER", "El Moussa and Young have been candid with their fans about their engagement, with Young often taking to her social media accounts to ask fans to weigh in on the style of her wedding dress and where the two should tie the knot when the pandemic is over.", "The groom-to-be recently opened up to Fox News about the proposal and how content he is with his life at the moment.", "\"I'm in a different place in my life,\" El Moussa told us. \"I'm older. I have money. I'm not shut down in my mind. I'm wiser. I have more experience. It's completely different.\"", "And while the couple isn't sure if they'll have cameras at the wedding, El Moussa did tease that he hopes to be featured on Young's Netflix series \"Selling Sunset,\" if it gets renewed for another season.", "CLICK HERE TO GET THE FOX NEWS APP", "\"There's a very good chance,\" he hinted. \"I would be thrilled to go film with Heather on television. I think that would be such a fun experience for us. And, you know, we've filmed 'Flipping 101' together and we had so much fun. So if this does work out, we're really excited for it.\"", "Fox News' Julius Young contributed to this report."], "authors": ["Melissa Roberto"], "keywords": ["tarek", "heather", "rae", "el", "mouth", "quinn", "star", "moussa", "sunset", "young", "slams", "reality", "im", "youngs", "selling"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}