{"id": "112f78a3-4804-3f24-9983-2bde990a389a", "title": "The mysterious origins of Moscow's multicolored landmark", "url": "https://edition.cnn.com/style/article/saint-basils-cathedral-history-test-of-time/index.html", "summary": "Saint Basil's Cathedral sits in Moscow's Red Square near the fortfied Kremlin complex.\nToday, Saint Basil's, officially known as Pokrovsky Cathedral, stands as a series of red brick chapels encircling the largest, central form.\nTheir knowledge included the technology to make steep tented roofs, which Saint Basil's has on its central chapel.\nIt's possible Saint Basil's was the first in the region to adopt them.\nBasil's architects appropriated the cupola styles of the Ottoman Empire, symbolizing victory over the Kazan kingdom, which was a Tatar Turkic state.", "paragraphs": ["Written by Jacqui Palumbo, CNN", "After Saint Basil's Cathedral was completed in the mid-16th century, a legend began to circulate about the eclectic Orthodox church located in the heart of Moscow.", "It was an architectural feat -- the tallest structure in the city, thanks to new brickwork knowledge from the Italians -- and it was a show of Russia's might at the end of a century-long war. According to whispers, the Grand Prince of Moscow, infamously nicknamed Ivan the Terrible, had its architects blinded, so that they could never again design a building so majestic.", "Yet the origins of the structure remain mostly shrouded in mystery.", "Nearly five centuries on, the architects' identities cannot be confirmed, though it is generally believed that the design should be credited to two architects, named Barma and Postnik Yakovlev. Some historians say that the two names actually reference a single person and that \"Barma\" was actually Postnik Yakovlev's nickname.", "Saint Basil's Cathedral sits in Moscow's Red Square near the fortfied Kremlin complex. Credit: Valentin Sobolev/Alexander Chumichyov/TASS/Getty Images", "\"It's really surprising how some of the most basic facts are not really verifiable,\" said William Brumfield, a historian of Russian architecture and author of the recent book \"Journeys through the Russian Empire,\" over a video conference call.", "Documentation is scarce, leaving historians like Brumfield to hunt for clues.", "\"We encounter this problem many times in the history of Russian architecture, even as late as the 18th century. There were many fires, invasions, cataclysms. Moscow burned in 1812 during the Napoleonic invasion. The documents are often just not there,\" explained Brumfield.", "Today, Saint Basil's, officially known as Pokrovsky Cathedral, stands as a series of red brick chapels encircling the largest, central form. Each chapel is topped with a vibrantly colored dome of blues, greens, reds and yellows. The cathedral is known worldwide for its fairytale-like appearance, and attracts around 400,000 visitors a year and has become an important cultural symbol.", "An engraving of Saint Basil's circa 1700. The cathedral was nearly blown up by Napoleon Bonaparte in 1812 and was almost demolished by Joseph Stalin in 1935. Credit: Hulton Archive/Getty Images", "The masterpiece, located in the city's Red Square, has undergone significant changes, expansions and restorations over the centuries, and has even changed color. Originally called Trinity Cathedral, the building burned down in 1583 and was rebuilt over the next decade. Historians aren't sure exactly how the cathedral looked before the fire, but based on written descriptions at the time and a 17th-century engraving, they do know the famed onion domes -- flared cupolas that became emblematic of Russian Orthodox architecture -- were added after.", "Saint Basil's has also seen scores of conflict and political changes: It weathered another damaging fire in 1737; it was nearly blown up by French military general Napoleon Bonaparte in 1812 and it faced the threat of demolition under Communist leader Joseph Stalin's reign.", "A Show of Power", "What is known about the structure is that in 1555, Ivan IV ordered the building of the church as a show of military might, to honor Russia's triumph over the Kazan Khanate in the century-long Russo-Kazan Wars.", "\"(The cathedral) had a very clear political meaning,\" said Brumfield. \"It showed the power of Ivan the Terrible as a Grand Prince -- he would be later known as the first tsar.\"", "\"Russia was really terra incognita,\" said Russian architecure historian William Brumfield. \"So little was known about it and many of the stories that came out of (Russia) during the 16th century were fanciful. They were written by foreign mercenaries who were in Ivan (IV)'s service.\" Credit: Fine Art Images/Heritage Images/Getty Images", "Saint Basil's wouldn't take its nickname until the rule of Ivan's son, Fyodor, who built a chapel dedicated to Saint Vasily -- or Basil -- the Blessed, a Holy Fool who was known to Ivan and was said to have powers of prophecy, including predicting the great fire that raged through Moscow in 1547 and Fyodor's own eventual reign. The chapel for Saint Basil -- the last to be erected -- was built in his memory and sits atop the vault that houses his remains. It became the most popular chapel, where visitors who sought healing would come to pray.", "The church's architects certainly tapped the architectural prowess of the Italians, who were known for their sturdy brickwork and soaring heights, as demonstrated in buildings like the iconic red-brick dome of the Florence Cathedral. Between 1475 and 1510, Italian architects rebuilt the Kremlin as well as two important churches, bringing their new innovative Renaissance techniques to Russia. Their knowledge included the technology to make steep tented roofs, which Saint Basil's has on its central chapel.", "The architects behind Saint Basil's arranged the group of chapels in a mostly symmetrical layout, with each one housing an altar dedicated to a saint associated with Ivan's power.", "\"They (Russian architects) took Italian technology and learned to build these tall vertical structures and give ... political significance (and) dynastic significance\" to cathedrals, said Brumfield.", "Colorful cupolas", "Though the onion dome became characteristic of Russian architecture, no one is quite sure how they entered the Tsardom, according to Brumfeld. It's possible Saint Basil's was the first in the region to adopt them.", "\"At some point, the idea just swept through Russia,\" he said. \"Priests were replacing domes all over Russia with the onion dome.\" They have remained popular through the centuries, from the dual 18th-century wooden churches on Kizhi Island; to the 19th-century St. Petersburg landmark, The Church of the Savior on Spilled Blood; to the contemporary Transfiguration Church built in 2008 in Star City.", "Theories, according to Brumfield, suggest St. Basil's architects appropriated the cupola styles of the Ottoman Empire, symbolizing victory over the Kazan kingdom, which was a Tatar Turkic state. Or they could have referenced the dome of the The Church of the Holy Sepulchre in Jerusalem.", "The Church of the Transfiguration in Kizhi, Russia, is a wooden cathedral topped with many onion domes. Credit: Shutterstock", "\"The Russians during this period were beginning to see their terrain as the new sacred land,\" Brumfield explained. At the time, Jerusalem was under the rule of the Ottomans, as was the former Roman capital city Constantinople (now Istanbul), and neither recognized papal authority. They believed that left the door open for a new city to become the holy capital.", "The colors, too, do not have a decisive backstory. They were added over time, from the late 17th century to mid-19th century, as new trends favored vivid colors.", "\"Russians love colorful decorations,\" Brumfield said, adding that the color scheme also gives it vibrancy against overcast skies, of which there are many during the country's long, dark winters. Saint Basil's isn't the only cathedral painted in dazzling hues. They are dotted across the country, including the festive, gold-accented Stroganov Church in Nizhny Novgorod and the bright red, blue-topped Church of Our Lady of Kazan in Irkutsk.", "Our Lady of Kazan Church in Irkutsk, Russia, is bright red, like Saint Basil's, and stands out with vivid blue domes. Credit: Shutterstock", "Saint Basil's color changed as the rest of it did too, with a new bell tower added to its exterior and floral decorations and figurative murals added to its interior.", "\"It is like a living organism. It has grown; it has changed; it has been modified,\" said Brumfield. \"But the core has always been distinctive. It's remained there as a symbol of Muscovy and Russia's endurance.\"", "In fact, its transformative nature is perhaps why it has endured. \"The fact that it was so distinctive meant that each century views it as its own. It is truly beloved. There is no other building in Russia that attracts such devotion and love as Saint Basil's.\""], "authors": ["Jacqui Palumbo"], "keywords": ["saint", "known", "multicolored", "landmark", "mysterious", "cathedral", "russian", "church", "basils", "architects", "russia", "century", "origins", "brumfield", "moscows"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}