{"id": "113750fc-eb49-30f3-b43a-1d45406ecf15", "summary": "With the mercury to soar across New South Wales, Penrith residents will be seeking relief wherever they can find itAt the foot of the Blue Mountains in Sydney’s west, the suburb of Penrith is watching the clock.\nOn Thursday, it will, potentially and unhappily, be able to lay claim to being the hottest place in Sydney: it is forecast to hit 44C.\nAnd while Tuesday was the hottest day on record in Australia, Thursday is likely to be even hotter.\nSpokeswoman Julie Sheldrake told Guardian Australia it was offering discounted entry.\nWe do have a lot of space, so come down.”There’s also a public pool available, and the Penrith council has a dedicated page for “places to go to beat the heat”.", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "pubDate": null, "url": "https://www.theguardian.com/australia-news/2019/dec/19/enormous-challenge-sydney-suburb-penrith-braces-for-44c-as-heatwave-hits-nsw-on-thursday", "title": "'Enormous challenge': Sydney suburb Penrith braces for 44C as heatwave hits NSW on Thursday", "paragraphs": ["With the mercury to soar across New South Wales, Penrith residents will be seeking relief wherever they can find it", "At the foot of the Blue Mountains in Sydney’s west, the suburb of Penrith is watching the clock.", "On Thursday, it will, potentially and unhappily, be able to lay claim to being the hottest place in Sydney: it is forecast to hit 44C. On Saturday, it will reach 45C. And it will be hotter of course, under the sun, or in a car or on a metal bench.", "And while Tuesday was the hottest day on record in Australia, Thursday is likely to be even hotter.", "Firefighters across New South Wales will confront an “enormous challenge” in coming days as temperatures soar and volatile winds whip up dangerous bushfires burning across the state.", "Australia experiences hottest day on record and its worst ever spring bushfire danger Read more", "Premier Gladys Berejiklian warned the state would face significant bushfire risk on Thursday and Saturday, with the potential for “exceedingly concerning” winds to blow embers well ahead of fire fronts.", "“Not only are we going to experience very high temperatures on Thursday and Saturday but there’s the exceedingly concerning wind conditions,” she told reporters on Wednesday.", "“We’re going to have a number of wind fronts escalating the fuel, the fires burning, and the potential to have spot fires and embers travelling very long distances.”", "Sign up to receive the top stories from Guardian Australia every morning", "A statewide total fire ban has been in place since Wednesday morning and will remain until midnight on Saturday.", "Temperatures in parts of NSW and the ACT are expected to exceed 40C through to Saturday, while in the western half of the state the mercury could top 45C.", "Penrith’s libraries, pools and shopping centres – even the river – become hubs of activity at times like this, according to residents and the local council.", "The largest private pool in the area, the Nepean Aquatic Centre, is bracing for an influx. Spokeswoman Julie Sheldrake told Guardian Australia it was offering discounted entry.", "“Luckily, our school holiday pricing kicks in tomorrow, which means we have reduced entry fees for public swimming,” she said.", "“Locally a lot of people do have backyard pools – but not everybody. We do have a lot of space, so come down.”", "There’s also a public pool available, and the Penrith council has a dedicated page for “places to go to beat the heat”.", "“Libraries serve as a great refuge for the community to visit and escape the heat, and residents definitely make use of the library for this reason,” a council spokesman told Guardian Australia.", "The anticipation of moving outdoors at the end of the summer day in Australia has transmuted to dread | Léa Antigny Read more", "“Council also has two senior citizen centres that are also open for residents to keep out of the heat. Another option for the local community includes going to public spaces that have communal air conditioned spaces that people can use.”", "But there is also a sense that this is becoming more common. On Wednesday, the council Facebook page informed residents that the Kingswood Park Celebrations event had been cancelled due to weather and rescheduled for early 2020.", "“We encourage residents to keep an eye on more vulnerable residents such as the elderly by checking on their neighbours, calling or visiting older relatives to make sure they are doing okay,” the council said.", "Back at the aquatic centre, Sheldrake said: “We’re getting used to the hot weather here in Penrith, over the last few summers.”", ""], "authors": ["Naaman Zhou"], "keywords": ["sydney", "braces", "told", "going", "challenge", "australia", "enormous", "hits", "public", "44c", "penrith", "guardian", "day", "hottest", "residents", "council", "suburb", "nsw", "heatwave"]}