{"id": "11738ada-d9b3-34c6-9587-ad6e1d02ff90", "title": "How a New Generation of American Fashion Talent Is Meeting the Moment", "url": "https://www.vogue.com/article/emerging-american-fashion-talent-fe-noel-sukeina-studio-189", "summary": "Designer Fe Noel, along with her creative director, Itaysha Jordan (right), centers the design conversation on empowerment and body positivity.\nProduced by William GalushaTRADITIONALLY, November has been the month when the latest crop of CFDA/Vogue Fashion Fund finalists is formally introduced in the pages of this magazine, but for the first time in its history, that celebration has been deferred for the year.\nJust as the original Fashion Fund was launched in the wake of 9/11 to foster a new generation of designers, this new effort underscores the urgency around mentoring and supporting new names.\nThe Brooklyn-bred designer kicked off her fashion career at 19, starting a vintage boutique specializing in streetwear.\nThe pastiche of influences is what makes Noel’s work exciting.", "paragraphs": ["Designer Fe Noel, along with her creative director, Itaysha Jordan (right), centers the design conversation on empowerment and body positivity. Hair, Naeemah Lafond; makeup, Courtney Perkins. Photographed by Stefan Ruiz. Fashion Editor: Alex Harrington. Produced by William Galusha", "TRADITIONALLY, November has been the month when the latest crop of CFDA/Vogue Fashion Fund finalists is formally introduced in the pages of this magazine, but for the first time in its history, that celebration has been deferred for the year. Back in March, as the orders to shelter in place were sweeping the country and the devastating economic impact of the pandemic was beginning to be felt by the fashion industry, it quickly became apparent that an immediate response to the crisis was required, and within a matter of weeks, the fund was repurposed under the umbrella A Common Thread to relieve designers and fashion brands facing severe financial hardship.", "Just as the original Fashion Fund was launched in the wake of 9/11 to foster a new generation of designers, this new effort underscores the urgency around mentoring and supporting new names. Of the many designers who received grants from A Common Thread, three rising fashion labels stood out for their distinctive points of view—and we wanted to amplify their voices. Between Fe Noel’s female-led approach to community building, Sukeina’s ambition for the craft, and Studio 189’s commitment to activism, this trio represents a considered and forward-looking way of creating fashion.—Chioma Nnadi", "Fe Noel", "When Felicia Noel couldn’t find the clothes she wanted to wear, she rolled up her sleeves and got to work. The Brooklyn-bred designer kicked off her fashion career at 19, starting a vintage boutique specializing in streetwear. Noel’s nostalgic supply of Coogi and Fila satisfied her teenage obsessions, but her biggest takeaway was the need for new perspectives in womenswear. To that end, Noel set out to create clothes that honored her Caribbean heritage while channeling the high-drama wardrobes of ’70s muses like Bianca Jagger and Diana Ross.", "The pastiche of influences is what makes Noel’s work exciting. Delivered in sorbet colors and shimmering textures, her separates have a cheerful, lighthearted quality, but the nods to Grenadian culture add another layer of enjoyment. Along the way, photographer and creative director Itaysha Jordan has helped Noel refine her perspective. The pair connected after a stylist pulled Noel’s pieces for a shoot and Jordan quickly became intrigued. “She came to my studio and shared an idea [for a shoot] ,” says Noel. “I said yes, and we haven’t been separated since.”"], "authors": ["Condé Nast"], "keywords": ["thread", "way", "moment", "noels", "meeting", "jordan", "talent", "generation", "work", "fund", "wanted", "fashion", "designers", "noel", "american"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}