{"id": "1190418e-5dbd-3482-b203-10fa771bffde", "title": "China’s rulers want more control of big tech", "url": "https://www.economist.com/business/2021/04/08/chinas-rulers-want-more-control-of-big-tech", "summary": "Throw in a few dozen other big Chinese tech groups and some $700bn in shareholder value has been wiped out since mid-February.\nThis new master plan for Chinese big tech will transform one of the world’s most innovative and valuable industries.\nNow the central bank appears to have decided to grab more control over the tech firms’ systems.\nShifts in the relationship between the state and big tech can scar foreign investors, who dominate the Chinese companies’ shareholder registers.\nThe government’s unspoken objective is to ensure that foreigners exercise no control over Chinese tech firms, even if they own shares in them.", "paragraphs": ["Editor’s update: on April 10th Chinese authorities fined Alibaba 18.2bn yuan ($2.8bn) following an antitrust investigation. The firm is accused of pressuring retailers into offering their goods exclusively on its online store. It is the largest penalty ever handed down by the country’s regulators.", "C HINA’S TECH tycoons have not been themselves lately. In early March, at the annual session of China’s rubber-stamp parliament, Pony Ma called for stricter regulation of Tencent, the $700bn online empire he founded. Days later a rising star, Simon Hu, left his post as chief executive of Ant Group, a huge financial-technology firm affiliated with Alibaba, an e-commerce titan. Shortly after that Colin Huang stepped down as chairman of Pinduoduo, rattling investors still celebrating his upstart e-emporium’s recent announcement that it had overtaken Alibaba measured by the number of shoppers. Jack Ma, Alibaba’s outspoken co-founder and China’s most recognisable entrepreneur, has not been seen in public for months, with the exception of a video where he discusses the country’s education system.", "Listen to this story Your browser does not support the <audio> element. Enjoy more audio and podcasts on iOS or Android.", "Their companies’ stocks have also been behaving out of character. Having added as much as $1.2trn to their combined market capitalisation since 2016, Alibaba, Pinduoduo and Tencent have seen their share prices tumble in recent weeks (see chart 1). The unlisted Ant is thought to be worth $200bn, down from more than $300bn in October. Throw in a few dozen other big Chinese tech groups and some $700bn in shareholder value has been wiped out since mid-February.", "The share price of Xiaomi, a big smartphone-maker, is down by more than 20% this year. Despite being one of the year’s most anticipated flotations, shares in Bilibili, a video-streaming service with 200m users, fell by 6% on its first day of trading in Hong Kong on March 29th. Baidu, a search giant which had regained some of its sparkle in the past year, has seen half of those gains snuffed out in less than two months. Shares in Meituan, a ride-hailing and food-delivery giant, have lost more than a quarter of their value in the same period, despite a doubling of profits last year. After this drop Chinese headlines asked of Meituan’s founder and boss, Wang Xing: “Is he not frightened at all?”", "Mr Wang and his fellow tech moguls indeed have plenty to fear. Investors have cooled on frothy tech stocks in America, where many Chinese giants, including Alibaba, Baidu, Bilibili and Pinduoduo, have listings. But China’s firms have been hit harder than their American counterparts. They and their shareholders, who include plenty of Western funds, are grappling with three poorly understood developments. After years of tolerating big tech’s unbridled expansion, the central government is rewriting the rules, some tacit and some explicit, for how billionaires can behave, the degree of overt state control over data, and who owns the firms’ other assets, including stakes in other businesses. This new master plan for Chinese big tech will transform one of the world’s most innovative and valuable industries. Start with the tycoons. Unlike their counterparts in America, tarnished by accusations that their corporate creations harm users’ privacy, spread disinformation, mistreat workers and abuse their market power, Chinese tech moguls enjoy a glittering reputation among ordinary Chinese, who see them as embodying the “Chinese Dream” of growing prosperity that propagandists tout on posters across the country. Too glittering, it now seems, for the Communist Party, which under President Xi Jinping increasingly bridles at anything that might challenge its authority. That includes being upstaged by superstar bosses. The initial affront that led to the tech crackdown was Jack Ma’s comparison, at a public event in October, of Chinese state lenders to pawn shops. A month later China’s stockmarket regulator suspended the $37bn initial public offering of Ant, which would have been the world’s biggest ever, in Hong Kong and Shanghai. Since then the authorities have forced Ant to become a financial holding company, undermining its lucrative, asset-light business model of matching consumers with lenders. The message, says a broker in Hong Kong, is that tech leaders should “stay in their own lane, focus on their core businesses and avoid commenting on politics or economics”. It has been heard loud and clear. Pony Ma’s parliamentary performance, in which he called for strict regulation of areas that he has invested in, from e-commerce to ride-hailing, has been seen as a signal to the Chinese government that he will not get out of line. One interpretation of Mr Huang’s departure from Pinduoduo—ostensibly to explore new opportunities in areas such as food science—is that he is wary of leading what might become China’s biggest e-commerce company. He has also recently eclipsed Jack Ma in wealth, which further increased his stature. One person who knows Mr Huang says that as a diligent student of Chinese philosophy he “understands very well that it is not safe to be at the top or at an extreme”. “He saw what was going on next door and decided to leave,” says an industry watcher.", "This de-tycoonification matters, for the firms’ fates are bound up in investors’ eyes with their visionary founders. Although Mr Ma quit as boss of Alibaba in 2013, and stepped down as chairman a year ago, he has continued to exert control over the direction of both the e-emporium and Ant. Where the company will end up shorn of Mr Ma’s acumen is anyone’s guess. The share price of Pinduoduo fell by 8% on news of Mr Huang’s abrupt departure, possibly for similar reasons.", "A second set of questions concerns the government’s designs for the firms’ most valuable resource—data. Its objective is to pool data and impose more state ownership and control, which could eventually amount to a kind of nationalisation. The digital firms have built some of the world’s largest and most advanced databases, which assess everything from users’ loan repayments to their friend networks, travel histories and spending habits. Ant alone is said to hold data on more than a billion people, on a par with Facebook and Google. Because of the breadth of services that many Chinese “super-apps” encompass, they have an even richer picture of users.", "Credit-scoring is the front line of the battle with the government over who controls data. Over the years the People’s Bank of China ( PBOC ) has made feeble attempts to create a centralised scoring system. Now the central bank appears to have decided to grab more control over the tech firms’ systems. It has approved two personal-credit companies, most recently in December, in which the technology groups and state-controlled entities hold stakes. The state has so far refrained from explicitly commanding the companies to share data. In China personal data belong to the individual, not companies, so laws would need to change in order for such data to be shared with the government. But that is hardly an insurmountable obstacle for an authoritarian regime.", "The tech companies have resisted, with reason. The scheme would, in the words of an asset manager in Hong Kong, erode the “information edge” that especially Alibaba and Tencent, which control the bulk of relevant data, currently enjoy. The uncertainty over what types of data would be shared, how and with whom, has weighed on Chinese tech shares, says Robin Zhu of Bernstein, a broker.", "The final source of uncertainty relates to the government’s plans for the giants’ other assets. The big firms are conglomerates that straddle many services and products. Over the past decade companies such as Alibaba and Tencent have also become some of China’s biggest venture capitalists (see chart 2), giving them influence over the digital economy that extends far beyond their operating businesses. Under Mr Ma, Alibaba and Ant Group have accrued assets in media, finance, logistics and health care. Tencent is a big shareholder in JD .com, another e-commerce giant, as well as in Meituan and Pinduoduo. Both Alibaba and Tencent hold stakes in Didi Chuxing, a ride-hailing firm which hopes to go public this year at a valuation of $100bn. In total the combined investment portfolios of Alibaba and Tencent are worth some $300bn, making them among the largest tech investors in the world—as well as two of the largest tech firms.", "Holding patterns", "The decision to force Ant to become a holding company, with different activities held in different subsidiaries, suggests the authorities may want to change the structure of the tech empires. Tencent recently confirmed that it is working with regulators and reviewing past investments. Its credit operation, which is similar to Ant’s but smaller, may likewise be separated into a holding company under the PBOC ’s jurisdiction. News reports have suggested that the government has asked Alibaba to sell its media holdings. Alibaba has not confirmed or denied the rumours. Legal experts say that if true, this would be concerning because the government measures would reach beyond antitrust law towards something more expansive and punitive.", "Shifts in the relationship between the state and big tech can scar foreign investors, who dominate the Chinese companies’ shareholder registers. Yahoo, an American tech group, and SoftBank, a Japanese one, learned this the hard way in 2011, when they had to accept that their large stakes in Alibaba no longer included Alipay, which Mr Ma had quietly spun off owing to regulatory concerns.", "Should something similar happen again, big foreign shareholders like SoftBank, which still holds a 24.9% stake in Alibaba, and Naspers, a South African tech conglomerate that is Tencent’s biggest shareholder via an Amsterdam-listed holding company called Prosus, could suffer another hit to their investments, on top of the recent drop in share prices. On April 8th Prosus said it had reduced its stake in Tencent from 30.9% to 28.9% to raise money for other ventures.", "The government’s unspoken objective is to ensure that foreigners exercise no control over Chinese tech firms, even if they own shares in them. That does not suggest their property rights are top of mind. And Chinese firms are no strangers to abrupt changes of fortune. A handful of traditional conglomerates such as Anbang and HNA , which had splurged billions on accruing assets at home and abroad, were forced to shed some of those holdings in the past few years. The fate of the tycoons behind them has been mixed. A few are in jail; others have been disgraced; a few have continued to do business quietly. Their companies are often shadows of their former selves. China’s digital darlings, as well as their founders and investors, will probably avoid a similar fate, because the firms are a source of dynamism and prestige and have succeeded through innovation rather than financial engineering. But such a bleak fate is no longer unthinkable. ■", "A version of this article was published online on April 7th 2021"], "authors": ["The Economist"], "keywords": ["tencent", "control", "companies", "firms", "chinas", "big", "chinese", "ant", "mr", "tech", "alibaba", "data", "rulers"], "pubDate": "2021-04-08T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}