{"title": "To help England’s north, link it up", "summary": "Yet with his newly remade Conservative Party, Mr Johnson relies on the north like no recent Tory leader (see article).\nThe north of England has been in economic decline relative to the south since the late 19th century.\nProsperous cities like Manchester, Liverpool and Newcastle are almost unrecognisable from two decades ago.\nThe north does not need or want to rely on London to get back on track.\nIf the government would only stump up the cash, the north will help itself.", "paragraphs": ["H AVING WON scores of former Labour strongholds across the north of England in 2019’s general election, Boris Johnson is determined to offer his new voters something in return. “We will repay your trust,” he promised on a triumphant visit to his new turf on December 14th. Northerners have heard this kind of talk before. David Cameron’s government promised a “northern powerhouse” economy—only for the idea to fall by the wayside under Theresa May. After the Brexit referendum of 2016 there was much talk of the need to look after “left-behind” places that had voted Leave—instead the government spent three years focusing on its battles in Westminster. Yet with his newly remade Conservative Party, Mr Johnson relies on the north like no recent Tory leader (see article). If he is to keep his promise to improve life in the region, how should he go about it?", "The north of England has been in economic decline relative to the south since the late 19th century. That is not something any government can reverse in five years. But Mr Johnson means to make a start. His fiscal plans allow him to spend up to £80bn ($104bn), 3.8% of GDP , on capital projects in northern constituencies over the next five years.", "Get our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.", "His first task is to jettison the idea, common in London, that the north is an economic monolith where everything is grim. Prosperous cities like Manchester, Liverpool and Newcastle are almost unrecognisable from two decades ago. In 2017 (the most recent year for which data are available) Newcastle and Liverpool enjoyed faster growth in gross value added, a measure of output, than the capital. In 2018, according to IBM , a computing giant, Manchester and Liverpool were among the top ten cities in the world for inward foreign direct investment.", "The left-behind parts of the north are not its cities but its towns. Many have still not recovered from deindustrialisation under the Conservative governments of the 1980s. Their labour markets lag behind the rest of the country, with poor employment rates and lower wages. The clearest sign of this economic failure is that young residents are leaving. Towns like Redcar and Scunthorpe have seen the number of resident 18- to 24-year-olds fall by more than 20% since the 1980s, while the number of over-65s has risen by 30% or more. Ageing populations have cut local spending power and put pressure on stretched local-government budgets as the demand for social care rises.", "Northern towns are stalling even as their neighbouring cities are doing well partly because dire transport links make the likes of Manchester or Newcastle seem a world away from Wigan or Hartlepool. The transport infrastructure of the north has suffered from decades of underinvestment. In 2018-19 government transport spending per person was £903 in London, against less than £500 in the north. In the past five years the government has spent more on transport infrastructure for 9m Londoners than England’s 15m northerners.", "The consequences are clear. In the south, Brighton has weathered the decline of its tourism industry by becoming an attractive place to live within easy reach of the capital. Blackpool, a once-lively seaside resort in the north-west, is a byword for decline. Although it is closer to Manchester than Brighton is to London, the trains take 20 minutes longer and are a quarter as frequent. Inter-city connections in the north are a mess. By train, it is quicker to travel 250 miles (400km) to Newcastle from London than it is to get to Newcastle from Liverpool, just 120 miles away. Buses are slow and pricey. And pity anyone without a ministerial helicopter if they need to get to Scotland. North of Newcastle, the A 1 (a “strategic national road”, no less) in some places narrows to a single carriageway that is often blocked by tractors.", "Rail is just the start. According to firms surveyed by EY , a consultancy, ropy infrastructure, including power, internet connectivity and transport, is the largest reason for not investing in English towns. Better vocational training would mean that once residents of Blackpool arrive in Manchester, they would have more chance of getting a job. A comprehensive deal with the EU would be better for the north than the skimpy effort that Mr Johnson seems intent on dashing off by the end of 2020.", "Giving more powers to English city mayors would help them draw up integrated regional-transport plans. Although improving railways would be a long-term project, buses could rapidly be made better—perhaps in time for the election in 2024, when northerners will get to decide whether to cement their relationship with the Conservatives. The north does not need or want to rely on London to get back on track. If the government would only stump up the cash, the north will help itself. ■"], "pubDate": null, "authors": ["The Economist"], "keywords": ["help", "liverpool", "cities", "need", "transport", "link", "englands", "johnson", "towns", "manchester", "london", "newcastle", "north"], "id": "11955d81-88af-393e-9219-7c9335f5fd46", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "url": "https://www.economist.com/leaders/2019/12/21/to-help-englands-north-link-it-up"}