{"url": "https://www.newyorker.com/science/elements/intelligent-ways-to-search-for-extraterrestrials", "paragraphs": ["Suppose you’re a space-faring alien society. You’ve established colonies on a few planets and moons in your solar system, but your population is growing and you’re running out of space. What should you do? Your brightest engineers might suggest a radical idea: they could disassemble a Jupiter-size planet and rearrange its mass into a cloud of orbiting platforms that encircles your sun. Your population would have ample living area on or inside the platforms; meanwhile, through solar power, you’d be able to capture every joule of energy radiating from your star. The laws of physics suggest no reason why this plan wouldn’t work; they merely require that all the energy collected be radiated out again as heat, lest the whole construction melt. This, in turn, means that your cloud of platforms should softly glow. A distant observer training a telescope on your solar system might see something like a hot, opaque screen encircling a dimmed star—a spherical entity, curiously bright at certain wavelengths. The theoretical physicist Freeman Dyson first speculated about the existence of such structures in 1960. In the decades since, astronomers on Earth have looked repeatedly for so-called Dyson spheres, and nobody has seen one. There are different ways of interpreting this result. Jason Wright, an astrophysicist at Pennsylvania State University, told me that Dyson wrote his original paper while contemplating an abstract idea—that “the fundamental limit to an energy supply that a species could have is all of the starlight in their system.” The fact that Dyson spheres haven’t been found, Wright said, doesn’t prove that aliens don’t exist. It might just mean that astronomers should start looking for evidence of less ambitious alien projects. In 1623, Johannes Kepler wrote that, through his telescope, he had observed towns with round walls on the moon. In 1877, Giovanni Schiaparelli reported seeing what might have been massive canals on Mars. The same year that Dyson described his spheres, the astrophysicist Frank Drake started Project Ozma, an attempt to detect radio signals from aliens living around two nearby stars—the first modern experiment in the enterprise now known as the search for extraterrestrial intelligence, or SETI. Like his forebears, Drake was influenced by his times: he was born during the golden age of radio. Kepler spent his days in walled European cities; Schiaparelli witnessed a worldwide canal-building spree. Their efforts were simultaneously cosmic and provincial. It’s hard to say anything about organisms on other worlds that doesn’t reflect life on ours. Wright, a cheerful, apple-cheeked, forty-two-year-old professor with wispy brown hair, is at the vanguard of a new movement in SETI. Its goal is the rationalization of a speculative endeavor. “We’re trying to formalize it,” he told me. “We’re trying to get a canon of papers that my peers have read and understood.” In a number of articles published over the past five years, Wright and his collaborators have tried to build frameworks and standards that could provide a more objective basis for SETI. In one paper, a table enumerates “Ten Anomalies of Transiting Megastructures That Could Distinguish Them from Planets or Stars.” In another, Wright and his co-authors show, by making a series of calculations, that “galaxy-spanning civilizations” may be easier to detect than those that remain clustered around a single star—a finding that has implications for how astronomers might search for aliens in the future. By approaching SETI in a more rigorous way, Wright hopes to make it more respectable. His aim is partially earthbound: he wants to win the search for aliens the government funding that it’s long been denied.", "The last time the U.S. government appropriated funds for SETI was in 1992. That year, NASA spent 12.25 million dollars on the search for aliens—its highest ever expenditure on such research, as part of a planned ten-year, hundred-million-dollar investment. The next year, Richard Bryan, a Democratic senator from Nevada, led an initiative to kill the program. (“Millions have been spent and we have yet to bag a single little green fellow,” he said.) Bryan made it clear that attempts to revive SETI would be bad for NASA’s funding in general, and SETI advocates have relied on private donations ever since. In the decades that followed, the scientific landscape shifted. By the early nineties, astronomers had confirmed the existence of only two planets outside our solar system. Today, they know of more than four thousand “exoplanets,” and are discovering more all the time. Judging by their sizes and temperatures, many of these exoplanets could be capable of supporting life. The same is true within our own solar system. There is ample evidence that Mars, which was once considered a barren desert, was wet and warm in the past, and planetary scientists talk with some urgency about sending spacecraft to survey the oceans of the moons Europa, Titan, and Enceladus. The idea that simple organisms, such as bacteria, might exist on other worlds seems eminently reasonable. The sheer size of the exoplanetary bounty has raised questions both astrobiological and statistical. Assuming that conditions are ripe for life, how often do living organisms tend to arise on a given world? How many biospheres produce creatures capable of communicating across space and time? The paucity of data on either of these questions allows equal freedom for optimists and pessimists. In May, I met Wright at the headquarters of the SETI Institute, a private nonprofit dedicated to researching life in the universe. The Institute’s offices are situated in a cookie-cutter office park in Mountain View, California; Wright, who was in from Penn State, was working from a small office—gray walls, a laptop, a few books on a shelf—until that evening, when he would receive the Institute’s Frank Drake award, which recognizes exemplary contributions to astrobiology. At the ceremony, around three hundred attendees would gather for hors d’œuvres, beer and wine, Wright’s talk, and then dessert. The committee cited his commitment to approaching the search for extraterrestrial intelligence in “a rational and productive manner.” Wright was born in 1977, and grew up in the suburbs outside Seattle. After reading a book about astronomy in elementary school, he became certain that he wanted to study the stars. He went to graduate school at the University of California, Berkeley—historically, a SETI hub—where his research focussed on magnetic activity in stars that makes it hard to detect the planets that orbit them. One day, in the early two-thousands, his adviser suggested that they might write a SETI paper together by combing through a recently released infrared map of the night sky—the product of an initiative called the Two Micron All-Sky Survey—to look for Dyson spheres. Wright performed a quick calculation, determining that the survey’s sensitivity had been too low to spot the work of extraterrestrial mega-engineers, and moved on. Eight years later, he was listening to a talk at Penn State about the Wide-Field Infrared Survey Explorer (WISE), a space-based telescope. It occurred to him that WISE—which was sensitive enough to have recently discovered a number of unusual brown dwarfs that glow at room temperature—would be capable of detecting Dyson spheres. With a colleague, Steinn Sigurðsson, Wright applied for a grant from the John Templeton Foundation, which is known for supporting unusual research ideas, to conduct a new survey, called Glimpsing Heat from Alien Technologies. From 2012 to 2015, the project analyzed the light from about a million galaxies, in search of evidence that a spacefaring species had enclosed a significant fraction of those galaxies’ stars in Dyson-style spheres. (None had.) In 2015, around the time the survey was winding down, Wright heard about a peculiar object that another astronomer, Tabetha Boyajian, was investigating. The object, which came to be known as Tabby’s Star, had been discovered using the exoplanet-hunting Kepler space telescope; it appeared to be surrounded by a swarm of material that caused its light to dim at irregular intervals—another possible Dyson sphere. Wright was among several astronomers interviewed for an article about Tabby’s Star, in The Atlantic. “Aliens should always be the very last hypothesis you consider,” he said, “but this looked like something you would expect an alien civilization to build.” The media coverage caused a sensation: Tabby’s Star became the subject of jokes on “Saturday Night Live” and “The Late Show with Stephen Colbert.” With Boyajian and another astronomer, Andrew Siemion, as co-investigators, Wright led an effort to scan the star for radio signals. The search found nothing there, either. (The entity’s flickering is now believed to stem from clouds of dust or a swarm of surrounding comets.) One natural objection to the search for Dyson spheres is that it presupposes an endlessly consumptive technological teleology. To imagine that alien societies would construct such structures seems to assume that energy collection is those societies’ most important goal. Why couldn’t an intelligent civilization strive to use less energy, not more? Focussing on the sun may be similarly short-sighted; perhaps extraterrestrial power plants tap into some spectacular aspect of reality we have yet to discover. “Energy use is the observable manifestation of technology, so it’s a very useful parameter,” Wright explained, leaning back in his chair and smiling. “My analogy is the sizes of mammals or plants. There’s no natural evolutionary tendency for all things to get bigger. Nonetheless, we have giraffes and sequoias and blue whales. Some of them are large, and those are the ones we will find.”", "In April, 2018, a draft of a NASA appropriations bill appeared in the House of Representatives containing an unexpected provision: it mandated that the agency spend ten million dollars over the next two years to “search for technosignatures, such as radio transmissions.” The paragraph had been inserted by Lamar Smith, the Republican congressman who, from 2013 until earlier this year, chaired the House Science Committee. Smith, who is notorious among scientists for his climate denialism, has long been a fervent supporter of astronomical research. In 2017, he announced that he planned to retire; researchers at the SETI Institute considered the language to be a parting gift. To figure out how the money might best be spent, NASA, which had no extant SETI program, convened a conference of experts in Houston. Wright co-edited its final report, to which he wrote the introduction. Michael New, NASA’s deputy associate administrator for research—he is in charge of insuring the quality of the agency’s scientific portfolio—joined the researchers at the conference. He had been struck, he told them, that the term “technosignatures,” which had been used by Smith and others, hadn’t set off “antibodies” at the agency. The word, coined by the SETI pioneer Jill Tarter in 2006, is based on the term biosignatures, which refers to evidence—liquid water, atmospheric oxygen—that hints at the existence of living organisms on a planet’s surface. Technosignatures, by extension, suggest the presence of tool use or technology. An electromagnetic message, an artificial megastructure, or an alien monolith would be a technosignature. So would the low-tech damming of a planet’s waterways by a beaver-like species, if it could produce a measurable change detectable from far away. By artfully removing extraterrestrials, their communicative motives, and even their intelligence from the equation, the term makes SETI more flexible. The ten million dollars set aside for SETI disappeared during the budgeting process. Still, the mere possibility of money had an effect. Since SETI had lost its appropriation, in the early nineties, proposals related to it had rarely been entertained by NASA, and only a small number had been funded. This year, though, the agency offered to hear “observational, theoretical, and archival proposals focused upon the detection of technosignatures,” as part of its Exoplanet Research Program. American astronomy is a highly organized discipline, with a structured approach to funding. Around every ten years, in a process known as the Astronomy and Astrophysics Decadal Survey, astronomers write papers arguing for new telescopes or robotic missions; they submit their papers to the National Academy of Sciences, where they are reviewed by committees in specialized subfields and then passed on to a central commission of luminaries that, in turn, tells NASA and the National Science Foundation what it should fund. “Astro2010,” the last Decadal Survey report, was two hundred and ninety pages long and made no substantive mention of SETI. Only a single paper promoting the field, written by Tarter, appeared during the lead-up to it. Earlier this year, Wright and his collaborators—including the planetary scientist Jean-Luc Margot, the astrobiologists Julia DeMarines and Jacob Haqq-Misra, and the computational social scientist Anamaria Berea—submitted nine papers on a wide variety of SETI topics. Wright was lead author on four of them. One, which argued that SETI needed a trained workforce capable of attacking the problem from all sides, was co-signed by a hundred and twenty-six astrophysicists. “If the [Decadal] tells NASA, ‘This is something you should fund,’ then NASA has to fund it,” Wright told me. Such resources would be transformative. “If you don’t have federal money to support students, you don’t formalize the knowledge. You don’t have a curriculum,” he said. Right now, “everyone that works on [SETI] is a hobbyist.”"], "pubDate": null, "id": "11b05a14-c128-3138-a9c0-eca309091c9c", "keywords": ["survey", "wright", "planets", "spheres", "energy", "nasa", "intelligent", "astronomers", "extraterrestrials", "ways", "dyson", "search", "seti"], "title": "Intelligent Ways to Search for Extraterrestrials", "summary": "In the decades since, astronomers on Earth have looked repeatedly for so-called Dyson spheres, and nobody has seen one.\nHis aim is partially earthbound: he wants to win the search for aliens the government funding that it’s long been denied.\nIt occurred to him that WISE—which was sensitive enough to have recently discovered a number of unusual brown dwarfs that glow at room temperature—would be capable of detecting Dyson spheres.\nOne natural objection to the search for Dyson spheres is that it presupposes an endlessly consumptive technological teleology.\nBy artfully removing extraterrestrials, their communicative motives, and even their intelligence from the equation, the term makes SETI more flexible.", "authors": ["Adam Mann", "Alice Munro", "Rachel Aviv", "Jeffrey Toobin", "Richard Brody", "Jane Mayer", "James Somers", "M. R. O Connor"], "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}