{"id": "11bf9da3-62b3-3988-a95d-30a389ad4b6c", "title": "Five of the world’s best homes for sale for winter sport", "url": "https://propertylistings.ft.com/propertynews/ontario/6500-five-of-the-worlds-best-homes-for-sale-for-winter-sport.html", "summary": "Situated just under 30km south of North Bay, the mostly wood construction of this three-bedroom house echoes the surrounding forest.\nBoasting excellent views of Mount Yotei and surrounded by lush woodlands, this newly built, five-bedroom villa in Abuta-gun (also main picture) takes its cue from traditional Japanese sukiya design.\nFor ice skatingWollman Rink in Manhattan’s Central Park is almost within a snowball’s throw to this 15th floor,two-bedroom apartment.\nThe 33,000 sq ft ice rink offers freestyle and figure skating sessions, as well as skating lessons and ice hockey games.\nSkating is also available at the nearby Rockefeller Centre and, at the top end of the park, the Lasker rink.", "paragraphs": ["By Adrian Justins", "For snowmobiling and snowshoeing", "There are more than 1,900km of groomed snowmobiling trails in and around the Ontario city of North Bay, which are maintained by 10 snowmobile clubs. Guided tours are available. Two ski clubs also offer trails dedicated to snowshoeing and cross-country skiing. Situated just under 30km south of North Bay, the mostly wood construction of this three-bedroom house echoes the surrounding forest. It has its own pond for skating during the winter months. The price is C$2.7m ($2.1m).", "For skiing on a volcano", "Hokkaido, Japan’s second largest island, has a rival to Mount Fuji in the shape of Mount Yotei, a volcano with slopes offering some of the country’s most exciting skiing. Boasting excellent views of Mount Yotei and surrounded by lush woodlands, this newly built, five-bedroom villa in Abuta-gun (also main picture) takes its cue from traditional Japanese sukiya design. The property, part of the all-season Ginto Residences resort, has a family onsen and maid’s quarters. It is on the market for $6.5m.", "For sledding with dogs", "There is a mushing centre — for journeys by sleds pulled by dogs — a 50-minute drive from this contemporary three-bedroom villa on the shores of Lake Geneva in Chardonne, Switzerland. On the plateau of Cergnement at Gryon, Arco Mushing Team operates winter sled rides pulled by huskies, with kennel visits and cart rides available in warmer months. The house, priced SFr2.85m ($3.2m), is constructed almost entirely of glass and steel. It has views beyond its own vineyard to the lake below, with the Chablais Alps in the distance.", "For snowboarding", "This four-bedroom chalet in Austria’s Tyrol region is a 30-minute drive from Kitzbühel Snowpark, which is popular with snowboarders looking to test their freestyling skills. Split into five areas, the park has kickers, boxes, rails, jibs and more than 40 special obstacles including jumps up to 15m high. The property, which is listed at €11.1m, boasts panoramic views of the surrounding countryside and has plenty of storage space for skiing and snowboarding gear. For après-ski relaxing, there is a Finnish sauna, infrared sauna and steam room.", "For ice skating", "Wollman Rink in Manhattan’s Central Park is almost within a snowball’s throw to this 15th floor,two-bedroom apartment. The 33,000 sq ft ice rink offers freestyle and figure skating sessions, as well as skating lessons and ice hockey games. Skating is also available at the nearby Rockefeller Centre and, at the top end of the park, the Lasker rink. The apartment, listed at $4m, is in the renovated Sherry Netherland building, which was built in 1927. On-site services include a 24-hour concierge and in-residence dining from Harry Cipriani restaurant.", "Photographs: List Sotheby’s International Realty; Christie’s International Realty; Knight Frank; Savills"], "authors": [], "keywords": ["skiing", "park", "views", "sport", "available", "worlds", "best", "skating", "rink", "sale", "mount", "winter", "ice", "homes", "yotei"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}