{"id": "1219179f-76d3-32fd-a26b-3d6de8873925", "summary": "“Froome is the greatest Grand Tour rider of his generation, and Bernal … to win a Tour at 22, he could have 10 or 12 years of being super-competitive.\n“With second in the Tour [in 2019] I can be happy and proud, but at the time it was disappointing.\nWe pulled in the same direction, never chased each other down.”Facebook Twitter Pinterest Geraint Thomas feels he ‘could have pushed harder’ in stage 15 of this year’s Tour de France.\nPhotograph: Christian Hartmann/ReutersIn terms of his personal objective for next year, Thomas has the Tour firmly in his mind, but has yet to fix his programme.\nIt’s crazy, Freeman against Shane, thrashing it out.”Closer to home, however, is the departure of Thomas’s former mentor Rod Ellingworth, the 2018 Tour winner’s coach since his days in the Great Britain academy 15 years ago.", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "pubDate": null, "url": "https://www.theguardian.com/sport/2019/dec/18/geraint-thomas-worries-egan-bernal-tour-de-france-victory-could-limit-his-ambitions-cycling", "title": "Geraint Thomas worries Egan Bernal’s Tour victory could limit his ambitions", "paragraphs": ["• Welshman may have to play supporting role to fellow Ineos rider • ‘He could have 10 or 12 years of being super-competitive’", "Geraint Thomas has admitted his frustration that he may have to sacrifice his future personal ambitions for Egan Bernal, his Ineos teammate from Colombia who beat him in the 2019 Tour de France.", "Speaking to the Guardian in advance of a BBC documentary covering his defence of his 2018 Tour de France title, the 33-year-old Welshman was asked if he found Bernal’s emergence as a Tour winner frustrating after he had already spent several years in the service of the prolific Grand Tour winner Chris Froome.", "Freeman tribunal adjourned and may not finish until October next year Read more", "Thomas replied: “Yes, to be honest,” but added: “When there are better riders [in the team] it’s obvious. [Teamwork] is what you’ve got to do. It’s a team sport and those two guys are special.", "“Froome is the greatest Grand Tour rider of his generation, and Bernal … to win a Tour at 22, he could have 10 or 12 years of being super-competitive. But at least I will always have that Tour win.”", "Thomas fell short this year in his attempt to win a second Tour in a row and he ended the season without a win, in stark contrast to 2018 when he landed seven victories including the overall standings at the Tour with back-to-back mountain stage wins along the way and the Critérium du Dauphiné.", "“With second in the Tour [in 2019] I can be happy and proud, but at the time it was disappointing. From the start, the way the season went, and the off-season. The buildup was nothing like 2018, but I was still confident.”", "“It was a shame about the cancelled stage [in the Alps] and the shortened day. It leaves an unknown. You can’t say Egan shouldn’t have won, but there is a bit of an unknown.”", "If he has one regret about this year’s Tour, Thomas says, it is the Pyrenean stage into Foix, where he felt he did not make a full-on effort. “I could have pushed harder. I sat back a bit. I was feeling good, and I could have gone quicker. But that’s how Grand Tours go – you have off days when you limit your losses and on the good days you need to make the most of it.”", "Thomas acknowledges that the question of who will lead Team Ineos at the 2020 Tour de France will be raised constantly until next July, but expects it to be resolved in the same way that the question was settled in 2018 and 2019.", "“We will deal with it as we have done [in the past]. When I won and Froome was third, when Egan won and I was second, the reason we both finished on the podium was that we were open and honest with each other. We pulled in the same direction, never chased each other down.”", "Facebook Twitter Pinterest Geraint Thomas feels he ‘could have pushed harder’ in stage 15 of this year’s Tour de France. Photograph: Christian Hartmann/Reuters", "In terms of his personal objective for next year, Thomas has the Tour firmly in his mind, but has yet to fix his programme. “I’m looking at targeting the Tour. We need to confirm it all, to chat it through, but at the moment it’s all about the Tour again.” It was, no doubt, with that in mind that this week he completed a marathon 190-mile lap of Majorca at his training camp, spending eight hours in the saddle at 22mph.", "There is, he says, no chance in the short term at least that he will line up the Giro d’Italia or Vuelta a España as a target simply to ensure that he has an unhindered run at team leadership.", "“You have to weigh up your position in the team and it’s about what motivates you. There is no point going to the Giro just to be the leader and only being 95% motivated. You need to be all-in. I’d love to do the Giro [to win] one year, but next year what excites me is the Tour again.”", "This is not the most straightforward of close seasons for Dave Brailsford’s squad, with Froome still getting over the accident that cost him most of the 2019 season and left him with multiple fractures including to his femur, elbow and ribs.", "Froome has yet to race again, and asked about his teammate’s chances of returning to the top, Thomas said: “I think [he can] but I don’t know how quickly or how good [he will be]. It was such a horrific crash. How and when is the million dollar question.”", "Sign up to The Recap, our weekly email of editors’ picks.", "Thomas is one of the few to have raced with Brailsford’s Sky and Ineos since its inception in 2010, but he said he has not paid great attention to the current medical tribunal involving Team Sky’s former doctor Richard Freeman, or the allegations around the team’s former coach Shane Sutton. “To be honest, I haven’t followed it too much. All I saw was Shane talking on BBC Breakfast about being able to get it up. It’s crazy, Freeman against Shane, thrashing it out.”", "Closer to home, however, is the departure of Thomas’s former mentor Rod Ellingworth, the 2018 Tour winner’s coach since his days in the Great Britain academy 15 years ago. Ellingworth now runs Bahrain-McLaren, and will be directly pitted against his former squad. “I definitely miss him, 100%. But it’s a great opportunity for him, I hope he has success there, but hopefully not when I’m around. It’s strange without him. Being [in Majorca] now, I keep expecting him to walk around the corner and say: ‘How are you doing?’”", "Geraint Thomas: The Road Will Decide, Thursday 19 December, 9pm, BBC One Wales and BBC iPlayer"], "authors": ["William Fotheringham"], "keywords": ["tour", "way", "team", "bernals", "ineos", "ambitions", "2018", "geraint", "win", "stage", "won", "bbc", "egan", "worries", "limit", "thomas", "victory"]}