{"id": "12218326-8e8f-3f6e-b49c-ba1a360045a8", "title": "Despite Union Setback, Amazon Workers Fight for Dignity", "url": "https://wired.com/story/we-are-not-robots-amazon-bessemer-union-result/", "summary": "Deep in the aisles of a vast Amazon fulfillment center, one aggrieved young worker mounted a very tiny rebellion.\nIt wasn’t exactly political sabotage, says Alessandro Delfanti, a University of Toronto communications professor who heard the story while interviewing warehouse workers for a book about Amazon.\nThis refrain has grown louder over the years, culminating with the union fight in Bessemer, Alabama.\nBy Friday morning the union was trailing badly in the vote count, with “no” votes outnumbering “yes” votes more than two to one.\nThe impulse to wring the maximum amount of value from workers at the least amount of cost is nothing new, of course.", "paragraphs": ["Deep in the aisles of a vast Amazon fulfillment center, one aggrieved young worker mounted a very tiny rebellion. A comic book fan, he would squirrel away intriguing titles as they arrived at the warehouse, stealing glances as he stocked the shelves. After finishing a book, he would hide it in plain sight. He wouldn’t scan the barcode on the book or its corresponding shelf, so it was forever lost to Amazon’s electronic inventory system. Only he knew its location. It wasn’t exactly political sabotage, says Alessandro Delfanti, a University of Toronto communications professor who heard the story while interviewing warehouse workers for a book about Amazon. “It was more of a tiny little revenge, a tiny little way to reappropriate a tiny bit of time.”", "You might call such covert micro-mutinies an American pastime. Martin Sprouse’s 1992 book Sabotage in the American Workplace: Anecdotes of Dissatisfaction, Mischief and Revenge features hundreds of similar tales. There’s the pickle packer who privately pitched pickles into the pickle plant’s conveyor belt until it popped. There’s the disgruntled reporter (unimaginable!) who addressed his editor’s demands for brevity by penning the headline “DEAD,” followed by the story, “That’s what Harry Serbronski was after his car hit a telephone pole at eighty-six miles an hour.” Continuing this grand tradition, Amazon workers have set the home screens of their company-issued devices to photos of Jeff Bezos howling maniacally, or scrawled “unionize” on the dust-caked window of delivery vans. Private, perhaps momentarily satisfying mini-revolts in an increasingly automatized, surveilled, lopsided world.", "Listen to enough Amazon workers, and you will hear the refrain “We are not robots.” While the company calls its warehouse associates the “heart and soul” of its operations, many workers say they feel like cogs, inhuman appendages of a machine at best. At worst, they become kinks in the system, when their flesh-and-blood functions—fatigue, the wear or tear of a ligament, the call of nature—impede their ability to keep pace with robots. This refrain has grown louder over the years, culminating with the union fight in Bessemer, Alabama.", "By Friday morning the union was trailing badly in the vote count, with “no” votes outnumbering “yes” votes more than two to one. Some 500 votes remain disputed, mostly by Amazon, but there are too few to close the deficit. The results are a blow to organizers and the Retail, Wholesale and Department Store Union, which was hoping to represent workers, but the election still represents a milestone—Bessemer is the first US facility to reach this stage in a system that heavily favors employers. The RWDSU announced Friday that it plans to file charges against Amazon for allegedly violating labor law, which could throw the results into question.", "Meanwhile, a wave of innovations has been putting the squeeze on workers of all types, tracking them in ever-more sophisticated ways, pushing them to perform at increasingly robotic rhythms. It seems to be working: US productivity grew nearly 70 percent over the last four decades. That’s more than six times the rate of wages, owing partly to the erosion of collective bargaining. Since 1979, the US union membership rate has nosedived from 27 to 11 percent.", "The impulse to wring the maximum amount of value from workers at the least amount of cost is nothing new, of course. In the 1880s, an industrial engineer named Frederick Winslow Taylor dreamt up a new form of management consulting, later dubbed “scientific management.” Applying engineering principles to industrial labor, Taylor would roam factory floors, stopwatch and slide rule in hand, looking for ways to shave time off tasks. Numerical tracking was necessary, he argued, to beat back workers’ “natural laziness.” It became gospel among the major steel and shipbuilding companies of the time and influenced Henry Ford’s famous assembly line processes."], "authors": ["Caitlin Harrington", "Caitlin Harringto"], "keywords": ["setback", "dignity", "system", "workers", "despite", "fight", "amazon", "ways", "union", "tiny", "tracking", "warehouse", "book", "votes"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}