{"id": "123df3df-8a77-327b-8dd0-5b0a56d54107", "title": "Florida restaurant paying employees $70K in back wages for allegedly giving tips to managers", "url": "https://www.foxnews.com/food-drink/florida-restaurant-owes-employees-70k-back-wages", "summary": "A restaurant in Florida will pay tens of thousands of dollars in back wages to its employees over alleged minimum wage and overtime violations, according to the U.S. Department of Labor’s Wage and Hour Division (WHD).\nBrewland Development LLC -- which operates as Tampa Bay Brewing Company in Tampa, Florida -- has agreed to pay $70,575 to 36 employees, the restaurant confirmed to Fox News.\nAccording to a press release from the Department of Labor, Tampa Bay Brewing Company “illegally included managers in the restaurant’s tip sharing arrangement,” which violates the Fair Labor Standards Act.\nIDAHO COUPLE RAISES $2,400 TIP FOR WAITRESS, A SINGLE MOM WORKING 3 JOBSTampa Bay Brewing Company told WFLA that the violations were based on just one employee who was actually a lead bartender and not technically a manager.\nCLICK HERE TO GET THE FOX NEWS APPHowever, the restaurant still agreed to pay the back wages, Tampa Bay Brewing Company confirmed to Fox News.", "paragraphs": ["A restaurant in Florida will pay tens of thousands of dollars in back wages to its employees over alleged minimum wage and overtime violations, according to the U.S. Department of Labor’s Wage and Hour Division (WHD).", "Brewland Development LLC -- which operates as Tampa Bay Brewing Company in Tampa, Florida -- has agreed to pay $70,575 to 36 employees, the restaurant confirmed to Fox News.", "According to a press release from the Department of Labor, Tampa Bay Brewing Company “illegally included managers in the restaurant’s tip sharing arrangement,” which violates the Fair Labor Standards Act.", "CALIFORNIA RESTAURANT DEFYING REGIONAL LOCKDOWN AS A MEANS OF ‘SURVIVAL’", "That violation meant the restaurant had to make “retroactive payment of the full federal minimum wage” to some workers.", "CHICK-FIL-A LOCATION IN OHIO BEING SUED BY NEIGHBORING BUSINESS OVER LONG DRIVE-THRU LINE", "The Department of Labor also said Tampa Bay Brewing Company “incorrectly classified one manager as exempt from overtime, when the worker did not meet the legal requirements for an exemption,” the press release said.", "Because of that incorrect classification, that employee wasn’t paid overtime when they should have been, the department said.", "IDAHO COUPLE RAISES $2,400 TIP FOR WAITRESS, A SINGLE MOM WORKING 3 JOBS", "Tampa Bay Brewing Company told WFLA that the violations were based on just one employee who was actually a lead bartender and not technically a manager.", "CLICK HERE TO GET THE FOX NEWS APP", "However, the restaurant still agreed to pay the back wages, Tampa Bay Brewing Company confirmed to Fox News.", "“We processed our repayments along with the Department of Labor to make sure that all of the employees that they believed to be affected will receive their payment in a lump sum via a check in the mail,” a spokesperson said in an email.", "CLICK HERE TO SIGN UP FOR OUR LIFESTYLE NEWSLETTER"], "authors": ["Ann Schmidt", "Ann Schmidt Is A Lifestyle Reporter For Fox News."], "keywords": ["brewing", "tampa", "managers", "bay", "wage", "employees", "giving", "department", "overtime", "paying", "70k", "tips", "allegedly", "company", "wages", "pay", "restaurant", "florida", "labor"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}