{"id": "125ce2c7-38e1-3997-8094-0e480cf426c0", "title": "The markets in 2021 - Why the crazy upward march in stock prices might just continue", "url": "https://www.economist.com/finance-and-economics/2021/01/09/why-the-crazy-upward-march-in-stock-prices-might-just-continue", "summary": "One of these is the annual “outlook”, which lays out the path the economy and financial markets might take over the coming year.\nWhat is to stop stock prices worldwide going on a really crazy run?\nNor is it obvious that bond markets will react so violently as to fatally undermine stock prices.\nThis upward creep does reflect higher market expectations of inflation, which are now above 2% in America.\nBut it seems as plausible that strategists will be cheering on prices from higher peaks—constructively, of course.", "paragraphs": ["Several things could get in the way of a market melt-up. But on a closer look, none seem all that formidable", "I N A FAST-CHANGING world, the investment bankers of Wall Street and the City of London have clung to certain rituals. One of these is the annual “outlook”, which lays out the path the economy and financial markets might take over the coming year. These hefty documents start to appear in inboxes a few weeks before the year’s end.", "In mid-November a strategist at one bank had just put his outlook to bed with satisfaction. His call on stocks for 2021 was “constructive”: Wall-Street-speak for “bullish, but not mindlessly so”. But a few days later he was feeling a little less pleased with himself. His outlook was not distinctive. Rival strategists too were constructive.", "It is not hard to see why. An end to the covid-19 pandemic is in sight. Rich-world governments are rediscovering the joys of fiscal pump-priming. Real interest rates are so low as to make sky-high stocks look cheap (see Buttonwood). In short, the conditions seem ripe for further stockmarket gains. So ripe, indeed, that a persistent thought keeps surfacing in the minds of strategists. What is to stop stock prices worldwide going on a really crazy run?", "Several things could get in the way of a market melt-up. One is the economy. Since April markets have been looking beyond the damage from covid-19 to the post-pandemic recovery. The discovery of workable vaccines seemed to bring that world closer. Economic indicators for America and China towards the end of 2020 were surprisingly strong. But the pandemic is not going quietly. More virulent strains of covid-19 have forced stricter lockdowns in parts of Europe. The harm to the world economy is likely to be more prolonged than hoped.", "Another obstacle is bullish sentiment. The last time fund mangers were this optimistic about the scope for stockmarket gains was January 2018, according to a monthly survey by Bank of America done in December. A large majority think the world economy is in the “early-cycle” phase (ie, that there is a long runway of growth ahead). Paradoxically, positive sentiment is often seen as a reason to be wary, and that investors have got ahead of themselves. Indeed, 2018 began with much talk of a market melt-up, but ended with heavy stockmarket losses. A lot of the current optimism rests on the idea that policy will continue to support the economy. What if policymakers change tack? Continued fiscal support requires political action and agreement, which cannot always be relied upon. A natural concern is that stimulus might be withdrawn abruptly, as it was after 2010. So far, though, there is little sign of this. In America the $900bn fiscal package passed after Christmas will add two percentage points to GDP growth in 2021, reckon economists at JPMorgan Chase, a bank. The loss of the Republican majority in the Senate may open the door to further fiscal easing. In Europe the boost from the €750bn ($920bn) recovery fund should start to be felt from the middle of the year. Yet another risk, and one that keeps some market bulls awake at night, is resurgent inflation. Lockdowns and fiscal transfers have left rich-world consumers with extra savings and a lot of pent-up demand—fuel for a post-pandemic spending spree. Meanwhile recession has also taken out supply capacity: a lot of small firms (and some large ones) have gone under. With enough bottlenecks, a surge in spending could drive up inflation. A dynamic of this kind has been playing out in commodity markets: a revival in industrial demand (notably from China) for copper and iron ore has bumped up against supply constraints and led to a run-up in prices. A temporary bout of inflation seems plausible. A sustained burst of higher inflation—and one that forces central banks into abruptly raising interest rates—appears less so. Nor is it obvious that bond markets will react so violently as to fatally undermine stock prices. Bond yields have been edging up for months: this week the ten-year Treasury yield exceeded 1% for the first time since March 2020. This upward creep does reflect higher market expectations of inflation, which are now above 2% in America. But yields on inflation-protected Treasuries have barely budged—and it is these real yields that are the benchmark for stockmarket valuations. If the pattern of modestly above-target inflation expectations, a relaxed Federal Reserve and steady real yields stays intact, it may well boost equity prices, not retard them.", "There are other hangover effects from the pandemic to consider. A big one is debt. Companies borrowed heavily to ensure they had enough cash to withstand the revenue losses from lockdowns. The increased debt load will drag on companies’ finances and could in turn weigh on equity prices. But it may not be a heavy weight. Central-bank buying of corporate bonds has kept financing costs remarkably low for companies with access to wholesale capital markets: just consider the cost of borrowing for companies with debt rated BBB , the riskiest investment-grade rating. The spread over Treasuries is about as low as it was in 2006, when wider credit conditions were dangerously easy. Such low borrowing costs make debt burdens easier to carry. A related concern is that the explosion in public debt will eventually push up real interest rates. But demand for liquid safe assets tends to stay high after crises. Chief among these are government bonds.", "On a closer look, then, many of the obstacles to the stockmarket’s upward march do not seem so formidable. A terrible year for the economy still produced positive returns in many stockmarkets. The fact that recession has hurt small unlisted businesses more than large listed firms is one part of the story. The other is the paucity of yields on offer from bonds. In a note this week Jeremy Grantham, co-founder of GMO , an asset manager, argues that stocks in America have already gone too far. “My best guess as to the longest this bubble might survive is the late spring or early summer,” he writes, and advises seeking refuge in cheap emerging-market stocks.", "Mr Grantham’s note is well worth reading. But a thought lingers. The case for owning stocks at these prices depends on low interest rates. This is a global condition. So why would stock prices not melt up elsewhere? Perhaps Wall Street’s year-ahead notes for 2022 will survey the wreckage of a stockmarket bust in America. But it seems as plausible that strategists will be cheering on prices from higher peaks—constructively, of course. ■"], "authors": ["The Economist"], "keywords": ["2021", "markets", "continue", "america", "upward", "low", "stock", "stockmarket", "inflation", "prices", "fiscal", "market", "yields", "economy", "crazy"], "pubDate": "2021-01-09T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}