{"id": "1260e480-6fce-3722-ae56-cd14620ab3fc", "title": "Rudy Giuliani once had a real chance of becoming president – and he blew it", "url": "https://www.theguardian.com/us-news/2020/jan/19/rudy-giuliani-president-white-house-2008", "summary": "‘America’s mayor’ led polling in the Republican primaries for almost a year in 2007.\nBut his campaign collapsed into chaosRudy Giuliani once had a real chance of becoming president – and he blew itRudy Giuliani once had a real chance of becoming president – and he blew itIf things had gone a little differently, Rudy Giuliani might have been elected president in 2008.\nIn March 2007, after Giuliani formally announced his White House campaign, he was the early favorite to win the Republican primary contest, with 44% support nationwide.\nOprah Winfrey had dubbed Giuliani “America’s mayor” following the 9/11 attacks – a moniker that stuck – while Time magazine went further, naming Giuliani its person of the year for 2001 and branding him “mayor of the world”.\nCafaro said: “His strength predominantly came from being seen as America’s mayor – in light of this being just a few years after 9/11.", "paragraphs": ["‘America’s mayor’ led polling in the Republican primaries for almost a year in 2007. But his campaign collapsed into chaos", "Rudy Giuliani once had a real chance of becoming president – and he blew it", "Rudy Giuliani once had a real chance of becoming president – and he blew it", "If things had gone a little differently, Rudy Giuliani might have been elected president in 2008.", "The former New York City mayor turned Donald Trump stooge led polling in the Republican primaries for almost a year, and was seen as someone who could defeat Hillary Clinton – then the presumptive Democratic nominee – in key metropolitan areas.", "Giuliani, still riding a wave of good feeling from his handling of the 9/11 attacks, was raising serious amounts of cash, and was the best-known of the Republican candidates. He had a very real chance of succeeding George W Bush.", "Trump 'knew exactly what was going on' in Ukraine, says Giuliani associate Read more", "But Giuliani’s campaign collapsed in chaotic fashion, and he became a political irrelevance – until re-emerging a decade later as Donald Trump’s lawyer, mouthpiece, bungling envoy to Ukraine and a central character in the third impeachment of an American president.", "It’s hard to imagine now, but at the end of 2006, Giuliani was the most popular politician in the country. In March 2007, after Giuliani formally announced his White House campaign, he was the early favorite to win the Republican primary contest, with 44% support nationwide. (John McCain, the eventual nominee, was second with 20%.) Giuliani maintained that lead throughout the year, and raised the most money.", "Armed with a campaign slogan that read like the responses to a word-association examination – “Tested. Ready. Now” – Giuliani seemed destined to represent the Republican party in the November 2008 election.", "“When Rudy Giuliani entered the race he was seen as the frontrunner,” said Capri Cafaro, a former minority leader of the Ohio senate and an adjunct professor at the American University school of public affairs. Oprah Winfrey had dubbed Giuliani “America’s mayor” following the 9/11 attacks – a moniker that stuck – while Time magazine went further, naming Giuliani its person of the year for 2001 and branding him “mayor of the world”.", "Cafaro said: “His strength predominantly came from being seen as America’s mayor – in light of this being just a few years after 9/11. [He was] playing to his strengths: his strengths in national security and essentially being able to rise to the occasion as a leader.”", "Giuliani wasn’t shy of leaning into that, which led to mockery as he launched his campaign.", "“When he decided to run for president he was being laughed at by the late-night comedians for answering every question by mentioning 9/11,” said Robert Polner, who covered Giuliani’s mayoralty as a reporter for Newsday, and later edited a book on Giuliani: America’s Mayor, America’s President?", "Facebook Twitter Pinterest Giuliani with Bush and fire commissioner Thomas Van Essen just after the 9/11 attacks in 2001. Photograph: Doug Mills/AP", "It wasn’t just late-night comics poking fun. Joe Biden, then running – for the second time – to be the Democratic nominee, mused of Giuliani: “There’s only three things he mentions in a sentence: a noun, a verb and 9/11.” The Onion ran a piece with the headline: “Giuliani to run for president of 9/11”.", "“He was still trying to ride his fame and convert that into primary votes,” Polner said. “[But] he had no real plan as to what he would do if he was president.”", "Giuliani was still leading the polls in the summer of 2007, six months out from the first Republican vote in Iowa. But he hit an unexpected problem, in the form of a man dressed in a chicken suit – the “Iowa Chicken” – who tirelessly followed Giuliani around in protest at him skipping the Ames straw poll, a traditional barometer of the Republican primary race.", "That wasn’t the end of Giuliani’s Iowa troubles. He decided, essentially, to skip the first state to vote and did not place much stock in second-to-vote New Hampshire. Instead Giuliani pinned his hopes on Florida.", "Many people saw this as a bad decision, including the Guardian’s then Washington correspondent, Ewen MacAskill.", "“History will show the unconventional, and ultimately catastrophic, strategy to be one of the biggest miscalculations in US campaign history,” MacAskill wrote in 2008, as Giuliani’s campaign collapsed around him. “One that has brought Giuliani’s ambitions to be the 44th US president to a humiliating end.”", "Giuliani’s Florida gameplan was based on the idea that for some Republicans elsewhere, he just wasn’t conservative enough. Giuliani, by this point, was on his third marriage – he has since completed his third divorce – and as mayor of New York had embraced positions that were anathema to socially conservative Republican supporters. In Florida, at least, there was a diaspora of ex-New Yorkers, and some supportive centrist primary voters.", "But his past might well have doomed him nationally.", "Cafaro said: “One of the reasons why he failed is not necessarily because he decided to focus on one or two major primaries, but because he was seen as being out of step with the values of the Republican primary voter.”", "He said: “As someone who was pro-choice, and had been married three times, somebody who was from New York, somebody that was a little bit more lenient on some of the social issues, including civil unions for same-sex partnerships, so those things were not embraced in that primary. I think that’s really what hurt him.”", "Also stacked against Giuliani: his lack of focus. When he lost the 1989 election for New York mayor, Giuliani spent the next four years, according to Polner, “meeting with people, studying different aspects of the city, and preparing to become a politician”. That period of reflection and strategizing worked – Giuliani defeated the Democrat David Dinkins in 1993 – but he failed to apply it in 2008.", "“When he jumped in for president, it seemed more like impulse power, and he was just running on the fumes” of being mayor on 9/11, Polner said.", "Facebook Twitter Pinterest In this picture from October 2003, Giuliani supports Arnold Schwarzenegger in his bid to become California’s governor. Photograph: Stephan Savoia/AP", "“He hadn’t established a base or network of Republicans in key states, and he didn’t have any well-developed positions on where he wanted to take the country or the party.”", "People noticed. In the Iowa caucuses, on 3 January 2008, Giuliani came sixth out of seven candidates. It was no cause to panic – after all, he had all but ignored Iowa. But then came New Hampshire. Giuliani came fourth.", "The Florida primary, the key to Giuliani’s grand plan, was on 29 January. He came a distant third. It was over. Giuliani threw in the towel the next day, and endorsed McCain.", "“Giuliani has a history of kind of overestimating his political appeal, and also overreaching,” Polner said. “He’s a guy who really craves relevance and attention, and the media spotlight – and power really.”", "Giuliani had got attention and the media spotlight, for a while, yet being America’s mayor, being the mayor of the world, had counted for nought. His dream of being president had ended – but his presence at the top of US politics was far from over."], "authors": ["Adam Gabbatt"], "keywords": ["campaign", "primary", "chance", "blew", "911", "republican", "americas", "president", "giulianis", "giuliani", "polner", "rudy", "real", "mayor"], "pubDate": null, "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}