{"id": "1274a43f-c4eb-3080-9ea0-90b896740095", "title": "Copenhagen's new Metro is a thing of beauty", "url": "https://edition.cnn.com/travel/article/metro-cityring-copenhagen-denmark/index.html", "summary": "While Copenhagen's Metro has always been rather efficient, many neighborhoods lacked stations, and thus, accessibility.\nIn a city of 650,000 people, about 200,000 commute on the Metro daily, sometimes in conjunction with a bike during their journey.\nThe impetus for the project was twofold, according to Henrik Ploughmann Olsen, CEO of Copenhagen Metro.\nIn addition, builders had to deftly maneuver around existing Metro tunnels--but Olsen proudly notes the extension was completed without causing any shutdowns to the current system.\nThe new M3 line — and the expansion of the Metro in general — not only services the city internally, but allows Copenhagen to compete on an international level.", "paragraphs": ["Copenhagen (CNN) — In Copenhagen, traffic is usually caused by the two-wheel variety of transportation: the bicycle.", "Ever since bicycles were imported into Denmark from France in 1869, they have become the main form of transportation in the Scandinavian city. In the 1920s, it wasn't unusual to see both the working class as well as high society pedaling through the streets. But with the opening of the Metro's new M3 Cityring line, commuters have a new way of getting around.", "While Copenhagen's Metro has always been rather efficient, many neighborhoods lacked stations, and thus, accessibility.", "In addition, a growing population of about 10,000 new residents per year is taxing the buses and trains already in circulation. In a city of 650,000 people, about 200,000 commute on the Metro daily, sometimes in conjunction with a bike during their journey.", "Related content These are predicted to be the safest countries in the world to visit in 2020", "Greater accessibility", "The circular line has 17 new stops, nearly doubling the number of existing stations. DA MARIE ODGAARD/AFP via Getty Images", "Cityring, a 15.5-kilometer (approximately 9.63 miles) circular line with 17 new stops — which nearly doubles the number of existing stations — now connects outlying neighborhoods that radiate far from the city center. Residents won't need to rely on their bikes to get around, a boon especially during Copenhagen's hygge-inducing winters.", "The impetus for the project was twofold, according to Henrik Ploughmann Olsen, CEO of Copenhagen Metro. \"First of all, it was a question of improving public transport, making it more efficient and of better quality,\" he said. \"But it was also about city development in other areas outside of the city center.\"", "Courtesy The Copenhagen Metro", "Public squares were constructed, with 150 benches and 800 trees, were installed around the 17 new stations. The plazas not only allow access to the Metro, but will hopefully encourage more commerce and housing.", "\"We see that it attracts shops but also offices and service-oriented businesses,\" said Olsen.", "Building the line was not without its challenges.", "Olsen acknowledged that the eight years of construction impeded traffic and generally disrupted people's daily lives. \"We had the machinery right outside people's windows for quite a substantial number of years,\" he said.", "Glass and light are key design elements, and stations were designed to integrate with their surroundings. Reginaldo Sales/Metro Company", "Technical issues also challenged tunnel designers. They had to build around older structures with shaky foundations, such as the historic Frederik's Church, a.k.a. Marble Church, at the Marmorkirken station.", "Controlling groundwater was also imperative during construction.", "\"A lot of the houses in the inner part of the old city center are actually founded on wooden piles from the 17th century or 18th century,\" explained Olsen, \"If you remove the groundwater from those piles, they'll rot.\"", "In addition, builders had to deftly maneuver around existing Metro tunnels--but Olsen proudly notes the extension was completed without causing any shutdowns to the current system.", "Shiny, new rails", "The new M3 line allows Copenhagen to compete on an international level. Reginaldo Sales/Metro Company", "The line itself is a thing of beauty; sleek and gleaming like a seal shimmying through water, this shiny new rail line is runs automatically without any conductors.", "The system operates 24 hours a day, 365 days a year -- a rare service offered by only a small handful of cities worldwide, including New York City, Chicago, and Melbourne -- and a full rotation around the line takes 24 minutes. Average speed is about 40 kilometers per hour (approximately 25 miles per hour) but when a train hits top speed, it can cruise at 90 kilometer an hour (55 miles per hour).", "Unlike older stations, all the new stops are outfitted with two elevators instead of one and the incline of stairs was reduced to make going up and down flights less taxing. For today's iTouch culture, screens by ticket machines supply riders with route information and maps.", "Not just easy on the ride, Cityring's stations are easy on the eyes.", "Glass and light are key design elements and stations were designed to integrate with their surroundings. At the Frederiksberg Allé station, for example, the green interior color scheme is a segue to the outdoor park that greets riders when they reach street level.", "Cleanliness and efficiency are two tenets of the Metro system. Revenue generated from ticket sales is reinvested into maintenance, and quarterly surveys of passengers give Metro operators direction on what's working, what's not and where they need to direct funds.", "Related content The Copenhagen artificial ski slope atop a power plant is now open", "Bike-friendly", "The Cityring doesn't want to compete with bikes, but instead integrate itself into existing transportation infrastructure. \"Metro actually supports the thoughts of the having bikes being either last mile or first mile mode of transportation, so you could use it in combination,\" said Olsen.", "Bikes are allowed on the Metro during non-rush hours, and cellars at every station provide storage for the two-wheeled vehicles when not in use. Screens at exit points announce nearby bus and train departures for easy connections.", "This shiny new rail line is conductor-less and runs automatically. Reginaldo Sales/Metro Company", "While these features have residents excited about the new system, Olsen believes \"the most important thing is that you don't have to look up time table,\" he said. \"You can just go through the station and there'll be a train right after.\" To him, freedom from the shackles of a schedule exemplifies the ease of using the Metro.", "The new M3 line — and the expansion of the Metro in general — not only services the city internally, but allows Copenhagen to compete on an international level. Citing Hamburg, Germany, and Stockholm, Sweden as nearby rivals, Olsen hopes to attract both businesses and tourists to Copenhagen via opportunities presented by the Metro.", "With the opening of the M3 Cityring, ridership is expected to rise from 65 million to 122 million by 2020, and two extensions to the existing M4 line are due to open over the next five year.", "While projections are ambitious, Olsen's definition of success is more modest."], "authors": ["Shana Clarke"], "keywords": ["train", "copenhagens", "city", "stations", "thing", "beauty", "transportation", "line", "metro", "copenhagen", "existing", "olsen", "m3"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}