{"id": "12867433-eb73-36c1-ae88-b38cb4b9a739", "title": "Australia edge ahead in Adelaide Test after India rue Virat Kohli run-out", "url": "https://www.theguardian.com/sport/2020/dec/17/india-rue-virat-kohli-run-out-as-australia-edge-ahead-in-adelaide-test", "summary": "Impending captain Ajinkya Rahane’s schoolboy error has gifted Australia control of the day-night Test at Adelaide Oval, where India slumped to 233-6 at stumps on day one after Virat Kohli’s needless dismissal.\nThere was blood, when Kohli copped a nasty blow to the gloves from Mitchell Starc during a knock of 74.\nThere was sweat, when Nathan Lyon toiled diligently and was rewarded with the scalp of Cheteshwar Pujara (43 from 160 balls).\nKohli was run out, for just the second time in his 87-Test career, as he approached a fourth Test century at the venue.\nIt came a day after Kohli spruiked Rahane’s level-headed approach and leadership.", "paragraphs": ["Impending captain Ajinkya Rahane’s schoolboy error has gifted Australia control of the day-night Test at Adelaide Oval, where India slumped to 233-6 at stumps on day one after Virat Kohli’s needless dismissal.", "Kohli’s one-Test tour lived up to its hype on a topsy-turvy Thursday, when he won the toss and came to the middle at 32-2 after the hosts removed both openers.", "There was blood, when Kohli copped a nasty blow to the gloves from Mitchell Starc during a knock of 74. There was sweat, when Nathan Lyon toiled diligently and was rewarded with the scalp of Cheteshwar Pujara (43 from 160 balls).", "And Rahane could be excused for shedding a tear, having shifted momentum with a moment of madness that came after Kohli dug in while dragging India to 188-3 late in the final session.", "Rahane called yes in search of a quick single during the 77th over, only to immediately realise his mistake as Josh Hazlewood swooped on the ball and tossed it to Lyon.", "It was far too late to send the skipper back. Kohli was run out, for just the second time in his 87-Test career, as he approached a fourth Test century at the venue.", "Rahane, who will captain the tourists in the next three Tests after Kohli returns home for the birth of his first child, raged at himself, apologetically held out both hands then looked to the sky. Kohli shot his partner a look of disbelief before trudging off.", "It came a day after Kohli spruiked Rahane’s level-headed approach and leadership. “We’ve had a lot of mutual understanding and respect over the years. We’ve had some great partnerships batting together, based on trust,” Kohli said on Wednesday.", "The shocking mix-up brought a degree of relief for Tim Paine, who opted against reviewing a caught-behind shout that could have dismissed Kohli on 16.", "Australia grabbed two quick wickets with the second new ball after Kohli’s dismissal. Starc, having fired out Prithvi Shaw for a duck with the second delivery of the game, needed four balls with the second new pill to trap Rahane lbw for 42.", "Rahane capped a dirty day when he opted for a review then promptly shuffled off the field after watching one replay of his lbw dismissal, knowing there was no point waiting for the ball-tracker. Hanuma Vihari, who convinced Rahane to refer his verdict, fell victim to Hazlewood soon after.", "Kohli was earlier given a standing ovation at the start of his innings; a sharp contrast to the boos that showered down on the talismanic superstar during the corresponding Test in 2018-19. Debutant Cameron Green, who was presented his cap by Pat Cummins, started with a no-ball but quickly found some rhythm."], "authors": [], "keywords": ["adelaide", "starc", "australia", "virat", "ahead", "kohli", "day", "rahanes", "came", "second", "weve", "quick", "runout", "india", "rue", "edge", "test", "rahane"], "pubDate": "2020-12-17T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}