{"id": "12d049d2-1e5d-3583-b171-59695fc73c8f", "title": "Tamron Hall Is the Most Fashionable Woman on Daytime Television. Period.", "url": "https://www.vogue.com/article/tamron-hall-fashion-interview", "summary": "Her love of fashion started early.\n“I was raised in the Southern Baptist Church, which includes the Bible, good hats, and a lot of color in your clothing,” she says.\n“My mother and my aunt were not wealthy women, of course, but on Sundays, they expressed their fashion identity.\nI had a jacket on and a long-sleeve button-down shirt,” she explains.\n“I thought, When I have my moment to express my independent view on fashion, I’m going to do so,” says Hall.", "paragraphs": ["Her love of fashion started early. Raised in Luling, Texas, she studied the confident way the women in her family carried themselves, and the glamorous outfits they put together each week for their Sunday service. “I was raised in the Southern Baptist Church, which includes the Bible, good hats, and a lot of color in your clothing,” she says. “My mother and my aunt were not wealthy women, of course, but on Sundays, they expressed their fashion identity. Ironically, it was in church. [My grandmother] was known for her hats, which would be the talk of the town each Sunday.” Hall recently shared a photo of herself at seven years old wearing a three-piece crop top suit, underscoring her lifelong love of fashion. “I’m not sure about the top being appropriate, but it was cute!” she says. “Appreciation for fashion has always been part of the fabric of my life, pun intended.”", "Despite her innate interest in style, Hall wasn’t always able to express herself via her wardrobe. At the start of her career as a reporter for a local station in Fort Worth, the double standards of workplace attire became apparent. “I had a news director who was a man, and there was a heat wave [so] we were working on one of those infamous Texas summer days, and it was over 100 degrees. I had a jacket on and a long-sleeve button-down shirt,” she explains. “I remember wanting to take my jacket off, and I expressed that to him. He said, ‘That’s not very professional; you need to keep your jacket on.’ Somehow my credibility and professionalism were linked to whether or not I kept a blazer over my long-sleeve, conservative, button-down shirt. At that point, I realized the sexism and antiquated views.” The experience made her resolve to do things differently once she had the power to call the shots. “I thought, When I have my moment to express my independent view on fashion, I’m going to do so,” says Hall. “Once I became a news anchor in Chicago, I started to build that.”"], "authors": ["Janelle Okwodu", "Janelle Okwod"], "keywords": ["hall", "texas", "television", "longsleeve", "daytime", "period", "jacket", "raised", "woman", "love", "tamron", "shirt", "fashion", "started", "fashionable", "women"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}