{"id": "12d78e9e-9854-35a9-9ae0-264dd13d1ce0", "title": "Winter storm cuts electrical power for thousands on East Coast", "url": "https://www.foxnews.com/science/winter-storm-brings-power-outages-to-parts-of-the-east-coast", "summary": "A massive winter storm system brought power outages to parts of the East Coast on Thursday morning, with snow and strong winds hammering suburbs and major cities alike.\nIn Virginia, almost 36,000 residents experienced outages, according to the tracking project poweroutage.us.\nSnow totals were lower than anticipated in the northern region of the state, however.\nKeystone State residents also got up to 2 feet of snow and thousands were subject to power outages as the storm moved Northeast.\nSome 35 million people remain under a winter storm warning or advisory in the Northeast.", "paragraphs": ["A massive winter storm system brought power outages to parts of the East Coast on Thursday morning, with snow and strong winds hammering suburbs and major cities alike.", "In Virginia, almost 36,000 residents experienced outages, according to the tracking project poweroutage.us.", "CLICK HERE FOR LIVE UPDATES ON THE STORM", "In New Hampshire, Republican Gov. Chris Sununu asked residents to check on their neighbors, telling WMUR the state had 700 different closures.", "Further south along the I-95 corridor, thousands of New Jersey homes and businesses lost electricity overnight, though it has since been restored.", "Gusts in the Garden State reached speeds of up to 62 mph, according to nj.com.", "Snow totals were lower than anticipated in the northern region of the state, however.", "In nearby New York, snowfall totals were high, with some areas upstate seeing 40 inches and the Big Apple getting more snow than in all of 2019.", "Some 10,000 New Yorkers lost their power last night along the Pennsylvania border.", "Keystone State residents also got up to 2 feet of snow and thousands were subject to power outages as the storm moved Northeast.", "Areas of Massachusetts saw 2 to 3 inches of snowfall per hour early Thursday. Maine and Cape Cod are expected to get the last of the snow later in the day, according to the National Weather Service.", "Some 35 million people remain under a winter storm warning or advisory in the Northeast.", "CLICK HERE FOR THE FOX NEWS APP", "The storm turned deadly for at least four people after a crash in Pennsylvania killed two and damaged dozens of vehicles on a major highway Wednesday; a 63-year-old man with a snowblower was run over by a public works truck that was backing up, and a 19-year-old in Virginia died when his car ran off the road."], "authors": ["Julia Musto", "Julia Musto Is A Reporter For Fox News Digital. You Can Find Her On Twitter At"], "keywords": ["outages", "power", "according", "cuts", "residents", "state", "totals", "winter", "virginia", "thousands", "storm", "east", "snow", "coast", "electrical"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}