{"summary": "Butch Dill/Associated PressNeither Drew Brees nor his New Orleans Saints peaked at the right time last season.\nBrees was nearly perfect while breaking the all-time passing touchdowns record as the Saints crushed the Indianapolis Colts 34-7 on Monday Night Football to close out Week 15.\nThe jaw-dropping performance might have confirmed that this year, the Saints are peaking at the perfect time.\nHe's now the all-time leader in completions, passing yards and passing touchdowns, and yet it's been a decade since he's been to the Super Bowl.\nAnd right now, with the playoffs looming, Brees and the Saints look unstoppable.", "id": "12dbe5d1-5d40-374f-b57a-7b50eedb9b3b", "pubDate": null, "url": "https://bleacherreport.com/articles/2867332-drew-brees-is-catching-fire-and-setting-records-at-the-perfect-time?utm_source=cnn.com&utm_campaign=editorial&utm_medium=referral", "authors": ["Brad Gagnon"], "paragraphs": ["Butch Dill/Associated Press", "Neither Drew Brees nor his New Orleans Saints peaked at the right time last season.", "While New Orleans still could have wound up winning the Super Bowl if not for a bad officiating break in the NFC Championship Game, the fact remains that the offense wasn't particularly crisp in either of the Saints' playoff games, nor was it great late in the regular season.", "It was fair to ask if one of the oldest players in the league was running out of gas, as Brees threw just seven touchdown passes and five interceptions while posting an 88.7 passer rating in his last six regular-season and playoff games.", "The 2018 version of Drew Brees was arguably at his best when he broke the all-time passing yardage record in a near-perfect performance as the Saints crushed the Washington Redskins on Monday Night Football. That was in October.", "This year's version of that game came two months later. Brees was nearly perfect while breaking the all-time passing touchdowns record as the Saints crushed the Indianapolis Colts 34-7 on Monday Night Football to close out Week 15.", "The jaw-dropping performance might have confirmed that this year, the Saints are peaking at the perfect time.", "Jonathan Bachman/Getty Images", "Brees might be a year older, but keep in mind that he missed nearly six full games due to a thumb injury. That essentially gave him an extended midseason break, which could have been a blessing in disguise for a Saints team that went 5-0 without him anyway.", "Does Brees' 40-year-old body think it's late October instead of mid-December? If so, the Saints could be better positioned than ever to make a run in a wide-open playoff field. They've won four of their last five games, with the only loss coming despite a 46-point effort from the offense in a two-point defeat at the hands of the Super Bowl-caliber San Francisco 49ers.", "But San Francisco lost Sunday to fall to 11-3. Though the Saints, 49ers, Seattle Seahawks and Green Bay Packers are all 11-3, the 49ers and Seahawks still have to face each other, and Green Bay still has to play the 10-4 Minnesota Vikings.", "The Saints have the easiest remaining schedule and more momentum than anyone else in the NFC. They should at least end up with the No. 2 seed and a first-round bye, and Brees will be fresher in January this time around.", "I mean, look at the guy in December.", "Thus far this month, he's completed all but a dozen of 70 pass attempts for 656 yards, nine touchdowns, zero interceptions and a 145.3 passer rating. Monday night, he completed a record 29 of 30 passes, and the only incompletion came on a checkdown under pressure, behind the line of scrimmage and on a drive that resulted in a touchdown anyway. After that, he completed 22 consecutive passes over nearly a three-quarter span.", "It's all coming together. His top receiver, Michael Thomas, is almost certain to break the single-season receptions record. His top running back, Alvin Kamara, is back from a midseason injury and seems to be shaking off the rust. Veteran tight end Jared Cook wasn't there last season but has become a critical part of the machine this year.", "And although the defense has sometimes lacked consistency and is far from 100 percent from a health perspective, it has surrendered just 20.1 points per game since Week 4. During that stretch, only the New England Patriots have given up 10 or fewer points more often than New Orleans, which did so for the fourth time Monday against the helpless Colts.", "Plus, Brees is due. He's now the all-time leader in completions, passing yards and passing touchdowns, and yet it's been a decade since he's been to the Super Bowl.", "That championship victory took place in South Florida, which happens to be hosting Super Bowl LIV seven weeks from now.", "It feels a little serendipitous, especially since the football gods haven't been on the Saints' side the last couple of Januaries. Before there was the Nickell Robey-Coleman non-call, there was the Minneapolis Miracle. But if New Orleans can continue to perform at this level, it won't have to worry about good or bad breaks.", "Those breaks have probably only made the experienced, battle-tested Saints even stronger. They're a better all-around team than the Seahawks or Packers, and they're hotter and more prepared for big moments than the 49ers.", "The championship chase is so often about when you're at your best. And right now, with the playoffs looming, Brees and the Saints look unstoppable.", "Brad Gagnon has covered the NFL for Bleacher Report since 2012."], "keywords": ["touchdowns", "record", "saints", "drew", "perfect", "playoff", "orleans", "passes", "recordsat", "passing", "setting", "brees", "seahawks", "super", "catching", "fireand"], "title": "Drew Brees Is Catching Fire—and Setting Records—at the Perfect Time", "publicationId": "fa207f19-e080-3902-982c-393d321776be"}