{"id": "12dc484d-00f3-38cf-98a5-a286d2ef1721", "title": "Samurai Shodown Review – An Intense Return With Rough Edges", "url": "https://www.gameinformer.com/review/samurai-shodown/an-intense-return-with-rough-edges", "summary": "Samurai Shodown showcases the highs and lows of the fighting genre as a whole.\nFights in Samurai Shodown are deliberate, relying on a combination of careful offense, intricate defense, and risky gambles.\nOn the flip side, damage and risk in Samurai Shodown strike a dynamic balance.\nIf you’re not keen on learning by jumping into the fray and taking your lumps, Samurai Shodown likely won’t do much for you.\nBut when there’s another player facing you down, Samurai Shodown’s bouts are a fantastic mix of fighting disciplines.", "paragraphs": ["Samurai Shodown showcases the highs and lows of the fighting genre as a whole. At its best, it’s a powerful lesson in learning and reacting to another player, as victory doesn’t require you to learn jargon or memorize long combos. But it flounders without that other human player, hindered by a scant single-player offering and a decent-but-basic approach to online play.", "Fights in Samurai Shodown are deliberate, relying on a combination of careful offense, intricate defense, and risky gambles. Most attacks don’t flow into each other, and what combos exist are only two or three moves long. Because of this, matches become tense staredowns punctuated by single blows that sink into your opponent with a satisfying display of blood.", "On the flip side, damage and risk in Samurai Shodown strike a dynamic balance. Light attacks can get you out of a bad situation, but only tickle your opponent’s health bar. Heavy attacks and certain special moves leave you wide open if you bungle them. Learning defense is incredibly valuable, as a well-guarded player can block, dodge, or deflect attacks from overeager attackers. You can also roll out of the way of knockdowns, which helps reset the situation after someone lands an attack. In fact, it’s often best to wait for your opponent to commit to an unsafe bet and punish them rather than start on offense yourself. But you eventually have to take risks to win, which is where things get interesting.", "You also have access to a rage meter and a handful of super moves, all of which double down on the risk-reward aspect in flashy ways. Your rage meter fills as you take damage, making your attacks stronger and allowing you to pull off powerful weapon-flipping techniques. However, if you need to turn a match around, sacrificing the meter for the rest of the bout sends you into a rage explosion, which lets you pull off an incredibly fast, devastating lightning-blade attack. These moves offer newer players a flashy way to turn the tide, but veterans can just as easily counter them, or use them to seal the deal.", "While the fighting itself has lots of offer, the infrastructure surrounding doesn’t always help combat stand out. The online works well for the most part, but has a few weak spots. Casual matches are limited to 10-player lobbies, and you can’t invite a friend into a lobby you’ve joined. However, ranked play lets you rematch multiple times, which is great when you just want to keep butting heads with a specific player. My connections online were decent overall, but unreliable; plenty of matches were perfectly fine, but a few were practically unplayable.", "A new Dojo mode records players’ actions and turns them into a “ghost” copy of yourself for others to fight online, but this system doesn’t really work. You can play against the ghosts of random or high-level players, but I was able to plow through all the ghosts I encountered without breaking a sweat. That’s not bragging; the ghosts don’t seem to accurately replicate any kind of fighting style. They just stand in a corner, spam moves repeatedly, jump forward at random, and don’t block much.", "Samurai Shodown’s other single-player offerings are serviceable, but uninspired. Along with Dojo mode you have the standard arcade, survival, and time trial modes. Plus, a gauntlet mode lets you fight all 13 characters in a row. These may get new players to learn the basics, but they feel dated compared to just about every other fighting game series’ attempt to keep lone players invested.", "If you’re not keen on learning by jumping into the fray and taking your lumps, Samurai Shodown likely won’t do much for you. But when there’s another player facing you down, Samurai Shodown’s bouts are a fantastic mix of fighting disciplines. It’s accessible, nuanced, and flashy, and the ways it asks you to bet big to win make matches as exciting as they are tense."], "authors": [], "keywords": ["samurai", "players", "matches", "rough", "shodown", "return", "player", "fighting", "edges", "moves", "online", "attacks", "intense", "rage", "review"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}