{"id": "12fb8031-5ef2-3762-8b3e-c0cdf55c16a8", "title": "The Italian Genius Who Mixed Marxism and Children’s Literature", "url": "https://www.newyorker.com/magazine/2020/12/14/the-italian-genius-who-mixed-marxism-and-childrens-literature", "summary": "Many of them also spoke a non-standard Italian, and he worried lest people make them feel embarrassed.\nApart from his students’ ability to get to school, what most concerned Rodari was the development of their imaginations.\nThis, Rodari later decided, was a lesson of Communism.\nWhether or not Lenin adapted his political philosophy from his grandparent’s furniture arrangements, Rodari learned critical thinking from Marxist doctrine.\n(It was published in English in 2011 with the title “Lamberto, Lamberto, Lamberto.”) In the book, a certain Baron Lamberto, who is ninety-three and fears that he may die, hears that the Egyptian pharaohs believed that if your name was endlessly repeated you could live forever.", "paragraphs": ["How I love this image, with its dark, wet, secret transactions, its mud and molecules. This is Rodari’s metaphor for cognition. In his view, children learned not by having something jammed into their brains—the multiplication tables, the sonnets of Petrarch—but by responding, almost involuntarily, to a sight, an idea, or often just a word, absorbing it, moving other mental contents around to make room for it, and thereby creating something new.", "There seems to be no question that Rodari’s concern for education was related to the poverty of his youth. A modest man, he spoke not of his own difficulties but of other people’s—his mother’s, for example. She went to work at the age of eight, he wrote, first in a paper factory, then in a textile works, then as a domestic. When he began teaching, his pupils, too, were poor. In the winter, some could not come to school, because they had no shoes. Many of them also spoke a non-standard Italian, and he worried lest people make them feel embarrassed.", "Apart from his students’ ability to get to school, what most concerned Rodari was the development of their imaginations. He said that a line of Novalis’s, which he read as a young man, always stuck in his mind: “If there were a theory of the fantastic such as there is in the case of logic, then we would be able to discover the art of inventing stories.” This he connected with fantasist art of his own time, above all Surrealism. Surrealism is a brew of many ideas, but the one most important to Rodari, it seems, was the simplest, the pairing of opposites—particularly the joining of a dream world to a punctilious realism. A hardy movement, Surrealism lasted from the nineteen-twenties until well after the Second World War, because it fit those wild and disastrous years. A locus classicus is Vittorio De Sica’s breakthrough film, “Miracle in Milan” (1951), which ends with a collection of homeless people who have just seen their shantytown razed by the authorities, taking off, on broomsticks, into the sky. Italy, after the war, was very, very poor. De Sica’s other early films—“Shoeshine,” “Bicycle Thieves,” “Umberto D.”—give a sense of this, as do Rossellini’s “Paisan” and “Rome, Open City.” The country was also humiliated. Many Italian artists were glad to move into new territory. Surrealism provided a picture of the truth they now faced—ugliness, violence, ruin—combined, however, with the memory of a happier past: trees, pocket watches, town squares, pretty women.", "Many of the early Surrealists were committed Marxists. In “The Grammar of Fantasy,” Rodari writes of a day that he spent drinking wine with friends in a village outside Kazan, near the Volga. The group visited a local landmark, a wooden house whose furniture, he noticed, was curiously arranged. Sturdy benches were set under the windowsills, so that the erstwhile owners’ children, who liked to come in and out by the windows rather than by the door, could do so without breaking their necks. This, Rodari later decided, was a lesson of Communism. As it turned out, the house had once been the property of Lenin’s grandfather. Whether or not Lenin adapted his political philosophy from his grandparent’s furniture arrangements, Rodari learned critical thinking from Marxist doctrine. Whatever he writes about, he subjects to questioning, scrutiny, a mild irradiation of irony, or just wit. (Rodari inherited this approach in part, he said, from Russian formalist critics of the early twentieth century such as Viktor Shklovsky, who called it ostranenie, defamiliarization.) People in the West tend to associate Marxism with thought control. It is hard to convince them that, in the late nineteenth century, Marxism was considered by its adherents to be the standard-bearer of thought liberation.", "In keeping with Rodari’s concern for children’s imaginations, some stories in “Telephone Tales,” like the stone in the pond in “The Grammar of Fantasy,” journey into distant realms of strangeness. Two of them feature a little girl named Alice Tumbledown. Alice falls a lot, into places where we wouldn’t think to look for a missing child. Her favorite landing place is the silverware drawer in the kitchen. She loves it there, in the spoon section. One time, her grandfather finds her inside the alarm clock. Later, he has to fish her out of a bottle. “I was thirsty and fell in,” she explains. Elsewhere, Alice wanders into the ocean. She’d like to become a starfish, she thinks:", "But instead she fell into the shell of a giant mollusk just as it was yawning, and it immediately snapped shut its valves, imprisoning Alice and all her dreams. Here I am, in trouble again, thought Alice. But she also felt what silence—what fresh, cool peace—was there inside the giant mollusk. It would have been wonderful to stay there forever.", "Who would want to live inside a clamshell, in that cold, pungent fluid, next to that pink blob of a clam? Alice. But then she thinks of her parents, how they love her and would miss her. Regretfully, she pries the shell open, swims out, and goes home. I don’t know of any writer, before Rodari, who would have explored such an experience.", "“Do you need anything else from the store?” Facebook", "Twitter", "Email", "Shopping Cartoon by Akeem Roberts", "There is worse, or better. In the tale called “Pulcinella’s Escape,” a Pulcinella marionette (Punch, from Punch and Judy) manages to cut the strings that attach him to his control bar. He escapes from the puppet theatre and hides in a nearby garden, where he survives by eating flowers. When winter comes, there are no more flowers, but he’s not afraid. “Oh, well,” he says, “I’ll just die here.” And he does. In the spring, a carnation grows on the spot where his body lies. Under the ground, he says to himself, “Who could be happier than me?” Here, and in “Alice Falls Into the Sea,” two realities sit side by side, looking rather surprised, but not actually annoyed, to see each other. Yes, it would be rather dark and lonely under the ground or inside a clamshell. But how peaceful!", "In keeping with his leftist sympathies, there is a rich vein of utopianism in Rodari’s work. “When they are little, children must stock up on optimism,” he wrote, “for the challenge of life.” In one story, Jordan almonds rain down from a cloud in the sky. In a later tale, a Russian astronaut reports that, on Planet X213, people who don’t want to get up in the morning just grab the alarm clock and eat it and go back to sleep. Another planet, called Mun, has a machine that manufactures lies:", "For one token, you could hear fourteen thousand lies. The machine contained all the lies in the world—the lies that had already been told, the lies that people were thinking of at that very moment, and all the others that would be invented in the future. Once the machine had recited all the possible lies, people were forced to always tell the truth. That’s why the planet Mun is also known as the Planet of Truth.", "But there’s always a hitch. Even a young child could tell you that Mun is not a good name for a planet, nor should anyone try to eat an alarm clock. As for the rain of Jordan almonds, Rodari says that people always waited for it to come back, but it never did. The humor is not as daffy as in Edward Lear, and not as elaborate as in Lewis Carroll. (Rodari loved both writers.) “Telephone Tales” also carries a heavy load of sarcasm. In one story, a man’s nose runs away. (Rodari credits Gogol.) It is finally chased down, brought back, and reattached to the man’s face. The man remonstrates with it: “ ‘But why did you ever run away in the first place? What did I ever do to you?’ The nose glared at him . . . and said, ‘Listen, just never pick me again as long as you live.’ ” Rodari was also fond of bathroom jokes. King Midas, when his touch-of-gold magic is revoked, does not immediately revert to normal. For a brief time, everything he touches turns to shit. These narratives were probably very popular with listeners young enough to remember their toilet training, but adults, too, may have enjoyed such talk.", "Some people have asked whether Rodari’s writing, so witty and strange, is not better suited to adults than to children, but children apparently love it. Rodari, before publishing his work, often tried it out on elementary-school classes, and made a note of which parts made the children laugh. I think that, like “Alice in Wonderland,” his writing makes children feel intelligent. Rodari once said that it might be best not to worry about whether his books were for children or adults, but just to consider them “books, tout court.”", "It would be hard for anyone, of any age, not to love the illustrations—mostly in Magic Marker—that Enchanted Lion commissioned for “Telephone Tales,” from the Italian artist Valerio Vidali. The book design itself harbors surprises. Some pages have extra little inner pages glued to them. Others are gatefold pages, where you pull the inner edge and another page folds out. In the drawings, you are shown entire worlds of semi-abstract figures: giant noses, a palace made of ice cream, birds eating cookies, plus, of course, kings and queens and a princess in a tower. The pages are sewn with stitches worthy of a Balenciaga gown. It is astonishing that the book costs only $27.95. Go buy one, right now.", "Politics accompanied Rodari all the days of his life. He first visited the Soviet Union in 1951 and went back every few years thereafter, to accept prizes, judge competitions, and, as he no doubt felt, just to do his part. Communism, in some measure, gave him his morals, without laying its heavy hand on his blithe spirit. But in the end, according to Vanessa Roghi’s biography, it let him down. He wasn’t the only one. Events in the Soviet Union—the show trials of the thirties, Khrushchev’s famous speech three years after Stalin’s death, enumerating the man’s crimes—caused leftists across the Western world to abandon their loyalty to the U.S.S.R. If those developments didn’t discourage them, later ones did: the bloody suppression of the Hungarian Revolution of 1956, the quelling of the Prague Spring in 1968.", "Many Western Marxists openly disavowed the Soviet system, but not Rodari. He had been a Communist practically from his teen-age years, and he would not abandon the Party now, or not publicly. He stood by it even after Italy’s so-called “years of lead,” beginning in the late sixties, when the country was shocked almost daily, it seemed, by acts of political terrorism. (An especially horrifying episode was the 1978 kidnapping and murder of Aldo Moro, a centrist who had served five terms as the nation’s Prime Minister, by the Red Brigades, a neo-Marxist organization. Italians who lived through those years still speak of them with emotion.) In 1979, when Rodari made his last trip to the Soviet Union, he found little to praise about the country in which he had once placed so much hope. Roghi quotes his travel diary, in which he deplores the venality of the Soviet Union and the hypocrisy of its young people. “One thing is certain,” he wrote. “They aren’t Communists.”", "Rodari fans, however, should thank the U.S.S.R. By inspiring him and then disappointing him, it set him free, to work in a genre, the so-called children’s tale, where he would not have to confront his bitterness. And, in the end, it drove him beyond bitterness, into a wonderful wildness. The year before that last trip to the Soviet Union, Einaudi brought out Rodari’s final novel, a brilliant satire of both capitalists and revolutionaries. (It was published in English in 2011 with the title “Lamberto, Lamberto, Lamberto.”) In the book, a certain Baron Lamberto, who is ninety-three and fears that he may die, hears that the Egyptian pharaohs believed that if your name was endlessly repeated you could live forever. He decides to give it a try. He has his servants speak his name continuously into microphones placed in the attic of his castle. By the end—despite the best efforts of a gang of terrorists, who take him hostage and cut off his ear (this is actually funny)—he survives.", "Rodari didn’t. Not long after “Lamberto” was published, an aneurysm was discovered in his leg. This necessitated a seven-hour operation, which seemed at first to be successful. But then, three days later, he died suddenly, of heart failure. He was only fifty-nine. I hope that his soul is at rest on the Planet of Truth. ♦"], "authors": ["Joan Acocella", "Joan Acocell"], "keywords": ["childrens", "genius", "lies", "literature", "italian", "later", "mixed", "lamberto", "young", "planet", "soviet", "rodaris", "alice", "marxism", "children", "rodari"], "pubDate": "2020-12-14T00:00:00", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}