{"id": "1302d28b-0241-3909-8bea-ab4f334e669a", "title": "Daily chart - A surge of imports is causing havoc in the world’s ports", "url": "https://www.economist.com/graphic-detail/2020/12/09/a-surge-of-imports-is-causing-havoc-in-the-worlds-ports", "summary": "The Japanese carmaker was forced to halt production after delays at Felixstowe, Britain’s biggest container port, stopped the delivery of parts.\nBrexit is to blame for some of the delays, as businesses stockpile goods before Britain’s transition period ends on December 31st.\nDeliveries of personal protective equipment, such as masks, contributed to the surge in shipments from Asia.\nAt the start of the pandemic, too much caution about the prospects for trade led to the idling of container ships.\nIf the world economy continues to recover from the pandemic, more ports could find themselves in a storm.", "paragraphs": ["WORKERS AT HONDA’S factory in Swindon, in south-west England, could put their feet up on Wednesday. The Japanese carmaker was forced to halt production after delays at Felixstowe, Britain’s biggest container port, stopped the delivery of parts. Congestion is building at other British ports too, including Southampton and London Gateway. Brexit is to blame for some of the delays, as businesses stockpile goods before Britain’s transition period ends on December 31st. But the problem is far from just a British one. Also on Wednesday, some 20 cargo ships sat at anchor outside the port of Los Angeles, America’s busiest, waiting for space to dock. The port’s storage yards have been nearly full since June.", "The hold-ups are caused mainly by a fierce resurgence in trade, following the marked slowdown caused by the covid-19 pandemic. Imports from Asia coming through the ports of Los Angeles and Long Beach, for example, were 22% higher in August and September than at the same time last year. Deliveries of personal protective equipment, such as masks, contributed to the surge in shipments from Asia. Lockdown restrictions have also lengthened processing times at Western ports, leaving containers on land for longer than usual and preventing their return for use in new shipments. Containers are sitting empty for an average of 45 days, according to a recent study by Container xChange, a provider of the big boxes, and the Fraunhofer Centre for Maritime Logistics and Services. One reason is that China’s exports recovered sooner than the rest of the world’s, so empty containers piled up in the wrong places.", "At the start of the pandemic, too much caution about the prospects for trade led to the idling of container ships. This shortage pushed up prices, which have remained high despite more ships returning to service. The number of cancelled sailings, an indicator of spare capacity, has fallen from an average of 19 per week in April to three per week in November (see chart), according to Drewry, a shipping consultancy. Meanwhile, the average cost of sending a 40-foot container across eight big routes between America, Europe and Asia has risen from less than $2,000 a year ago to almost $3,500 today.", "The congestion is unlikely to ease soon. Pre-Christmas spending has kept shipments between Asia and the West high this month, and shipping companies think the strong demand will continue into next year. Some carriers are refusing to offer customers new annual contracts, preferring to take advantage of the high prices they can charge on the spot market, according to the Loadstar, a freight publication. That is good news for the companies that operate container fleets, but less so for the businesses and consumers that rely on them. If the world economy continues to recover from the pandemic, more ports could find themselves in a storm."], "authors": ["The Economist"], "keywords": ["ports", "according", "ships", "chart", "surge", "pandemic", "average", "daily", "containers", "shipments", "asia", "high", "havoc", "causing", "worlds", "container", "imports"], "pubDate": "2020-12-09T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}