{"id": "13075ce0-27cd-3deb-a5a1-dab15780655f", "title": "Amazon driver breathes on customer’s window, leaves message: Report", "url": "https://www.foxnews.com/lifestyle/amazon-uk-driver-breathes-customers-window-message", "summary": "The unidentified delivery person then leaves the package at Doblips’ doorstep before marching back to his nearby van.\n“Excuse me but what is this delivery driver doing on my window?” Doblips wrote alongside the accompanying security footage.\nUnder the same Facebook post, Doblips shared he felt unsettled that the delivery person took a moment to peer into his window.\nCLICK HERE TO GET THE FOX NEWS APPIt’s not the first time a delivery person for Amazon has made headlines this year.\nIn late March, a delivery driver was caught spitting on a package in the wake of the initial coronavirus shutdown.", "paragraphs": ["An Amazon delivery person reportedly got too close for comfort for one man in the U.K.", "Jonathan Doblips was perturbed by security camera footage he saw showing a delivery person breathing on his window and doodling an unintelligible message, reports Deadline News – a Scotland-based newspaper. The unidentified delivery person then leaves the package at Doblips’ doorstep before marching back to his nearby van.", "AMAZON DRIVER REFUSES TO DELIVER WINE TO 92-YEAR-OLD GRANDMOTHER WITHOUT ID", "The incident, which appears to have happened recently at Doblips’ Ilkeston, Derbyshire home, was posted to Amazon.co.uk’s official Facebook page on Sunday.", "“Excuse me but what is this delivery driver doing on my window?” Doblips wrote alongside the accompanying security footage.", "Under the same Facebook post, Doblips shared he felt unsettled that the delivery person took a moment to peer into his window. He went on to call the behavior “highly inappropriate.”", "DOMINO'S INVESTIGATING AFTER PIZZA DELIVERY DRIVER CAUGHT RUBBING ICE CREAM CONTAINER ON CROTCH", "The e-commerce giant’s Amazon Help page quickly replied to Doblips’ inquiry with a statement that suggests the matter is being investigated.", "Although the delivery person is wearing a neon vest and face mask, it is not clear whether this is an Amazon employee or a third-party courier. The white van he entered does not appear to have clear logos for identification.", "“We have very high standards for our delivery service providers and how they serve customers,” an Amazon spokesperson told Fox News via email. “We are taking this matter seriously and have reached out to the customer to make this right.”", "USPS DELIVERY DRIVER VIOLENTLY MISTREATS PACKAGE, CAUGHT ON SECURITY CAMERA", "Regarding what was scribbled or drawn on the window, Doblips told Deadline News he couldn’t make it out but he finds the whole ordeal to be “creepy.”", "Doblips did not immediately respond to Fox News’ request for comment.", "CLICK HERE TO GET THE FOX NEWS APP", "It’s not the first time a delivery person for Amazon has made headlines this year. In late March, a delivery driver was caught spitting on a package in the wake of the initial coronavirus shutdown."], "authors": ["Cortney Moore", "Cortney Moore Is A Digital Associate Writer Producer For Fox Business. Follow Her On Twitter At"], "keywords": ["driver", "fox", "caught", "package", "breathes", "window", "doblips", "report", "customers", "leaves", "person", "delivery", "amazon", "security", "message"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}