{"id": "130b9230-3c51-3ebb-a69e-e0557c45a498", "title": "One in five in England have had Covid, modelling suggests", "url": "https://www.theguardian.com/world/ng-interactive/2021/jan/10/one-in-five-have-had-coronavirus-in-england-new-modelling-says", "summary": "One in five people in England may have had coronavirus, new modelling suggests, equivalent to 12.4 million people, rising to almost one in two in some areas.\nInfections in England could be five times higher than official numbers Official, recorded cases compared to estimated cases in England estimated recorded % population of England infected by coronavirus over the course of the pandemic, up to 3 Jan 2021.\nOne in two may have had coronavirus in England's worst-hit areas Official, recorded cases compared to estimated cases by local authority.\nLocal Authority estimated recorded estimated recorded estimated recorded estimated recorded estimated recorded estimated recorded % population infected by coronavirus over the course of the pandemic, up to 3 Jan 2021.\nThe modelling takes into account an area’s cases, deaths and age structure, but it does not look at other factors such as deprivation.", "paragraphs": ["One in five people in England may have had coronavirus, new modelling suggests, equivalent to 12.4 million people, rising to almost one in two in some areas.", "", "It means that across the country as a whole the true number of people infected to date may be five times higher than the total number of known cases according to the government’s dashboard.", "In some areas, however, the disparity may be even greater. Parts of London and the south are estimated to have had up to eight times as many cases as have been detected to date.", "The analysis, by Edge Health, reveals that the true number of coronavirus infections in England could be as high as 12.4 million, equivalent to 22% of the population, as of 3 January.", "The government’s test-and-trace programme had detected 2.4 million cases by the same date.", "The model estimates the number of cases in an areas by comparing its number of deaths against an estimated infection fatality rate. It assumes a three-week lag between recorded cases and any associated deaths.", "The results suggest that more than 10% of residents in 138 of England’s 149 upper-tier local authorities have contracted the disease.", "Infections in England could be five times higher than official numbers Official, recorded cases compared to estimated cases in England estimated recorded % population of England infected by coronavirus over the course of the pandemic, up to 3 Jan 2021. Data: Estimated cases, Edge Health. Recorded cases, data.gov.uk.", "The model suggests that two in five people have been infected in six London and south-eastern local authorities: Barking and Dagenham, Newham, Thurrock, Redbridge, Havering and Tower Hamlets.", "The London boroughs of Barking and Dagenham and Newham are each estimated to have had well over 100,000 coronavirus infections each, around 54.2% and 49% of their populations respectively.", "Official figures from Public Health England show that just under 14,700 cases recorded in Barking and Dagenham and just under 21,700 in Newham by 3 January.", "According to the model, four north-western local authorities, which were hit harder at the start of the pandemic’s second wave, were among the 10 worst-hit local authorities: Liverpool with 38.8% infected, Manchester 38.6%, Rochdale 38% and Salford 37.8%.", "", "One in two may have had coronavirus in England's worst-hit areas Official, recorded cases compared to estimated cases by local authority. Local Authority estimated recorded estimated recorded estimated recorded estimated recorded estimated recorded estimated recorded % population infected by coronavirus over the course of the pandemic, up to 3 Jan 2021. Data: Estimated cases, Edge Health. Recorded cases, data.gov.uk.", "The estimates are in keeping with the accepted knowledge that the actual number of infections is likely to be far higher than the number of recorded cases because of asymptomatic cases and the failure of testing to pick up every case. This is especially true at the start of the pandemic when the UK’s testing regime was far poorer.", "Official government data on recorded cases to date shows Merthyr Tydfil, Blackburn with Darwen and Blaenau Gwent as having the highest rates of recorded cases, but the new estimates suggest the published case figures are far lower than the “real” level of infection.", "Daily testing capacity stood at below 40,000 for the first half of April, while it is now over 500,000.", "", "The modelling suggests that Newham, Reading and Barking and Dagenham each have seen almost eight times as many infections as official recorded figures show.", "Estimated cases are more than five times the official count in 77 areas of England – just over half the 149 upper-tier local authorities analysed.", "George Batchelor, the co-founder and director of Edge Health, said: “Reported tests are only a fraction of the picture of total infections, which show how badly hit London and the north-west have been during the pandemic. It is incredible that the level of understanding of where and how infections are occurring is not greater at this stage, since it would allow control measures to be more targeted.", "“Even with imminent vaccinations, it is crucial to develop this understanding so that future variants of the virus can be effectively controlled and managed.”", "", "The areas with the lowest estimated total infection rates are all in the south-west: Devon with 5.9%, Dorset 5.8% and Cornwall 4.8%.", "Edge Health estimated total cases by looking at each local authority’s Covid-related deaths as published by the Office for National Statistics and their estimated infection fatality ratio (IFR).", "The IFR is calculated by looking at a local authority’s age profile and applying age-specific infection fatality ratios from University of Cambridge research. These infection fatality rates are slightly lower for the second wave.", "Once these two metrics are known, the researchers can estimate the number of cases on any one day by scaling the number of deaths in 18 days’ time - used here as a standardised time period between recorded infection and death - by an area’s estimated infection fatality ratio. The modelled number of cases is then extrapolated forward to the present by assessing how test positivity rates have changed over the last three months.", "The modelling takes into account an area’s cases, deaths and age structure, but it does not look at other factors such as deprivation.", "Karl Friston, a professor of imaging neuroscience at University College London and a panellist on the Independent Sage group with special responsibility for modelling, said: “Roughly speaking, the number of new cases per day is between four and eight times the number of confirmed cases.”", "", "UCL’s own modelling had a strong correlation with Edge’s results, leading Friston to say there was “pleasing consilience” between the two models.", ""], "authors": ["Ashley Kirk", "Anna Leach", "Pamela Duncan"], "keywords": ["recorded", "cases", "times", "local", "infection", "areas", "estimated", "infections", "england", "number", "modelling", "suggests", "covid"], "pubDate": "2021-01-10T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}