{"id": "131d54a3-dcb5-3dff-9402-b73579fc53ed", "title": "Inside the Book-Filled Office Where Cleo Wade Goes to Get Grounded", "url": "https://www.vogue.com/article/cleo-wade-my-favorite-room", "summary": "When Cleo Wade moved into her partner’s modern Los Angeles home, she knew she was going to want a space she could call her own.\nSo the author and poet decided to renovate their garage into a cozy, inspirational office space.\n“This room is really funny and quirky,” the New Orleans-born writer tells Vogue.\nIt's a completely different world, compared to the rest of the house.” Photo: Courtesy of Liza Voloshin“Heart Talk began out of my self-love journey.\n“[Eduardo] really came in and helped me to bring to life the idea of throwback New Orleans and my apartment in New York combined,” Wade says.", "paragraphs": ["In a moment when we’re all spending more time at home, My Favorite Room showcases a space, and the objects in it, that keep us afloat and inspired.", "When Cleo Wade moved into her partner’s modern Los Angeles home, she knew she was going to want a space she could call her own. So the author and poet decided to renovate their garage into a cozy, inspirational office space. “This room is really funny and quirky,” the New Orleans-born writer tells Vogue. The green-painted room is filled with trinkets like a special edition Maya Angelou Barbie doll, her friend Mia Moretti's book of poetry, vintage art, and her beloved pink typewriter—which she used to write her book Heart Talk. “Everything in here makes me smile, or puts me in a good mood.”", "“This room literally looks like a crazy living room from right out of New Orleans or something. It's a completely different world, compared to the rest of the house.” Photo: Courtesy of Liza Voloshin", "“Heart Talk began out of my self-love journey. The poems are really a reflection of mantras and words and ideas I use to claim my self-esteem.” Photo: Courtesy of Liza Voloshin “All of my inspiration boards are in here. I collect all of the things that inspire me. Most of the things from my old apartment and house are in here as well.” Photo: Courtesy of Liza Voloshin", "The space, which Wade built during the pandemic with help from her friend, interior designer Eduardo Ardiles, gives her a feeling of home away from home. It stands in contrast to the rest of the house, where every wall is white. “[Eduardo] really came in and helped me to bring to life the idea of throwback New Orleans and my apartment in New York combined,” Wade says. “He is a person in my life who helps me bring my wild ideas to life, and figures out how to make it look really classic and chic...so that you don't love this idea for a week and then hate it a few months later.”"], "authors": ["Akili King", "Akili Kin", "Madeline Fas"], "keywords": ["things", "courtesy", "goes", "inside", "bookfilled", "house", "room", "really", "grounded", "liza", "talk", "office", "space", "life", "wade", "cleo"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}