{"id": "132f1572-29fb-3e7c-81ef-838761a136ae", "title": "A Founding Father of Cyberpunk Isn't Surprised By Its Comeback", "url": "https://www.wired.com/story/cyberpunk-mike-pondsmith-interview/", "summary": "“We have a more cyberpunk world than ever before,” Pondsmith says.\n“I think the aesthetic of Blade Runner made the genre,” Pondsmith says.\n“A large part of the cyberpunk genre is atmospherics.\n“It’s Blade Runner, but the cars don’t fly,” he says.\nIn a cyberpunk world, high tech meets low life, and power belongs to those who can cobble together the code and the credits to seize it.", "paragraphs": ["Cyberpunk—the genre, not just the video game—is back. Altered Carbon and Westworld were hits, there’s a new Matrix movie in the works, and Cyberpunk 2077 is poised to be the year’s most successful, and most hyped, video game. For Mike Pondsmith, one of the genre’s founding fathers, it all makes perfect sense. In the world of cyberpunk, technology has the ability to create miracles, people are struggling for power, the future is uncertain, and corporations have the power of gods.", "Sound familiar? “We have a more cyberpunk world than ever before,” Pondsmith says. “Things have fallen apart. The upshot is that we have greater levels of uncertainty and more things are in play.”", "Pondsmith doesn’t remember the first time he heard the word cyberpunk. Back in the mid-1980s, when Pondsmith was working on the tabletop RPG that would inspire Cyberpunk 2077, he was just trying to rip off Blade Runner and leave the replicants behind.", "“I think the aesthetic of Blade Runner made the genre,” Pondsmith says. “A large part of the cyberpunk genre is atmospherics. It’s the feel. Blade Runner is important not just because of the technology but because it had the elements of film noir that cyberpunk is always calling back to.”", "For Pondsmith, the genre feels so vital right now in part because that feeling and aesthetic map closely to our own. He lives in the San Francisco Bay Area and frequently drives into Torrance to visit family. It’s a city of large refineries belching fire into the sky. “It’s Blade Runner, but the cars don’t fly,” he says.", "Pondsmith has been many things in his nearly 40-year career—a graphic designer on early video games like Ultima, a designer for The Matrix Online, and creator of the pen and paper roleplaying game Cyberpunk Red, the basis for Cyberpunk 2077.", "Developer CD Projekt’s new video game is set in the world Pondsmith and his team at publisher Talsorian Games created in the 1980s. Cyberpunk, as Pondsmith said, is an aesthetic and thematic label that encompasses the written works of William Gibson, Bruce Sterling, movies like Blade Runner, and video games like Deus Ex. In a cyberpunk world, high tech meets low life, and power belongs to those who can cobble together the code and the credits to seize it.", "“The world you expected to be the future didn’t happen. We were supposed to get The Jetsons and instead we’re not sure if we’re gonna get fed.\" Mike Pondsmith, game designer and author of Cyberpunk (1988)", "“Cyberpunk, when you get down to it, is what would happen if the world we’re living in now were positioned 10 or 20 years down the line,” Pondsmith says. “The story is about a society that is like ours just enough that we can seriously relate to it, but at the same time has all this technology that has gotten to a certain level of alienness. What is our relationship to all this stuff? How does it affect us? How does it change how we’re getting along?”", "Cyberpunk was a huge genre in the late 1970s and throughout the 1980s. Books like Neuromancer and Snow Crash told stories of a future that was rooted in the present. “You were dealing with a lot of economic uncertainty with Reaganomics, social change,” Pondsmith says. “The world you expected to be the future didn’t happen. We were supposed to get The Jetsons and instead we’re not sure if we’re gonna get fed. There was a lot of uncertainty and fear, but at the same time there were these marvels.”", "In the mid-1980s, Pondsmith says that an engineer friend redesigned a $300 scanner to do the work of a $42,000 machine they had to rent from an office downtown. It changed the way he did business. “Technology had begun to move out of a scientist or technician class and was getting down to the level where a guy like that could say, ‘I don’t like this scanner, I think I’ll redesign it.’ It had moved to the street,” he says. “And I think those two things come together, you have uncertainty but you have marvels. Your immediate thought is, ‘Whenever we’ve had something marvelous, usually the people in power get it first. They don’t let us have it. They stand against us.’”", "The villains of cyberpunk stories are usually corporations; its heroes are usually street kids, hackers, and anyone else clever enough to find a loophole in the system. “We have a very cyberpunk universe. A megacorporation in the 1980s was a big, slow, monolithic thing. Think GE. But corporations today are ubiquitous, they are fast, they are mobile, they are worldwide,” he says. “You can at least vote for a politician. You don’t get a vote when a corporation creates something new. You get to use it, but you’re not really sure that they’re not using you.”"], "authors": ["Matthew Gault", "Matthew Gaul"], "keywords": ["isnt", "father", "surprised", "founding", "cyberpunk", "pondsmith", "world", "video", "things", "genre", "uncertainty", "think", "comeback", "blade", "runner"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}