{"id": "13729c53-322e-3275-8783-d2208b912e15", "title": "15 Oscar Looks That Caused a Stir", "url": "https://www.vogue.com/slideshow/most-controversial-oscars-red-carpet-dresses", "summary": "In anticipation of the big night, Vogue is taking a look at some of the most controversial and iconic choices in the show’s history—specifically, the looks we can’t help but discuss year after year.\nPast award ceremonies have spurred some of the most debated moments in fashion.\nWas Jennifer Lawrence’s Dior gown worth the stumble it caused?\nBut one thing is clear: These looks had people talking.\nBelow, 15 Oscar fashion moments that caused a big stir, in chronological order.", "paragraphs": ["The upcoming Academy Awards ceremony on April 25 is the grand finale of this year’s awards season—and if the Golden Globes, Critics Choice Awards, and other events from this past month are any indication, it’s bound to be a night filled with memorable fashion looks. In anticipation of the big night, Vogue is taking a look at some of the most controversial and iconic choices in the show’s history—specifically, the looks we can’t help but discuss year after year.", "Past award ceremonies have spurred some of the most debated moments in fashion. Was Bjork’s swan dress genius or plain mad? Did Angelina Jolie’s #RightLeg social media moment overshadow her Atelier Versace gown? Was Jennifer Lawrence’s Dior gown worth the stumble it caused? Many of the style choices have rich backstories, such as the reason why Billy Porter wore a gown and not a tux in 2019, which add context and depth to the red carpet moments.", "The truth is fashion is subjective. What is best dressed to one person may be worst dressed to another. But one thing is clear: These looks had people talking.", "Below, 15 Oscar fashion moments that caused a big stir, in chronological order."], "authors": ["Christian Allaire", "Christian Allair"], "keywords": ["gown", "choices", "looks", "oscar", "stir", "caused", "moments", "big", "awards", "night", "15", "dressed", "fashion"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}