{"id": "1386e828-4afc-37a8-8791-0f52f7db735d", "title": "Bolsonaro’s ‘genocidal’ Covid response has led to Brazilian catastrophe, Dilma Rousseff says", "url": "https://www.theguardian.com/world/2021/apr/10/brazil-bolsonaro-dilma-rousseff-coronavirus-crisis", "summary": "Jair Bolsonaro’s perverse and “genocidal” response to one of the world’s deadliest Covid outbreaks has left Brazil “adrift on an ocean of hunger and disease”, the country’s former president Dilma Rousseff has claimed.\nHow can you normalize the 4,211 deaths registered [on Tuesday]?” Rousseff asked as Brazil’s official death toll rose to over 345,000, second only to the US.\nMany critics now argue Bolsonaro’s actions amount to “genocide” – and Rousseff said she was among them.\nBrazil’s official death toll is more than 345,000.\nApril’s death toll is expected to exceed 100,000.", "paragraphs": ["Jair Bolsonaro’s perverse and “genocidal” response to one of the world’s deadliest Covid outbreaks has left Brazil “adrift on an ocean of hunger and disease”, the country’s former president Dilma Rousseff has claimed.", "Speaking to the Guardian this week – as Brazil’s coronavirus death toll hit devastating new heights, with more than 12,000 deaths in the last three days – Rousseff said her country faced perhaps the gravest moment in its history.", "“We are living through an extremely dramatic situation in Brazil because we have no government, no stewardship of the crisis,” said Rousseff, a former leftist guerrilla who was president for just over five years until her controversial 2016 impeachment.", "“We are seeing 4,200 deaths per day now and everything suggests that if nothing changes we’ll reach 5,000 … Yet there is an absolutely repulsive normalization of this reality under way. How can you normalize the 4,211 deaths registered [on Tuesday]?” Rousseff asked as Brazil’s official death toll rose to over 345,000, second only to the US.", "Brazil’s first female president, like a growing number of citizens, believes much of the blame lay with Bolsonaro, a far-right populist whose anti-scientific response to what he calls a “little flu” has made him an international bogeyman. Opinion polls and pot-banging protests suggest growing public anger at the Trump-admiring politician who was elected in 2018 after Rousseff’s mentor, former president Luiz Inácio Lula da Silva, was jailed and prevented from running by a judge who later joined Bolsonaro’s cabinet.", "Rousseff claimed Bolsonaro’s sabotaging of containment and vaccination efforts, refusal to order a lockdown and failure to offer adequate economic support to the poor had contributed to a tragedy of “catastrophic proportions”.", "“I’m not saying Brazil wouldn’t have suffered deaths [with a different response] – all countries did,” she said. “I’m saying that part of the level of deaths here is fundamentally down to incorrect political decisions, which are still being taken.”", "Brazil’s breakdown was also an international threat. “The absence of an effective fight against the pandemic [in Brazil] leads to something extremely serious: the emergence of the so-called new variants, which are highly infectious and have increased the number of deaths in neighbouring countries,” Rousseff said, pointing to how South American neighbours were closing their borders for fear of the more contagious P1 variant linked to Brazil’s Amazon.", "Many critics now argue Bolsonaro’s actions amount to “genocide” – and Rousseff said she was among them.", "“I use that word. What characterizes the act of genocide is when you play a deliberate role in the death of a population on a massive scale,” the 73-year-old said from her home in Porto Alegre, one of many cities where hospitals have been overwhelmed and doctors forced to play God.", "“It’s not the word [genocide] that interests me – it’s the concept. And the concept is this: responsibility for deaths that could have been avoided.”", "On Thursday, Brazil’s supreme court ordered a congressional investigation into the government’s conduct – a shock move that experts called a major blow to Bolsonaro, who still enjoys the support of about a third of voters but faces record levels of rejection.", "Bolsonaro in March. Brazil’s official death toll is more than 345,000. Photograph: Ueslei Marcelino/Reuters", "Brazil’s disaster – which is being turbocharged by the P1 variant – is expected to deepen further in the coming days. More than 66,000 Brazilian lives were lost to Covid in March. April’s death toll is expected to exceed 100,000. On Friday the World Health Organization senior adviser Bruce Aylward called the outbreak “a raging inferno”.", "“It’s desperate. To be honest, I can’t sleep properly. I go to bed with these numbers and simulations in my head and I just can’t think straight,” said Miguel Nicolelis, a prominent scientist whose grim projections about the outbreak have repeatedly been confirmed.", "“The US had one day with more than 5,000 deaths and we’re going to overtake the US – in the number of daily deaths and probably in the total number of fatalities too,” Nicolelis predicted.", "“We’re going to start seeing bodies piling up in our health clinics and people dying in the streets soon in the biggest city in Brazil,” he said of São Paulo, calling for a one-month nationwide lockdown and the closure of roads, airports and rivers.", "Rousseff also urged an immediate shutdown, although Bolsonaro has repeatedly rejected that idea, apparently fearing it would cripple the economy and his hopes of re-election in 2022. “There will be no nationwide lockdown,” Bolsonaro insisted during a trip to southern Brazil this week.", "Speaking outside his residence on Tuesday, Bolsonaro, 66, shrugged off criticism. “[I’ve been called] homophobic, racist, fascist, a torturer … Now I’m genocidal,” he smirked. “Is there anything I’m not to blame for in Brazil?”", "Rousseff agreed Bolsonaro was not the only culprit for the Covid calamity shaking her country, and the world. She also blamed the economic elites, military chiefs, media moguls and politicians who helped the rightwing extremist win power by backing her removal from office and then cheering Lula’s downfall and Bolsonaro’s rise. World leaders including Donald Trump had also handled the pandemic disastrously.", "“People will have to be held responsible for the catastrophe that has been engineered in Brazil,” Rousseff said, charting its current tribulations back to her suspension from office exactly five years ago for allegedly manipulating the budget to mask economic malaise.", "“Bolsonaro is a product of this … original sin: the impeachment,” she said of what her supporters call a politically – driven “coup”.", "On Sunday 16 April 2016, Bolsonaro, then an obscure congressman, was one of 367 deputies who approved Rousseff’s impeachment during an unruly session in which he dedicated his vote to a dictatorship-era torturer who oversaw the abuse of leftist rebels such as her.", "Back then, Rousseff said she had never imagined Bolsonaro would one day become president. Nor could she envisage Brazil facing today’s emergency under more inadequate leadership. “The reality is worse than anything I could have possibly imagined. It’s as if we’re adrift. We are adrift on an ocean of hunger and disease … It truly is an utterly extreme situation that we’re witnessing in Brazil.”"], "authors": ["Tom Phillips"], "keywords": ["brazilian", "toll", "deaths", "bolsonaro", "response", "death", "president", "rousseff", "brazil", "brazils", "genocidal", "bolsonaros", "number", "covid", "catastrophe", "led", "dilma"], "pubDate": "2021-04-10T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}