{"id": "13c96cd8-384b-34eb-8fb7-362876f5a8ac", "title": "20 stunning new Asia Pacific luxury hotels to check into in 2020", "url": "https://edition.cnn.com/travel/article/asia-pacific-new-luxury-hotels-2020/index.html", "summary": "Adding to the raft of new hotels comes the Shilla Monogram Danang, the first flagship development by the Korean brand.\nBawah ReserveSustainable luxury is the draw at Bawah Reserve, a multi-island resort 160 miles from Singapore in Indonesia's remote Anambas Archipelago.\nTheir rooftop bar also boasts city views, live music and cigars to round off an evening.\nRates: TBADusit Thani Laguna , 11 Laguna Golf Green, Singapore; +65 6542 6888Haritha Villas + Spa, Sri Lanka (Open)Haritha Villas + Spa offers access to rice paddies, jungle and a Buddhist monastery.\nHaritha Villas/Natalie TkachukHaritha Villas + Spa lies in the south of Sri Lanka close to the charming and historic trading port of Galle.", "paragraphs": ["(CNN) — Whether you're on the sun-kissed beaches of the Maldives or in the mountains of Bhutan, enjoying the energetic buzz of Bangkok or relaxing in a quiet retreat in rural Japan, there's somewhere new for everyone looking to lay their head in style during their Asia Pacific travels this year.", "Here are 20 of the most exciting new luxury arrivals in the region.", "Some are already open while others are due to welcome guests in the coming months.", "Aman Kyoto (Open)", "The new Aman Kyoto is surrounded by streams, gardens and forests. Aman Kyoto", "Kyoto is one of Japan's most popular destinations thanks to its charming and accessible mix of temples, scenery and museums. Adding to the city's already stellar choice of accommodation is the new Aman Kyoto, which elegantly complements its surroundings with streams, gardens and forests.", "With characteristic simplicity and minimalism, the light-filled rooms make the most of their surroundings. Wellness options include both indoor and open-air onsen hot spring baths, while the Kyoto cuisine at Taka-An has already won plaudits.", "If you'd rather enjoy the grounds, the hotel will provide a personalized hamper for a picnic in a forest glade.", "Rates: From $1,006 per night.", "Aman Kyoto , 1 Okitayama Washimine-Cho, Kita-ku, Kyoto, Japan; +81 75 496 1333", "Related content Japan's most beautiful ryokans invite you to do absolutely nothing", "Shilla Monogram Danang, Vietnam (Due to open Q1, 2020)", "Shilla Monogram Danang is the Korean brand's first Vietnam development. Shilla Monogram", "Vietnam's central coast continues to grow in popularity thanks to its compelling mix of culture, cuisine and history. Adding to the raft of new hotels comes the Shilla Monogram Danang, the first flagship development by the Korean brand.", "The 309-room property is handily located between the bustling city of Danang and the charming historic trading port of Hoi An, a UNESCO World Heritage site.", "If swimming is your thing, you're spoiled for choice with four outdoor pools, while some of the region's famed dishes are on the menu in their range of restaurants.", "Rates: From $200 per night (subject to change when the property officially opens).", "Shilla Monogram Danang , Lac Long Quan, Dien Ngoc, Dien Ban, Quang Nam, Vietnam; + 84 235 3949 779", "Elang Private Island, Bawah Reserve, Indonesia (Due to open Q2, 2020)", "Elang Private Island is a six-villa property hidden in the remote Anambas Archipelago. Bawah Reserve", "Sustainable luxury is the draw at Bawah Reserve, a multi-island resort 160 miles from Singapore in Indonesia's remote Anambas Archipelago. And now, they're about to launch a new project.", "Overlooking lush jungle and azure waters, the resort's upcoming Elang Private Island is set to offer guests one of six cliff-side lodges where the look is very much barefoot luxury, with driftwood and bamboo featuring prominently in the design.", "Butler service, a spa and beach are all on offer, while the natural seawater swimming pool is refreshed at every tide. The island's dramatic Clubhouse was inspired by Indonesia's tribal communal houses and will serve as a restaurant, provided you can pull yourself away from your lodge.", "Rates: One-bedroom lodge from $3,280 per night.", "W Chengdu, China (Due to open Q1, 2020)", "The 297-room W Chengdu is filled with local design elements and motifs. W Chengdu", "Chengdu, in China's Sichuan province, is most famous for its pandas and often fiery cuisine. The city's new W Chengdu is set to let visitors discover these elements in style.", "The 297 rooms each reflect local design elements and motifs, while escapist artworks dot the property.", "The hotel's location in Chengdu's Central Gaoxin District, one of the city's most upscale neighborhoods, means there are plenty of distractions on your doorstep, but the Chinese cuisine at their restaurant Yao Yen, as well as a rooftop bar, may mean you don't get far.", "Rates: From $195 per night.", "W Chengdu , No 300 Jiaozi Avenue, Gaoxin District, Chengdu, Sichuan, China; +86 28 8311 9999", "Related content Beijing is building hundreds of airports as millions of Chinese take to the skies", "Risonare Nasu, Japan (Open)", "Risonare Nasu invites guests to work with farmers in the garden. Risonare Nasu", "Under two hours from central Tokyo by train and shuttle bus, Risonare Nasu features 43 elegant guestrooms and sits at the foot of Mount Nasu.", "Surrounded by forest, the ever-changing scenery and proximity to nature are big draws, as is their focus on \"agriturismo,\" the Italian hospitality concept that combines agriculture and tourism.", "This means that guests can help out by working with farmers in the garden that supplies vegetables, herbs and rice to the on-site restaurant. A spa and outdoor hot springs are there to soothe tired limbs.", "Rates: From $386 per room per night, breakfast included.", "Risonare Nasu , 2301, Takakuotsu Michishita, Nasu-Machi, Nasu-Gun, Tochigi Prefecture, Japan; +81 50 3786 1144", "InterContinental Phuket (Opening January, 2020)", "InterContinental Phuket Resort's design was partially inspired by a 14th century Thai text called Traibhumikatha. InterContinental Hotels & Resorts", "Kamala Beach on the popular Thai island of Phuket is also known as Millionaire's Mile thanks to its high concentration of super-swanky resorts and private villas.", "The InterContinental Phuket Resort, featuring 221 rooms and villas, is the latest big-name brand to move into the neighborhood.", "Mountains covered in rainforest surround it, while the design motifs use a 14th century Thai text called the Traibhumikatha as inspiration.", "Its location by the azure blue waters of the Andaman Sea is another aesthetic draw, as are facilities including the Sati spa, multiple dining outlets and activities galore.", "Intercontinental Phuket , 333 Moo 3, Kamala Sub-district, Kathu District, Phuket 83150, Thailand; +66 76 629 999", "Rosewood Guangzhou (Open)", "Sitting inside the seventh tallest building in the world, Rosewood Guangzhou offers breathtaking views over the city. Rosewood Guangzhou", "If you don't like heights then maybe Rosewood Guanghzou isn't for you. It's officially the tallest five-star hotel in the world.", "It occupies the top 39 floors of the 530 meter CTF Finance Centre, the world's seventh tallest building.", "In the rapidly growing city of Guanghzou, guests can choose from 251 rooms and suites, all of which unsurprisingly come with jaw-dropping views. There's also the highest restaurant and bar in mainland China, meaning you can sip while taking in views of the nearby Baiyun mountains.", "Rosewood Guangzhou , No. 6 Zhujiang Road East. Tianhe District. Guangzhou, China; +86 20 8852 8888", "Gibbston Valley New Zealand (Open)", "The Gibbston Valley Lodge & Spa is the latest addition to Queenstown's natural scenery. Gibbston Valley Lodge & Spa", "Queenstown is New Zealand's famed capital of adrenaline thanks to its stunning setting around Lake Wakatipu, surrounded by snow-capped mountains called The Remarkables, where it's all about outdoor activities.", "A new addition to the landscape is the Gibbston Valley Lodge & Spa, which offers 24 villas sitting on 1,000-acres of privately owned land.", "It offers exclusive biking and hiking trails, an on-site spa, fine European cuisine with modern New Zealand twists and, to cap it all, a private winery, meaning you're never far from a glass of Pinot Noir to take in those views.", "Gibbston Valley Lodge & Spa 1820 State Highway 6 Gibbston New Zealand; +64 3 442 7948", "Ritz Carlton Perth, Australia (Open)", "The luxury Ritz-Carlton brand is coming to the western capital of Australia. The Ritz-Carlton Perth", "The capital city of Western Australia has a new high-end accommodation option in the form of the iconic luxury brand Ritz-Carlton's property at Elizabeth Quay. Whether you're in one of the 19 suites or 186 other guestrooms, you'll get sweeping views of the city's Swan River and up to Kings Park.", "On the food front, guests can go foraging with executive chef Jed Gerrard before trying his dishes celebrating local culture, traditions and produce from Western Australia's farmers, fishermen and artisans. For wine fans, the famed Margaret River region can be visited by seaplane, while the famed quokkas of Rottnest Island are a short boat ride away.", "Ritz Carlton Perth , 1 Barrack St, Perth, Australia; +61 8 6559 6888", "The Chedi, Mumbai, India (Opening March, 2020)", "The Chedi offers a new place to unwind in the heart of Mumbai. The Chedi Mumbai", "A member of Preferred Hotels & Resorts, The Chedi Mumbai offers 316 guestrooms and suites in the heart of India's commercial capital. Business and leisure travelers alike can unwind by the pool or in their spa before hitting the Club Lounge for cocktails and canapes.", "The Japanese Restaurant from famed chef Hide Yamamoto promises sushi and teppanyaki, while another simply named restaurant called The Vegetarian unsurprisingly specializes in plant-based and vegan cuisine. Their rooftop bar also boasts city views, live music and cigars to round off an evening.", "From $160 per night", "The Chedi Mumbai , LBS Marg & JVLR Junction, Maharashtra, Mumbai, India +91 022 6731 5555", "Como Cocoa Island, the Maldives (Open)", "Como Cocoa Island features 34 overwater villas. Como Hotels", "If private island resorts are your idea of a great getaway in 2020, then the 34 overwater villas at COMO Cocoa Island in the Maldives could be what you're looking for. You can head straight from your balcony into the turquoise waters underneath, which are teeming with sea life.", "Other relaxation and fitness options include a wellness center that takes up a third of the island, a pilates studio and a gym. But maybe just strolling the white sand beach is more your style before hitting up their Ufaa Restaurant for dinner with killer sunset views.", "Como Cocoa Island , Makunufushi, South Malé atoll, Republic of Maldives; +960 664 1818", "Six Senses Bumthang, Bhutan (Opening spring, 2020)", "Six Senses Bumthang strives to support Bhutan's emphasis on sustainability. Six Senses", "The mountainous Himalayan kingdom of Bhutan is known as Asia's secret sanctuary thanks to its intoxicating landscapes and ancient traditions. It has also become an increasingly popular high-end travel destination, borne out by the arrival of multiple luxury brands with low-key properties.", "Six Senses Bumthang is one of them, sitting in a pine forest and offering eight suites and one two-bedroom villa, as well as indulgences like a traditional Bhutanese hot stone bath. The property's key watchword is sustainability, part of an effort to support Bhutan's status as the world's only carbon-negative country.", "Rates: Lodge Suite starts from $1,302 per night.", "Six Senses Thimphu , Chunimeding, Babesa, Chang Gewog, Thimphu, Bhutan; +975 2 350 773", "Four Seasons Hotel Bangkok at Chao Phraya River", "The Four Seasons Bangkok property is situated on the historic Chao Phraya River. courtesy Four Seasons Bangkok at Chao Phraya River", "Originally slated to open in 2019, the Four Seasons Hotel Bangkok at Chao Phraya River is now due to start receiving guests in the first half of this year. The nine-acre waterside site will host an architecturally striking property designed to integrate seamlessly into the landscape.", "With 299 rooms and suites the property is positioning itself as an urban resort experience.", "That's thanks in part to a series of uniquely designed green courtyards that thread through the site. Three restaurants will focus on Italian, French and Chinese cuisine, as well as a Latin American-inspired social club and bar.", "Four Seasons Bangkok at Chao Phraya River, 300 Charoenkrung Road, Yannawa, Sathorn, Bangkok; +66 2 043 0888", "The Legian Sire, Lombok, Indonesia (Opening Q2, 2020)", "The Legian Sire sits on the island of Lombok's most pristine beach. The Legian Sire", "Just a 40-minute flight from Bali, the Legian Sire sits on the island of Lombok's most pristine beach, with views towards the Gili Islands.", "The boutique suite and villas at the resort start from 1,200-square-feet and all overlook the white sand beach and ocean, with personalized butler service to ensure that you never lack for anything. Two 55- and 75-meter infinity pools will happily keep swimmers occupied -- and ensure those Instagram moments keep coming.", "Rates: Introductory suite rates start from $347 per night", "The Legian Sire , Lombok, Dusun Sira Barat, Desa Sigar Penjalin, Kecamatan Tanjung, Lombok Utara, Indonesia; +62 370 619 9622", "Related content Indonesia cancels plan to ban tourists from Komodo Island", "Fusion Suites Vung Tau, Vietnam (Opening January, 2020)", "Fusion Suites Vung Tau is a two-hour drive from Ho Chi Minh City. Fusion Suites Vung Tau", "A 21-floor property in the former French colonial seaside town of Vung Tau, Fusion Suites can be reached by boat or road from Ho Chi Minh City.", "When you do get there, ocean views from its 171 suites and apartments await.", "With market stalls in the hotel's lobby, all-day dining restaurants and a rooftop bar, you'll have more than enough to keep you occupied. One particular draw is the spa, where signature therapies use salt as the key ingredient and inspiration.", "Rates: TBA", "Fusion Suites Vung Tau , 02 Truong Cong Dinh Street, Ward 2, Vung Tau City, Vietnam; +84 28 3910 1000", "The Okura Manila, Philippines (Opening mid-2020)", "Guests visiting the Okura Manila will be welcomed by a huge atrium that stretches from the 5th to the 11th floor. The Okura Manila", "Resorts World Manila is the first integrated resort in the Philippines and soon to be home to the country's first hotel from the prestigious Japanese hotel group, Okura Nikko.", "The luxury property joins 75 other Okura properties around the world and will offer 188 rooms and suites, a sky pool as well as a huge atrium that stretches from the 5th to the 11th floor. Their Japanese fine-dining restaurant, Yamazato, is already open for business, with rooms set to follow later in the year.", "Rates: From $378 per night", "The Okura Manila , 2 Portwood Street, Resorts World Manila, Newport City, Pasay City 1309, Metro Manila, Philippines; +63 2 5318 2888", "Dusit Thani Laguna, Singapore (Opening September, 2020)", "Dusit Thani Laguna has three swimming pools, a gym, all-day dining restaurants and a Devarana Spa. Dusit Thani Laguna", "For visitors seeking a greener side to the Lion City, Dusit Thani Laguna Singapore sits within the Laguna National Golf & Country Club, just 10 minutes by car from Changi International Airport", "With 198 rooms and suites, three swimming pools, a gym, all-day dining restaurants and a Devarana Spa, there's enough to keep guests occupied, but many will also doubtless be tempted by a round or two on Laguna National's championship Classic and Masters golf courses.", "For business-focused guests, boardrooms, meeting rooms and a 500-seat ballroom are set to entice.", "Rates: TBA", "Dusit Thani Laguna , 11 Laguna Golf Green, Singapore; +65 6542 6888", "Haritha Villas + Spa, Sri Lanka (Open)", "Haritha Villas + Spa offers access to rice paddies, jungle and a Buddhist monastery. Haritha Villas/Natalie Tkachuk", "Haritha Villas + Spa lies in the south of Sri Lanka close to the charming and historic trading port of Galle. The boutique property features just seven villas and two colonial style mansions constructed using locally sourced and recycled materials.", "A dip in your salt water private pool comes with views looking out over paddy fields, jungle and a Buddhist monastery, while peacocks, monkeys and tropical birds are some of your local neighbors. A yoga pavilion, tea plantation and garden are other places where you can really switch off and kick back.", "Haritha Villas , 79/28, Pinkanda Road, Thiranagama, Hikkaduwa, Sri Lanka; +94 77 786 3369", "InterContinental Maldives (Open)", "InterContinental Hotels & Resorts in The Maldives is located in one of the country's most secluded spots. InterContinental Hotels & Resorts", "The first property by InterContinental Hotels & Resorts in the Maldives is located in one of the country's most secluded spots, namely near Baa Atoll, a UNESCO biosphere reserve in the Indian Ocean.", "Guests will have 81 overwater, beach and lagoon villas to choose from, but if you want ultimate bragging rights, then it has to be the three-bedroom Royal Beachfront Residence with a cool 790 square meters of luxury to call your own.", "There are no fewer than six bars and restaurants and every guest also gets access to Club InterContinental amenities. If all that relaxing takes its toll, their spa is housed in six overwater treatment villas.", "Tiwi Island Retreat, Australia (Open)", "Tiwi Island Retreat is ideal for those in search of adventure. Tiwi Island Retreat", "Australia's Northern Territory, known down under as the \"Top End,\" is where you'll find the Tiwi Islands. They sit 50 miles north of Darwin and offer a mix of indigenous culture, outback adventure and world-class fishing.", "Tiwi Island Retreat offers all-inclusive accommodation in a very remote location, meaning an abundance of local wildlife with turtles, stingrays, dolphins, sharks and, yes, crocodiles.", "Rates: $750 per night includes charter flights from Darwin and all meals"], "authors": ["Chris Dwyer"], "keywords": ["spa", "suites", "asia", "views", "2020", "luxury", "villas", "island", "restaurant", "rooms", "hotels", "20", "guests", "property", "pacific", "check", "city", "stunning"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}