{"id": "13e73eee-68b2-316a-b3af-b17d5b044227", "title": "Catcalls, cabs and classroom comments: how girls struggle to find a safe place in the UK today", "url": "https://www.theguardian.com/society/2020/jan/19/girls-struggle-to-find-safe-place-in-uk-plan-international-report", "summary": "The north-western town comes bottom among all local authorities for key indicators of girls’ human rights and quality of life, a report by children’s charity Plan International UK found.\nWhile three of the 10 highest-ranked local authorities (Orkney Islands, East Renfrewshire and Shetland) are in Scotland, the rest are in the south of England.\nUsing a broad body of research into girls' experiences, it shines a light on the realities of life in Britain for girls and young women.\n“Our hope is this report will start conversations, raise the profile of girls and galvanise government, local authorities and others to listen to girls and act,” said Caldwell.\nThe report also suggests that mental health issues among girls are rising – and not being taken seriously.", "paragraphs": ["Blackpool comes bottom of all UK local authorities for girls’ human rights and quality of life, according to research by Plan International", "Blackpool is the hardest place to be a girl in the UK, according to new research which campaigners say should act as a wake-up call for the government. The north-western town comes bottom among all local authorities for key indicators of girls’ human rights and quality of life, a report by children’s charity Plan International UK found.", "Local authorities in the bottom 10 were mainly in the north of England or Midlands, the charity found: Nottingham and Hartlepool are in the bottom three with Blackpool, considered England’s most deprived local authority. While three of the 10 highest-ranked local authorities (Orkney Islands, East Renfrewshire and Shetland) are in Scotland, the rest are in the south of England. “Right across the UK, there are challenges in being a girl,” said Plan CEO Rose Caldwell. “Even in top-performing areas, we would expect it to be much better than it currently is.”", "The slashing of central government funding has left many local authorities with “significantly reduced resources to respond to girls’ needs”, the charity said. “There’s almost a complacency towards girls’ rights,” said Caldwell. “Girls are frustrated and their voices are not being heard.”", "Many girls talked to the charity about feeling unsafe walking in the street or getting into taxis alone, even in daytime", "The report, released tomorrow, identified the key indicators of girls’ wellbeing as: educational attainment; teenage conception rates; being in education, employment or training, life expectancy; poverty; and obesity. Using a broad body of research into girls' experiences, it shines a light on the realities of life in Britain for girls and young women. For example, the charity found that two-thirds of females aged 14 to 21 have experienced unwanted sexual attention or harassment in a public place – 35% while wearing school uniform.", "Caldwell is the mother of two teenage girls. “I am always anxious about them,” she said. “It’s not right … And girls, we know, are starting to change what they do. It’s limiting.”", "In mixed-sex schools 37% of female students (but 6% of male students) have experienced sexual harassment at school. Nearly three-quarters of 16- to 18-year-olds say they hear terms such as “slut” or “slag” used towards girls at school on a regular basis.", "Facebook Twitter Pinterest Katie, 14, and Gray, 15, from Blackpool feel unsafe in their hometown.", "Photograph: Joyce Nicholls/Plan International UK", "Katie, 14, from Blackpool, was one of 81 girls interviewed. “I wasn’t allowed into Blackpool for safety,” she says. “Now I’m older my mum still doesn’t let me go into Blackpool unless I’m in a large group. There have been instances where I have felt very unsafe.I was in Blackpool waiting for a taxi with my family and a man randomly came up to me and put his hand out, as though he wanted to grab me. I hung around my family and he left. But he came back and spoke to us again: ‘You woman, you’re a woman.’ I don’t know what he'd have done if he’d got hold of me. I’m just glad I was with my family at the time, because otherwise I don’t know what would have happened. I was 13.” Now, she says, she is careful to stay in busy areas.", "Many girls talked of feeling unsafe in the street or in taxis, even in daytime. The report states that 15% of girls and young women in England and Wales experience some form of sexual abuse before the age of 16, while girls aged 10-14 accounted for 23% of police-recorded sexual offences where the victim was female. The latter group accounts for just 5% of the female population. “Our hope is this report will start conversations, raise the profile of girls and galvanise government, local authorities and others to listen to girls and act,” said Caldwell.", "The report also suggests that mental health issues among girls are rising – and not being taken seriously. Girls in England are more than twice as likely as boys to self-harm, and four in 10 girls aged 17 to 21 are not happy with the way they look – a 30% increase since 2009."], "authors": ["Donna Ferguson"], "keywords": ["cabs", "safe", "authorities", "place", "catcalls", "sexual", "life", "comments", "blackpool", "girls", "classroom", "report", "charity", "england", "local", "struggle", "uk", "today"], "pubDate": null, "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}