{"id": "140133e1-240c-3d01-984b-8a4e1d076510", "title": "When Fifty Per Cent Is O.K., but Ninety to Ninety-Five Per Cent Is Extraordinary", "url": "https://www.newyorker.com/humor/daily-shouts/when-fifty-per-cent-is-ok-but-ninety-to-ninety-five-per-cent-is-extraordinary", "summary": "Early clinical trials are showing some vaccines to be ninety to ninety-five per cent effective.\nDr. Fauci called the results “extraordinary.”Here are some other instances when fifty per cent is O.K., but ninety to ninety-five per cent is extraordinary:Per cent of the croissant that makes it into your mouth.\nPer cent of past sexual partners who, when surveyed anonymously, say you are at least O.K.\nPer cent of pizza remaining in the pizza box.\nPer cent of pizza remaining in the pizza box after drugs.", "paragraphs": ["The F.D.A. plans to approve any coronavirus vaccine that is at least fifty per cent effective. Early clinical trials are showing some vaccines to be ninety to ninety-five per cent effective. Dr. Fauci called the results “extraordinary.”", "Here are some other instances when fifty per cent is O.K., but ninety to ninety-five per cent is extraordinary:", "Per cent of the croissant that makes it into your mouth.", "Per cent of Marianne Williamson quotes you understand.", "Per cent of the Atlantic article you read before you say, “I just read the most fascinating Atlantic article.”", "Per cent of Algebra II you remember.", "Per cent of the group project someone else did.", "Per cent of past sexual partners who, when surveyed anonymously, say you are at least O.K. in bed.", "Per cent of the week your nemesis spends thinking about you.", "Per cent of an e-mail from someone in marketing that is exclamation points.", "Per cent of lines in the school play your kid remembers.", "Per cent off from Bed Bath & Beyond coupon.", "Per cent of blame your good-for-nothing ex accepts for the decay of your relationship.", "Per cent of botched social interactions from your twenties that, after much replay and careful analysis over the past year, weren’t as embarrassing as you initially thought.", "Per cent of pizza remaining in the pizza box.", "Per cent of pizza remaining in the pizza box after drugs.", "Per cent chance of rain on your nemesis’s wedding day.", "Per cent of articles sent to you by your conservative mother that are from reputable news sources.", "Per cent of phone calls in which your conservative mother doesn’t ask, “So, when you coming home?”", "Per cent voter turnout in the Georgia runoffs.", "Per cent of your deep, dark past you will one day escape.", "Per cent of items on this list you found funny.", "Per cent of items on this list you found funny if you are my nemesis."], "authors": ["Zach Zimmerman", "Zach Zimmerma", "Suzanna Rodne"], "keywords": ["ninetyfive", "ninety", "pizza", "cent", "past", "say", "nemesis", "read", "remaining", "ok", "extraordinary"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}