{"id": "140262aa-f712-310f-ad3a-2b26b35fdba2", "title": "Never-Before-Seen Photos Show a History of White House Holidays", "url": "https://www.vogue.com/article/white-house-holiday-diplomatic-childrens-party", "summary": "As is custom, in between Thanksgiving and Christmas Day, The White House unveils its holiday decorations.\nRoom upon historical room is festooned with garlands, ribbons, and ornaments—a festive tradition stewarded by the First Lady for all to enjoy.\nIn 1961, she would establish The White House Historical Association, an organization dedicated to conserving and documenting the White House present, knowing it would soon be a treasured past.\nIn the archives of the WHHA are recordings of all the fine and decorative arts that inhabit the White House and a trove of photographs taken within the hallowed Pennsylvania Avenue property.\nAlmost 60 years later, the WHHA recently restored a selection of images from the once-annual Diplomatic Children’s Holiday Party.", "paragraphs": ["As is custom, in between Thanksgiving and Christmas Day, The White House unveils its holiday decorations. Room upon historical room is festooned with garlands, ribbons, and ornaments—a festive tradition stewarded by the First Lady for all to enjoy. But for those administrations spanning Johnson to George Bush Senior, there was another holiday event on the calendar: The annual Diplomatic Children’s Party. From 1964 to the early 1990s, diplomat parents who hailed from all over and found themselves in D.C. on assignment were able to bring their tiny tots to the White House for some holiday cheer come Christmastime.", "Though it was Lady Bird Johnson who first presided over the event, as Matthew R. Costello, senior historian at the White House Historical Association, explains, the party can be traced back to Mrs. Kennedy, who was one of the first to welcome the young international group to the White House. “Mrs. Kennedy started working with The Hospitality and Information Service for Diplomats organization and at some of her early White House events, she invited the children of diplomats to musical concerts—performances by children and for children.”", "Though it goes without saying, Mrs. Kennedy had a profound impact on the makings and keepings of White House tradition. In 1961, she would establish The White House Historical Association, an organization dedicated to conserving and documenting the White House present, knowing it would soon be a treasured past. In the archives of the WHHA are recordings of all the fine and decorative arts that inhabit the White House and a trove of photographs taken within the hallowed Pennsylvania Avenue property.", "Almost 60 years later, the WHHA recently restored a selection of images from the once-annual Diplomatic Children’s Holiday Party. The fruits of their labor can be seen here for the very first time.", "Peruse the images for a look at holidays past. Most times, the First Lady (and sometimes, the President) was on hand to shake hands and wish good tidings. But if work kept them away, there was something else on the program to delight the little ones. In 1969, First Lady Pat Nixon brought in dancers from the Washington School of Ballet to perform Tchaikovsky's \"The Nutcracker\" in the East Room. In 1977, esteemed actress Helen Hayes turned up to greet guests at First Lady Rosalynn Carter’s event—for which the FLOTUS convinced her daughter, Amy, to dress up as a clown. And in 1985, at the pique of their popularity, life-sized Cabbage Patch dolls roamed the party."], "authors": ["Lilah Ramzi", "Lilah Ramz"], "keywords": ["lady", "holidays", "party", "holiday", "room", "kennedy", "history", "mrs", "neverbeforeseen", "white", "whha", "historical", "photos", "house"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}