{"id": "140c4162-1330-33d7-bf1b-3b290211282c", "title": "Baker Mayfield, wife Emily take dying Browns fan to final regular season game, make the playoffs", "url": "http://www.foxnews.com/sports/baker-mayfield-wife-emily-dying-browns-fan", "summary": "A terminally ill Cleveland Browns fan was able to watch his team in its final game of the 2020 regular season beat the Pittsburgh Steelers, thanks to Baker Mayfield and his wife, Emily.\nA GoFundMe was then set up in his name and he was able to reach out to Emily Mayfield.\nThe Browns beat the Steelers to reach the playoffs for the first time since the 2002 season.\nBaker Mayfield chatted with Seipel via FaceTime after the game.\nCLICK HERE TO GET THE FOX NEWS APPThe Browns now have a rematch with the Steelers on Sunday night in the playoffs.", "paragraphs": ["A terminally ill Cleveland Browns fan was able to watch his team in its final game of the 2020 regular season beat the Pittsburgh Steelers, thanks to Baker Mayfield and his wife, Emily.", "Tom Seipel was invited to fly out to Ohio from Georgia to watch the Browns take on the Steelers last week, according to People. Seipel had posted on the Browns’ Reddit page two weeks ago about his kidney cancer and it caught the attention of several people, including Emily Mayfield.", "CLICK HERE FOR MORE SPORTS COVERAGE ON FOXNEWS.COM", "\"I never thought this would turn into anything,\" he told the Akron Beacon-Journal of his Reddit post.", "A GoFundMe was then set up in his name and he was able to reach out to Emily Mayfield. The Browns quarterback then got involved after the chance connection.", "\"You’re extremely inspirational, man, you’re a warrior. Just want to say, keep fighting. Appreciate your support and we’ll see what happens when we get into the playoffs, we'll see if we make those dreams come true, bud,\" Mayfield said in a video posted to Seipel’s Instagram page.", "Emily Mayfield also offered Seipel seats in her suite at FirstEnergy Stadium for him and his dad.", "STEELERS' JUJU SMITH-SCHUSTER DOWNPLAYS PLAYOFF MATCHUP: 'I THINK THEY'RE STILL THE SAME BROWNS'", "\"This is the coolest … I know it’s just sports guys, and it’s a game, right? But I’ve lived and breathed Cleveland Browns football for so long, it’s just really cool,\" Seipel said in a YouTube video after finding out he was going to be able to go to the game. \"So thank you to all those who are making this happen, I’m lucky as heck.\"", "The Browns beat the Steelers to reach the playoffs for the first time since the 2002 season. Baker Mayfield chatted with Seipel via FaceTime after the game.", "\"My jaw dropped, I felt like a big dork, I didn't know what to say,\" Seipel told the Beacon-Journal. \"I thought that was going to be the epitome, like okay, I just saw Baker and I talked to him pretty much in person, even though it was video, I didn't think it could get much better than that, but I was wrong.", "\"That's the class act that he is. Baker is every bit of swagger, Mr. Dangerous. He's got that cool, edgy attitude, but at the same time he has the biggest heart in the world.\"", "CLICK HERE TO GET THE FOX NEWS APP", "The Browns now have a rematch with the Steelers on Sunday night in the playoffs."], "authors": ["Ryan Gaydos", "Ryan Gaydos Is The Sports Editor For Foxnews.Com. Follow Him On Social Media"], "keywords": ["fan", "dying", "steelers", "watch", "baker", "regular", "mayfield", "game", "emily", "able", "final", "season", "seipel", "video", "playoffs", "browns", "wife"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}