{"id": "141629a1-6dd6-3fb9-add9-3933627a1443", "title": "Sade electrifies a New York party: Maripol's best photograph", "url": "https://www.theguardian.com/artanddesign/2020/dec/17/sade-electrifies-new-york-party-maripols-best-photograph", "summary": "The first time Sade came to New York was in May 1983.\nAfterwards, the plan was for them to come to a party at my loft.\nI have a shot of the two of them, another of Sade looking directly at me, and this one.\nSade was a quiet presence, but such a beauty, and so stylish: imposing, statuesque, with glowing skin, big eyes, red lipstick – a goddess.\nNow, whenever Nick comes to New York, he sends me an email – he likes having people from the 80s come to his concerts.", "paragraphs": ["The first time Sade came to New York was in May 1983. The band played the Danceteria. My friend Edwige and I went along. I hadn’t met Sade before but I knew their music. It was great – so different, so smooth. I grew up with Roxy Music. Sade felt like a 1980s version of that. Afterwards, the plan was for them to come to a party at my loft. My friend Michelle was going out with a bandmember and Edwige knew them too. She had a huge crush on Sade. I have a shot of the two of them, another of Sade looking directly at me, and this one.", "Sade was a quiet presence, but such a beauty, and so stylish: imposing, statuesque, with glowing skin, big eyes, red lipstick – a goddess. She had her hair pulled back in a braided bun and was wearing a big skirt with this quite masculine shirt. She just stood there, watching the room. Maybe she felt like she was missing out on the action. Or maybe there was somebody of interest she was looking at.", "I don’t remember what we spoke about – it was 1983, babe, that’s over 30 years ago! But I do remember her English accent, and that she was sweet and gracious. I mean, she could have said no to having her picture taken. The earrings she has on are ones I’d given her to wear. People always thought I was a stylist – which I wasn’t. I was stylish. If you look at the major fashion magazines at the time, they were horrible. Even the big labels such as Gucci seemed to be only making clothes for rich, old ladies. I stood out. My look was unique, original and sexy with la French touch – lots of bright red and sheer black, with big jewellery.", "The painting behind Sade was of a UFO, but don’t ask me who it’s by. I had a lot of art back then, although not as much as I do now. I would ask every artist who came over to draw in this book I had. And that’s how I ended up having a beautiful Basquiat, a very rare, early drawing featuring a baseball, a crown and letters. I was advised to frame that drawing to protect it, but I still have the book, with other entries by Lounge Lizard, John Lurie and Pater Sato, that amazing Japanese designer who died of an Aids-related illness.", "We'd often have parties like this one, sometimes on the roof. Andy Warhol brought Duran Duran's Nick Rhodes once", "We’d often have parties like this one, sometimes on the roof. Andy Warhol brought Duran Duran’s Nick Rhodes once. Now, whenever Nick comes to New York, he sends me an email – he likes having people from the 80s come to his concerts. At the time, no one really had stylists or PR people. There were no influencers, no mobile phones, no emails: the connection with others was completely human.", "I was 20 when I came to New York. Back in France I had met a Swiss photographer called Edo Bertoglio. He gave me my first Polaroid camera. We were both in relationships, but we eloped to New York. At first, life in the city was very difficult. The language, the unbelievable winter storms, finding work … My Polaroid camera became something for me to hide behind, and maybe a tool for figuring out where I was. Mostly, it was pure voyeuristic curiosity.", "I think I was looking for beauty. I was as obsessive as people are with iPhones these days. I’d take selfies. But I never really thought my pictures would become iconic. I never took them for that reason. It was more of a compulsion. And then I put them all in shoeboxes for safekeeping.", "The only person who ever said no to a Polaroid was David Bowie. I was standing by the bar in Studio 54, camera in my hand. He came right up to me to get a drink, and I asked him. “No, no, darling,” he said, really sweetly. I should not have asked. I should have just snapped him.", "Maripol’s CV", "Photograph: Remy Holwick", "Born: Rabat, Morocco.", "Trained: École des Beaux Arts, Nantes, France.", "Influences: “I loved old photography, Henri Cartier-Bresson, Helmut Newton, Robert Capa, Diane Arbus.”", "High point: “Being discovered by fashion houses later in life.”", "Low point: “Living through numerous recessions in New York. And seeing women artists be forgotten – which is what the Guerrilla Girls were pointing out in the 1980s.”", "Top tip: “Always have a little bit of light, even if it’s just a candle.”"], "authors": ["Dale Berning Sawa"], "keywords": ["big", "maripols", "electrifies", "really", "best", "sade", "photograph", "came", "having", "york", "party", "looking", "nick", "maybe", "polaroid"], "pubDate": "2020-12-17T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}