{"id": "141864a4-9c55-3e58-9f85-56dc4119f84f", "title": "‘Most Talented Beard’ winner adopting baby with $20K prize", "url": "http://www.foxnews.com/lifestyle/most-talented-beard-winner-uses-prize-adopt-baby", "summary": "Jonathan Brannan’s beard and numerous talents didn’t just win him a competition -- they also helped him adopt.\nBrannan, from Ocean Springs, Miss., was announced the winner of the \"Most Talented Beard in America\" contest from grooming company Wahl last month.\n\"It's almost to the penny what we need to finish out our adoption fundraising,\" Brannan told Insider.\nINFLUENCER MOMS ALLEGEDLY FEUDED OVER ‘UNIQUE’ BABY NAME: REPORTBrannan and his wife Alyssa have been thinking about adopting for several years.\n\"The cost is exorbitant,\" Brannan told Insider.", "paragraphs": ["Jonathan Brannan’s beard and numerous talents didn’t just win him a competition -- they also helped him adopt.", "Brannan, from Ocean Springs, Miss., was announced the winner of the \"Most Talented Beard in America\" contest from grooming company Wahl last month.", "With the title, Brannan also received $20,000, which is close to what he and his wife needed to adopt their second child.", "\"It's almost to the penny what we need to finish out our adoption fundraising,\" Brannan told Insider.", "INFLUENCER MOMS ALLEGEDLY FEUDED OVER ‘UNIQUE’ BABY NAME: REPORT", "Brannan and his wife Alyssa have been thinking about adopting for several years. When Alyssa was pregnant with their daughter Eden, now 6, Alyssa suffered some health issues and almost died from heart failure after delivering Eden.", "That’s when the Brannans decided they would adopt their second child.", "DAD REFUSED TO OPEN BEAN CAN FOR DAUGHTER, ENRAGING TWITTER", "About two years ago, they decided to start the adoption process and were recently matched with an expecting mother who is due in the spring.", "However, raising enough money has been a challenge for the family.", "\"The cost is exorbitant,\" Brannan told Insider. \"It’s huge. We had planned on it, but it was more than I thought it would be.\"", "MAN LIVING WITH MOM AND EX-WIFE DOCUMENTS THEIR QUARANTINE IN HILARIOUS PHOTO SERIES", "In October, the couple came to the point where they needed about $20,000 to complete the adoption. That’s when Brannan stumbled on an ad for Wahl’s \"Most Talented Beard in America\" contest -- with just one day before the deadline to submit his entry video, he wrote in a blog post for Gulf Coast Mom.", "CLICK HERE TO GET THE FOX NEWS APP", "\"Over the next 24 hours I pumped out a rush video job showcasing my silly abilities and threw it into the mix,\" he wrote.", "In the clip, Brannan balances a ladder on a few fingers, plays piano and sings, watercolors, solves a Rubik’s Cube and kayaks.", "CLICK HERE TO SIGN UP FOR OUR LIFESTYLE NEWSLETTER", "His video made it to the top 10. From there, the public voted to pick the top three winners -- and Brannan won.", "\"It's kind of every man's dream to be recognized for his beard, and the story behind this recognition is wild,\" Brannan said in a statement after he won last month. \"It blows my mind, to be honest. Just the fact that I found out about the contest literally the day before the entry deadline is crazy enough, but then the rest of the story, including our adoption needs makes winning this even sweeter.\""], "authors": ["Ann Schmidt", "Ann Schmidt Is A Lifestyle Reporter For Fox News."], "keywords": ["talented", "beard", "prize", "winner", "contest", "adoption", "alyssa", "second", "video", "baby", "told", "brannan", "wife", "20k", "adopting"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}