{"id": "1427ebb9-7f9a-388e-baca-c55dba3f6a44", "title": "Janet Yellen calls for a global minimum tax on companies. Could it happen?", "url": "https://www.economist.com/finance-and-economics/2021/04/08/janet-yellen-calls-for-a-global-minimum-tax-on-companies-could-it-happen", "summary": "The headline was a call for countries to agree on a global minimum tax rate for large companies.\nBy exploiting mismatches between countries’ tax laws, taxable profits could be cut or even made to disappear.\nThat argument is blunted if other large economies agree to set a floor for the global rate.\nThe minimum tax is one of two “pillars” at the centre of the OECD-brokered negotiations.\nA key variable is the rate at which the global minimum is set.", "paragraphs": ["Listen to this story Your browser does not support the <audio> element. Enjoy more audio and podcasts on iOS or Android.", "CORPORATE TAXATION is one of the thorniest issues in international economic policy. Janet Yellen, President Joe Biden’s treasury secretary, and a former head of the Federal Reserve, is duly weighing in. On April 5th she grabbed the attention of the occupants of corner offices worldwide with a speech to the Chicago Council on Global Affairs. The headline was a call for countries to agree on a global minimum tax rate for large companies.", "Such a levy, Ms Yellen said, would help “make sure the global economy thrives based on a more level playing field”, and would help end a “30-year race to the bottom”. Though the idea of a minimum tax raises hackles in tax havens in the Caribbean, parts of Europe and farther afield, many other big economies will welcome America’s renewed commitment to multilateralism on tax after the prickly unilateralism of the Trump years.", "Over the past decade, growing corporate-tax avoidance has met with a growing backlash. Breakneck globalisation allowed multinationals to replace fears of double taxation with the joys of double non-taxation, using havens to game the system. By exploiting mismatches between countries’ tax laws, taxable profits could be cut or even made to disappear. The game became easier with the rise of intangible assets, which can be shifted between jurisdictions more easily than buildings or machinery. Big tech has been a big beneficiary: the five largest Silicon Valley giants paid $220bn in cash taxes over the past decade, just 16% of their cumulative pre-tax profits.", "Numerous sets of talks aimed at resolving the problem have been held under the auspices of the OECD, a club of mostly rich countries. Progress, however, has been slow. Frustrated, dozens of countries—from Belgium and Britain to India and Indonesia—have introduced or proposed “digital-services taxes” (DSTs) on the local sales of foreign firms with online platforms. The Trump administration said these levies discriminated against American business and threatened tariffs.", "Yet the Trump administration had agreed to the idea of a minimum tax; indeed it enacted its own version as part of the Tax Cuts and Jobs Act in 2017. Mr Biden is pushing new reforms. He wants to raise the domestic federal corporate rate (partially reversing Donald Trump’s cuts) from 21% to 28%—and, crucially, increase the rate on American firms’ overseas profits from 10.5% to at least 21%, calculated on a country-by-country basis so that it captures all tax havens.", "The hope is that the receipts help fund a planned $2trn-plus upgrade to the country’s infrastructure. Republicans in Congress and groups representing big business complain that higher tax rates dent American competitiveness. That argument is blunted if other large economies agree to set a floor for the global rate.", "The minimum tax is one of two “pillars” at the centre of the OECD-brokered negotiations. Talks were reasonably constructive, even with Team Trump, say officials. But queasiness over setting a floor persists, particularly among the EU’s lower-tax members, such as Ireland, with its lean corporate-tax rate of 12.5%. Were a global minimum set at 21%, American firms operating in Ireland—of which there are many—would have to pay top-up tax of 8.5% to their government, on top of the 12.5% paid to Dublin, undercutting the Irish advantage.", "Moreover, most countries want negotiations over the two pillars kept together—and the second pillar is much less tractable. It involves finding a mutually acceptable way to carve up taxing rights over the profits of firms in markets where they have customers but lack a physical presence (as is often the case for firms like Amazon and Facebook outside America).", "Earlier this year it was reported that Ms Yellen had dropped the Trump administration’s proposal to let American companies opt in to any new system for allocating taxing rights (why any company would choose to do so is unclear). That removed a large obstacle to a deal, but by no means the only one. Many of the firms targeted by DSTs pay an outsize share of their taxes to America’s government. To strike a deal, Ms Yellen will have to be unusually willing to share with other countries.", "The most optimistic voices talk of agreement on both pillars being sealed by the end of June. Many doubt that is possible. It took years to agree on plucking and chucking lower-hanging fruit, such as tax trickery involving intra-company loans, or the “Double Irish with a Dutch Sandwich”, which channelled profits through EU-based subsidiaries to tax havens like Bermuda and the Cayman Islands.", "A key variable is the rate at which the global minimum is set. Some officials think that, after all the horse-trading, it could be little more than the Irish rate of 12.5%—not very different from the average cash-tax rate that American tech firms actually pay. As for the reallocation of taxing rights, even its champions accept it may not skim much more than $10bn in extra revenue globally. The OECD estimates that corporate profit-shifting robs exchequers of $100bn-240bn a year.", "Meanwhile, the Biden administration continues to flex muscle, even as it speaks with a softer voice than its predecessor. It is pressing on with plans to impose tariffs of as much as 25% on certain goods from six countries with DSTs, including Britain and Turkey. This is, perhaps, a tactic to encourage others to reach a deal at the OECD. If so, it is to be hoped that it works. The alternative is a global tit-for-tat as national tech levies become the norm.", "A version of this article was published online on April 6th 2021"], "authors": ["The Economist"], "keywords": ["global", "janet", "happen", "companies", "calls", "american", "firms", "profits", "minimum", "rate", "trump", "countries", "tax", "yellen"], "pubDate": "2021-04-08T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}