{"id": "1431fc79-d18d-3be2-a5b2-b020b03c8bfa", "title": "'I wonder how the large chested women survived': what The Great and Bridgerton reveal about cleavage", "url": "https://www.theguardian.com/fashion/costume-and-culture/2021/jan/11/boob-bustier-cleavage-necklines-the-great-bridgerton", "summary": "Take Lady Svenska, a courtier hellbent on ousting Catherine the Great.\nWe know from her decolletage that she’s a baddie long before she calls Catherine “a bitch” for refusing a biscuit.\nBridgerton’s costume designer, Ellen Mirojnick, describes this Regency cleavage as “mounds” that “mimic the cheek” and as such, treats them like props from a fever dream.\nBut at their heart, are charismatic women acting as conduits through which to explore modern-day themes of sex and class .\nThe Great airs at 9pm on Sundays on Channel 4 or is available to stream on All 4", "paragraphs": ["Can cleavage ever be a plot device? The 18th-century Russian court, as visualised in The Great, a bonkers new satire from Hulu and Channel 4, is a hotbed of moral iniquity, vodka and bears. But, like most costume dramas, it is also about breasts.", "Take Lady Svenska, a courtier hellbent on ousting Catherine the Great. We know from her decolletage that she’s a baddie long before she calls Catherine “a bitch” for refusing a biscuit. Then there’s Georgina Dymov, the mistress of Catherine’s husband, Peter III, whose libidinal interests are crystallised by the gold-plated pendant pointing directly towards her bosom.", "“Given Georgina Dymov’s character, it would frankly be odd if Georgina was more covered up,” says the show’s costume designer, Emma Fryer. In the language of the show, the moral worth of female nobility is weighed up in their bust. Even Catherine abandons her high necklines when she starts having sex with her lover.", "The Great, which airs on Sunday nights and supplies a disclaimer in the opening credits – “based on historical facts, sort of” – has been described as “anti-historical”. It follows the marriage of the Prussian-born German princess Catherine and the Russian emperor Peter III, a relationship that ended with a death and a coup.", "Charity Wakefield as Georgina in The Great. Photograph: Nick Wall/Hulu", "If it borrows from history and plays loose with the facts, it is faithful to one thing: that contemporary fashion favoured the cantilevered look, and women were judged for the amount of cleavage they showed, depending on their age and social currency.", "A certain level of cleavage was considered fashionable in the late 18th and 19th centuries, says Susanna Cordner, a fashion historian who worked on the V&A’s Undressed: A Brief History of Underwear. “But they were also frequently treated with derision in the press and in popular culture,” she says, of breasts.", "All too often an overt cleavage was seen as a symbol of “coquettishness or feigned youth”. This is seen in the cartoons of James Gillray and George Cruikshank, who used a woman’s bosom as “shorthand for impractical vanity or faux innocence”. And all too often, age came into it: “Sometimes these commentaries [presented] the wearing of potentially revealing garments, particularly by older women, as poor taste,” Cordner says.", "Elle Fanning as Catherine in The Great. Photograph: Jason Bell/Hulu", "For Fryer, the focus was character first, cleavage later. “It’s not trying to be completely historically correct but de-robing, particularly in the background, was shown to add a sense of debauchery and anarchy,” says Fryer, whose research came from the mid-Georgian portraits at the National Gallery, Givenchy and Dior, and, to an extent, reality TV.", "Breasts loom equally large in Bridgerton, the Netflix series that introduces us to courting season among the haute young “bon ton” of 1813 London. Set 50-odd years and many miles from Peter’s (then Catherine’s) Russia, Bridgerton leans as much on titillation and fiction as it does on etiquette and fact. But within the London ecosystem where Bridgerton is set – Bath, with CGI carriages – subtle class lines are also drawn around the neck area.", "If you’re a social-climbing Featherington, you’ll probably have them on display. The wily dowager Lady Danbury? There they are, too. But if you’re an upper-class Bridgerton, you hide yours behind a marabou fan. Bridgerton’s costume designer, Ellen Mirojnick, describes this Regency cleavage as “mounds” that “mimic the cheek” and as such, treats them like props from a fever dream.", "Ruby Barker in Bridgerton. Photograph: Liam Daniel/Netflix", "None of this went unnoticed by viewers. On Twitter, some queried how “large chested” women coped. Others wondered if some breasts were fake. A 2,000-word article in the Smithsonian magazine queried their veracity altogether: “Corsets and stays of the Regency period were designed less to create the cleavage that modern audiences find attractive and more to lift up and separate the breasts like ‘two round globes’.” If they had used Regency style corsets, continued dress historian, Hilary Davidson, “you would have had boobs for days”.", "The stratified worlds of 18th-century Russia and Regency England overlapped as much in class and imperialism as they did in fashion, at least according to these series. When it comes to cleavage, it was more of a byproduct of wearing a corset – or “stay” – rather than an explicit focus, says Cordner. Boned, and stopping around the diaphragm, they were a precursor to balcony bras. Their purpose was to support the bust and create the distinctive regency “shelf” silhouette.", "Nicola Coughlan in Bridgerton. Photograph: Liam Daniel/Netflix", "Fryer was at pains to remove the frills and frippery of 18th-century Russian necklines, a decision that was partly subconscious. “We wanted to blend historical drama with contemporary wear.” Keen viewers of Bridgerton will have noted that younger characters, or those with less social currency, tended to wear a pelisse (a jacket) or chemisette, otherwise known as a false front. Much like Ganni’s “Zoom” collars – detachable pieces designed to liven up a plain top – these fronts could be removed and cleaned. Incidentally, in another bit of life and fashion switcheroo, sales of corsets are up almost 50% since the shows aired, according to eBay.", "These period dramas are not topical documentaries. But at their heart, are charismatic women acting as conduits through which to explore modern-day themes of sex and class . If only to prove that not that much has changed.", "The Great airs at 9pm on Sundays on Channel 4 or is available to stream on All 4"], "authors": ["Morwenna Ferrier"], "keywords": ["russian", "great", "photograph", "women", "cleavage", "bridgerton", "fashion", "large", "regency", "catherine", "wonder", "georgina", "survived", "reveal", "chested"], "pubDate": "2021-01-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}