{"id": "14321353-2eee-3193-b772-42df6c2e6e1b", "title": "Fall Guys Adding Limited-Time Doom Costumes", "url": "https://www.gameinformer.com/2021/01/07/fall-guys-adding-limited-time-doom-costumes", "summary": "To this point Fall Guys: Ultimate Knockout has featured crossovers with games like Sonic the Hedgehog, Untitled Goose Game, and Half-Life.\nThe teaser trailer, which you can see below, shows off at least three of the Doom-inspired costumes you'll be able to grab during the limited-time event.\nThe Doom costumes arrive in Fall Guys for a limited time beginning January 12.\nTo learn our thoughts on Fall Guys, check out our review from last year.\nFor more on the latest game in the Doom series, Doom Eternal, hit up our review here.", "paragraphs": ["To this point Fall Guys: Ultimate Knockout has featured crossovers with games like Sonic the Hedgehog, Untitled Goose Game, and Half-Life. Mediatonic's wildly popular gameshow-style battle royale is adding a new hellacious franchise to those ranks, as costumes from id Software's iconic Doom franchise will soon be available for you to outfit your jellybean guys with.", "The teaser trailer, which you can see below, shows off at least three of the Doom-inspired costumes you'll be able to grab during the limited-time event. Check out the Doom Slayer costume, as well as a couple of demons below.", "The Doom costumes arrive in Fall Guys for a limited time beginning January 12. To learn our thoughts on Fall Guys, check out our review from last year. For more on the latest game in the Doom series, Doom Eternal, hit up our review here."], "authors": ["Digital Editor", "Brian Has Written About Video Games For Over A Decade Across Multiple Publications. When He'S Not Writing Or Gaming", "He'S Usually Listening To Music", "Watching Ufc", "Or Hopelessly Rooting For A Baltimore Or D.C. Sports Team."], "keywords": ["fall", "guys", "check", "franchise", "game", "withthe", "review", "youll", "limitedtime", "doom", "adding", "costumes"], "pubDate": "2021-01-07T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}