{"id": "14911755-352a-366f-9622-332156d36c07", "title": "Canada Coronavirus Map and Case Count", "url": "https://www.nytimes.com/interactive/2020/world/canada/canada-coronavirus-cases.html", "summary": "There have been at least 481,600 confirmed cases of coronavirus in Canada, according to the Public Health Agency.\nReported cases in Canada Total cases Per capita Share of population with a reported case No cases reported Double-click to zoom into the map.\nCircles are sized by the number of people there who have tested positive, which may differ from where they contracted the illness.\nAbout this data For total cases and deaths: The map shows the known locations of coronavirus cases by region.\nCases Deaths Totalcases Per 100,000 Totaldeaths Per 100,000 Daily avg.", "paragraphs": ["There have been at least 481,600 confirmed cases of coronavirus in Canada, according to the Public Health Agency. As of Thursday morning, at least 13,799 people had died.", "Reported cases in Canada Total cases Per capita Share of population with a reported case No cases reported Double-click to zoom into the map. Use two fingers to pan and zoom. Tap for details. Source: Public Health Agency of Canada. Circles are sized by the number of people there who have tested positive, which may differ from where they contracted the illness. About this data For total cases and deaths: The map shows the known locations of coronavirus cases by region. Circles are sized by the number of people there who have tested positive or have a probable case of the virus, which may differ from where they contracted the illness.", "Here’s how the number of cases and deaths are growing in Canada:", "The table below was recently changed to show the average number of cases per day in the last seven days instead of the total number of cases over the last seven days.", "Reported cases and deaths by province This table is sorted by places with the most cases per 100,000 residents in the last seven days. Select deaths or a different column header to sort by different data. Cases Deaths Total", "cases Per 100,000 Total", "deaths Per 100,000 Daily avg.", "in last", "7 days Per 100,000 Daily avg.", "in last", "7 days Per 100,000 Alberta 84,597 2,080 760 19 1,587 39 15.3 0.4 Manitoba 21,826 1,707 523 41 310.1 24.3 12.1 0.9 Quebec 169,173 2,072 7,613 93 1,815 22.2 37.7 0.5 Saskatchewan 12,594 1,147 98 9 242.1 22 3.9 0.4 British Columbia 44,103 949 692 15 680.9 14.6 19 0.4 Ontario 146,535 1,090 4,035 30 1,962.1 14.6 28.4 0.2 Nunavut 258 718 — — 4.1 11.5 — — Northwest Territories 22 53 — — 1 2.4 — — Nova Scotia 1,430 155 65 7 5.9 0.6 — — Prince Edward Island 89 62 — — 0.7 0.5 — — Show all", "Canada’s first known case of coronavirus appeared on Jan. 25. A man who had returned to Toronto from Wuhan, China tested positive for the virus. His wife tested positive a day later.", "Quebec soon became the province most severely affected, likely because its winter school break, which saw many families travel to the southern United States and other warm weather destinations, occurred two weeks before provincial lockdown measures began to sweep the country in mid-March.", "Until late in the fall, British Columbia, on the Pacific Coast, and the four provinces in Atlantic Canada generally fared the best in the country at controlling the virus which abated over the summer leading to a relaxation of restrictions across the country. The Atlantic provinces, however, continued to require anyone entering from the rest of Canada to quarantine for 14 days.", "As with the first round of the pandemic, long term care homes have been hard hit in many provinces by the return of the virus. British Columbia also saw its once enviable record for controlling the virus evaporate.", "For most of the year, the pandemic generally had not been a partisan issue nor did it feature that rancor that usually characterizes relations between provinces and the federal government. But in late October Mr. Trudeau’s Conservative opponents and several premiers who lead right of center governments began repeatedly charging that the government has no clear plans or timelines for vaccine distribution, an allegation Mr. Trudeau rejects.", "On March 21, Canada closed its border with the United States, with exceptions for freight movements and some essential workers. It was the first time the entire border had been shut since Canada became a nation in 1867. In early December, Mr. Trudeau said that the virus will have to be brought under control worldwide before it reopens.", "Many parts of Canada saw the return of restrictions in November as politicians and officials urged residents to not gather during the holiday season.", "How Cases Are Growing", "Here’s how the number of new cases and deaths are changing over time:", "New reported cases by day 0 2,000 4,000 6,000 8,000 cases Feb. March April May June July Aug. Sept. Oct. Nov. Dec. New cases 7-day average Note: The seven-day average is the average of a day and the previous six days of data.", "New reported deaths by day 0 100 200 deaths Feb. March April May June July Aug. Sept. Oct. Nov. Dec. New deaths 7-day average Note: Scale for deaths chart is adjusted from cases chart to display trend.", "The New York Times has found that official tallies in the United States and in more than a dozen other countries have undercounted deaths during the coronavirus outbreak because of limited testing availability.", "Where You Can Find More Information", "Read more about the push to keep schools open during a second lockdown in Canada and the restrictions it involves in the country’s two most populous provinces. Canada has been warning Americans not to sneak across the closed border. Some say a doctor in Atlantic Canada was unfairly scapegoated after making a trip outside of the region which nurses who commute from Ontario to work in Detroit hospitals.One Quebec retirement home had 31 residents who were found dead. Prime Minister Justin Trudeau, who found himself in isolation at home after his wife tested positive for the virus, was forced to backtrack on one of his more controversial measures for asylum seekers.", "Here is where you can find more detailed information:", "About the data"], "authors": ["The New York Times"], "keywords": ["tested", "deaths", "coronavirus", "canada", "days", "case", "number", "day", "map", "virus", "provinces", "cases", "positive", "count"], "pubDate": "2020-04-22T14:50:45Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}