{"id": "14de474d-75b3-32eb-8943-cb4557719275", "title": "The Breakdown | Europe's elite must rouse themselves again for condensed Champions Cup", "url": "https://www.theguardian.com/sport/2020/dec/10/europe-elite-must-rouse-themselves-again-for-condensed-champions-cup-the-breakdown-rugby-union", "summary": "“The knockout rounds of last season’s Champions Cup provided arguably the highest quality rugby anywhere in 2020 so far,” said Simon Halliday, the chairman of European Professional Club Rugby.\nFacebook Twitter Pinterest The former Munster and Ireland fly-half Ronan O’Gara will mastermind La Rochelle’s assault on the European Champions Cup.\nFor once, the leading sides in the Top 14 are in the Champions Cup, headed by La Rochelle, who start in Edinburgh before welcoming Bath.\nThis is their third Champions Cup campaign, a competition dear to their head coach, Ronan O’Gara.\nLeinster have not lost in the Pro14 for 20 months and their only defeats since then have been to Saracens, twice, in the Champions Cup.", "paragraphs": ["And so the Autumn Nations Cup was decided by a kick. It almost wrote itself after a month in which the skies were assailed and the only reason there were no Mexican waves in the stands was that grounds were empty – until the final day at Twickenham when some of the few present showed what they thought of no-risk rugby.", "In the one-off tournament’s place this weekend and next weekend comes the European Champions Cup, which English clubs are looking to claim for the third season in succession and the fifth in six. The players involved in recent weeks, when a number of viewers bemoaned dull tactics, will be taking the field again, many under different orders.", "Can rugby union continue as normal knowing it is causing brain injuries? | Michael Aylwin Read more", "England’s head coach, Eddie Jones, rounded on the media after England’s extra-time victory over France in last weekend’s final, saying harping on about boring rugby was disrespectful to the players. Disrespectful, perhaps, but not to the players he was, understandably, looking to protect. They are not the architects of a plan but the builders, working to specific details.", "Jones was right to say the game has regularly gone through cycles when it provided no more entertainment than the ground staff mowing the grass after a match. The first half of the 1960s was so dire with 0-0 draws not uncommon that it needed the stimulus of a simple law change to provide it, but a difference now is that the staple element of backs against backs and forwards against forwards has gone. Hybrid players bash into each other – borwards, if you like.", "“The knockout rounds of last season’s Champions Cup provided arguably the highest quality rugby anywhere in 2020 so far,” said Simon Halliday, the chairman of European Professional Club Rugby. “We believe we have some of the world’s best match officials operating in our tournaments and by adhering to the laws, they will be making their own contribution to player welfare.”", "World Rugby is looking at the laws to relieve the current kicking glut. One option is to reduce the amount of time a team has to get the ball away from a ruck when the referee shouts “use it”. It is currently five seconds and a theory is that by reducing it to three, there will not be enough time to form the caterpillar ruck which provides a scrum-half with the room to box kick with little fear of a charge down.", "The Champions Cup holders, Exeter, who start the defence of their crown against Glasgow on Sunday, group opponents for the third season in four, carry on regardless of changes in the way laws are interpreted. It was once said it is harder to retain a title than it is to win it, but in the 2010s Leinster, Toulon and Saracens all held on to European rugby’s major club trophy for more than a year and the Chiefs have started this season where they left off in October.", "They appear to be England’s principal hope with Northampton yet to win a match this season, Sale looking for a new director of rugby after the abrupt and surprise resignation of Steve Diamond this week and two of last season’s top four, Wasps and Bath, making fitful starts; Gloucester have been Gloucester while Harlequins have twice won away after losing at home to Exeter. Which leaves Bristol, the club that wears aspiration as a badge.", "The Bears’ last appearance in the European Cup was in 2008 and they start at home to Clermont Auvergne, who have reached the knockout stage 10 times and three times made it to the final. A Top 14 club has not won the cup since 2015 but they have been represented in every final except one since then.", "Facebook Twitter Pinterest The former Munster and Ireland fly-half Ronan O’Gara will mastermind La Rochelle’s assault on the European Champions Cup. Photograph: Xavier Leoty/AFP via Getty Images", "France have supplied more losing finalists, 15, than the other nations combined; England come next with five. Last weekend Clermont lost at home to Philippe Saint-André’s struggling Montpellier, who start at home to Leinster before travelling to Wasps, but they have a dangerous mix of power up front and flair behind.", "For once, the leading sides in the Top 14 are in the Champions Cup, headed by La Rochelle, who start in Edinburgh before welcoming Bath. This is their third Champions Cup campaign, a competition dear to their head coach, Ronan O’Gara.", "The Pro14’s challenge will be led by Ireland. Three of their four provinces – Connacht are the exception with two defeats – have 100% records in the league this season and such has been their dominance that no side from any of the other three countries has even a 50% record.", "Steve Thompson: 'I can't remember winning the World Cup' | Andy Bull Read more", "Both Glasgow and Edinburgh felt the squeeze of losing players to the Autumn Nations Cup, even more than the two Welsh regions in the Champions Cup, the Scarlets and the Dragons, who were last in the tournament in 2011. The Dragons’ pool then included Wasps, a former club of their director of rugby, Dean Ryan, and they go into Saturday evening’s encounter at Rodney Parade armed with successive victories, both away.", "Leinster have not lost in the Pro14 for 20 months and their only defeats since then have been to Saracens, twice, in the Champions Cup. The last one, in September’s quarter-final at a deserted Aviva Stadium, hurt because they were unpicked by a side that had lost a number of players in the fallout from their salary cap punishment.", "“The fact there are only four pool games makes this season’s tournament even more of a challenge,” said the Leinster director of rugby, Leo Cullen. “There is little margin for error.” There are two fewer pool games because of the late start to the season, but the quarter-finals will be two-legged. There will be tired bodies by then and those with the greatest squad depth will prosper – Exeter, Clermont, Leinster and, perhaps, La Rochelle.", "The Breakdown: sign up and get our weekly rugby union email.", "• This is an extract from our weekly rugby union email, the Breakdown. To subscribe, just visit this page and follow the instructions."], "authors": ["Paul Rees"], "keywords": ["leinster", "cup", "champions", "rugby", "condensed", "europes", "club", "rouse", "european", "start", "looking", "players", "elite", "breakdown", "season"], "pubDate": "2020-12-10T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}