{"id": "14f9c952-f4cd-3043-8738-535bbef1fb13", "title": "K-pop band BTS launches global art project", "url": "https://edition.cnn.com/style/article/connect-bts-artist-projects-intl-hnk-scli/index.html", "summary": "The South Korean boy band has launched \"Connect, BTS,\" a global public art project involving 22 artists across five cities: London, Berlin, Buenos Aires, Seoul and New York.\n\"This seemed a very open-minded and generous gesture,\" Gormley said of the band's patronage, during the project launch at London's Serpentine Galleries.\n\"There has been a lot of contemporary art interest in K-pop, and K-pop interest in contemporary art, but this is the first time that K-pop has produced contemporary art.\"\n\"i need a private jet so I can go to all the 'connect bts' locations,\" wrote another.\nAnd the members of BTS aren't the only K-pop stars to taking a keen interest in art.", "paragraphs": ["Julia Hollingsworth , CNN Written by Contributors Ananda Pellerin, CNN", "They're singers, dancers and fashion icons -- and now the members of K-pop megaband BTS are venturing into the art world as patrons.", "The South Korean boy band has launched \"Connect, BTS,\" a global public art project involving 22 artists across five cities: London, Berlin, Buenos Aires, Seoul and New York.", "One of the major public installations will be created by renowned British sculptor Antony Gormley", "Gormley's project, made of around 60 feet of aluminum tubing, will be unveiled in February at a converted pier in New York's Brooklyn Bridge Park.", "\"This seemed a very open-minded and generous gesture,\" Gormley said of the band's patronage, during the project launch at London's Serpentine Galleries. \"The artworld tends to speaks to itself. We, the culture industry, favor biennales, museums and art fairs. But art is a gift, it only makes sense when it's shared.\"", "According to the \"Connect, BTS\" website, the project has been developed by international curators who \"resonated with BTS' philosophy\" -- and a statement suggests the project is about connecting people in a world where people often feel isolated and \"alone with their devices.\"", "\"The notion that through this new mycelium, in a sense, this network of connectivity to a whole new young audience, [we are] building bridges with the future -- hopefully through a sensitive, open-minded, lively, young strata in society -- is exciting,\" Gormley said.", "British artist Antony Gormley speaks as a monitor live-streams South Korean boyband BTS during the launch of the global public art project \"Connect, BTS,\" at Serpentine Gallery in London on January 14, 2020. Credit: ADRIAN DENNIS/AFP/AFP via Getty Images", "\"Today's world is one of hyperconnectivity, yes -- but is that always how it feels?\" a statement on the site questions. \"BTS the band offers an homage to diversity and originality, a song of special attention to the periphery and the overlooked ... Connect, BTS reaches for a collective experience that might be only the beginning of new communication between art, music and people.\"", "The first of five major installations opened Tuesday at the Serpentine, and features a digital installation by Danish artist Jakob Kudsk Steensen. Entitled \"Carthasis,\" the work takes audiences on a virtual journey through an imagined forest that Steensen 3-D scanned.", "\"I think this is a new thing,\" said Hans-Ulrich Obrist, artistic director at the Serpentine. \"There has been a lot of contemporary art interest in K-pop, and K-pop interest in contemporary art, but this is the first time that K-pop has produced contemporary art.\"", "Visitors are able to view the experiential work for free at the London gallery -- or it can be watched online . During the launch BTS fans were congregating outside the Serpentine, a hint at the expected swell in interest participating galleries can expect from the band's dedicated following.", "\"I hope that in the future we become more and more, kind of spiritual creatures with technology as a way of connecting to natural environments,\" Steensen told BTS in a short video clip posted on the project's website.", "Another project is set to open Wednesday in Berlin, while artworks in Buenos Aires and Seoul will be unveiled later this month.", "BTS has attracted a global fan base in recent years, winning a number of major awards and setting music industry records.", "Last year, the seven-member band became only the third group in 50 years to have three number one albums on the Billboard 200 chart in less than 12 months, joining the ranks of The Beatles and The Monkees.", "The band is also known for working cultural references into its music. The title of the group's 2019 album \"Map of the Soul: Persona,\" for instance, alludes to the work of psychoanalyst Carl Jung. BTS fans -- known as ARMY -- pore over the band's music videos, dissecting the visuals to find possible hidden meanings.", "\"We're very excited and really happy to be part of this project,\" said RM (Kim Namjoon), a member of BTS, during the launch in a video call from Seoul. \"We've been hearing so much about how this world doesn't need art, but we think this is a big challenge for all of us from different genres, we believe in the part of art that can help change the world.\"", "\"I just became a fan of what they call fine art last year,\" he added. \"So I'm a beginner. Currently my favorite hobby is to visit all the galleries and museums and see all the great paintings, sculptures, media art, even just the spaces or very big buildings.\"", "Inside K-Pop's multi-billion dollar industry", "Unsurprisingly, members of BTS ARMY have taken to Twitter to praise the new arts initiative. \"I love the fact that they are doing this all over the world,\" wrote one . \"i need a private jet so I can go to all the 'connect bts' locations,\" wrote another.", "And the members of BTS aren't the only K-pop stars to taking a keen interest in art. In 2016, Big Bang's T.O.P guest-curated a Sotheby's art auction that pulled in $17.4 million, and included a 1983 painting by the late American artist Jean-Michel Basquiat.", "Top image: BTS performing on \"The Tonight Show Starring Jimmy Fallon\" in September 2018."], "authors": ["Julia Hollingsworth", "Cnn", "Ananda Pellerin"], "keywords": ["interest", "global", "music", "art", "bts", "world", "serpentine", "launch", "kpop", "launches", "project", "connect", "band"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}