{"id": "150c265c-7d7e-34c2-a233-69a009679418", "title": "With Injury, Justin Fields Is Taking a Big Risk for Ohio State", "url": "https://www.nytimes.com/2021/01/11/sports/ncaafootball/justin-fields-ohio-state.html", "summary": "As a high school senior in Georgia, Justin Fields knew immediately that something was wrong when he was tackled in front of his bench during a playoff game.\nAs he looked down at his throwing hand, he saw his right index finger bent at a grotesque angle.\nFields rose to his feet and held his hand up to his coach.\nFields did not play another down in high school.\nHe took a crunching blow — a helmet to the back of the ribs — in a semifinal win over Clemson on Jan. 1.", "paragraphs": ["As a high school senior in Georgia, Justin Fields knew immediately that something was wrong when he was tackled in front of his bench during a playoff game. As he looked down at his throwing hand, he saw his right index finger bent at a grotesque angle. Fields rose to his feet and held his hand up to his coach.", "“I was sick to my stomach,” his coach, Matt Dickmann, said.", "Fields did not play another down in high school. The star quarterback had surgery to insert a pin in his broken finger, did his best to mentor his replacement for the next two weeks as the team advanced, and even broached the idea of returning to play running back. But his coach said no.", "“I told him we’re not going to do anything to screw up your future,” Dickmann said. “I could care less about winning another game when a kid has a chance to do what Justin can do.”", "Echos of three years ago resonate as Fields, the Ohio State quarterback, enters Monday night’s national championship game against top-ranked Alabama in uncertain physical condition. He took a crunching blow — a helmet to the back of the ribs — in a semifinal win over Clemson on Jan. 1."], "authors": ["Billy Witz"], "keywords": ["taking", "big", "hand", "finger", "ohio", "game", "high", "dickmann", "school", "quarterback", "play", "justin", "risk", "injury", "state", "fields"], "pubDate": "2021-01-11T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}