{"id": "1532a0c2-905b-3c69-ba9f-24a54bf8a4c6", "title": "Slip, slop, what? Why putting on sunscreen suddenly seems complicated", "url": "https://www.theguardian.com/fashion/2020/jan/20/slip-slop-what-why-putting-on-sunscreen-suddenly-seems-complicated", "summary": "So you may as well use a reef-safe sunscreen – one that’s mineral based or free from benzophene-3 and octinoxate – if you’re spending time in the ocean.\nDermal therapist James Vivian is a fan of mineral sunscreens.\nFinally, mineral sunscreens also exclude ingredients that could harm reefs, making them a good option if you’re in the ocean.\nBut in reflecting on the trend towards homemade sunscreens, Walker is clear: “We just would not go there.\nThat’s definitely a no-no.”The vitamin D-bateAdditionally, some have expressed concern over the role sunscreen may play in vitamin D deficiencies.", "paragraphs": ["Advice about sunscreen used to be simple: just wear it. Beyond that, all you needed to know was the higher the SPF the better. We went on like that for decades. The only real divide being whether you were for or against coconut scent.", "But in recent years, new schools of thought have fractured the status-sunscreen-quo. Twenty-first century sunscreen savants are mulling over formula, producer, recipe, country of origin, and impact on the environment.", "So when standing in the sunscreen aisle trying to balance the good of your skin, humanity and the planet at large, “just wear it” feels like a complicated demand.", "The basics", "When looking for a sunscreen, the Cancer Council’s advice is straightforward: pick one that’s broad spectrum (meaning it filters both UVA and UVB rays), water resistant, and has an SPF of 30 or higher. For anyone who didn’t attend a sun-obsessed Australian primary school, SPF stands for sun protection factor.", "Be careful though. The Australasian College of Dermatologists is quick to add that “SPF should not be used as a guide for how long you can stay in the sun before you get sunburnt”.", "The best sunscreens for the most sensitive of skins | Sali Hughes Read more", "The chair of the Cancer Council’s skin cancer committee, Heather Walker, says that beyond SPF, broad spectrum, and water resistance, “it doesn’t really matter what type of ingredients or fragrances are in there”. Although she does suggest trying a few different formulas (milky, dry touch, tinted, the list goes on) to see what appeals. “It’s about finding a formula that you like because then you’re more likely to use it.”", "Also, the Cancer Council wants you to wear a lot. Probably more than you’re using now. The recommended full-body amount for an adult is seven teaspoons. That’s one for each arm and leg, front of body, back of body, and face, neck, and ears.", "Australian made or imported?", "When it comes to guidance on skincare and cosmetics, Australians have a tendency to look abroad. Our grandmothers worshipped French products, while this century we’ve turned to Asia for skin-care trends. But Walker says you’ll struggle to beat an Australian product, as the active ingredients in sunscreens here are regulated in a similar way to medicines.", "Look for an AUST L number on the bottle. “That tells you it’s to the standards that the Australian regulator says it should be.”", "While Australia has some of the strictest regulations in the world, many other countries (especially in Europe) also have very high standards.", "But sunscreen is already in everything", "As we’ve become more conscious of the value of sunscreen, we’ve added it to other products like makeup and moisturisers. While that’s great, it’s not a reason to ditch your daily broad spectrum, TGA-approved favourite.", "This is because, as mentioned, you need to wear a lot of sunscreen. Most of us aren’t applying makeup and moisturiser thickly enough to offer a good level of protection. Also, as Walker stresses, “cosmetics aren’t regulated the same way as the primary sunscreen, so they might not be held to as high a standard”.", "That’s not to say these enriched cosmetics don’t have a place. They offer great second wave protection; especially for incidental sun exposure (like when you’re in the car or popping out to buy lunch). So hedge your bets and use both.", "What about the reef?", "In 2018, Hawaii passed a law blocking the sale of sunscreens containing the chemicals benzophene-3 and octinoxate, over fears the ingredients aggravate coral bleaching, damage coral’s DNA, and harm marine environments. This was the beginning of the “reef-safe” sunscreen trend, and the fear that sun protection was poisoning the planet. Popular beach destinations like Palau, Key West, and the Virgin Islands followed Hawaii’s lead and banned non reef-safe products.", "While any threat to the planet’s vulnerable reefs is cause for alarm, it’s a bit more complicated than it’s often presented. Professor of marine biology at James Cook University, Terry Hughes, takes aim at the research behind the claim that sunscreen contributes to coral bleaching. He points out that only two studies have looked at the environmental impacts of sunscreens, and they weren’t “representative of real world conditions”.", "How to treat sunburn Read more", "Rather than worry too much about sunscreen, he pushes the focus around coral bleaching to heat stress and warming oceans. “After Hawaii banned sunscreen, hot temperatures returned this year, triggering more coral bleaching,” he tells Guardian Australia.", "But while the research is thin, it’s fair to say reefs need all the support they can get. So you may as well use a reef-safe sunscreen – one that’s mineral based or free from benzophene-3 and octinoxate – if you’re spending time in the ocean. Just don’t use this as an excuse to skip sun protection.", "Mineral v chemical", "One of the biggest sources of sunscreen confusion is the distinction between mineral and chemical formulas. The major difference between the two is that mineral sunscreens sit on top of your skin, providing a physical barrier to UV – which is why they’re sometimes called physical sunscreens. Chemical sunscreens contain ingredients that sink into your skin and absorb UV.", "This is why so many chemical sunscreens weirdly recommend you apply them under your moisturiser and wait 20 minutes before sun exposure. They need time to absorb, and can react badly with other products.", "While they offer the same end result, there are usage differences. Dermal therapist James Vivian is a fan of mineral sunscreens. He recommends them to his clients because they’re often part of a multi-step skincare routine. “We encourage our clients to never use a chemical sunscreen over the top of serums and moisturisers as these can reduce the ingredients from penetrating into the skin”.", "So if sunscreen is one of several products you apply each morning, mineral could be the way to go. Mineral sunscreens are also sometimes preferred by people with sensitive skin. Although Walker notes that less than 1% of the population is actually allergic to sunscreen itself; most reactions are to fragrances rather than active ingredients. She recommends consulting a dermatologist and trying a few different formulas if you experience irritation.", "Finally, mineral sunscreens also exclude ingredients that could harm reefs, making them a good option if you’re in the ocean.", "Naturally better?", "For something that’s pretty obviously good for you, sunscreen has a small but vocal pool of critics. Mostly found on unregulated health blogs, YouTube, and Pinterest, they’re fans of “natural” and “homemade” alternatives. There’s no point getting into their arguments, because they’re disputed by pretty much every doctor and skin cancer specialist. But in reflecting on the trend towards homemade sunscreens, Walker is clear: “We just would not go there. It’s really not advised. Sunscreens are tested so rigorously in Australia because we have such a high UV environment. You can’t be sure what on earth it’s doing in terms of protecting your skin, and it’s probably nothing. That’s definitely a no-no.”", "The vitamin D-bate", "Additionally, some have expressed concern over the role sunscreen may play in vitamin D deficiencies. Vitamin D is needed to ensure calcium absorption, which results in healthy muscles and bones. While it’s possible to get vitamin D through food, the sun’s UVB rays are the best source.", "In the past, when we spent more time outside, vitamin D wasn’t something people really worried about. As we’ve become indoor creatures, there’s been an uptick in deficiencies – especially among younger people. But several studies have shown that sunscreen has minimal impact on vitamin D levels. Even high protection SPF30 formulas only stop 97% of UV exposure. No matter how much you put on, you’re still absorbing vitamin D.", "The Cancer Council explains that during summer most people reach adequate vitamin D levels through regular incidental exposure to the sun. A few minutes outside, a few times a week, should do it. In winter, or when the UV index is low, it’s worth spending a bit of extra time with your arms or legs uncovered in the sun. But again, incidental exposure – like popping out for a coffee or watering your garden – will be enough.", "The labels that matter", "Amid all this noise, the core message is the same. A good sunscreen will have an SPF rating of 30 or higher, an AUST Number, and be waterproof. But no matter what you choose, it needs to be applied liberally and often. As Walker reiterates: “With any sunscreen people put it on and think they’re protected to stay outside for hours and hours. No sunscreen completely blocks the UV, it filters it.”", "If you’re using it with other skin care products or heading ocean-side, consider a mineral option. Otherwise, in short, primary school rules still apply: slather it on, cover up, wear a hat, and stay in the shade. Simple."], "authors": ["Wendy Syfret"], "keywords": ["ingredients", "mineral", "slop", "sunscreens", "youre", "thats", "sunscreen", "skin", "walker", "putting", "suddenly", "slip", "complicated", "vitamin", "spf"], "pubDate": null, "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}