{"id": "15558a82-8941-3fc6-984c-2b0a8caf43e4", "title": "NSW Health investigates second possible Covid spread in hotel quarantine in Sydney", "url": "https://www.theguardian.com/australia-news/2021/apr/21/nsw-health-investigates-second-possible-covid-spread-in-hotel-quarantine-in-sydney", "summary": "New South Wales health authorities are investigating another potential transmission of Covid-19 between people staying in hotel quarantine in Sydney, as Western Australian officials confirmed two new cases had been acquired in hotel quarantine in Perth.\nAll three, two of whom are members of the same family, tested negative on day two of their stay, but then tested positive later on.\nIt is the second instance of potential hotel quarantine transmission in Sydney announced within days, after authorities confirmed on Sunday that a family of three appeared to have caught Covid while quarantining at the Adina Apartment hotel.\nWA Health also confirmed on Wednesday night that coronavirus had spread in hotel quarantine in Perth.\nTransmission between people staying in hotel quarantine has been an ongoing struggle for state governments managing the programs.", "paragraphs": ["New South Wales health authorities are investigating another potential transmission of Covid-19 between people staying in hotel quarantine in Sydney, as Western Australian officials confirmed two new cases had been acquired in hotel quarantine in Perth.", "Three returned travellers arrived on 3 April on the same flight, and stayed in adjacent rooms at the Mercure hotel on George Street in Sydney’s CBD.", "All three, two of whom are members of the same family, tested negative on day two of their stay, but then tested positive later on.", "Genomic testing shows they share the same viral sequence for the B1351 variant, first identified in South Africa.", "The two family members were in one room on the 10th floor of the hotel, while the third person was in an adjacent room. The first two tested positive on days seven and 10, while the third tested positive on day 12.", "NSW Health was contacting people who were staying on the same floor between 7 and 12 April but were subsequently released from hotel quarantine, telling them to get tested and isolate until 14 days from the day they left quarantine.", "Hotel staff who worked on the floor were also being tested and self-isolating.", "The three cases have been transferred to special health accommodation, where they will remain until no longer infectious.", "It is the second instance of potential hotel quarantine transmission in Sydney announced within days, after authorities confirmed on Sunday that a family of three appeared to have caught Covid while quarantining at the Adina Apartment hotel.", "The three cases within one family had been previously classified as overseas acquired but were reclassified as local cases after NSW Health determined the cases shared the same viral sequence as the family of four who were in the next room.", "WA Health also confirmed on Wednesday night that coronavirus had spread in hotel quarantine in Perth.", "Two sets of guests staying in rooms opposite each other at the Mercure recorded the same sequence of virus, despite arriving from different countries at different times.", "All other guests who had been on the same floor had tested negative prior to release and would be retested.", "Transmission between people staying in hotel quarantine has been an ongoing struggle for state governments managing the programs. The Victorian government put the state into a five-day snap lockdown in February after one guest passed on Covid-19 to other guests and staff at the Holiday Inn.", "Victoria only began accepting international arrivals again from 8 April after another review and overhaul of hotel quarantine, and now has close to 100% of staff working in the program vaccinated against Covid-19.", "In Queensland, there have been two outbreaks linked to the Grand Chancellor hotel in Brisbane where returned travellers are quarantining.", "In January, the more contagious UK variant spread from returned travellers to a hotel cleaner, sparking a three-day lockdown.", "In March, a Grand Chancellor hotel guest passed the virus to a doctor at the Princess Alexandra hospital, forcing the hospital into lockdown.", "Meanwhile, the Victorian government has announced plans to build a domestic mRNA manufacturing capability, which would be able to produce mRNA vaccines such as Pfizer and Moderna currently produced overseas.", "“It is vital that we can develop and manufacture mRNA vaccines and treatments locally to ensure we can have vaccine security here in Australia and across the region,” the acting premier, James Merlino, said in a statement, ahead of the national cabinet meeting on Thursday to finalise plans for the “reset” of the vaccine rollout.", "The federal government was still considering the business case for whether to proceed with investing in the capability, but the prime minister, Scott Morrison, welcomed the announcement from Victoria.", "He said it would not replace any federal government plans to support mRNA manufacturing.", "“As a government we have already demonstrated our capacity to move – we did that last August for an antivirus vaccine. The mRNA is a much more complicated setup, and so we moved on the one that could be done most swiftly,” he said."], "authors": ["Josh Taylor"], "keywords": ["health", "hotel", "family", "vaccine", "floor", "investigates", "spread", "covid", "quarantine", "mrna", "second", "tested", "sydney", "nsw", "staying", "possible", "cases"], "pubDate": "2021-04-21T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}