{"pubDate": null, "url": "http://www.nytimes.com/interactive/2019/12/18/nyregion/willets-point-development-queens.html", "id": "155a5b2e-4f00-38c1-b2fb-c76edf075e27", "keywords": ["automotive", "blvd", "died", "workers", "auto", "dream", "shantytown", "willets", "shops", "immigrant", "shop", "city", "repair", "point", "area"], "authors": ["Corey Kilgannon", "Andrea Salcedo", "Todd Heisler"], "title": "How the Immigrant Dream Died in an Automotive Shantytown", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0", "summary": "“This kind of place doesn’t exist anywhere else,” said Rahat Khan, whose repair shop is squeezed into a row of similarly narrow hovels.\nFLUSHING Willets Point Blvd.\nWillets Point for me is 24 years of hard work trying to build up a business, trying to move forward.\nWillets Point is a part of our lives because practically, one wakes up and goes to Willets Point.\nWillian Rossi, Carlos Rossi and Javier RossiBut outside this self-sustaining world, Willets Point has long been coveted real estate.", "paragraphs": ["In the heart of Queens lies one of New York City’s most curious and untamed neighborhoods — a warren of squalid streets lined with flimsy auto repair shops that bustle with commerce and camaraderie.", "Mechanics delve deep under car hoods, and hawkers barrage drivers with quick, cheap repair offers. Pneumatic tools squeal over the banter of Spanish-speaking mechanics. The pungent aroma of epoxy wafts out of auto body shops and mingles with the savory smells from Latin food carts that ply the muddy, puddled roadways.", "“This kind of place doesn’t exist anywhere else,” said Rahat Khan, whose repair shop is squeezed into a row of similarly narrow hovels. “It’s the heart of New York car repair.”", "This is the obscure automotive shantytown known as Willets Point, the largest collection of auto and salvage shops in New York City, one that is surrounded by far more prominent neighbors: Citi Field, La Guardia Airport and the tennis center where the United States Open is held each year.", "City officials have long considered the grimy industrial area an eyesore and a waste of prime real estate with the potential to become New York’s next gleaming neighborhood.", "Their latest attempt is a mega project first unveiled a dozen years ago, but delayed by revamping, legal wrangling and bitter opposition from the scores of immigrant workers for whom the area has long been an insular, close-knit haven.", "Willets Point is everything. Nine years ago we got this business. Before this we were workers. My husband was a mechanic.", "Lina Tapia and Rodrigo Ramos", "But now, with work finally beginning, the curtain seems to be lowering at last on this wedge-shaped enclave nicknamed the Iron Triangle.", "“Practically, we are in limbo. They have us cornered,” said Ever Rivera, 39, a Salvadoran immigrant with five children who works as a technician at a tiny outpost called Carlos Auto Electric.", "Mr. Rivera’s arrival in New York, like other workers’, was eased by a job in Willets Point.", "The area has been a vital source of blue-collar work, especially for newcomers who lack English skills, proper documentation and certification as an auto mechanic.", "Instead of streets paved with gold, new immigrants find them lined with tire joints, junkyards, hubcap sellers, muffler shops, and brake and transmission specialists.", "Moris Privado", "“It may not be pretty, but this place has always offered hard-working immigrants a shot at the American dream,” said Sam Sambucci, who owns an auto salvage company and the property under it.", "The city has said virtually nothing about when it will buy and clear the rest of Willets Point to make way for later phases of the project on the northern expanse where the remaining shops sit.", "So the several hundred workers there remain on borrowed time, watching anxiously as construction crews arrive every day to test soil on land that has been emptied, one of the first steps to preparing the area for the construction to come.", "The city bought that section piecemeal from numerous property owners several years ago, resulting in the eviction of some 200 businesses and about 1,700 workers.", "Willets Point Whitestone Expy. College Point Blvd. Remaining buildings Buildings that have been demolished CREEK 500 0 100 250 1,000 feet FLUSHING BAY Northern Blvd. Joo’s Auto Body FLUSHING Willets Point Blvd. Flushing Bay Promenade New Mustang Used Auto Parts 127th St. 35th Ave. Speed Muffler Tire Shop Roosevelt Ave. DACAR Auto Radiator 37th Ave. Barona Transmission Inc. Seaver Way Citi Field Skyview Center Grand Central Pkwy. Van Wyck Expy. College Point Blvd. Roosevelt Ave. Willets Point Whitestone Expy. College Point Blvd. CREEK Remaining buildings Buildings that have been demolished 0 100 250 500 1,000 feet FLUSHING BAY Northern Blvd. Joo’s Auto Body Willets Point Blvd. FLUSHING New Mustang Used Auto Parts 127th St. 35th Ave. Speed Muffler Tire Shop DACAR Auto Radiator 37th Ave. Barona Transmission Inc. Citi Field Seaver Way Skyview Center Van Wyck Expy. Roosevelt Ave. College Point Blvd. Willets Point CREEK Remaining buildings Buildings that have been demolished 100 500 feet Northern Blvd. 250 Whitestone Expy. FLUSHING Willets Point Blvd. 127th St. 35th Ave. 37th Ave. Van Wyck Expy. Seaver Way Citi Field Roosevelt Ave.", "The roughly 75 remaining shops are mostly on month-to-month leases on privately owned parcels. The owners enjoy cheaper than average rents here, along with a synergy with neighboring businesses that is difficult to replicate.", "Most are unsure where they would relocate to, including Mr. Khan, who pays a manageable $2,500 a month for a shop the width of a one-car garage. He would pay two or three times that elsewhere, he said.", "“When they close this place,” he said, “I’ll probably just buy and sell cars to make money.”", "Roberto Bolañoz, 57, an Ecuadorean immigrant with 27 years repairing cars in Willets Point, has his eye on a spot in New Jersey. Arturo Olaya 58, a Colombian immigrant who runs an auto upholstery shop inside of a repurposed shuttle bus parked on the street, said he would try his luck in Florida.", "As for the area itself, it will join other storied industrial hubs that have disappeared, including Printers Row, much of the garment district and the Meatpacking District, all of them in Manhattan.", "Willets Point for me is 24 years of hard work trying to build up a business, trying to move forward.", "Arturo Olaya", "Willets Point has been home to auto repair shops since at least the 1930s, and has long played a servile role in the city. A century ago, it was a dumping ground for coal ash and was immortalized as the “valley of ashes” in F. Scott Fitzgerald’s “The Great Gatsby.” It was also used as a base for metal works for the 1939 World’s Fair.", "In the 1960s, business owners hired a young Queens lawyer named Mario M. Cuomo, years before he became the governor of New York, to stop a development led by the master planner Robert Moses, who once described the area as an “eyesore and a disgrace to the borough of Queens.”", "Percy Loomis Sperr, via New York Public Library", "To walk through Willets Point today is to glimpse a bygone, grittier New York. Having missed out on decades of upgrades and modernization to other parts of the city, the area remains a rare holdout in a rising tide of gentrification and luxury development in New York.", "As developable land in the city becomes an increasingly rare and lucrative commodity, the prospect of change seems more undeniable for these 60 acres next to Flushing Bay that lie between bustling commercial areas in Corona and Flushing, where sleek, new residential towers overlook Willets Point.", "The streets, many unpaved, lack sidewalks, sewers and storm drains. They are potholed and littered with trash, discarded cars and auto parts.", "But those same streets also buzz with a work force that is a brotherhood of hard-working men — along with a few female mechanics — who work long hours in flimsy, open-air garages.", "Instead of earning money, we are losing. Our job is being thrown to the trash.", "Carolina Velásquez", "There is Rodrigo Ramos, 37, a shop owner who met his wife, Lina Tapia, 35, when she was selling food in Willets Point from a minivan. Both immigrants from Mexico, they now own a house in East Elmhurst where they are raising two children.", "“It’s a small village here,” Mr. Ramos said. “Everyone knows each other.”", "Ms. Tapia said shop owners and workers were like an extended family and customers were often referred to neighboring businesses, making the area a self-contained mini-economy.", "“Although other people are our competition, we are friends,” she said.", "Here the sounds of mufflers being hammered into place often vie with the roar of the crowd from a Mets game at Citi Field.", "Willets Point is a part of our lives because practically, one wakes up and goes to Willets Point. Here I met my wife. I had a daughter. It’s like your second home.", "Juan Carlos Rodriguez and Yessenia Varela", "The few women who work here mostly sell food from carts and from the back of minivans, including homemade Latin dishes of oxtail stew, yucca, sweet plantains, and rice and beans.", "Mechanics in grease-smudged jumpsuits grab lunch and sometimes kick a soccer ball around crumpled cars and feral cats as airliners droop overhead bound for La Guardia.", "The shops are a far cry from the scrubbed look of franchises like Jiffy Lube or Pep Boys.", "They rely on loyal customers who arrive with cash and hopefully some fluency in Spanish. The customers leave their good shoes at home and go from shop to shop along Willets Point Boulevard for a bargain repair price.", "“This is the mecca for car repair in New York,” said Naqib John, 22, a college student from Queens who had just negotiated for a replacement side-view mirror for his 2014 Toyota Camry: $75 cash.", "“It’s like a flea market for car repair,’’ he said, “so you can comparison shop for a much cheaper price.”", "As Mr. Khan, 61, a Pakistani immigrant who lives in Woodside, Queens, said, “Everything is here in one location, so people can walk door to door.”", "Customers tend to be yellow cab and livery drivers, other car dealers and repair shop workers, and people dropping off totaled cars to be stripped.", "“It’s not Park Avenue, but anywhere else is going to charge you two or three times the price,” said Michael Nieto, 55, who sells auto parts out of his sport utility vehicle.", "There are days when we don’t make a single dollar. That had never happened before.", "Willian Rossi, Carlos Rossi and Javier Rossi", "But outside this self-sustaining world, Willets Point has long been coveted real estate.", "In 2007, then-Mayor Michael R. Bloomberg announced a $3 billion project to transform Willets Point into the city’s “next great neighborhood.”", "It included 5,500 apartments, a convention center and office space. But after the proposal was expanded to include a large shopping mall next to Citi Field, a lawsuit essentially ground the project to a halt two years ago.", "Last year, Mayor Bill de Blasio announced an updated plan, in partnership with the Related Companies and Sterling Equities, whose principals own the Mets.", "The earliest phase includes 1,100 units of affordable housing and a new elementary school, followed by a larger phase that, under one possible scenario, could include a 25,000-seat soccer stadium, a hotel, retail space and residential buildings, and a high school, said officials with the New York City Economic Development Corporation, which is overseeing the project.", "Agency officials said plans were still unclear as to what might be built — or when — on the land where the remaining auto shops sit.", "If the city would just open up the streets while they are still waiting to build here, maybe our businesses could survive.", "Spencer Flores This is my livelihood, what one does to as they say, earn the daily bread.", "Javier Tomalá", "The city, they said, had provided roughly $13.5 million in relocation assistance, job placement and counseling programs for shop owners and workers who left the portion already cleared for development.", "As part of the deal, the city agreed to help workers start an auto repair mall in the Bronx. But the deal fell through, leaving shop owners stranded with major financial losses and no alternative places to set up their businesses.", "This only deepened the workers’ longstanding mistrust of city officials. Relations worsened recently after city officials shut down several roads in the area to prepare for construction, hampering access to the repair shops.", "Many complained that the street closures have confused customers and choked off much of their walk-in business.", "We know they’ll want this property next, so we have no future here.", "Rodrigo Sinchi", "Though the city attributed the closings to construction, some business owners suspect they were a deliberate tactic meant to lower property values and facilitate evictions and acquisitions for development.", "“The city only closed the streets so we’ll lose business and run out of money to fight them,” said Irene Prestigiacomo, 76, who owns a parcel that is home to seven repair shops. “They’re pushing us against the wall by creating an environment where it’s impossible to keep fighting.”", "The street closings have alarmed Carolina Velásquez, 42, a Salvadoran immigrant and an owner of a deli that has become difficult to reach. The detours started shortly after she put down a $30,000 security deposit to extend her lease. Business has died off so much that she often has trays of food she gives away to workers in the area.", "“Our job is being thrown to the trash,” she said.", "You have first-generation immigrants here sharing the American dream. They’re here every day at 7 a.m., whether it’s 0 degrees or 100 degrees. And no one wants to stand up for these people.", "Sam Sambucci", "Rodrigo Sinchi, 52, whose transmission repair shop stood on what had been a busy thoroughfare, looked at a newly placed barricade that has essentially left his shop jammed into a dead end cluttered with junked vehicles.", "“We’ve been waiting for the construction for a long time, and now that they’re starting, we have to plan our next move,” said Mr. Sinchi, an Ecuadorean immigrant who was rebuilding a transmission for a Lincoln Town Car.", "“We know they’ll want this property next, so we have no future here,’’ he added.", "In Mr. Sambucci’s view, the city has intentionally avoided installing basic utilities like sewers and storm drains to keep the area a no-man’s land ripe for development, even while business and property owners continue to pay property taxes.", "“They’ve always neglected this area so they can call it blighted and call this an urban renewal project,” said Mr. Sambucci, whose family bought land here in 1951 and set up a salvage business.", "As for Mr. Rivera, he said workers were no longer relying on city officials to help, or even given them any hint of a timetable.", "“We are just simply waiting for what God says,” he said."]}