{"id": "1570b3bb-8280-3120-8658-5e2904a5cb4d", "title": "Maldives resort offers $30K 'all-you-can-stay' package", "url": "https://edition.cnn.com/travel/article/anantara-maldives-annual-pass-intl-hnk/index.html", "summary": "(CNN) — Move over, all-you-can-eat buffet: the all-you-can-stay resort package has entered the party.\nA new offer from the adults-only Anantara Veli in Maldives will allow travelers to use the resort as a personal vacation crash pad -- but it's going to cost you.\nAnd another potential bonus: it will go nicely with the new first-of-its-kind countrywide loyalty program that Maldives is rolling out in 2021.\nIn September 2020, officials in the Indian Ocean country announced that a three-tier tourist loyalty program called Maldives Border Miles would debut next year.\nCourtesy Anantara Veli Maldives ResortMaldives, which is heavily dependent on international tourism for its economy, was relatively early to open up its borders amidst the global coronavirus crisis.", "paragraphs": ["(CNN) — Move over, all-you-can-eat buffet: the all-you-can-stay resort package has entered the party.", "A new offer from the adults-only Anantara Veli in Maldives will allow travelers to use the resort as a personal vacation crash pad -- but it's going to cost you.", "The $30,000 package covers the use of a two-person overwater bungalow at the private-island property for unlimited use over 2021, with airport transfers and breakfast thrown in for good measure.", "There will also be discounts on add-ons, which include Ayurvedic spa treatments, Maldivian cooking lessons and water activities like diving, snorkeling and surfing.", "Related content Traveling to the Maldives during Covid-19: What you need to know before you go", "While that price tag is admittedly high, it's less than the cost of a permanent vacation home in many parts of the world. And another potential bonus: it will go nicely with the new first-of-its-kind countrywide loyalty program that Maldives is rolling out in 2021.", "In September 2020, officials in the Indian Ocean country announced that a three-tier tourist loyalty program called Maldives Border Miles would debut next year.", "Though specifics for how the program will work on a practical level have not yet been revealed, there are Gold, Silver and Bronze levels, which will correspond to the amount of money spent in-country and will come with rewards and perks for frequent visitors.", "The Anantara Veli has an infinity pool, in case you're sick of the ocean for some reason. Courtesy Anantara Veli Maldives Resort", "Maldives, which is heavily dependent on international tourism for its economy, was relatively early to open up its borders amidst the global coronavirus crisis.", "The archipelago's geography helped considerably, as most tourist accommodation is on private islands or atolls removed from the densely packed capital of Malé."], "authors": ["Lilit Marcus"], "keywords": ["30k", "vacation", "loyalty", "resort", "offers", "allyoucanstay", "veli", "program", "anantara", "ocean", "tourist", "maldives", "package"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}