{"id": "15872870-cd77-34b2-9ef1-78939d430d5a", "title": "'Glum future for the platypus': why the elusive mammal is disappearing under our noses", "url": "https://www.theguardian.com/environment/2021/jan/09/glum-future-for-the-platypus-why-the-elusive-mammal-is-disappearing-under-our-noses", "summary": "When you’re desperate to see a platypus in the fading light, everything looks like one.\nBrunt and her colleagues used a new environmental DNA sampling technique to check 28 rivers and creeks for platypuses.\nAustralian coastal cities have grown relatively rapidly and in places such as Brisbane, platypus habitats of creek banks and waterways are now surrounded by busy suburbs.\n“Historically there [are] articles describing platypus as being quite prolific in some waterways [in greater Brisbane],” says Brunt.\nHe says there are historic newspaper reports of people describing seeing “platypus migrations”, with dozens seen at once.", "paragraphs": ["Scientists say the risk of local extinctions is rising due to damaged waterways, land clearing and climate change", "'Glum future for the platypus': why the elusive mammal is disappearing under our noses", "It is dusk beside a creek and we are instructed to look for a trail of bubbles, under which could be one of the world’s weirdest mammals.", "When you’re desperate to see a platypus in the fading light, everything looks like one.", "Floating logs from bank-side paperbark trees, gyrating leaves caught in a dance with the wind, and what was probably a water-rat dashing from rocks – they all make the heart briefly skip.", "But there’s no sign of the egg-laying, duck-billed, flat-tailed and venomous monotreme.", "We did not hack through tropical undergrowth or trek for hours to get here. We turned left at a tile shop and pub in the suburbs of northern Brisbane and parked 40 metres away from Kedron Brook on a side road.", "There are joggers and cyclists everywhere.", "Like many of Brisbane’s waterways, platypuses were once regularly seen here, but new research has found platypuses have likely gone from Kedron Brook and four other greater Brisbane waterways: the Bremer River, Scrubby Creek, Slacks Creek and Enoggera Creek.", "The last confirmed sighting at this exact spot was in 2002.", "Facebook Twitter Pinterest Brisbane’s Kedron Brook, where researchers took water samples in their search for platypuses", "A new study, in the journal Australian Mammalogy, is further evidence the once widespread mammal is in trouble in Australia – it’s only home on the planet.", "“It’s scary to think that we have already had these populations disappear under our noses,” Tamielle Brunt, lead author and a researcher at the University of Queensland, says.", "Brunt runs the Wildlife Preservation Society of Queensland’s PlatypusWatch network. In November, researchers at the University of New South Wales found the habitat for platypus had shrunk by almost a quarter in the past 30 years. The researchers joined conservationists to nominate the platypus for threatened species status.", "Decline could be going unnoticed", "Platypuses are elusive. They’re nocturnal, skittish and tend not to make a literal splash. That makes them not only hard to see, but difficult to monitor.", "Brunt and her colleagues used a new environmental DNA sampling technique to check 28 rivers and creeks for platypuses. In 21 of the waterways, they had records of platypus sightings between 1990 and 2016.", "By analysing water samples for the DNA of platypuses (excreted mainly in poo and wee), researchers can tell if the animal is in the water without having to see them.", "“Because of how elusive they are, we could be losing them without knowing because we’re just not regularly monitoring them,” says Brunt.", "Facebook Twitter Pinterest The blue dot shows the location of a confirmed platypus sighting in Kedron Brook and the white dot shows researchers’ water sampling site", "A lack of long-term platypus monitoring means that as land-clearing and regulation of rivers has altered their habitat, any decline could be going unnoticed.", "Australian coastal cities have grown relatively rapidly and in places such as Brisbane, platypus habitats of creek banks and waterways are now surrounded by busy suburbs.", "“Historically there [are] articles describing platypus as being quite prolific in some waterways [in greater Brisbane],” says Brunt.", "“The fact that in a 10 or 20-year timeframe they’ve gone out of some of these systems and that we’re seeing things only get worse with urbanisation and climate change – with all these impacts getting worse, it’s a glum future for the platypus.”", "'The platypuses were glowing': the secret light of Australia's marsupials Read more", "Once gone from these suburban waterways, Brunt says it’s unlikely platypus could find their way back in.", "Dr Gilad Bino, a platypus researcher at the University of New South Wales Centre for Ecosystem Science, helped compile research that went to the Australian federal government to ask the platypus be listed as a vulnerable species.", "He says there are historic newspaper reports of people describing seeing “platypus migrations”, with dozens seen at once.", "“These days you’ll see one or two. Most Australians have never seen one,” he says. “That’s sad in a sense.”", "The platypus is known to exist from far north Queensland to Tasmania – a distance of about 2,900km (1,800 miles) – in freshwater rivers across a range of habitats from tropical to semi-arid, temperate and alpine areas.", "They’re a monotreme – an egg-laying mammal – and have an evolutionary history going back at least 120m years.", "Platypuses need intact riverbanks", "Gilad says its modern-day threats are compounding. Water extraction from rivers and creeks, the building of dams and weirs that create obstacles, and river bank erosion from land clearing all have an impact.", "Platypuses need intact riverbanks, says Gilad, because it’s where they burrow and nest (platypuses don’t have a pouch, so the female will curl herself around the egg to keep it warm).", "Droughts that could be worsened by climate change affect the freshwater habitats, as waterways dry out or become too shallow.", "Facebook Twitter Pinterest ‘Most Australians have never seen one. That’s sad’: A platypus at Eungella. Photograph: Tamielle Brunt", "There’s also evidence, Gilad says, that the feral cats and foxes that litter Australia’s landscape can target platypus if their creeks become too dry and they have to move around above the water to find new places.", "He does think humans can “co-exist” with the platypus, and says there are still peri-urban areas in Melbourne – a city of five million people – where they are hanging on.", "NSW government ordered to revisit world heritage assessments for Warragamba Dam expansion Read more", "The platypus is listed as endangered in South Australia and is recommended to threatened status in Victoria, as well as being nominated for a nationwide listing.", "Gilad hopes those attempts to get the platypus on threatened lists will prompt more widespread efforts to protect their waterways, and also promote greater levels of research and monitoring.", "He says the environmental DNA technique used for the Brisbane study is useful to say where platypuses exist, but it can’t say how healthy the population is.", "The future is challenging, but the game is certainly far from over for the species.", "“I don’t think the platypus is on the brink of extinction,” he says. “But as climate change progresses and all the other threats continue, it probably does mean the risk for local extinctions is increasing.", "“In some areas, platypus will go. That’s really unfortunate.”"], "authors": ["Graham Readfearn"], "keywords": ["rivers", "elusive", "creek", "water", "platypuses", "kedron", "seen", "waterways", "researchers", "glum", "brisbane", "mammal", "disappearing", "future", "noses", "platypus"], "pubDate": "2021-01-09T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}