{"summary": "Ganvie's unusual environmental infrastructure is one of more than 100 \"nature-based technologies\" collected in a new book by landscape designer Julia Watson, titled \"Lo_TEK: Design by Radical Indigenism.\"\nCredit: Alireza TeimouryWatson hopes these examples offer inspiration to today's city planners.\nWatson sees her research as the beginning of a process by which these symbiotic systems could be developed to build the 21st century's cities.\nConsider terracing, she suggested, which in the Philippines has already turned mountain slopes almost as steep as skyscrapers into fertile fields.\n\"It's absolutely fascinating to think, 'could we do that at the scale of cities and skyscrapers?'\"", "id": "15992bdc-2a80-37a1-bb7c-814040def848", "pubDate": null, "url": "https://edition.cnn.com/style/article/natural-design-indigenous-architecture-lo-tek/index.html", "authors": ["Matthew Ponsford"], "paragraphs": ["Written by Matthew Ponsford", "Ganvie is a town in the West African republic of Benin that rises out of the surface of a lake.", "The sprawling grid that surrounds its clustered houses and public buildings is not filled with the typical urban asphalt parking lots and concrete mini-malls, but artificial reefs that operate as nurseries for fish and pens for indigenous aquaculture.", "Ganvie's unusual environmental infrastructure is one of more than 100 \"nature-based technologies\" collected in a new book by landscape designer Julia Watson, titled \"Lo_TEK: Design by Radical Indigenism.\"", "The book describes cities, buildings and infrastructure from 20 countries including Iraq, Peru, the Philippines and Tanzania -- perhaps the world's best examples of \"Traditional Ecological Knowledge\" (TEK): techniques and technologies developed and incubated in indigenous societies.", "Las Islas Flotantes is a floating island system on Lake Titicaca in Peru inhabited by the Uros, who build their entire civilization from the locally grown totora reed Credit: Enrique Castro-Mendivil", "\"I think the central theme of the book is really questioning what we think of as technology and saying nature can be adapted and form a technology that we can apply to the way that we live in this world,\" said Watson, who teaches at Harvard's Graduate School of Design and Columbia University.", "\"All of them have been born out of people living in their environment, using what we call, in ecological sciences, 'symbiosis' as a fundamental process to which they build and live.\"", "A young fisherman walks under a living root bridge at Mawlynnong village, India. In the relentless damp of Meghalaya's jungles the Khasi people have used the trainable roots of rubber trees to grow Jingkieng Dieng Jri living root bridges over rivers for centuries. Credit: Amos Chapple", "These include bridges in northeastern India woven from living tree roots , which provide sustainable and flood resistant infrastructure while sequestering carbon and contributing to local forest cover.", "Floating man-made islands in the Ma'dan, in southern Iraq, encourage the growth of diverse aquatic ecosystems while providing a resilient foundation for architecture.", "And a low-density city on the southern foothills of Mount Kilimanjaro is home to a million people who live amid forest gardens of banana trees and coffee plants.", "Qasab reed has long served as raw material for homes, handicrafts, tools, and animal fodder with the distinctive mudhif houses of the Ma'dan people appearing in Sumerian artwork from five thousand years ago. Credit: esme allen", "Most often -- as with Ganvie's fish pens and Kilimanjaro's banana gardens -- they produce food.", "\"At this very moment, probably the biggest impact that these system can have is decreasing the agricultural footprint of our cities by shifting the way that we understand productive land and (its) relationship with our cities -- folding that (agricultural production) into the way that we design cities,\" Watson said.", "One of the most interesting examples of this can be seen in the East Kolkata Wetlands, the largest wastewater-fed aquaculture system in the world, covering 125 square kilometers (48 square miles).", "On the edge of Kolkata, a city of 14 million people, we see a patchwork of fishponds, lagoons and channels, clustered around villages, rice paddies and fields.", "The four thousand, five hundred year old Uros civilization while living isolated on Lake Titicaca on floating islands, now survives dependent upon tourism. Credit: Enrique Castro-Mendivil", "\"So it looks like a wetland but it's constructed,\" said Watson. Each day, 680 million liters of raw sewage, at least a third of the city's total waste, pours into pre-treatment ponds before entering the \"bheris,\" shallow fish ponds, dug by local people and cooperatives.", "\"And it processes it through a natural system, without the use of energy, without the use of chemicals, without an engineered, industrial wastewater treatment plant.", "\"The water coming out of that system is fresh or is clean water that will go back into the river system, not destroying ecosystems downstream. But it also produces food for the city. It produces vegetables for the city. There's a whole culture that has grown up around in relationship with this nature-based technology.\"", "A line of evenly spaced spoil craters snakes along the surface of the desert from the high Elburz Mountains to the Plains of Iraq and is the only evidence of an invisible, subterranean man-made water stream called a qanat, first constructed by the Persians during the early years of the first millennium BCE. Credit: Alireza Teimoury", "Watson hopes these examples offer inspiration to today's city planners.", "\"That type of thinking is creating an innovation and a nature-based technology that can both shrink our agro-ecological footprint, carbon-sequester, flood-mitigate, produce culture, produce jobs and it's economically viable.", "\"It has so many benefits for our cities and it's free. It's a natural system. And it's driven by a sort of complex ecological relationship.\"", "A view over the sacred Mahagiri rice terraces, a small portion of the one thousand year old agrarian system known as the subak, which is unique to the island of Bali, Indonesia. Credit: David Lazar", "In some cases, Watson sees such knowledge already integrated into contemporary city-building. The polder dike system that Dutch farmers have used for hundreds of years to drain wetlands for human habitation also underpins massive city-scale developments in China and across the world, she explained.", "Watson sees her research as the beginning of a process by which these symbiotic systems could be developed to build the 21st century's cities. Consider terracing, she suggested, which in the Philippines has already turned mountain slopes almost as steep as skyscrapers into fertile fields.", "\"It's absolutely fascinating to think, 'could we do that at the scale of cities and skyscrapers?'\""], "keywords": ["city", "ancient", "system", "thousand", "inform", "todays", "cities", "watson", "way", "credit", "technologies", "natures", "world", "living", "water"], "title": "How nature's ancient technologies can inform today's cities", "publicationId": "fa207f19-e080-3902-982c-393d321776be"}