{"id": "15aad544-f014-3e2d-aa11-beb18a9d6567", "title": "34 Gifts for the Conscious Shopper to Give (and Receive)", "url": "https://www.vogue.com/slideshow/best-sustainable-gifts", "summary": "Photographed by Jackie Nickerson, Vogue, September 2019You’ve purchased a reusable coffee cup, you haven’t touched a plastic bag in years, and you can’t remember the last time you shopped at a fast-fashion chain.\nIf you’ve been making a serious effort to live more sustainably, the holidays are here just in time to throw a wrench in your plans.\nBut after the whirlwind of 2020, it’s more important than ever to gift with intention, ideally with sustainable, thoughtfully-made pieces your loved ones will cherish for years to come.\nFor the climate-conscious home chef, a non-toxic pan or countertop herb garden would surely be put to good use (and will secure you an invite to future dinners).\nShop 34 gifts to feel good about giving—or add them to your own wish list—below.", "paragraphs": ["Photographed by Jackie Nickerson, Vogue, September 2019", "You’ve purchased a reusable coffee cup, you haven’t touched a plastic bag in years, and you can’t remember the last time you shopped at a fast-fashion chain. Maybe you even compost! If you’ve been making a serious effort to live more sustainably, the holidays are here just in time to throw a wrench in your plans. The sheer variety of people on your gifting list—in-laws, hard-to-please mothers, picky friends—can make purposeful shopping a difficult task, and that’s before you factor in an item’s environmental or social impact. But after the whirlwind of 2020, it’s more important than ever to gift with intention, ideally with sustainable, thoughtfully-made pieces your loved ones will cherish for years to come.", "Fortunately, it’s only getting easier to find those items online. Below, we’ve narrowed down the very best sustainable gifts for everyone on your list, from upcycled and organic fashion finds—like Paradis Perdus’s recycled cashmere sweater and Collina Strada’s patchwork dress made of rose petal “silk”—to highly innovative ones, like Tom Ford’s ocean plastic watch or House of Fluff’s plant-based faux fur coat. For the climate-conscious home chef, a non-toxic pan or countertop herb garden would surely be put to good use (and will secure you an invite to future dinners). And when it comes to those hard-to-buy-for friends, consider a gift that’s clever, yet functional, like Kate McLeod’s package-free moisturizer, Baggu’s mood-lifting face masks, or a three-pack of The Big Favorite’s circular underwear (when you’ve worn them out, you can send them back to be recycled). Shop 34 gifts to feel good about giving—or add them to your own wish list—below.", "For her:", "Collina Strada ritual sleeveless dress $727 BROWNS FASHION Shop Now Polite pearl necklace $700 POLITE WORLD Shop Now", "Paradis Perdus recycled wool sweater $450 PARADIS PERDUS Shop Now Marques’Almeida upcycled ruffled cotton midi skirt $351 MATCHESFASHION.COM Shop Now", "House of Fluff BioFur peacoat $425 HOUSE OF FLUFF Shop Now Bliss & Mischief Conjure flower embroidered denim $488 BLISS & MISCHEIF Shop Now", "Tom Ford 002 Ocean Plastic watch $995 TOM FORD Shop Now Maria Stanley alpaca beanie $119 MARIA STANLEY Shop Now", "Rave Review upcycled bedsheet cotton blazer $472 MATCHESFASHION.COM Shop Now By Far x Vestiaire upcycled mini bag $490 VESTIAIRE COLLECTIVE Shop Now", "For him:", "Bethany Williams graphic upcycled hooded jacket $2,500 BROWNS FASHION Shop Now Levi’s Secondhand men’s vintage jeans $118 SECOND HAND Shop Now", "Rick Owens x Veja sock runners $265 SSENSE Shop Now Nike Space Hippie sneakers $130 NIKE Shop Now", "Story MFG Grateful tee $129 STORY MFG Shop Now Entireworld organic cotton socks $15 ENTIRE WORLD Shop Now", "Allbirds men’s wool cardigan $145 ALLBIRDS Shop Now The Big Favorite circular boxers, 3 pack $49 THE BIG FAVORITE Shop Now", "For home:", "Helmstedt blanket $1,505 HELMSTEDT Shop Now Kotn Egyptian cotton sheet set $90 KOTN Shop Now", "Atmos Magazine Volume 04: Cascade $25 ATOMOS EARTH Shop Now Heretic 100% soy wax candle in Smudge $85 SHEN BEAUTY Shop Now", "Caraway non-toxic dutch oven $125 CARAWAY HOME Shop Now Vitamix food cycler $299 AMAZON Shop Now", "Veritable smart indoor garden $189 MOMA STORE Shop Now Hay glass jug $50 MOMA STORE Shop Now", "Stocking stuffers:", "Kate McLeod Grounding solid moisturizer stone $45 KATE MCLEOD Shop Now Saie Really Great Gloss in Chill $18 SAIE HELLO Shop Now", "Sheertex unbreakable semi-opaque tights $69 SHEETEX Shop Now Swedish Stockings recycled tights $24 MADEWELL Shop Now", "W&P Porter utensil set $18 W AND P DESIGN Shop Now Reusable Swedish dishcloth $7 PACKAGE FREE SHOP Shop Now"], "authors": ["Emily Farra", "Emily Farr"], "keywords": ["plastic", "upcycled", "gifts", "receive", "cotton", "x", "youve", "big", "shopper", "world", "fashion", "conscious", "34", "recycled", "shop"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}