{"id": "15aff6e6-be58-3782-bcfe-09517f5d5582", "title": "How is babby formed? RIP Yahoo Answers – your eccentricity will be missed", "url": "https://www.theguardian.com/commentisfree/2021/apr/21/yahoo-answers-eccentricity", "summary": "The perhaps best-known question posted to the social “knowledge sharing” platform is representative of the particular talents of its user base: “how is babby formed?\nVolunteers have already begun archiving Yahoo Answers, but given the short notice from Yahoo, they might not capture all of the posts.\nIt acquired beloved social media sites in the 2000s such as Flickr, Upcoming and Del.icio.us, and each wilted under the new corporate structure.\nThe humans on Yahoo Answers were simply users; they and the corporate executives at Yahoo were not the same.\nMetafilter, an independent online community, shows there’s still another way forward for social media.", "paragraphs": ["On the internet, warped humour and word salads are commonplace, but the material posted to Yahoo Answers regularly achieved new heights of bizarre. The perhaps best-known question posted to the social “knowledge sharing” platform is representative of the particular talents of its user base: “how is babby formed? how girl get pragnent?” Anyone with a Yahoo account was free to answer it. The question, misspelling and all, has been a celebrated meme in the decade since it first appeared under the category Pregnancy & Parenting.", "Was the question meant to be a joke or posted in a state of sincere befuddlement? I guess we’ll never know. After a 16-year run, Yahoo has announced it will shut down Yahoo Answers on 4 May. And with it the head-scratching charms of “babby” and countless other posts will go dark.", "Volunteers have already begun archiving Yahoo Answers, but given the short notice from Yahoo, they might not capture all of the posts. Yahoo’s swift decision to terminate a popular platform – to the surprise of its users – just goes to show how corporate control of social media will only end in frustration for those who participate in it.", "Yahoo has a history of careless disregard for its online communities. Around the time it launched Yahoo Answers in 2005, the company hoped to compete with Myspace, the juggernaut platform of that era. It acquired beloved social media sites in the 2000s such as Flickr, Upcoming and Del.icio.us, and each wilted under the new corporate structure. Issues such as content moderation and even technical matters became bureaucratic struggles, due to the elongated chain of command. “Any decision was an endless discussion,” said Del.icio.us founder Joshua Schachter in an interview with New York magazine in 2008, reflecting on the “miserable environment” he entered after his company was acquired. In 2013, Yahoo’s acquisition of Tumblr resulted in a mass exodus. Yahoo has since sold off each of these social media sites, but in the process of changing hands many users have given up on them, and the vibrancy of their communities has been lost.", "‘It’s tempting to dismiss the very premise of Yahoo Answers.’", "In 1994, if you had a question about Yahoo, you could contact Jerry Yang, its co-founder, who listed his email at the bottom of the webpage. He ran the site out of a trailer on the Stanford University campus along with fellow grad student David Filo. At first they called it “Jerry and Dave’s WWW Interface” and with simple HTML code, they provided a directory of “COOL links” organised by subject. You’d click on a category like “Science”, then “Biology”, and arrive at a list of relevant websites to visit. It was useful, especially for a newbie user. There were fewer than 3,000 websites in 1994 and many people would log on to the internet without any idea of where to look or what to do.", "In the late 90s, venture-capital backed and incorporated, Yahoo launched new services such as webmail and Yahoo Finance, but the Yahoo Directory remained its keystone. The internet, meanwhile, began to outgrow what the directory offered. By 2004, there were more than 50m websites. It wasn’t humanly possible for two guys to find and recommend all the “cool” ones. Yahoo staff continued to update the directory, but it all seemed quaint in comparison with Google’s swiftly efficient PageRank algorithms.", "In some sense, Yahoo Answers was a return to the company’s roots. Google had the superior search engine, but Yahoo had made a name for itself with its directory of links that humans recommended to other humans. On Yahoo Answers, similarly, humans rather than algorithms provided information and vetted it for one another. The difference is that Jerry and Dave owned “Jerry and Dave’s WWW Interface”. The humans on Yahoo Answers were simply users; they and the corporate executives at Yahoo were not the same. There were no open channels of communication between them to decide things like how information on Yahoo Answers might be archived one day.", "It’s tempting to dismiss the very premise of Yahoo Answers. An online forum for random users to ask questions and random users to answer them sounds like an invitation for misinformation and harassment. Many times it is, but on some platforms this format works – at least, sometimes. People turn to Quora to ask questions about things such as what the workplace culture is like at certain employers. On Reddit, users ask for help navigating unemployment benefits. Neither is perfect, but the systems of moderation on Quora and certain Reddit “subreddits” have been superior to the Yahoo Answers free-for-all approach, which in recent years has led to a rise of partisan conspiracy theorising on the website in addition to the regular “babby” weirdness.", "Metafilter, an independent online community, shows there’s still another way forward for social media. Thousands of users participate in its forums, including its Q&A subsite, Ask Metafilter. The website is almost as old as Yahoo, but it is financed largely by its users, with funds allocated to pay for community moderators. The site’s owner, Josh Millard, is one of the moderators and an active participant. As with Yang in the 90s, you can find his email and write to him.", "Millard told me the staff and community regularly discuss end of life care for Metafilter. It isn’t an easy discussion, says Millard, but the community has invaluable memories wrapped up in its archives, which, dating back to 1999, are also significant to internet history. The ideal archiving process, he says, should be flexible and ongoing when it happens. “I feel strongly about keeping the archive intact as much as possible,” says Millard. “But it’s also important to me that people who have regrets or privacy concerns have the ability to take stuff down.”", "Yahoo, the company, hasn’t extended that care to the users of Yahoo Answers, which for all their eccentricities have something of a community. They have also contemplated what the end would mean for them. Eight years ago, someone asked on the platform, “WHAT WOULD YOU DO if yahoo answers shut down forever?” “Raise my glass and down it in memory of another electronic domain flushed down the tubes,” another user answered. “RIP answers.yahoo.com … let’s see what Youtube has, now.”"], "authors": ["Joanne Mcneil"], "keywords": ["eccentricity", "babby", "rip", "directory", "platform", "formed", "users", "social", "missed", "community", "jerry", "media", "internet", "question", "answers"], "pubDate": "2021-04-21T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}