{"id": "15d64cca-26e1-3139-a155-946dd0c92297", "title": "Covid-19 Vaccine Passports Are Coming. What Will That Mean?", "url": "https://wired.com/story/covid-19-vaccine-passports-are-coming-what-will-that-mean/", "summary": "You will have just deployed a vaccine passport, a certification of either vaccination status or immunity following a natural infection that confirms you no longer pose a risk to others.\nWhich means the arrival of vaccine passports could let affluent societies reach the far side of the pandemic while poor ones are still waiting to be protected from it, reinforcing the economic divides that the pandemic made so evident.\n(Except indirectly: Physicians holding state or national licenses sign the vaccine records on the card.)\nThe yellow card primarily attests to yellow fever vaccination, because anyone infected with that disease could unknowingly carry it to a virus-free country and seed it among mosquitoes there.\nIt is not currently used to certify Covid-19 vaccination, though some experts have recommended that adding it would be a simple fix.", "paragraphs": ["Sometime soon, you might arrive at an airport or a stadium or a restaurant, open an app or flash a card, and be admitted to a place or experience that was denied you during the pandemic. You will have just deployed a vaccine passport, a certification of either vaccination status or immunity following a natural infection that confirms you no longer pose a risk to others.", "Everything You Need to Know About the Coronavirus Here's all the WIRED coverage in one place, from how to keep your children entertained to how this outbreak is affecting the economy.", "“Soon” is right now in Israel, where a passport debuted in February that lets vaccinated people attend events and patronize restaurants and gyms in the country, and in Estonia and Iceland, where proof of vaccination allows non-citizens to enter without quarantine. Soon is probably the near future for other rich countries that vaccinated their citizens early—including in the United States, where the Biden administration has committed to the concept of vaccine passports and is pushing the Department of Health and Human Services to set standards for competing private-sector products.", "But soon is nowhere in reach for the low- and middle-income countries that have received only a small number of vaccines or haven’t been able to begin their vaccination campaigns. Which means the arrival of vaccine passports could let affluent societies reach the far side of the pandemic while poor ones are still waiting to be protected from it, reinforcing the economic divides that the pandemic made so evident.", "There are so many proposals for what might make up vaccine passports—where the data is held, how frameworks are built to protect it, what the app that delivers it looks like—that it’s a little early to talk about their final form. But experts say there will be no escaping their development and that it is not too soon to discuss whether they will endanger privacy, exacerbate inequity, and create a two-tiered world.", "“There is an inevitability to this,” says Alexandra Phelan, an international law scholar and faculty member of the Center for Global Health Science and Security at Georgetown University School of Medicine. “Fundamentally, governments are wanting to implement these mechanisms, because they are not only about protecting public health but about restarting the economy and removing barriers to travel.”", "Vaccine passports are tricky to talk about, because they are not yet well-defined. “Passport” implies a document endorsed by a state that establishes citizenship and guarantees diplomatic protection. What is being discussed is more like the World Health Organization’s “yellow card.” That document’s actual name is the International Certificate of Vaccination or Prophylaxis, a form that was created in the 1930s to indicate that travelers have received certain vaccines but that isn’t certified by individual governments. (Except indirectly: Physicians holding state or national licenses sign the vaccine records on the card.)", "The yellow card primarily attests to yellow fever vaccination, because anyone infected with that disease could unknowingly carry it to a virus-free country and seed it among mosquitoes there. (Trivia: The card doesn’t get its name from the disease but rather from the color of its sturdy cardstock, which can withstand being folded up inside a passport and handled a lot.) It is not currently used to certify Covid-19 vaccination, though some experts have recommended that adding it would be a simple fix.", "“‘Passport’ is kind of a misnomer. ‘Digital certification of vaccination status,’ or something like that, is probably more applicable,” says Josh Michaud, associate director for global health policy at the Henry J. Kaiser Family Foundation, which is preparing a briefing document on them. “But passports is the name that we're probably stuck with, unfortunately.”"], "authors": ["Maryn Mckenna", "Maryn Mckenn", "Eve Sneide"], "keywords": ["passport", "mean", "yellow", "covid19", "soon", "probably", "vaccination", "pandemic", "coming", "passports", "vaccine", "card", "health"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}