{"id": "15e39b22-6681-3d53-be53-982b599dd5a2", "title": "Violet Chachki’s Glamorous 2021 Calendar Is a Visual Feast", "url": "https://www.vogue.com/article/violet-chachki-2021-pin-up-calendar-style", "summary": "These calendar shoots began innocently enough for Chachki—she needed a visual medium to display all of the amazing ensembles in her archive that she hasn’t gotten to wear yet.\n“I have a ton of stuff, and I like to cycle it out to have room for more stuff.\n“It’s this ’70s motel, and they have all these crazy themed rooms,” says Chachki.\n“The rooms and spaces dictated each month.”Each calendar month saw Chachki embrace its feeling or mood.\nFor Chachki’s birth month in June, she also went for a Barbarella-inspired look, a favorite film of hers.", "paragraphs": ["These calendar shoots began innocently enough for Chachki—she needed a visual medium to display all of the amazing ensembles in her archive that she hasn’t gotten to wear yet. “I’m a fashion hoarder,” she says. “I have a ton of stuff, and I like to cycle it out to have room for more stuff. The calendar is a way for me to archive and catalogue all of the pieces that have been through my hands.” This year, with the pandemic and quarantine, she had an even bigger abundance of pieces that were begging to be worn—so she channelled her creativity into a 2021 calendar shoot, which was shot at a secret hotel in Palm Springs this summer. “It’s this ’70s motel, and they have all these crazy themed rooms,” says Chachki. “The rooms and spaces dictated each month.”", "Each calendar month saw Chachki embrace its feeling or mood. She got spooky for Halloween, or romantic and flirty for February’s Valentine’s Day theme. (December, however, proved to be not very Christmas-like, instead, it’s more ballerina-inspired. “To be honest, I’m kind of a Grinch,” she says.) For Chachki’s birth month in June, she also went for a Barbarella-inspired look, a favorite film of hers. “It’s super surreal and campy,” she says. “I love that retro-futuristic look, because it feels modern in a way. I had this reflective mylar corset and panty made by my corset maker in Atlanta, who I call my own personal Mr Pearl.”"], "authors": ["Christian Allaire", "Christian Allair"], "keywords": ["feast", "violet", "chachkis", "month", "glamorous", "stuff", "pieces", "calendar", "rooms", "way", "visual", "im", "corset", "chachki", "look", "2021"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}