{"paragraphs": ["Good games have a powerful ability to take big ideas and synthesize them into meaningful simulations, analogues, and mechanics. That need for taking an idea and breaking it down into purposeful and interpretative chunks is especially valuable in any game that aims to present the history of human civilization, whether the final presented medium is the digital screen or physical components on a table with friends gathered around.", "In his design diary for Tapestry, designer Jamey Stegmaier openly cites video games like Civilization V and tabletop projects like 7 Wonders as inspirations. With Tapestry’s independent advancement tracks for different elements of society and gradual acquisition of technologies and resources, it’s easy to draw comparisons to familiar elements from other related games. But Tapestry feels like a species of its own in several regards, eschewing some classic elements of the genre (like the battling dudes-on-a-map dynamic), and instead focusing on an emergent story – what is your civilization, and how is it fundamentally different from those of your competitors? The game is surprisingly easy to start playing, but understanding how to play it with purpose and ingenuity is an entirely other matter that requires a significantly greater time investment.", "Photo credits throughout article: Kim Euker. Note: No cats are included in final version", "In Tapestry, one to five players each takes control of a burgeoning civilization, making choices to usher it forward along independent advancement tracks for exploration, military, science, and technology. Meanwhile, you’re also taking advantage of capabilities unique to your culture, building a capital city, and chasing achievements and other paths to victory points from any number of sources.", "In many ways, I feel like those separate objectives are like interwoven smaller games within the larger framework. On the larger central shared board, each player is gradually expanding across a hex-map, with occasional moments of consequential but simply resolved conflict. Here, the game is about area control and expansion. But elsewhere, you have a personal board that depicts your growing capital city – adding individual buildings slowly fills out a grid of districts, rows, and columns. Here, the minigame is almost a puzzle, or even a complex twist on a Bingo sheet. On a separate income mat, you gradually remove buildings to place into your city but also gain the benefits revealed underneath the vacated space, leading to a gradual engine building process that increases your capabilities each turn. These and other more minor elements (like being the first to reach a particular achievement) are all interwoven into a united target of gaining the most victory points, but the differing objectives to chase are both tantalizing and feel satisfyingly distinct.", "The full-color landmark buildings make for striking components on the table", "While you juggle a lot of potential goals, the fundamental action on most turns is very, very simple – choose one of the four advancement tracks, and move forward on it. No multi-step phases for your turn here – simply select one track, pay the resource cost, and (usually) gain the benefit. As an aside, this does wonders for the pacing, and keeps the game moving quite briskly, at least until the heftier endgame turns where your single choice can snowball into a number of events. No matter when it occurs in the game, your one action choice on your turn is a seemingly simple decision with myriad possible outcomes, as every step of each track has different benefits and payouts. I love how different each of these tracks feels, and the way Tapestry virtually demands you focus on just a couple of those paths to specialize your civilization’s forward momentum.", "For instance, the technology track lets you add new capabilities (represented as acquired cards), from light bulbs and printing presses to irrigation and even time travel; these, in turn can be upgraded over time. Meanwhile, an advancement along the exploration track is all about expanding across the board, laying down new hexes, connecting up related terrain types in ways that will be advantageous for your team, eventually even launching off into space. Without belaboring the explanation, the same independent mechanics emerge for the science and military tracks. Again, the dynamic emerges here of separate smaller games coalescing within the larger experience.", "Expanding and conquering territory is only one part of your civilization's efforts", "When resources run scarce, your turn can instead be consumed by collecting income and advancing your civilization into a new era. A new tapestry card is played onto your mat, indicating a new narrative twist to your civilization’s development. By the end, you emerge with a satisfying –if sometimes strange – profile of a culture’s march through history. Perhaps you were a colonial state that eventually settled into rule by pirates. Or maybe your guild-focused society gave way to a Golden Age, and a subsequent alliance with one of your opponents. This tapestry paints a figurative picture of growth, making a character of your society, and lending personality to a growing nation.", "One interesting side effect of this broader turn structure (either advancing along a track, or collecting income and moving into a new era) means that different players reach the end of their game at different points. In my experience, these moments were rarely far apart, but in a few instances, other players and I both skidded to a halt in our final turns while other players still had a decent amount of activity to do. It’s not player elimination in the traditional sense, but it does mean that there’s usually at least one player who is sitting and waiting for things to wrap up, already with a pretty firm idea of how strong or weak their civilization turned out.", "Acquired buildings are laid out in your capital city, and smart placement earns additional victory points", "Stonemaier has made an unusual choice in how to present these many interconnected elements of play. While a game of medium complexity overall, its rules are presented in a svelte four-page booklet. It’s a refreshing change of pace in many regards, and a triumph in its own right since it means that new players can set up and play with a bare minimum of reading. But the design choice comes with a cost; with so few examples and such concise presentation, it’s virtually impossible to really understand the “whys” and “hows” of Tapestry in your first (and maybe even your second) game. The game is awash in iconography on all its spaces and cards, helpfully detailed on a separate reference guide, but still likely to confuse any initial glimpse at the boards and cards. The many paths to victory points, and the likelihood that in one playthrough you’re chasing different goals than the next, mean that it’s challenging to gauge optimum paths to victory until you’re familiar with the game.", "Another dilemma emerges from the quality of randomness inherent to Tapestry’s card draws. As the game begins, you are given two separate civilizations to choose between – each with dramatically different strengths – and are forced to choose one. This is great fun and adds a ton of replay potential. The “Nomads” and their territory expansion capabilities play quite differently from the influence-spreading “Entertainers” or the future-predicting “Mystics.” But it also has the unfortunate potential to shoehorn your playstyle before the game even gets started, dictating a big part of how you move forward for the next couple of hours of gaming. I experimented with house-ruling this issue away, offering broader or even complete freedom of civ selection to players, but that brought with it its own time sinks and the potential for imbalance among experienced players.", "Tapestry cards feature wonderful art, and add a wealth of emergent narrative; their powers can swing a game in dramatic ways", "That random quality is further accentuated by the game’s namesake component; the tapestry cards add tremendous personality and joy to the personalization of your growing nation, but they can also absolutely swing the tide of history, especially if you happen to luck into a card that matches your current efforts; for instance, the Empiricism card has huge potential for a Science-focused player, but far less benefit for someone chasing Military might. There’s choice here in whether you play that or another card since you can acquire multiple tapestry cards to choose between. But in my experience, winning combinations can effectively decide a game.", "This all begs the question of whether any of that is fundamentally a bad thing? For me, it’s not. I enjoy the emerging narratives and strategies that show up on the table, both from myself and my opponents, even when those combos and card flex against the game balance. I like the direction that civilization and tapestry cards give to the broad array of available play options. And while it can be a bummer to get a bad draw, you're just as likely to be on the positive side of that equation, and get that satisfying sense of everything clicking together. It feels to me less a game about perfect balance between all the available options, and more a game about enjoying the unfolding perspectives on the table, and marveling at the simulation as it grows more complex. But I’ve also observed that these same features I enjoy can rub certain players the wrong way – especially certain individuals with competitive streaks – so be aware of this aspect going in.", "Early in the game, your player mat houses your buildings, and your tapestry remains undetailed. As the game continues, buildings move onto your capital city, and your tapestry gains new cards", "It’s telling that I can reach this far into the fascinating design of Tapestry before being able to surface one of its most striking features: its awesome presentation and components. As you’ve likely already concluded from the attached photos, Tapestry is gorgeous. From the bright hues of the main board to the evocative art on the cards, the game springs with optimism and potential. The rule pamphlet has a silky, satisfying paper-feel. And both the tiny buildings and the larger, chunky, full-color landmark buildings lend a powerful sense of presence to Tapestry’s table. It’s an effect that accentuates the game’s greatest qualities – the charm of seeing these cultures emerge, now accompanied by landmarks like lighthouses and rocket launch pads. The fact that those landmarks help to grow your capital city as they go into play further blends the aesthetic attraction with the game’s design.", "Like several of Stonemaier’s previous games, Tapestry includes a clever set of A.I. rules to support solo play or add complexity to a two-person game. These optional A.I. players are relatively easy to run. It’s a great choice for learning the game, and for a particularly dedicated player, an ideal way to learn the advantages of different civilizations before trying things out with friends. However, I’ll reemphasize that Tapestry’s greatest sense of engagement came in seeing the ways real human opponents shaped their specific cultures and interacted with one another – that experience is at its best with larger player counts of three to five.", "Tapestry is a beautifully produced game, with top-notch components and art throughout", "If you can let go of the need to fully grasp all of its many icons, interconnected systems, and best paths to victory, Tapestry is a surprisingly easy game to lay out and play for the first time. I realize that’s a tall order for a lot of board gamers – many of us (and I include myself among them) struggle against the need to know the details of what we’re trying to do ahead of time. Tapestry simply doesn’t lend itself to that type of play, at least until you’ve played it through for yourself once or twice. But Tapestry’s depth offers plenty of rewards over time, especially for players who come at it with an honest enthusiasm for what the game’s name implies – excitement about the multi-colored tapestry of human history.", "Whether Tapestry is the right fit for your gaming group or not, I’m confident that you can find something that nails that fit if you swing over into our Top of the Table hub. You’ll find dozens of recommendations for some of the best board, card, miniature, and role-playing games you can enjoy in today’s growing hobby scene. And if you ever need more personalized recommendations, just drop me a line and I’ll be happy to help."], "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Senior Previews Editor", "Matt Miller Has Been With Game Informer Since He Has A Special Interest In The Evolution Of Game Design", "The Tabletop Hobby", "The Crafting Of Interactive Narrative."], "title": "Top Of The Table – Tapestry", "id": "160da425-d61f-38c9-a534-be14c387a831", "keywords": ["players", "cards", "table", "civilization", "game", "tapestry", "different", "games", "player", "buildings", "play"], "summary": "In his design diary for Tapestry, designer Jamey Stegmaier openly cites video games like Civilization V and tabletop projects like 7 Wonders as inspirations.\nThere’s choice here in whether you play that or another card since you can acquire multiple tapestry cards to choose between.\nI like the direction that civilization and tapestry cards give to the broad array of available play options.\nLike several of Stonemaier’s previous games, Tapestry includes a clever set of A.I.\nWhether Tapestry is the right fit for your gaming group or not, I’m confident that you can find something that nails that fit if you swing over into our Top of the Table hub.", "pubDate": null, "url": "https://www.gameinformer.com/top-of-the-table/2019/11/22/top-of-the-table-tapestry"}