{"id": "16138409-30e0-3921-88e2-3d602141be83", "title": "Hello, World! It Is ‘I,’ the Internet", "url": "https://www.wired.com/story/hello-world-it-is-i-the-internet/", "summary": "SUPPORT REQUEST :From : [ 101 ] SWITCHING PROTOCOLSRemember when we used to write out “the Internet” with a capital “I”?\nNow it's all in lower case, as if the Internet could be any old “internet” at all.\nto start calling the Internet the internet reflects—or worse, imposes—a meaningful shift in how we think about technology?\nDear [ 101 ] ,I do remember the capital “I” Internet, as do most people, I think, albeit in that hazy, blinkered way that is typical of our amnesiac present.\nIt sounds as though you already have some familiarity with the Internet vs. internet debate.", "paragraphs": ["SUPPORT REQUEST :", "From : [ 101 ] SWITCHING PROTOCOLS", "Remember when we used to write out “the Internet” with a capital “I”? Now it's all in lower case, as if the Internet could be any old “internet” at all. When did this change happen, and why didn't I notice it at the time? Also, is it possible that the decision (wait, who made it?) to start calling the Internet the internet reflects—or worse, imposes—a meaningful shift in how we think about technology?", "CLOUD SUPPORT For assistance with your personal problems, moral dilemmas, or philosophical concerns about encounters with technology, open a support ticket via email; or register and post a comment below.", "Dear [ 101 ] ,", "I do remember the capital “I” Internet, as do most people, I think, albeit in that hazy, blinkered way that is typical of our amnesiac present. The convention now reads as dated, even archaic, like those allusions to Beauty, Truth, and Nature in Romantic poetry—as though we once endowed the web (formerly the Web) with all the grandeur of a Platonic form. I don’t think you’re alone in your confusion about when and how the change happened. History, even very recent history, is a casualty of our accelerated age. The newsfeed is forever disappearing into the void, like the Greek parable about forgetfulness in which a man endlessly braids a straw rope while a donkey, lurking behind him, eats the completed end.", "It sounds as though you already have some familiarity with the Internet vs. internet debate. For those who are new to it, I should stress that the capitalization was not meant to signal transcendence, singularity, or a whiff of the absolute. Quite the opposite: It underscored that the Internet we used was just one particular iteration of the larger category of internets, just as our nation’s Constitution (which we capitalize, like all proper nouns) is just one of many national constitutions (which, as a generic noun, remains lowercased). The internet that we know and use today grew out of the Pentagon’s Arpanet network (aka, the Advanced Research Projects Agency Network) in the late 1960s, but throughout the '80s and '90s, it was just one of many instantiations of the Internet protocol suite used by educational and commercial networks. Eventually, Arpanet would come to be known as Internet. Once it evolved into the World Wide Web, it was appended with the definite article—the Internet—though the capital “I” served as an implicit reminder that it was just one example of the technology, an Internet among internets.", "It is common for technologies to shift from proper nouns to generic ones as they become incorporated into the culture. Some forward-looking voices predicted, as early as the late-1990s, that the Internet would succumb to the same fate as television and radio, mediums that were similarly capitalized at first, until they became part of our everyday landscape. In 2004, WIRED.com—then distinct from the print periodical, WIRED magazine—switched to lower case. (When WIRED magazine’s parent company, Condé Nast, bought the website two years later, the standard capitalization was reimposed.) It’s telling that many of the earliest publications to make the switch to “internet” were magazines that originated online—proving the adage that fish, least of all, are aware of the water in which they swim.", "I should stress that the capitalization was not meant to signal transcendence, singularity, or a whiff of the absolute.", "One of the common arguments for decapitalization—that the capital “I” was too loud and intrusive—mirrored, in an interesting way, the aspirations of digital technologies themselves. Mark Weiser, the Xerox computer scientist who coined the term “ubiquitous computing,” spoke longingly of the day when computers would “vanish into the background,” weaving themselves “into the fabric of everyday life until they are indistinguishable from it.” As a growing number of sites and publications began switching to the more unassuming “internet,” it seemed like a tacit acknowledgement that these technologies had succeeded in becoming invisible, that we now moved in and out of cyberspace—a passage once marked, unmistakably, by the foghorn of the dial-up modem—in the same elegant, unthinking silence that accompanied our use of electricity or water. After the United Nations declared Internet access a fundamental human right in 2011, the lowercase internet became even more compelling (despite the fact that the report itself capitalized the word): The information highway had become just another public good that anyone could access, like air or city parks, not some imperious proper noun like Catholicism or the Democratic Party.", "The decisive moment came in 2016, when the Associated Press announced that its Stylebook would switch to lower case. The Washington Post and The New York Times quickly followed, for fear of seeming out of step. (So did WIRED magazine and WIRED.com.) “We want our rules for spelling, punctuation and usage to be largely invisible,” said the Times. The new convention was, indeed, so invisible, so seamless, that many people, like you, [101], remained blissfully unaware of the change—or the outcry from those who fiercely opposed it."], "authors": ["Meghan O'Gieblyn", "Meghan O'Giebly"], "keywords": ["web", "technologies", "world", "used", "lower", "capital", "think", "support", "internet", "proper", "hello", "wired"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}