{"id": "163b3d59-3e7b-371c-8de3-887a78d17611", "title": "Can antimicrobial fashion protect you from the coronavirus?", "url": "https://edition.cnn.com/style/article/antimicrobial-fashion-coronavirus/index.html", "summary": "But what does antimicrobial fashion do, and can it provide extra protection during a pandemicBurberry announced an upcoming line of antimicrobial masks in their signature check textile.\nBut some ​others have not revealed which viruses, if any, their products have been tested on, muddying the waters of so-called \"antimicrobial\" fashion.\nPolygiene describes its textile treatment as \"durable,\" but advises users to \"wash less and only when needed.\"\nUnresolved questionsAs companies race to appeal to anxious consumers, ​claims about antimicrobial garments' effectiveness against the novel coronavirus itself appears to be expanding.\nPlus, even if a textile treatment is proven to reduce certain viral activity, that doesn't necessarily make it practical for all types of garments.", "paragraphs": ["Written by Jacqui Palumbo, CNN", "With no end to the global pandemic in sight, fashion and sportswear brands have been quickly adapting their lines to include face masks decorated with logos and stylish patterns.", "While cloth masks made of traditional materials can help slow the spread of Covid-19 , according to the World Health Organization, some labels are going one step further. They're marketing new accessories, and in some cases entire clothing lines, as having antimicrobial properties -- applications that inhibit the growth of microorganisms such as bacteria and fungi, or reduce viral activity. But what does antimicrobial fashion do, and can it provide extra protection during a pandemic", "Burberry announced an upcoming line of antimicrobial masks in their signature check textile. Credit: Courtesy Burberry", "In recent months, brands including Burberry have introduced masks that, they claim, are protected from microbes and germs. Burberry's forthcoming beige and blue designs come in the label's signature check. Under Armour's multi-layered UA Sportsmask, which is ​marketed as having antimicrobial properties, sold out in under an hour when it was released this summer.", "And Diesel is selling denim that it claims is \"virus-fighting.\" The Italian brand announced that it will use a technology called ViralOff -- which it says \"physically halts 99% of any viral activity\" -- in a number of items in its Spring-Summer 2021 collection. ViralOff works \"by interacting with key proteins, inhibiting the virus from attaching to textile fibers,\" reads Diesel's press release.", "In the US, brands cannot claim that products will protect wearers from SARS-CoV-2, the virus that causes Covid-19, without providing sufficient evidence. ​Therefore, some labels simply allude to extra protection or hygiene, though the small print often reveals that antimicrobial treatments are only intended to inhibit bacterial or viral growth, not protect the user from pathogens. (Washing garments with soap once a day, as recommended by the World Health Organization , or WHO, can also kill bacteria and viruses.) The FDA and CDC ​did not immediately respond to CNN's requests for information regarding products that have been tested ​or submitted for formal approval.", "Without sound scientific testing by brands across the board, it is difficult to assess whether antimicrobial treatments can protect wearers from the novel coronavirus, according to Amy Price, a senior research scientist at Stanford Anesthesia Informatics and Media (AIM) Lab who has advised the WHO on its face mask guidelines.", "\"The challenge is that sometimes claims are made, but they aren't tested on the actual masks or with the actual virus,\" she said over a video conference call. \"So they're like gimmicks.\" ​Price has not tested any of the products mentioned in this article.", "Some companies say they have tested their products with SARS-CoV-2, like IFTNA's PROTX2 AV that Under Armour says it uses, and HeiQ's Viroblock , which, according to the company's website, is used by numerous brands to produce reusable face masks, coats and even mattresses . IFTNA says recent lab testing \"shows PROTX2 AV's efficacy against Covid-19,\" while HeiQ claims that Viroblock, which is added to the fabric during the final stage of the textile manufacturing process, has been \"tested effective against Sars-CoV-2.\" CNN has not been able to independently verify these claims.", "But some ​others have not revealed which viruses, if any, their products have been tested on, muddying the waters of so-called \"antimicrobial\" fashion.", "Price, who studied the effectiveness of fabric masks alongside AIM Lab's director, Larry Chu, said there are a number of variables that determine how much protection a product offers.", "\"Oftentimes, bacteria and viruses have different ways of reproducing, and different things are effective against them,\" she explained. \"With antimicrobial (treatments) it's important to know what you're dealing with, what it's been tested with and if it's safe for human skin.", "\"(With) anything that you put on your face -- especially that you're going to be wearing day in and day out -- you want to make sure it is really something that is safe or FDA approved.\"", "Murky claims", "Since the coronavirus outbreak was labeled a pandemic by the WHO in March, the guidance around mask-wearing has continued to evolve. Many countries now require face coverings to be worn in public spaces in order to reduce the spread of the virus.", "\"If you're wearing (a mask) and the people around you are wearing it, we've seen that transmission (of the coronavirus) probably drops in the 90% plus range, which is pretty good odds,\" Dr. Atul Grover, executive director of the Association of American Medical Colleges Research and Action Institute, told CNN in August.", "In their study, Price and Chu found that cloth masks can \"do better than surgical masks in terms of blocking particles,\" Price said -- but only \"if they're made well,\" with a triple-layered and tight-fitting design. (The WHO has produced a series of videos on recommended materials and fit, based on the pair's research.)", "Cloth face masks have become a popular reusable option during the pandemic. The World Health Organization recommends washing with soap and water in between wears to kill germs. Credit: Alfredo Estrella/AFP/Getty Images", "", "\"Ultimately, it's about having some form of barrier with multiple layers,\" said CNN Chief Medical Correspondent Dr. Sanjay Gupta \"Ultimately, it's about having some form of barrier with multiple layers,\" said CNN Chief Medical Correspondent Dr. Sanjay Gupta in a CNN video from April on the benefits of wearing a mask.", "There have been few published studies, so far, examining the impact of antimicrobial and antiviral fabric treatments on the new coronavirus. And there is no single type of technology being used by clothing brands, so each would require extensive individual studies to judge their efficacy. It will be important to consider whether a treated fabric is able to neutralize the virus, and if so, how long it takes (\"the virus can get in within nanoseconds,\" Price said), as well as the number of washes the antimicrobial treatment can withstand. ​", "Earlier this month, Polygiene, which recently partnered with Diesel and is the maker of ViralOff, said in a press release that the antimicrobial textile treatment technology can successfully kill 99% of SARS-CoV-2 from textile surfaces within two hours. While Price has not tested Polygiene's ViralOff technology, she believes two hours is \"a lengthy disinfection time,\" explaining that the garment could contaminate skin, food, water or mucous membranes during that period if it makes contact.", "Polygiene describes its textile treatment as \"durable,\" but advises users to \"wash less and only when needed.\" Over email, the company clarified that it cannot guarantee ViralOff will continue to work after machine washing -- it recommends gently washing garments treated ViralOff by hand or not washing at all -- but said that another formula is currently in development.", "Under Armour and Diesel did not return CNN's requests for comment, while Burberry would not elaborate on the type of antimicrobial treatment used in its masks.", "Unresolved questions", "As companies race to appeal to anxious consumers, ​claims about antimicrobial garments' effectiveness against the novel coronavirus itself appears to be expanding. HeiQ claims that its aforementioned treatment technology kills 99.99% of the virus within 30 minutes, while fabric maker IFTNA claims that their product neutralizes over 99% of the virus in as little as 10 minutes thanks to its \"residual killing power.\"", "Both companies say their products have also been tested with other pathogens, including strains of influenza and different types of coronavirus, with each lasting 30 washes, but CNN is unable to independently verify these claims.", "Related video: 5 ways you can change your fashion habits to help the planet", "But the companies vary in how they describe the protection offered by their products. Giancarlo Beevis, president of IFTNA, said over email: \"It will protect the wearer from potential transmission points on anything treated with PROTX2 AV.\" HeiQ, on the other hand, does not claim that its product can protect people against pathogens -- a legal disclaimer on its website says the treatment is meant to protect the textile itself, not the wearer.", "\"Antiviral fabrics reduce the risk of virus transmission through surface contamination and are added protection from the virus,\" said Rahel Kägi Romero, of HeiQ's marketing team, over email. \"HeiQ does not want to make health claims and give people a wrong sense of security. Antiviral fabric is one factor in keeping people safe, but it needs to go hand in hand with other measures, such as keeping a social distance, wearing face masks when in crowded areas and washing hands regularly.\"", "While keeping your clothing virus-free could, potentially, reduce the chance of cross-contamination, there is still much that is unknown about SARS-CoV-2. The primary routes of transmission are still contested , as is the amount of the virus required to make a person ill. According to the Centers for Disease Control and Prevention (CDC), although the possibility hasn't been ruled out, \"touching a surface or object that has the virus on it... isn't thought to be the main way the virus spreads.\"", "The possible benefits of antimicrobial fabrics are even less clear for garments that don't usually come into contact with the face, like jeans, Price said. \"Unless you're going to just be sitting there, rubbing your legs and then rubbing your face, then what's the point?\" she asked. Plus, even if a textile treatment is proven to reduce certain viral activity, that doesn't necessarily make it practical for all types of garments.", "Price doesn't discount the potential value of antimicrobial textiles, but so far, she said, the studies offer an incomplete picture. \"Should this be tested? Yes,\" she said. \"(But) it should absolutely not be marketed to the public through press releases and industry brochures before the results are vetted and replicated in a fair test of treatments, like a well-run randomized clinical trial.", "\"Even FDA trials contain three phases and aftermarket surveillance... If a person feels safer wearing a microbial textile, and this safety is only a marketing illusion, it could cost them their lives or their health.\""], "authors": ["Jacqui Palumbo"], "keywords": ["coronavirus", "antimicrobial", "treatment", "textile", "price", "products", "tested", "fashion", "protect", "masks", "virus", "claims", "face"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}