{"id": "164293e9-7868-3822-8b4c-fef0e29c9a41", "title": "The French armed forces are planning for high-intensity war", "url": "https://www.economist.com/europe/2021/03/31/the-french-armed-forces-are-planning-for-high-intensity-war", "summary": "I N THE FORESTS and plains of the Champagne-Ardenne region, where once the great powers went into battle, the French armed forces are beginning to prepare for the return of a major conflict.\nIt will involve the full range of French military capacity on a scale not tested for decades.\nThere are other signs that the French armed forces are in the midst of a generational transformation.\nThe French armed forces are also expanding their information warfare and cyber capabilities.\nThe other problem is that French forces are being pulled in several directions at once.", "paragraphs": ["I N THE FORESTS and plains of the Champagne-Ardenne region, where once the great powers went into battle, the French armed forces are beginning to prepare for the return of a major conflict. Planned for 2023, Exercise Orion is a full-scale divisional exercise that will last several days, based probably out of camps at Suippes, Mailly and Mourmelon. It will involve the full range of French military capacity on a scale not tested for decades. The drill will include command-post exercises, hybrid scenarios, simulation and live-fire drills. Around 10,000 soldiers could take part, as well as the air force and, in a separate maritime sequence, the navy. Belgian, British and American forces may join in.", "Listen to this story Your browser does not support the <audio> element. Enjoy more audio and podcasts on iOS or Android.", "There are other signs that the French armed forces are in the midst of a generational transformation. In January the general staff quietly established ten working groups to examine the country’s readiness for high-intensity war. French generals reckon that they have a decade or so to prepare for it. The groups cover everything from munition shortages to the resilience of society, including whether citizens are “ready to accept the level of casualties we have never seen since world war two”, says one participant. The spectre of high-end war is now so widespread in French military thinking that the scenario has its own acronym: HEM , or hypothèse d'engagement majeur (hypothesis of major engagement). The presumed opponents are unnamed, but analysts point not only to Russia, but also Turkey or a North African country.", "That represents a seismic shift for French forces. Thirty years ago they mostly did peacekeeping. Over the past decade, they have turned to counter-insurgency and counter-terrorism, whether abroad (Opération Barkhane in the Sahel) or at home (Opération Sentinelle). But in his strategic vision for 2030 published last year, General Thierry Burkhard, the head of the French army, called for preparing for high-intensity, state-on-state conflict.", "“We absolutely have to prepare for a more dangerous world,” General Burkhard recently told The Economist. This requires what he calls a “hardening” of the land army. Currently France keeps 5,100 troops in the Sahel as part of Barkhane. Future operations “could involve brigades, or a division”, meaning 8,000-25,000 soldiers. The need to change scale over the next decade, says the general, will require a mix of reforms: more demanding recruitment; investment in modern equipment; simpler organisational structures to make the army more nimble; and toughened training for a major conflict. “We will be tested more and more brutally,” he says. “We need to realise this.”", "When Emmanuel Macron was elected president in 2017, the armed forces initially doubted his commitment to military spending. After imposing a round of short-term cuts, he rowed publicly with General Pierre de Villiers, then head of the joint chiefs of staff, prompting the general to resign. Since then, however, Mr Macron has kept a campaign promise to invest heavily in France’s soldiers.", "The defence budget for 2019-25 got a big boost, taking annual spending to €50bn ($59bn) by the end of the period, by which time it will be 46% up on its level of 2018. Weighted towards the later years, the budget allows military planners to think ahead, buy kit and reorganise. “It’s the first time in memory that we have a reasonable fit between the planning documents and the budget allocated,” says François Heisbourg of the Foundation for Strategic Research in Paris. It also means that France now meets its NATO commitment to spend at least 2% of its GDP on defence.", "The core of French military modernisation is the Scorpion programme, a $6.8bn project to replace virtually every front-line motorised and armoured vehicle in the army, upgrade the 1990s-era Leclerc tank and connect all these together over a new digital network. The idea is that a first fully-equipped Scorpion brigade should be ready by 2023. Rémy Hémez, a French officer and researcher, says that in the 15 years between 2010 and 2025 the army’s equipment will have changed more than it did in the four decades between 1970 and 2010.", "Marchons, marchons", "In many respects, France’s approach to future war differs from the tech-heavy vision recently unveiled by Britain. Whereas Britain is cutting troops and armour, France is keeping 60% more soldiers than Britain plans to, and 50% more tanks. It has been relatively slow to acquire and arm drones. “There is a great risk of falling behind as automation on the battlefield accelerates,” warned a report by the Institut Montaigne, a think-tank. Indeed, French officers tend to be more sceptical than British or American ones that technology will transform the battlefield. “Technology is never 100% effective,” warns General Burkhard. “Soldiers must always be able to fight in a degraded way…when the technology does not work any more.”", "That does not mean France is ignoring new domains of war; space, in particular, is a priority. In September last year France’s air force became the “Air and Space Force”, having earlier set up a new military space command in Toulouse. The French armed forces are also expanding their information warfare and cyber capabilities. In December 2020 Facebook and Instagram removed a network of 100 fake accounts linked to the French armed forces after they sparred with Russian-backed ones over the Central African Republic and Mali, among other African battlegrounds where the two countries vie for influence. As France starts to gear up its armed forces for all these new forms of warfare, however, there are a number of serious challenges. The Sahel experience, says General Burkhard, is “undeniably a real strength”. Over a vast area of semi-arid scrub, soldiers and special forces take part in high-risk combat operations, which are both technically and tactically challenging. The French army has reported 57 deaths since 2013. Yet Barkhane is a highly asymmetric conflict, in which the French enjoy air supremacy, with no communications interference or threat from drones, missiles or cyber-attacks. The other problem is that French forces are being pulled in several directions at once. In mid-March a dozen French tanks, 160 armoured vehicles and 300 troops arrived in Tapa, in Estonia. They were the latest French contribution to the NATO battlegroups stationed in Poland and the Baltic states to deter Russian attack. Indeed military staff assume future engagements would be alongside allies—if not NATO , then at least America, or a coalition of the willing. These modernisation efforts are consistent both with NATO ’s priorities and with Mr Macron’s desire for Europe to bolster its indigenous defences, though France and others remain reliant on American support for key enabling assets, like airlift and air defence. In addition to eastern Europe, France is increasingly preoccupied to the south. In the eastern Mediterranean, France and Turkey have quarrelled over Libya, Syria and Cyprus, prompting Mr Macron to dispatch two warplanes and a frigate to Greek waters last August. France is also deeply involved in the Indo-Pacific, where its overseas territories contain 1.6m French citizens and 7,000 soldiers. France has sustained a steady naval presence in the area.", "The catch is that the navy has just 15 major surface ships to deal with all these issues, points out Admiral Pierre Vandier, France’s chief of naval staff. “All of us Europeans are on thin ice. We may stretch our forces between doing well in the Atlantic, doing well in the Med, doing well in the Gulf and doing well in the Indo-Pacific.” Prioritising between these is no longer a job for the armed forces, he says, but “a political decision” for Mr Macron, or for his successor. “We will have choices to make, for sure.” ■", "A version of this article was published online on March 28th 2021"], "authors": ["The Economist"], "keywords": ["soldiers", "armed", "air", "military", "french", "war", "highintensity", "planning", "forces", "army", "france", "general"], "pubDate": "2021-03-31T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}