{"id": "1650893d-fde6-3ed1-997c-e6b8c43842f7", "title": "Inside a small-town Native American beauty pageant", "url": "https://edition.cnn.com/style/article/lumbee-pageant-natalie-keyssar-photography/index.html", "summary": "Kerigahn Jacobs, Miss Teen Lumbee 2018, and Lyndsey Locklear, Miss Lumbee 2018, wearing their native regalia.\nBut in 2018, Brooklyn-based photographer Natalie Keyssar, who grew up two hours away in Durham, traveled to Pembroke to document the festivities.\nThe pageant is \"a celebration of Lumbee beauty and ... the empowered Lumbee woman,\" Keyssar said over a video call.\nThe Lumbee tribe website says it is the largest tribe east of the Mississippi River, yet it is only recognized at the state level.\nMahlea Hunt, Miss Teen Lumbee 2017, prepares backstage for her farewell performance at the pageant.", "paragraphs": ["Written by Jacqui Palumbo, CNN", "Each year, pageants like Miss Native American and Miss Indian World invite indigenous women from around the United States to represent historically disenfranchised tribes and celebrate their cultural heritage.", "And in the rural town of Pembroke, North Carolina, which sits along the state's southern border, a much smaller annual pageant takes place: one honoring the girls and women of a tribe that has fought for federal recognition for over 130 years.", "Kerigahn Jacobs, Miss Teen Lumbee 2018, and Lyndsey Locklear, Miss Lumbee 2018, wearing their native regalia. Credit: Natalie Keyssar", "The Lumbee Homecoming is a week-long summer event hosted by the Lumbee Tribe of North Carolina, and includes competitions for Miss Lumbee, Teen Miss Lumbee, Junior Miss Lumbee, Little Miss Lumbee and Senior Ms. Lumbee, as well as a veteran's ball, pow wow and parade.", "This year's Homecoming, originally set to begin in late June, was canceled for the first time in its five-decade history due to the Covid-19 pandemic. But in 2018, Brooklyn-based photographer Natalie Keyssar, who grew up two hours away in Durham, traveled to Pembroke to document the festivities.", "The pageant is \"a celebration of Lumbee beauty and ... the empowered Lumbee woman,\" Keyssar said over a video call. \"It's this joy in identity ... it's this reverence for the strong women in their community.\"", "Asserting their identity", "Homecoming is a chance for the 55,000-strong Lumbee community to come together and take pride in its heritage. The women recognized in the Lumbee pageants become ambassadors for the year ahead, representing the tribe at various events to help educate people about its history and cultural practices.", "The Lumbee tribe website says it is the largest tribe east of the Mississippi River, yet it is only recognized at the state level. In 1956, Congress passed the Lumbee Act, acknowledging the Lumbee as a Native American tribe but denying it the right to self-govern or receive federal funding.", "All former Miss Lumbees are called on stage and given a rose during a break in the pageant. Credit: Natalie Keyssar", "In October, however, a committee in the US House of Representatives approved bipartisan legislation that would grant the tribe its long sought-after status, allowing the bill to move forward to the House floor. In the build-up to the 2020 US election, President-elect Joe Biden said he would back federal recognition of the Lumbee, which tends to be a \"swing tribe\" at the ballot box.", "The Lumbee have a unique history. The tribe's faith is primarily Baptist and its members descend from several Native American tribes, including the Cheraw, that intermarried with Whites and free African Americans in the 18th and 19th centuries. Though the Lumbee lost their ancestral language through colonization, today they speak the Lumbee English dialect.", "\"There's a pretty incredible rebellious, revolutionary history of the Lumbee,\" Keyssar said, pointing to events in 1958, when the tribe famously drove away a Klu Klux Klan rally in the so-called Battle of Hayes Pond. The homecoming is a \"cultural celebration that is so relevant to the history of the South,\" the photographer added. \"And it's revolutionary and anti-racist in nature.\"", "Mahlea Hunt, Miss Teen Lumbee of 2017, checks her reflection backstage. Credit: Natalie Keyssar", "The pageant shows the tribe's \"profound fusion of Southern culture,\" Keyssar said. Participants are scored across several events, including a talent portion, during which contestants often sing gospel songs. They change outfits between segments, switching from evening gowns to colorful long-sleeve traditional dresses that honor and reclaim their history.", "Community pride", "At each of the week's pageants, Keyssar took portraits on stage and behind the scenes, as contestants prepared for their entrances and previous ambassadors returned to pass their crowns to new honorees. Friends and family often stayed with contestants to help with their hair and makeup, Keyssar said.", "Mahlea Hunt, Miss Teen Lumbee 2017, prepares backstage for her farewell performance at the pageant. Credit: Natalie Keyssar", "\"The poise and performative power of these young women completely blew me away,\" the photographer said. (Though, she added, the anxiety of the younger contestants contrasted starkly with the cool and collected Ms. Senior Lumbee hopefuls, who have sometimes been participating for decades.)", "In one of her most striking images, Keyssar captured a contestant, Kerighan, moments after she claimed the title of Miss Teen Lumbee. When Kerighan won, the emotion was palpable, Keyssar recalled.", "Kerigahn weeps as she is named Miss Teen Lumbee 2018. Credit: Natalie Keyssar", "\"The moment that Kerighan won ... was pretty powerful,\" Keyssar said. \"(The contestants) are playing these incredibly polished roles throughout the competition. And then she's a teenage girl and she's crying (and) smiling ... but trembling visibly.\"", "Current and former ambassadors then come together for a parade, waving to the crowds from floats and cars that drive through the town. Keyssar said it's a time of joy in a community that has long faced adversity, from high poverty rates to historic flooding.", "\"(It's) not a place where life is particularly easy,\" she noted. But during Homecoming \"there's just so much pride coming down the street. There are so many (pageant) queens and everybody's so excited.", "\"It's pretty magical,\" she added.", "This article was originally published in October 2020. A previous version of this story contained a quote about the manufacture of dresses worn by pageant participants, that may have been inaccurate. The quote has been removed."], "authors": ["Jacqui Palumbo"], "keywords": ["tribe", "lumbee", "credit", "inside", "miss", "natalie", "smalltown", "beauty", "history", "keyssar", "women", "native", "pageant", "american", "teen"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}