{"id": "16549cb5-bbc0-3a76-88f8-9e15e1b786ae", "title": "Travel to Japan during Covid-19: What you need to know before you go", "url": "https://edition.cnn.com/travel/article/japan-travel-covid-19/index.html", "summary": "Below is information on what to know if you still plan to travel, last updated on April 6.\n(CNN) — If you're planning to travel to Japan, here's what you'll need to know and expect if you want to visit during the Covid-19 pandemic.\nWhile they will not need to self-isolate, they will need to provide details of their movements for the following two weeks and not use public transport.\nAfter low infection rates in the first wave, Japan has seen a sharp increase in cases.\nAs of April 6, Japan has reported 486,792 confirmed cases of the virus and 9,229 deaths.", "paragraphs": ["Editor's Note — Coronavirus cases remain high across the globe. Health officials caution that travel increases your chances of getting and spreading the virus. Staying home is the best way to stem transmission. Below is information on what to know if you still plan to travel, last updated on April 6.", "(CNN) — If you're planning to travel to Japan, here's what you'll need to know and expect if you want to visit during the Covid-19 pandemic.", "The basics", "Japan was lauded for containing the virus during the first wave but has seen a surge in cases, with a major spike in November and December.", "Prime Minister Suga announced on February 9 that all foreign nationals would be barred from entering the country, but did not specify a start date or give details about how this would be implemented. While the Tokyo Olympics are still scheduled to take place in 2021, Reuters reports that it is highly likely that foreign residents would be barred from attending or being in the audience. The IOC and Japanese government will make an official announcement on the matter in early March.", "Although all foreign nationals have been barred from attending the Olympics in summer 2021 and are mostly unable to enter the country, Japanese authorities announced that they are considering testing any foreigner entering the country for the newer coronavirus variants.", "What's on offer", "A heady mix of the cutting edge and deeply traditional, Japan remains a major draw for travelers from all over the globe. Whether participating in a traditional tea ceremony in Kyoto, scouring Tokyo's Akihabara district for tech bargains or soaking in a hot onsen in the forests of Tohoku, this is a country that leaves its mark on all who visit.", "Who can go", "Japan has some of the most stringent travel restrictions in the world, with 152 countries on its prohibited list. Visitors from Australia, Brunei, China (including Hong Kong and Macau), New Zealand, South Korea, Singapore, Taiwan, Thailand and Vietnam may enter the country, although those traveling from China and South Korea can only arrive into the country via Tokyo Narita airport. Additionally, those traveling for study, work or to join family (subject to visa requirements) may enter. That said, there are many exceptions and the rules change constantly. Consult MOFA for the latest information.", "Prime Minister Suga announced on January 14 that the borders would close to all foreign nationals, although there were no specifics on beginning and ending dates. He also did not specify whether this would apply to foreign citizens with Japanese residency.", "What are the restrictions?", "Travelers from permitted destinations must undertake a 14-day quarantine, although it is possible to request a PCR test on arrival. A negative result allows you to finish quarantine.", "Those traveling under Japan's revised business travel rules will need to provide proof of a negative PCR test taken within 72 hours of departure, signed and stamped by the laboratory where it was taken. While they will not need to self-isolate, they will need to provide details of their movements for the following two weeks and not use public transport.", "The prefectures of Osaka, Hyogo and Miyagi are strengthening their Covid-19 measures amid a rise in cases in the country as of April 6.", "The regulations are set to last for at least one month. Under the guidelines, bars and restaurants are required to close by 8pm and will bar entry to customers who aren't wearing masks.", "What's the Covid situation?", "After low infection rates in the first wave, Japan has seen a sharp increase in cases. The Japanese government's 'Go To Travel' scheme, which subsidized domestic tourism in a bid to boost the economy, has been blamed by some for the rise in positive infections.", "Tokyo has been particularly hard hit. The capital recorded 599 on January 7, the single highest per-day number since the start of the pandemic. Since then, the daily infection rate has remained in the four figures daily.", "On March 31, Osaka Gov. Hirofumi Yoshimura announced that Japan was in serious danger of entering a \"fourth wave\" of infections, with 34 of 47 prefectures reporting a rise in cases. Osaka clocked 599 cases that day, its highest single-day total since January.", "As of April 6, Japan has reported 486,792 confirmed cases of the virus and 9,229 deaths.", "The vaccine rollout has been slow compared to others in Asia due to a shortage of medical professionals and a lack of syringes.", "What can visitors expect?", "While much of Japan remains open for business, cities are far quieter than usual and the government has the right to request the closure of businesses in areas of high transmission. Masks must be worn in public.", "Useful links"], "authors": ["Cnn Staff"], "keywords": ["announced", "japanese", "country", "virus", "travel", "japan", "covid19", "need", "cases", "know", "foreign", "wave"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}