{"id": "1699a54a-4ded-3417-9d18-800f998948c0", "title": "Inside the mind of Jonathan Anderson, fashion's creative polymath", "url": "https://edition.cnn.com/style/article/jonathan-anderson-fashion/index.html", "summary": "Acting as the creative head of two brands -- Spanish house Loewe and his own London-based label JW Anderson -- the Northern Irish designer has defined his creative pursuits through collaboration and curation.\nInstead, the Italian brand invites different creative directors to create individual collections that are released on a rolling calendar throughout the year.\nAnderson's collection for Moncler Genius took pride of place in Milan amid the hubbub of last February's fashion week.\nTreating his Moncler collection as, in essence, a small retrospective might help onlookers struggling to see a reason, or imagine a buyer, for such outlandish designs.\nA look from the new collection by Jonathan Anderson for Moncler Genius.", "paragraphs": ["Written by Fiona Sinclair Scott London", "Fashion is a creative dance between practical design and conceptual thinking. Success comes when the dance is so enthralling people can't look away.", "Jonathan Anderson understands this well and, as a result, he's enjoyed high praise from critics and a loyal fanbase over the years.", "Acting as the creative head of two brands -- Spanish house Loewe and his own London-based label JW Anderson -- the Northern Irish designer has defined his creative pursuits through collaboration and curation.", "\"I am an enabler. I am in a privileged position to shine a light on what other people do,\" he says of his role as creative director during an interview at JW Anderson's headquarters in London.", "Watch now: Inside the mind of Jonathan Anderson, fashion's creative polymath", "Unveiling JW Anderson's most recent collection without a traditional runway show, due to the ongoing pandemic, he instead sent would-be guests an interactive booklet featuring photographs of models in various new looks that could be cut out and played with. It was crafty, low-fi and a reminder that fashion is ultimately about making things.", "Anderson is a collector of objects, and is passionate about supporting craftspeople and makers through exhibitions and initiatives like the Loewe Craft Prize (\"craft is the one of the bedrocks of creativity,\" he says). He is also a creative polymath who happily moves between high-brow and mainstream influences, with references soaring and diving between art history and pop culture.", "In \"Disobedient Bodies,\" a 2017 exhibition he curated at the Barbara Hepworth museum in Wakefield, England, Anderson brought together high art and fashion: Figurative sculptures by Henry Moore and Louise Bourgeois stood alongside fashion from the archives of Jean Paul Gaultier and Rei Kawakubo. He said, at the time, that there was \"an excitement about the dialogue of these two characters speaking to each other.\"", "Anderson has collaborated with a number of brands in recent years, from the accessible Topshop, Uniqlo and Converse to the luxury house of Versace. All of which begs the obvious question: How does he manage to keep so many projects straight in his head?", "He admits to having a low threshold for boredom and thriving under pressure. He describes his creative of web of influences as a mind map -- the kind he worked with at school as a child.", "\"For me, it's all about mind-mapping. I sit at the center of it as an 'eye,' as the curator of it, and (radiating outwards) from that are satellite projects: There is Loewe, there is Moncler, there is JW Anderson, there's Uniqlo,\" he says. \"There are collaborations with artists, or there could be a museum retrospective... They all represent different things to me (and they) get me out of bed in the morning.\"", "Of these satellites, Moncler is his newest.", "JW Anderson for Moncler Genius Credit: Tyler Mitchell", "Under the banner of \"one house, different voices,\" the Moncler Genius project , which first launched during Milan Fashion Week in February 2018, has tossed aside the idea of appointing a single creative director to helm a fashion label. Instead, the Italian brand invites different creative directors to create individual collections that are released on a rolling calendar throughout the year.", "Since its launch, a number of high-profile designers have taken part, including Valentino's Pierpaolo Piccioli, who designed two collections for the label before moving on. And the project's large-scale, immersive showcases, which exhibit the designers' collections in unique environments during Milan Fashion Week, have produced the very hype the label's CEO Remo Ruffini had hoped for.", "Ruffini is up front about this strategy: \"The key objective of Genius wasn't to sell, but to create buzz around the brand, to surprise and to tell more about Moncler's different angles while also attracting new generations,\" he said via email.", "Anderson's collection for Moncler Genius took pride of place in Milan amid the hubbub of last February's fashion week. Fast-forward to October and the pieces are now available to buy. In a perfectly choreographed move, a series of images shot by one of today's most sought-after photographers, Tyler Mitchell , were released online alongside the clothing drop. The playful, otherworldly photos generated further attention on Instagram -- and more of the buzz Moncler is after.", "Jonathan Anderson's showcase in Milan for Moncler Genius Credit: Courtesy Moncler/Cris Fragkou", "In the collection of puffed jackets, shorts and accessories, dedicated fans of Anderson's will see tributes to past his past work. This, he said, was entirely by design, calling it his \"'inflated archive.\" A pair of ruffled shorts, for example, are an inflated version of the design he presented in JW Anderson's Autumn-Winter 2014 collection (albeit this time with the incorporation of dinosaur-like three-dimensional spikes).", "Treating his Moncler collection as, in essence, a small retrospective might help onlookers struggling to see a reason, or imagine a buyer, for such outlandish designs. Collectors of fashion -- and his most dedicated and wealthy fans -- will no doubt invest in the pieces, which range from a £220 ($280) T-shirt to the designer's £2,390 ($3,000) interpretation of a black puffer jacket.", "A look from the new collection by Jonathan Anderson for Moncler Genius.", "Moncler will, of course, benefit from the attention, but collaborations like this also help Anderson diversify his revenue streams and extend the reach of his own personal brand. Such an approach is, in this day and age, strategically important. Consumers want deeper connections with the people behind the brands they lend their loyalty to.", "But despite his ever-growing sphere of creative influence, Anderson hasn't lost sight of the philosophy at center of his mind map: that \"the making is what's important -- the brand comes second.\"", "Reflecting on the time that's passed since February he adds, \"I hope we have become more humble, that we actually want to hear the stories of craftspeople.\""], "authors": ["Fiona Sinclair Scott"], "keywords": ["jonathan", "moncler", "genius", "collection", "jw", "inside", "anderson", "mind", "polymath", "andersons", "fashion", "different", "creative", "fashions", "milan"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}