{"id": "16d7fa1e-fdbe-3a58-9b8c-83ffed84b015", "title": "Sources and acknowledgments", "url": "https://www.economist.com/special-report/2021/04/08/sources-and-acknowledgments", "summary": "“COVID-19 Is a Persistent Reallocation Shock.” University of Chicago, Becker Friedman Institute for Economics Working Paper 2021-02 (2021).\n“Why Working From Home Will Stick.” University of Chicago, Becker Friedman Institute for Economics Working Paper 2020-174 (2020).\nNational Bureau of Economic Research, 2021.\n“The effects of British industrial relations legislation 1979-97.” National Institute Economic Review 161, no.\nNational Bureau of Economic Research, 2020.", "paragraphs": ["In addition to those quoted in this report, the author would also like to thank the following people: Daisuke Adachi, Abigail Adams-Prassl, Jeremias Adams-Prassl, Julian Baggini, Erik Brynjolfsson, Tyler Cowen, Richard Freeman, Peter Ganong, Linda Hynes, Niels Johannesen, Arend Kapteyn, Akira Kawamoto, Bridget Loudon, the Independent Workers’ Union of Great Britain, Susan Lund, Anu Madgavkar, Jason Moyer-Lee, Tariq Rauf and Anna Stansbury.", "Books", "A world without work: Technology, automation and how we should respond. Susskind, Daniel. Penguin UK, 2021.", "Bullshit Jobs. Graeber, David. Simon & Schuster, 2018.", "Hundred Years War Vol 2: Trial By Fire. Sumption, Jonathan. Faber & Faber, 2001.", "Humans as a service: The promise and perils of work in the gig economy. Prassl, Jeremias. Oxford University Press, 2018.", "Not Working: Where Have All the Good Jobs Gone? Blanchflower, David G. Princeton University Press, 2019.", "The creative balance: government, politics, and the individual in America’s third century. Richardson, Elliot L. New York: Holt, Rinehart and Winston, 1976.", "The Technology Trap: Capital, Labor, and Power in the Age of Automation. Frey, Carl Benedikt. Princeton University Press, 2019.", "Papers", "Adachi, Daisuke, Daiji Kawaguchi, and Yukiko Saito. Robots and Employment: Evidence from Japan, 1978-2017. Mimeo, 2020.", "Adams‐Prassl, Abi, Teodora Boneva, Marta Golin, and Christopher Rauh. “Furloughing.” Fiscal Studies 41, no. 3 (2020): 591-622.", "", "Aguiar, Mark, and Erik Hurst. “Measuring trends in leisure: The allocation of time over five decades.” The Quarterly Journal of Economics 122, no. 3 (2007): 969-1006.", "Autor, David, and Elisabeth Reynolds. “The nature of work after the COVID crisis: Too few low-wage jobs.” The Hamilton Project, Brookings (2020).", "Barrero, Jose Maria, and Nick Bloom. “Economic uncertainty and the recovery.” Unpublished manuscript. (2020).", "Barrero, Jose Maria, Nick Bloom, and Steven J. Davis. “The Reallocation Aspect of the COVID-19 Shock 7 July 2020.” (2020).", "Barrero, Jose Maria, Nicholas Bloom, Steven J. Davis, and Brent Meyer. “COVID-19 Is a Persistent Reallocation Shock.” University of Chicago, Becker Friedman Institute for Economics Working Paper 2021-02 (2021).", "Barrero, Jose Maria, Nicholas Bloom, and Steven J. Davis. “Why Working From Home Will Stick.” University of Chicago, Becker Friedman Institute for Economics Working Paper 2020-174 (2020).", "Bharadwaj, Asha, and Maximiliano Dvorkin. “The rise of automation: How robots may impact the US labor market.” The Regional Economist 27, no. 2 (2019).", "Bianchi, Francesco, Giada Bianchi, and Dongho Song. The Long-Term Impact of the COVID-19 Unemployment Shock on Life Expectancy and Mortality Rates. No. w28304. National Bureau of Economic Research, 2021.", "Billingsley, Sunnee, Maria Brandén, Siddartha Aradhya, Sven Drefahl, Gunnar Andersson, and Eleonora Mussino. “Deaths in the frontline: Occupation-specific COVID-19 mortality risks in Sweden.” (2020).", "Blinder, Alan. “Overview: proceedings: reducing unemployment: current issues and policy options.” In Proceedings-Economic Policy Symposium-Jackson Hole, pp. 329-342. Federal Reserve Bank of Kansas City, 1994.", "Blit, Joel. “Automation and reallocation: will COVID-19 usher in the future of work?.” Canadian Public Policy 46, no. S2 (2020): S192-S202.", "Bloom, Nicholas, James Liang, John Roberts, and Zhichun Jenny Ying. “Does working from home work? Evidence from a Chinese experiment.” The Quarterly Journal of Economics 130, no. 1 (2015): 165-218.", "Bloom, Nicholas, Steven J. Davis, and Yulia Zhestkova. “Covid-19 shifted patent applications toward technologies that support working from home.” University of Chicago, Becker Friedman Institute for Economics Working Paper 2020-133 (2020).", "Bredgaard, Thomas, and Per Kongshøj Madsen. “Farewell flexicurity? Danish flexicurity and the crisis.” Transfer: European Review of Labour and Research 24, no. 4 (2018): 375-386.", "Brown, William, Simon Deakin, and Paul Ryan. “The effects of British industrial relations legislation 1979-97.” National Institute Economic Review 161, no. 1 (1997): 69-83.", "Brynjolfsson, Erik, Tom Mitchell, and Daniel Rock. “What can machines learn, and what does it mean for occupations and the economy?.” In AEA Papers and Proceedings, vol. 108, pp. 43-47. 2018.", "Brynjolfsson, Erik, Daniel Rock, and Chad Syverson. “The productivity J-curve: How intangibles complement general purpose technologies.” American Economic Journal: Macroeconomics 13, no. 1 (2021): 333-72.", "Buffington, Catherine, Daniel Chapman, Emin Dinlersoz, Lucia Foster, and John Haltiwanger. High Frequency Business Dynamics in the United States During the COVID-19 Pandemic. No. 21-06. 2021.", "Chen, Yea-Hung, Maria Glymour, Alicia Riley, John Balmes, Kate Duchowny, Robert Harrison, Ellicott Matthay, and Kirsten Bibbins-Domingo. “Excess mortality associated with the COVID-19 pandemic among Californians 18-65 years of age, by occupational sector and occupation: March through October 2020.” medRxiv (2021).", "Child, John. “Lordstown Revisited: Whatever Happened to those Blue‐collar Blues?.” Management Research News (1980).", "De Camargo, Camilla R., and Lilith A. Whiley. “The mythologisation of key workers: occupational prestige gained, sustained... and lost?.” International Journal of Sociology and Social Policy (2020).", "DeFilippis, Evan, Stephen Michael Impink, Madison Singell, Jeffrey T. Polzer, and Raffaella Sadun. Collaborating during coronavirus: The impact of COVID-19 on the nature of work. No. w27612. National Bureau of Economic Research, 2020.", "Ding, Lei, and Julieth Saenz Molina. “Forced Automation” by COVID-19? Early Trends from Current Population Survey Data. No. 88713. Federal Reserve Bank of Philadelphia, 2020.", "Dingel, Jonathan I., and Brent Neiman. “How many jobs can be done at home?.” Journal of Public Economics 189 (2020): 104235.", "Faberman, Jason, and Marianna Kudlyak. “What does online job search tell us about the labor market?.” Economic perspectives 40, no. 1 (2016): 1-15.", "Feigenbaum, James, and Daniel P. Gross. Automation and the Fate of Young Workers: Evidence from Telephone Operation in the Early 20th Century. No. w28061. National Bureau of Economic Research, 2020.", "Frey, Carl Benedikt, and Michael Osborne. “The future of employment.” (2013).", "Frey, Carl Benedikt, Thor Berger, and Chinchih Chen. “Political machinery: did robots swing the 2016 US presidential election?.” Oxford Review of Economic Policy 34, no. 3 (2018): 418-442.", "Ganong, Peter, Fiona Greig, Max Liebeskind, Pascal Noel, Daniel Sullivan, and Joseph Vavra. “Spending and Job Search Impacts of Expanded Unemployment Benefits: Evidence from Administrative Micro Data.” University of Chicago, Becker Friedman Institute for Economics Working Paper 2021-19 (2021).", "Georgieff, Alexandre, and Anna Milanez. “What happened to jobs at high risk of automation?.” (2021).", "Goldman Sachs: “US economics analyst: The coming jobs boom”, 7th March 2021", "Greig, Fiona, Daniel M. Sullivan, Max Liebeskind, Peter Ganong, Pascal Noel, Joseph Vavra, “Unemployment insurance, job search, and spending during the pandemic”, JPMorgan Chase Institute (2021)", "Gürtzgen, Nicole, André Diegmann, Laura Pohlan, and Gerard J. van den Berg. “Do digital information technologies help unemployed job seekers find a job? Evidence from the broadband internet expansion in Germany.” European Economic Review 132 (2021): 103657.", "Hazell, Jonathon, Juan Herreño, Emi Nakamura, and Jón Steinsson. The slope of the Phillips Curve: evidence from US states. No. w28005. National Bureau of Economic Research, 2020.", "Heath, A. “Skills for the modern workforce.” In Remarks to the Career Education Association of Victoria conference, Melbourne, vol. 1. 2017.", "Hershbein, Brad, and Lisa B. Kahn. “Do recessions accelerate routine-biased technological change? Evidence from vacancy postings.” American Economic Review 108, no. 7 (2018): 1737-72.", "Jäger, Simon, Benjamin Schoefer, and Jörg Heining. “Labor in the Boardroom.” The Quarterly Journal of Economics 136, no. 2 (2021): 669-725.", "Leduc, Sylvain, and Zheng Liu. “Can Pandemic-Induced Job Uncertainty Stimulate Automation?.” Federal Reserve Bank of San Francisco, 2020.", "Manning, Alan, and Graham Mazeine. “Subjective job insecurity and the rise of the precariat: evidence from the UK, Germany and the United States.” (2020).", "Murphy, Jamie, Eric Spikol, Orla McBride, Mark Shevlin, Todd K. Hartman, Philip Hyland, Thanos Karatzias et al. “The psychological wellbeing of frontline workers in the United Kingdom during the COVID-19 pandemic: First and second wave findings from the COVID-19 Psychological Research Consortium (C19PRC) Study.” (2020).", "Ngai, Rachel, and Timo Boppart. “Rising inequality and trends in lesiure.” In 2016 Meeting Papers, no. 330. Society for Economic Dynamics, 2016.", "Oxford Economics: “Global macro theme: Why the pandemic means lowflation for longer”, 24th June 2020", "Oxford Economics: “Research briefing: Global: The scars of covid-19”, 20th January 2021", "Pinar, William F. “The ‘crisis’ of white masculinity” Counterpoints 163 (2001): 321-416.", "Rao, Amrita., Huiting Ma, Gary Moloney, Jeffrey C Kwong, Peter Juni, Beate Sander, Rafal Kustra, Stefan D Baral, Sharmistha Mishra, “A disproportionate epidemic: COVID-19 cases and deaths among essential workers in Toronto, Canada” (2021)", "Sedik, Tahsin Saadi, and Ms Jiae Yoo. Pandemics and Automation: Will the Lost Jobs Come Back?. International Monetary Fund, 2021.", "Shambaugh, Jay, and Michael Strain. “The Recovery from the Great Recession: A Long, Evolving Expansion.” (2021).", "Sheppard, Harold L. “Discontented blue-collar workers-a case study.” Monthly Lab. Rev. 94 (1971): 25.", "Standing, Guy. “The precariat.” Contexts 13, no. 4 (2014): 10-12.", "Stansbury, Anna, and Lawrence H. Summers. “Declining worker power and American economic Performance.” Brookings Papers on Economic Activity (2020).", "Sull, Donald, Stefano Turconi, and Charles Sull. “When it comes to culture, does your company walk the talk?” MIT Sloan Management Review, 2020.", "Sull, Donald and Sull, Charles, “How Companies Are Winning on Culture During COVID-19”, MIT Sloan Management Review, 2020", "UBS: “Macro keys: Eurozone: Shadow unemployment declines in Q3”, 10th December 2020", "UBS: “Global economic perspectives: Global fiscal stimulus tracker”, 18th January 2021"], "authors": ["The Economist"], "keywords": ["economics", "economic", "acknowledgments", "covid19", "working", "university", "automation", "jobs", "research", "evidence", "review", "sources"], "pubDate": "2021-04-08T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}