{"id": "16e58ea5-d215-36ff-8dfd-6f2893ff099d", "title": "Kim Kardashian hasn't officially filed for divorce from Kanye West because of their kids: report", "url": "https://www.foxnews.com/entertainment/kim-kardashian-not-officially-filed-divorce-kanye-west-kids-report", "summary": "The source insisted \"divorce is imminent\" for the pair but Kardashian has yet to officially file divorce papers in court.\n\"It's gotten to the point where they haven't spent time together as a married couple in months,\" an insider told the outlet.\nKIM KARDASHIAN, KANYE WEST DIVORCE ‘IMMINENT’: REPORT\"Kim knows the marriage is over.\nSOCIAL MEDIA REACTS TO KIM KARDASHIAN, KANYE WEST SPLIT REPORTS: 'REALLY THOUGHT THEY WERE GOALS'Representatives for Kardashian, West and Wasser did not immediately respond to Fox News' requests for comment on Tuesday.\nWHAT WOULD BE AT STAKE IF KANYE WEST, KIM KARDASHIAN WERE TO DIVORCE?", "paragraphs": ["After the last year appeared to test Kim Kardashian and Kanye West's marriage, multiple reports say the reality star-turned-prison-reform-advocate is ready to call it quits from the rapper once and for all.", "Reports circulated Tuesday afternoon that Kardashian, 40, has been planning her exit from her husband of six years, beginning with an insider claiming to Page Six that she's hired high-powered divorce attorney Laura Wasser. The source insisted \"divorce is imminent\" for the pair but Kardashian has yet to officially file divorce papers in court.", "Kardashian's failure to file has less to do with her happiness in her marriage to West and much more about the four children they share, a source now claims to E! News.", "\"It's gotten to the point where they haven't spent time together as a married couple in months,\" an insider told the outlet.", "KIM KARDASHIAN, KANYE WEST DIVORCE ‘IMMINENT’: REPORT", "\"Kim knows the marriage is over. She's known for a while,\" the source continued, noting that they've only physically seen each other \"for the sake of the kids.\"", "Kardashian's stalling is because she wants to do what's right for their four children -- North, 7, Saint, 5, Chicago, 2, and Psalm, 1.", "\"She wants to make sure she's making the right decision for the kids,\" the source said.", "The insider noted that while the Skims founder will \"always care for Kanye, it's over between them. Kim is only focused on what's best for the kids. It's a tough decision for her and she's figuring it out.\"", "SOCIAL MEDIA REACTS TO KIM KARDASHIAN, KANYE WEST SPLIT REPORTS: 'REALLY THOUGHT THEY WERE GOALS'", "Representatives for Kardashian, West and Wasser did not immediately respond to Fox News' requests for comment on Tuesday.", "While the couple's apparent separation has already sent eagle-eyed \"KUWTK\" viewers into a frenzy, most would agree that news of their impending divorce doesn't come as much of a shock.", "Kardashian and West's marital troubles were first reported over the summer when West announced his candidacy for president in the 2020 election.", "During what Kardashian later implied was an episode brought on by his bipolar disorder, West brought up the possibility of divorcing his wife at a campaign event while claiming they considered aborting their first child.", "\"Even if my wife wants to divorce me after this speech, she brought North into the world even when I didn’t want to,\" West told a crowd while crying, according to People magazine.", "WHAT WOULD BE AT STAKE IF KANYE WEST, KIM KARDASHIAN WERE TO DIVORCE? EXPERT WEIGHS IN", "In a since-deleted tweet, the \"Power\" rapper also claimed that he’d been \"trying\" to divorce Kardashian ever since she attended a prison reform event with rapper Meek Mill in 2018.", "He later apologized for the Twitter rant but the ordeal reportedly left Kardashian \"furious.\"", "In July, it was reported that the couple had been considering divorce for weeks and that Kardashian and her famous family were \"shielding\" her children from their father’s public outbursts.", "CLICK HERE TO GET THE FOX NEWS APP", "Later that month, the stars were spotted having an emotional conversation in Wyoming, where the Yeezy founder owns a ranch and had been staying for a time over the summer.", "More recently, the pair reportedly grew even more distant, with sources claiming the two were essentially leading \"separate lives.\"", "An insider told Page Six that West attended Kardashian's 40th birthday extravaganza in November for just one day.", "CLICK HERE TO SIGN UP FOR OUR ENTERTAINMENT NEWSLETTER", "\"He showed up late and left early, he wouldn’t appear in any of their Instagram shots. All he did was bring over the hologram of her father Robert Kardashian, then got out of there as fast as he could,\" the source explained to Page Six.", "The 40-year-old reality star married the hip-hop icon, 43, in May 2014.", "Fox News' Nate Day contributed to this report."], "authors": ["Melissa Roberto"], "keywords": ["kids", "kanye", "source", "kim", "insider", "filed", "wants", "officially", "report", "kardashian", "divorce", "shes", "west", "told"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}