{"summary": "Trump issued the incendiary accusation in an intemperately-worded letter sent to the speaker of the House, Nancy Pelosi, on Tuesday.\nChuck SchumerThe vote would make Trump only the third president to be impeached, after Andrew Johnson in 1868 and Bill Clinton in 1998.\nNeither complied with requests to testify during House intelligence committee hearings that laid out evidence against the president.\nOn Tuesday, a succession of moderate Democrats representing districts Trump won in 2016 announced that they would vote for impeachment.\nTrump also faced rebuke by more than 700 leading American historians who signed an open letter which said he should be removed.", "url": "https://www.theguardian.com/us-news/2019/dec/17/mitch-mcconnell-impeachment-witnesses-outrage-democrats-request", "paragraphs": ["Donald Trump has accused Democratic leaders in the House of declaring “open war on American democracy”, on the eve of a historic vote that is likely to make him only the third president in US history to be impeached.", "Trump issued the incendiary accusation in an intemperately-worded letter sent to the speaker of the House, Nancy Pelosi, on Tuesday.", "Over six pages packed with scathing criticism, the president charges the architects of the impeachment process with violating their oaths of office, breaking their allegiance to the constitution and cheapening what he calls “the very ugly word, impeachment!”", "The president’s claim that the impeachment process declares “open war” on democracy is a thinly veiled attempt to redirect back at his opponents accusations that he abused his power and obstructed Congress.", "Play Video 0:50 Trump: I take zero responsibility for impeachment - video", "A consistent Democratic line has been that the president violated his position in pressuring Ukraine to investigate a political rival, the former vice-president Joe Biden.", "Trump’s letter rehashes several of his favorite talking points, regurgitated profusely on his Twitter feed.", "He claims his phone conversations with the president of Ukraine, Volodymyr Zelenskiy, were “perfect” and repeats a debunked conspiracy theory that Biden had forced the ousting of a Ukrainian prosecutor in order to stymie an investigation into corruption at an energy company that employed his son Hunter.", "Most colorfully, Trump accuses Pelosi of having contracted “Trump Derangement Syndrome” and of viewing “democracy as your enemy!”", "More than 700 historians call for Trump to be impeached as key vote looms Read more", "The letter finishes on a grandiose flourish, saying it was composed “for the purpose of history”.", "“One hundred years from now, when people look back at this affair, I want them to understand it … so that it can never happen to another president again.”", "The letter was delivered hours after Mitch McConnell, the top Republican in the Senate, who will control an impeachment trial should the House vote as expected on Wednesday to bring formal charges against Trump, rebuffed a Democratic request to call new witnesses and dismissed the process as a “sloppy … fishing expedition”.", "The majority leader took to the floor of the Senate on Tuesday to underline what he has already made clear – his disdain for the impeachment process.", "When people look back at this affair, I want them to understand it … so it can never happen to another president again Donald Trump", "Swatting aside a suggestion from Chuck Schumer, the top Democrat in the Senate, that senior White House officials should be called to testify, he scathingly said: “So now the Senate Democratic leader would apparently like our chamber to do House Democrats’ homework for them. And he wants to volunteer the Senate’s time and energy on a fishing expedition.”", "He added: “From everything we can tell, House Democrats’ slapdash impeachment inquiry has failed to come anywhere near – anywhere near – the bar for impeaching a duly elected president, let alone removing him for the first time in American history.”", "McConnell’s pugnacious response came on the eve of a historic vote in the House that is all but certain to pass two articles of impeachment against Trump. According to a count by the Associated Press on Tuesday, Pelosi had enough votes in favor, despite some speculation on how centrist Democrats and those from Republican-leaning districts would vote.", "The first accuses the president of abusing his power by pressuring Ukraine to investigate Biden. The second charges him with obstructing Congress by blocking the appearance of key administration figures at impeachment hearings.", "We will have votes on whether these people should testify ... and the American people will be watching. Chuck Schumer", "The vote would make Trump only the third president to be impeached, after Andrew Johnson in 1868 and Bill Clinton in 1998. The charges would then be sent to the Republican-controlled Senate for trial, setting up a much more challenging constitutional bar: no president has ever been convicted and removed from office, Richard Nixon having resigned in 1974 before a vote on articles of impeachment.", "Around the country, thousands of protestors attended rallies in support of impeachment. The demonstrations were organized by MoveOn.org and a coalition of progressive groups. Bundled up in winter parkas, protestors marched across New York’s Times Square chanting “No one’s above the law”.", "McConnell’s outburst came in reply to a letter from Schumer that outlined how he thought a trial should be conducted. Schumer said four new witnesses should be called, including John Bolton, the national security adviser fired by Trump in September, and the acting White House chief of staff, Mick Mulvaney.", "Both Bolton and Mulvaney have first-hand knowledge of events relating to Trump’s interaction with the Ukraine government. Neither complied with requests to testify during House intelligence committee hearings that laid out evidence against the president.", "McConnell’s refusal to entertain the idea of calling extra witnesses falls in step with the Republican strategy of dealing with impeachment by largely shunning it in a hyper-partisan display.", "Facebook Twitter Pinterest Mitch McConnell leaves the chamber after criticizing efforts to impeach Donald Trump. Photograph: J Scott Applewhite/AP", "Other key Republicans, including the Trump loyalist Lindsey Graham, have said they have made their minds up about the verdict they will deliver even though they are given the role under the constitution of impartial jurors.", "In his own Senate floor speech criticizing McConnell, Schumer said: “We will have votes on whether these people should testify and whether these documents should be made public ... and the American people will be watching.”", "He added: “Senators who oppose this plan will have to explain why less evidence is better than more evidence.”", "The Democrat also cited a new poll that showed a significant majority of Americans believe Trump should allow his advisers to testify in a Senate trial.", "According to the Washington Post/ABC News poll, seven in 10 Americans say Trump should allow his aides to testify and six in 10 expect a fair Senate trial.", "'Duty to country': Democrat makes case to Trump supporters for impeachment Read more", "However, the public remains sharply divided on the question of whether Trump should be removed. The poll found that 49% support removal, compared with 46% who oppose it.", "On Tuesday, a succession of moderate Democrats representing districts Trump won in 2016 announced that they would vote for impeachment.", "Trump also faced rebuke by more than 700 leading American historians who signed an open letter which said he should be removed.", "“It is our considered judgment,” the historians wrote, “that if President Trump’s misconduct does not rise to the level of impeachment, then virtually nothing does.”"], "pubDate": null, "keywords": ["senate", "letter", "house", "ukraine", "impeachment", "testify", "president", "trump", "leaders", "war", "accusing", "donald", "democracy", "american", "blistering", "writes", "vote"], "id": "16f3509e-9aee-3fe7-9555-d51080a179d5", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "authors": ["Ed Pilkington", "Joan E Greve"], "title": "Donald Trump writes blistering letter accusing House leaders of 'war on democracy'"}