{"id": "17100949-448d-39c0-8640-3a29a7794231", "title": "Outriders' New Trailer Teaches You How To Survive", "url": "https://www.gameinformer.com/the-game-awards-2020/2020/12/10/outriders-new-trailer-teaches-you-how-to-survive", "summary": "Outriders is the upcoming shooter/RPG that casts players as super-powered warriors trying to survive and thrive on the hostile planet of Enoch.\nPublisher Square Enix and developer People Can Fly just released a new trailer for Outriders that emphasizes the game’s ability to keep the action moving.\nThe trailer (above) runs through the “Mantras of Survival,” which are really just four tips that you should keep in mind while playing Outriders.\nThe tips include things like “cover is for cowards” and “kill to heal,” so Outriders definitely doesn’t encourage conservative play.\nOutriders releases on February 2 for PS5, Xbox Series X/S, PS4, Xbox One, and PC.", "paragraphs": ["Outriders is the upcoming shooter/RPG that casts players as super-powered warriors trying to survive and thrive on the hostile planet of Enoch. However, if you think this is a traditional shooter that has you crouching behind cover and using medkits to heal, then think again. Publisher Square Enix and developer People Can Fly just released a new trailer for Outriders that emphasizes the game’s ability to keep the action moving.", "The trailer (above) runs through the “Mantras of Survival,” which are really just four tips that you should keep in mind while playing Outriders. They make a lot of sense individually, but as a whole, the paint the picture of a game that wants to keep players moving and shooting constantly, rather than getting caught in prolonged shooting-gallery encounters. The tips include things like “cover is for cowards” and “kill to heal,” so Outriders definitely doesn’t encourage conservative play.", "The other two pointers are “think aggressive” and “powers on tap.” That first one is self-explanatory, but the second means that you have an array of special abilities with generous cooldowns, so you shouldn’t worry about saving them only for dire situations – and that you shouldn’t just always be shooting stuff with your firearms.", "If you want to learn even more about Outriders, you can check out our entire hub of content from when we featured the game on our cover. In fact, you can read that entire cover story right now. One the other hand, if you prefer your Outriders content with a dash of humor, you can watch our rapid-fire Interview with game director Bartek Kmita and lead writer Joshua Rubin.", "Outriders releases on February 2 for PS5, Xbox Series X/S, PS4, Xbox One, and PC. It is also coming to Google Stadia, but that version doesn't hit until an unspecified date later in 2021."], "authors": ["Online Content Director", "Joe Joined The Game Informer Staff In He Loves Final Fantasy", "Mass Effect", "The Elder Scrolls", "Assassin'S Creed", "Metal Gear. He Is Also A Columbo", "Robocop"], "keywords": ["teaches", "players", "trailer", "shouldnt", "outriders", "survive", "xbox", "game", "tips", "cover", "shooting", "think"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}