{"id": "1727bbc2-f094-3b37-a73e-5e100c9c3099", "title": "The EU has a duty to recognise the state of Palestine | Saeb Erekat", "url": "https://www.theguardian.com/commentisfree/2020/jan/19/eu-duty-recognise-palestine-peace-process-israel-trump", "summary": "They’ll discuss the letter signed by the foreign minister of Luxembourg, Jean Asselborn, calling for European recognition of the state of Palestine.\nEurope has the opportunity to strengthen its role in peacemaking by recognising the state of Palestine.\nRestricting the recognition of Palestine to the resumption of the peace process means bending our right to be free to Israel’s will.\nEuropean recognition of this state is not only a European responsibility but a concrete way to move towards a just and lasting peace.\n• Dr Saeb Erekat is the secretary-general of the Palestine Liberation Organisation", "paragraphs": ["After nearly two years, on Monday 20 January, the foreign ministers of the European Union will meet, with the issue of Palestine officially on the agenda. They’ll discuss the letter signed by the foreign minister of Luxembourg, Jean Asselborn, calling for European recognition of the state of Palestine. Israel’s Netanyahu government hopes that Europe will take no action. It is also counting on individual European governments to fail to reach a consensus on holding Israel accountable for decades of systematic violations of international law and UN resolutions.", "Benjamin Netanyahu’s toxic legacy will haunt Israel long after he goes Read more", "Yet inaction will not only perpetuate the denial of Palestinians’ long-overdue rights, it will also render obsolete the tools of the international system, including diplomacy and international law – something both Israel and the Trump administration have been pursuing.", "Europe has the opportunity to strengthen its role in peacemaking by recognising the state of Palestine. Forty years ago, European countries signed the Venice Declaration, which called on Europe to “work in a more concrete way towards peace”, and reaffirmed the illegality of Israeli settlements and the need to fulfil the Palestinian right to self-determination.", "While we genuinely appreciate the European contributions to Palestine’s institution-building process, what is needed now is a political and diplomatic intervention to preserve the prospects of a just and lasting peace. A move towards enforcing the rights of the Palestinian people will bring security and stability to our region and protect the fundamental pillars of the UN charter and international law.", "Europe has indeed managed to resist the Trump administration’s attempts to change the terms of reference for a solution between Israel and Palestine. But for more than three years, Europe has lived in a diplomatic paralysis over Palestine, as Washington has attempted to set dangerous precedents for international relations. Israeli-European relations have continued to grow in a way that almost rewards Israel as it continues to violate human rights.", "As the Israeli government continues its annexation of occupied Palestinian territory, some European governments have been lobbying against the implementation of UN resolutions, including the 2016 resolution calling for the release of the database of companies involved in the occupation.", "This colonial-settler occupation is not going to end by virtue of Israel’s “goodwill”, but with the “concrete way towards peace”, as mentioned in the 1980 Venice Declaration, which should be translated into a new political reality: a reality wherein Europe honours Palestine’s right to exist, and lays concrete measures for Israel to be held accountable for its systematic violations of international law.", "Palestine’s right to self-determination is not up for negotiation. Restricting the recognition of Palestine to the resumption of the peace process means bending our right to be free to Israel’s will. In spite of some significant developments, including the prospects of an international criminal court investigation into crimes committed in Palestine, the main message Israel has received from most European governments is that they disagree on its policies but are not going to take any action. Meanwhile, we are still waiting for EU members to fulfil the European court of justice’s ruling on the labelling of settlement products. Yet the least we expect, and we continue to ask for, is for a full ban on trade with Israel’s illegal colonial settlements.", "The US policy shift on Israeli settlements will not stop Palestinians persevering | Raja Shehadeh Read more", "Israel’s strategy of avoiding any role for the international community aims to prevent an independent state of Palestine on the 1967 border. European recognition of this state is not only a European responsibility but a concrete way to move towards a just and lasting peace.", "We are under no false expectations: the recognition of Palestine by itself is not going to end Israel’s occupation, yet it’s a crucial step that honours Palestine’s right to self-determination. It’s a step that advances the prospects of a meaningful peace process based on international law and UN resolutions, and reaffirms the relevance of the fundamental principles of the international community.", "• Dr Saeb Erekat is the secretary-general of the Palestine Liberation Organisation"], "authors": ["Saeb Erekat"], "keywords": ["eu", "recognise", "right", "state", "erekat", "israels", "saeb", "recognition", "european", "international", "israel", "peace", "duty", "way", "palestine"], "pubDate": null, "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}