{"id": "178cc558-a32c-3df2-8ddf-823113485ce2", "title": "In 2021’s West Side Story, Rachel Zegler Will Deliver a Maria for the Moment", "url": "https://www.vogue.com/article/rachel-zegler-west-side-story", "summary": "TIMELINES tend to go askew for Rachel Zegler.\nA year earlier, in January 2018, Zegler’s friend Makena Reynolds had shared a casting-call tweet along with a “Thank me when you’re famous” quip.\nThat night, Zegler submitted a homemade video of “I Feel Pretty”—or, as Zegler expressed it, “Me Siento Bonita.” Within weeks she was auditioning.\nIt’s something that’s mattered so much to me, being Latina—singing ‘I Feel Pretty’ and meaning it.\nI hope that young people everywhere will know that their features are gorgeous and their culture is beautiful.", "paragraphs": ["TIMELINES tend to go askew for Rachel Zegler. “I remember sending an email to the head of admissions at Montclair State University saying, ‘I know this sounds like a lie, but this is what happened, and this is why I can’t attend.’ ”", "", "“What happened” was that the 19-year-old singer and actor, then a musical theater–obsessed high school student, was cast as Maria in Steven Spielberg’s revision of West Side Story. A year earlier, in January 2018, Zegler’s friend Makena Reynolds had shared a casting-call tweet along with a “Thank me when you’re famous” quip. That night, Zegler submitted a homemade video of “I Feel Pretty”—or, as Zegler expressed it, “Me Siento Bonita.” Within weeks she was auditioning.", "", "College has been put on hold, and so too has the film. The movie’s December 2020 release was pushed back a full year in hopes of a post-­pandemic cinema debut, leaving Zegler, who wrapped production months ago, to take up some of the same lockdown pastimes as the rest of us: roller-skating, guitar-playing. Zegler, who was raised in Clifton, New Jersey, spent her youth traveling into Manhattan for Broadway shows, and so she’s also been consuming as much virtually accessible culture as possible. “It’s a horrible reality, not being able to have live theater,” she says, “but I really enjoy watching the way entertainment is adapting.” She’s also spending time with her Colombian-American family, which is immeasurably proud of her. In Zegler’s portrayal of Maria (opposite heartthrob Ansel Elgort as Tony), not only is she realizing her own Hollywood dreams but she’s a Latina playing a Puerto Rican migrant—a role famously whitewashed by an artificially bronzed Natalie Wood in the 1961 film adaption. Throughout our conversation, she carefully articulates: It’s “Mah-riya,” not the Anglo “Muh-riya.”", "", "For Zegler, the film serves as “a beautiful display of Latin joy and the way that young Latin girls deserve to see themselves—dancing around in pretty dresses and singing about loving themselves. It’s something that’s mattered so much to me, being Latina—singing ‘I Feel Pretty’ and meaning it. I hope that young people everywhere will know that their features are gorgeous and their culture is beautiful. I think that’s what it’s meant to my family,” she continues. “They know that it’s going to happen.” Another surety? Makena absolutely deserves a thank-you."], "authors": ["Lilah Ramzi", "Lilah Ramz", "Stefan Rui", "Tonne Goodma"], "keywords": ["zegler", "2021s", "film", "pretty", "shes", "way", "west", "moment", "deliver", "young", "thats", "rachel", "zeglers", "know", "maria"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}