{"id": "17963643-80ba-3a93-a973-4687a93d8f5f", "title": "Political attitudes - Declinism is booming in Britain", "url": "https://www.economist.com/britain/2021/01/09/declinism-is-booming-in-britain", "summary": "A Leave voter may have seen an ocean of opportunity, and a new dawn for Britain.\nA Remainer might have wistfully seen an island cut adrift, and the sunset of British influence.\nRemainers are more likely to think Britain is in decline than Leavers, by 76% to 54%.\nDeclinism, the gnawing belief in Britain’s economic and strategic eclipse, was the most powerful idea of post-war politics.\nAnthony Sampson, an anatomist of Britain, blamed Britain’s rule by public-school bluffers instead of scientifically minded technocrats.", "paragraphs": ["T HE VIEW from white cliffs of Dover has little changed in decades: a grey sea, gulls overhead and the coast of France on the horizon. On January 1st that bracing vista became a Rorschach test for Brexit. A Leave voter may have seen an ocean of opportunity, and a new dawn for Britain. A Remainer might have wistfully seen an island cut adrift, and the sunset of British influence.", "Declinism is rampant in Britain. Some 65% of Britons think the country is “in decline”, according to a poll conducted by Ipsos MORI for The Economist, while 57% think today’s youth will have a worse life than their parents. But gloom is unevenly distributed. Remainers are more likely to think Britain is in decline than Leavers, by 76% to 54%. Labour voters are far more declinist than Tories.", "Declinism, the gnawing belief in Britain’s economic and strategic eclipse, was the most powerful idea of post-war politics. The task of escaping it consumed left and right in turn. It powered Harold Wilson’s “white heat of technology” in the 1960s, and Margaret Thatcher’s free-market revolution in the 80s. Correlli Barnett, a military historian who influenced Thatcher, thought the problem was that the elite went soft in the 19th century. Anthony Sampson, an anatomist of Britain, blamed Britain’s rule by public-school bluffers instead of scientifically minded technocrats. Dominic Cummings, Boris Johnson’s now-departed chief adviser, took much the same view 50 years later."], "authors": ["The Economist"], "keywords": ["declinism", "britains", "think", "worse", "wistfully", "decline", "white", "britain", "view", "booming", "political", "attitudes", "seen", "youth"], "pubDate": "2021-01-09T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}