{"id": "1798f612-be39-31d4-b4d5-903e6bc48e8e", "title": "Opinion | What Really Saved the Republic From Trump?", "url": "https://www.nytimes.com/2020/12/10/opinion/trump-constitution-norms.html", "summary": "Imagine if the Justice Department had followed Mr. Trump’s lead.\nImagine if in response to the provocations of Mr. Trump’s lawyer Rudolph Giuliani, a U.S. attorney had charged Mr. Biden with criminal fraud.\nEven if Mr. Biden ultimately prevailed in court, publicly fighting such charges during an election would be a political and logistical nightmare.\nProsecutorial independence was not limited to refusing to indict Mr. Trump’s political adversaries; it also extended to indicting his allies.\nThe second firewall of the unwritten constitution was the U.S. military’s longstanding custom against getting involved in domestic politics.", "paragraphs": ["But an unwritten norm has long held that the president should not dictate law enforcement decisions in general, and criminal prosecutions in particular. That is why, throughout this fall, even as Mr. Trump urged his appointees in the Justice Department to openly announce a criminal investigation into the Biden family, they did not comply. None of Mr. Trump’s appointees was willing to openly investigate Joe Biden or his family members, let alone issue an indictment or civil complaint.", "Imagine if the Justice Department had followed Mr. Trump’s lead. Imagine if in response to the provocations of Mr. Trump’s lawyer Rudolph Giuliani, a U.S. attorney had charged Mr. Biden with criminal fraud. Even if Mr. Biden ultimately prevailed in court, publicly fighting such charges during an election would be a political and logistical nightmare. The unwritten constitution blocked this line of attack on the electoral process.", "Prosecutorial independence was not limited to refusing to indict Mr. Trump’s political adversaries; it also extended to indicting his allies. Over the past four years, seven of Mr. Trump’s close associates were indicted and six have been convicted, including his adviser Stephen Bannon, his campaign chairman Paul Manafort and his lawyer Michael Cohen. Such convictions would be unimaginable in a dictatorship.", "None of this is to suggest that William Barr, Mr. Trump’s attorney general, has served as a model of nonpartisan behavior, or that the Justice Department has been scrupulously fair. What it does show is how powerful unwritten norms can be, even in a department run by a loyalist.", "The second firewall of the unwritten constitution was the U.S. military’s longstanding custom against getting involved in domestic politics. It was invaluable in checking Mr. Trump’s militaristic instincts.", "On June 1, as protests and counter-protests occasioned by the killing of George Floyd became violent and destructive of property, Mr. Trump appeared in the Rose Garden of the White House and denounced what he called “acts of domestic terror.” He said he would “deploy the United States military” if necessary to “defend the life and property” of U.S. citizens. In a subsequent photo op, he was flanked by Mr. Barr, Defense Secretary Mark Esper and Gen. Mark Milley, the chairman of the Joint Chiefs of Staff, who was clad in military fatigues. Soon, active duty forces from the 82nd Airborne Division were positioned outside of Washington.", "Mr. Trump’s plan had the written law on its side. Neither the Constitution nor any congressional statute would have prevented the president from directly ordering active duty military to suppress the protests. The Constitution makes the president the commander in chief of the armed forces and the Insurrection Act of 1807 allows the president to use the military or National Guard to suppress civil disorder, providing a broad exception to the general rule barring domestic use of the military."], "authors": ["Tim Wu"], "keywords": ["republic", "trumps", "mr", "biden", "unwritten", "justice", "constitution", "really", "department", "general", "opinion", "trump", "military", "president", "saved"], "pubDate": "2020-12-10T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}