{"publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35", "id": "179be474-5445-3b34-a14a-28d8328f23fc", "keywords": ["trump", "ads", "advertising", "speech", "facebook", "biden", "social", "zuckerberg", "political", "election", "ad", "facebooks", "problem", "media"], "pubDate": null, "title": "The Problem of Political Advertising on Social Media", "url": "https://www.newyorker.com/tech/annals-of-technology/the-problem-of-political-advertising-on-social-media", "authors": ["Sue Halpern", "Peter Schjeldahl", "Dexter Filkins", "Jia Tolentino", "Michael Luo", "The New Yorker", "Masha Gessen", "Andrew Marantz"], "summary": "In the course of the 2016 Presidential election, Donald Trump and Hillary Clinton spent eighty-one million dollars on Facebook ads.\nNewspaper publishers are not required to run political ads, but broadcasters are bound by the Federal Communications Act, which stipulates that they “shall have no power of censorship over the material broadcast.” Though it does not require them to air political ads, there are strict controls on broadcasters picking some and rejecting others.\nSocial media was exempt from Federal Election Commission disclosure laws, which require political advertisements to state who is paying for them, until December, 2017.\nThere was no mystery about who was paying for Trump’s misleading Biden ad.\nEmbedded in the First Amendment’s protection of political speech is the assumption that deceptions will be exposed and then rejected in the marketplace of ideas.", "paragraphs": ["In the course of the 2016 Presidential election, Donald Trump and Hillary Clinton spent eighty-one million dollars on Facebook ads. With a little more than a year to go until the next election, candidates have already spent more than sixty-three million dollars marketing themselves on Facebook and Google. Trump’s campaign has spent more than anyone else’s, with a total of twenty-four million dollars in digital-ad buys. Two of those ads, which were released on Facebook on October 2nd, falsely accused the former Vice-President Joe Biden of offering Ukrainian officials a billion dollars to drop a case against his son Hunter. The ads, which were seen by over four million people, include a six-second video edited to make it seem like Biden openly confesses to the scheme. When the Biden campaign asked Facebook to remove the ad, however, the company refused. “Our approach is grounded in Facebook’s fundamental belief in free expression, respect for the democratic process, and the belief that, in mature democracies with a free press, political speech is already arguably the most scrutinized speech there is,” Katie Harbath, Facebook’s public-policy director for global elections, wrote to the Biden campaign. “Thus, when a politician speaks or makes an ad, we do not send it to third party fact-checkers.”", "Most of the time, when taken to task for spreading hateful, distorted, and demonstrably false information, Facebook executives claim that the social network is merely a neutral platform, unmoored from the content it carries. Nick Clegg, Facebook’s vice-president of global affairs and communications, likens Facebook to a tennis court. “Our job is to make sure the court is ready—the surface is flat, the lines painted, the net at the correct height,” he said last month during a speech in Washington. “But we don’t pick up the racket and start playing. How the players play the game is up to them.” It’s a convenient, yet inaccurate, analogy. Facebook runs on proprietary algorithms that promote some content over others; those algorithms are not neutral. Neither are the company’s idiosyncratic and inconsistent “content moderation” policies, which are supposed to police behavior on the site. As an investigation by BuzzFeed recently discovered, Facebook has rejected over a hundred political ads from Trump, Biden, Sanders, Warren, and others on the grounds that they don’t meet Facebook’s design standards or its public-decency policy. In one case, it rejected a Trump ad because it included a clip of Joe Biden saying “son of a bitch.”", "During an exchange with Representative Alexandria Ocasio-Cortez at a House Financial Services Committee hearing, on Wednesday, Facebook’s C.E.O., Mark Zuckerberg, struggled to elucidate his company’s political-advertising policy. “Could I run ads targeting Republicans in primaries saying they voted for the Green New Deal?” Ocasio-Cortez asked him. Zuckerberg responded, “Sorry, can you repeat that?” She did, and then asked whether he had a problem with “the complete lack of fact-checking on political advertisements.” Zuckerberg looked confused. “Well, Congresswoman,” he answered, “I think lying is bad, and if you were to run an ad that had a lie, that would be bad.” It was a childish, almost innocent answer. Ultimately, he said, such an ad would not be prohibited on Facebook.", "Making specious claims about a political opponent has a long and storied history in this country. In 1800, for example, Thomas Jefferson’s camp claimed, falsely, that John Adams was going to take the country to war with France. Lies have been a feature of political campaigns ever since. Newspaper publishers are not required to run political ads, but broadcasters are bound by the Federal Communications Act, which stipulates that they “shall have no power of censorship over the material broadcast.” Though it does not require them to air political ads, there are strict controls on broadcasters picking some and rejecting others. If false claims are made, candidates are free to sue for defamation, but it’s a high hurdle for a public figure to clear. (There are some clear restrictions: for instance, direct incitements to violence, or lies about the date of an election, which veers into the territory of voter fraud, are not allowed.)", "Although Facebook runs a live-video service, it is not considered a broadcaster as defined by the F.C.C. Neither is YouTube. Social media was exempt from Federal Election Commission disclosure laws, which require political advertisements to state who is paying for them, until December, 2017. Disclosure turns out to be crucial, as we learned from the 2016 election, when foreign agents used social-media ads to influence its outcome and exacerbate social divisions. (Facebook, where many of these ads appeared, began including disclosure statements in May, 2018.) The Honest Ads Act, first introduced in Congress, in 2017, by Amy Klobuchar, the Democratic senator and Presidential hopeful from Minnesota, and reintroduced this year with Lindsey Graham as co-sponsor, aimed to close this loophole. The goal, Klobuchar said, is to “ensure that all major platforms that sell political advertisements are held to the same rules of the road, something that is already required for television, radio and print political advertising.” It was blocked by Senate Republicans on Tuesday. Disclosure, it should be noted, is unrelated to content. There was no mystery about who was paying for Trump’s misleading Biden ad.", "As necessary as it is to extend existing election laws to encompass online media, it’s equally important for those laws to acknowledge that Internet platforms, while at times performing the roles of publisher and broadcaster, are something else altogether. Facebook, especially, is a “narrowcaster.” It derives its power in the marketplace from its ability to acquire tremendous amounts of data about people (they don’t have to be Facebook users ), which it then uses to sell targeted ads based on people’s personalities, affiliations, demographics, and other very specific attributes. Not everyone will see those ads, and that’s the point. Facebook’s tools, and its unprecedented cache of data, allows marketers—both commercial and political— to test various approaches and identify users who are most susceptible to their message.", "Embedded in the First Amendment’s protection of political speech is the assumption that deceptions will be exposed and then rejected in the marketplace of ideas. In Zuckerberg’s view, Facebook, though a private company, is the public square where such ideas can be debated. But when political ads with false claims circulate only among the people who will be most receptive to them, there is little chance that the veracity of those ads will be openly debated. Social media intentionally bypasses the marketplace of ideas. “We think people should be able to see for themselves what politicians are saying,” Zuckerberg said in a speech last week at Georgetown University, but that’s not how social media works. To that end, he added, the problem with the ads pushed to American Facebook users by hackers in service to the Kremlin during the 2016 election, many of which were deceptive and untrue, was that they came from a foreign country. They would have been permissible had they been pumped out by people in the U.S. More than eleven million Americans saw those ads. Zuckerberg also reiterated his view that Facebook users should be able to say whatever they want unless it puts others in harm’s way. But harm comes in many forms, as the fallout from the 2016 election demonstrates every day.", "Of course, Facebook’s fiduciary duty rests with its shareholders, not with the public. Regulation, whether it’s from the Federal Election Commission or from Congress, threatens the bottom line, and some regulation—most pointedly, Elizabeth Warren’s proposal to break up big tech—threatens the company existentially. In September, Zuckerberg went to Washington to meet with Trump, who has put social-media companies on notice for what he and other conservatives perceive to be their liberal bias; a few days later, the company announced its decision not to fact-check political ads during the 2020 race. Shortly after, Facebook rejected Biden’s request, and the Warren campaign took the opportunity to troll Facebook with its own Facebook ad, this one claiming that Zuckerberg had endorsed Trump for President. It was deliberately false, as Warren herself disclosed, and that was the point. “[Zuckerberg has] given Donald Trump free rein to lie on his platform,” Warren wrote, “and then to pay Facebook gobs of money to push out their lies to American voters.” Clearly, malign foreign actors are not necessary to inject poison into the stream of political discourse. The dissemination of untruths promoted by algorithms created to maximize ad revenue is a deceptive accounting of the “free” in “free speech.”"]}