{"id": "17a38273-a40e-37cd-b309-5db0cbf68984", "title": "After Months Away From the Gym, Is the Best Workout No Workout At All?", "url": "https://www.vogue.com/article/emsculpt-neo-noninvasive-body-sculpting", "summary": "A FEW MONTHS AGO, I sprawled out on my living-room couch, my laptop burning my thighs, and opened my Zoom app as I had done every morning since last March.\nBut the face, or should I say, the body, looking back at me through the screen was notably different from my usual digital workday encounters.\n“It’s been really hard during COVID, not being able to go to the gym and trying to be accountable at home,” Culpo lamented as the other well-groomed participants nodded along in agreement.\nAdded Levine, “You can get a treatment in a room alone, and wear a mask!” In America, the pursuit to become our so-called best selves never stops, not even during a pandemic.\n“It’s completely understandable that we’re not at our regular fitness levels,” Anne Chapas, M.D., assures me.", "paragraphs": ["A FEW MONTHS AGO, I sprawled out on my living-room couch, my laptop burning my thighs, and opened my Zoom app as I had done every morning since last March. But the face, or should I say, the body, looking back at me through the screen was notably different from my usual digital workday encounters. Wearing a dramatically nipped-in evening top, the influencer/model/entrepreneur Olivia Culpo (4.7 million Instagram followers) had signed on from her home in Los Angeles to greet a grid of smiling editors and writers. While nuzzling her caramel toy goldendoodle, Oliver Sprinkles—her hair in a glossy, distinctly pre-pandemic-quality blowout—Culpo was talking about what everyone wants to talk about at 10 a.m. on a cold Thursday in December, following almost a year of stress-eating in isolation: toned abs. “It’s been really hard during COVID, not being able to go to the gym and trying to be accountable at home,” Culpo lamented as the other well-groomed participants nodded along in agreement.", "But the 28-year-old, whose midsection didn’t seem to be struggling with accountability in the same way as, say, mine, had discovered a solution: “After one treatment, I already felt a difference,” Culpo said, endorsing the Emsculpt Neo, a buzzy new cosmetic device that purports to burn fat and tone muscles in four 30-minute treatments. It’s the perfect workout for the COVID era, Manhattan plastic surgeon Jennifer Levine, M.D., offered from an adjacent square, cheerfully describing a new crop of sculpting devices that use radio frequency to melt fat while electric currents and electromagnetic waves tone muscles for you—no squats or bird-dogs required. Added Levine, “You can get a treatment in a room alone, and wear a mask!” In America, the pursuit to become our so-called best selves never stops, not even during a pandemic.", "This is not news to me, of course, thanks to the relentless #fitspo that has flooded my Instagram Explore page as I’ve refreshed the app again (and again) in the New Year. I try not to dwell on this kind of content, finding some measure of relief in the idea that as long as “normal life” has all but ceased to exist, at least I can let myself go. Not completely: I still do Yoga with Adriene on YouTube every once in a while, and I’ve been surprising myself by jumping on a live­stream of Taryn Toomey’s cultish The Class—a fairly intense hour-long combination of cardio, strength training, and breath work—a few times a month. But I’m a writer, not an influencer/model/entrepreneur: Who even cares about my abs? Still. Even I am not immune to the appeal of something like Emsculpt, especially as we try to erase the physical signs of the sad, anxious, dumpy year we just endured, a kind of Eternal Sunshine of the Spotless…body.", "“It’s completely understandable that we’re not at our regular fitness levels,” Anne Chapas, M.D., assures me. “It’s been an incredibly stressful time for all of us.” A Manhattan dermatologist and the founder and medical director of Union Derm, Chapas relays that she and her colleagues have seen a rise in the number of patients seeking quick, noninvasive, no-downtime fixes. “I had a patient who joked to me the other day, ‘You know why they call it COVID-19?’ Because of the 19 pounds we’ve all gained.” Similar memes and tweets have been met with a backlash from the body-positivity community: Why are we worrying about a few extra pounds when so many of us have been sequestered at home, awash in worry, trying to keep ourselves and the people around us healthy and solvent?"], "authors": ["Naomi Fry", "Naomi Fr"], "keywords": ["pounds", "trying", "muscles", "best", "treatment", "md", "gym", "say", "manhattan", "away", "tone", "workout", "culpo", "try", "months"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}