{"id": "17c5e891-5d6b-3c69-ae57-3cd57185a8e8", "title": "Lebanon's caretaker PM and ex-ministers charged over Beirut blast", "url": "https://www.theguardian.com/world/2020/dec/10/lebanons-caretaker-prime-minister-and-ex-ministers-charged-over-beirut-blast", "summary": "The Lebanese prosecutor investigating last summer’s Beirut port explosion has filed charges against the caretaker prime minister and three former ministers, accusing them of negligence leading to the deaths of hundreds of people, the state’s official news agency said.\nAll four were charged with carelessness and negligence leading to the explosion, which killed more than 200 people and injured thousands.\nDiab has continued to function in caretaker capacity while efforts to form a new government have floundered amid political disputes.\nSince the material arrived in Lebanon in late 2013, four prime ministers have been in office.\nInvestigators probing the blast had so far focused on personnel at the Port of Beirut.", "paragraphs": ["The Lebanese prosecutor investigating last summer’s Beirut port explosion has filed charges against the caretaker prime minister and three former ministers, accusing them of negligence leading to the deaths of hundreds of people, the state’s official news agency said.", "Fadi Sawan filed the charges against Hassan Diab, who resigned as PM a few days after the blast but has stayed on in an interim capacity; Ali Hassan Khalil, a former finance minister, and Ghazi Zaiter and Youssef Fenianos, both former ministers of public works.", "All four were charged with carelessness and negligence leading to the explosion, which killed more than 200 people and injured thousands. The blast was caused by the ignition of a large stockpile of explosive material, which had been stored at the port for years with the knowledge of top security officials and politicians.", "The four are the most senior individuals to be indicted so far in the probe, which is being conducted in secrecy. Anger has been building up over the slow investigation, lack of answers and the fact that no senior officials have been indicted.", "Diab, a former professor at the American University of Beirut who became prime minister late last year, resigned a few days after the blast, which levelled the country’s main port and destroyed large parts of the city. Diab has continued to function in caretaker capacity while efforts to form a new government have floundered amid political disputes.", "The blast is considered to be among the largest non-nuclear explosions ever recorded. Zeitar was transport and public works minister in 2014, followed by Fenianos in 2016, who held the job until the beginning of 2020. Khalil was finance minister in 2014, 2016 and until 2020.", "Documents surfaced soon after the explosion showing that, at least 10 times over the past six years, authorities from Lebanon’s customs, military, security agencies and judiciary raised the alarm that a massive stockpile of potentially dangerous chemicals was being kept with almost no safeguard at the port in the heart of Beirut.", "Michel Aoun, the president of Lebanon since 2016, said he was first told of the stockpile nearly three weeks before the explosion and immediately ordered military and security agencies to do “what was needed.” But he suggested his responsibility ended there, saying he had no authority over the port and that previous governments had been told of the stockpile’s presence.", "Since the material arrived in Lebanon in late 2013, four prime ministers have been in office. Najib Mikati, Tammam Salam and Saad Hariri have reportedly said they were not aware of the existence of the material at the port. Diab has said was only informed about the presence of the “explosives” days earlier and planned to visit the site. He told reporters earlier this year that he cancelled his visit to the port after he was told that the materials were fertilisers.", "Investigators probing the blast had so far focused on personnel at the Port of Beirut. Sawan, the inquiry leader and a judge, said he has set 14-16 December as dates for interrogating the four as defendants.", "Both Khalil and Fenanios were sanctioned by the US in September this year for allegedly providing support to the Shia Islamist group Hezbollah."], "authors": [], "keywords": ["port", "charged", "stockpile", "explosion", "blast", "minister", "exministers", "caretaker", "ministers", "security", "prime", "material", "lebanons", "beirut", "told"], "pubDate": "2020-12-10T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}