{"id": "17c643f1-9e13-30a3-b5b0-e8aa2599a011", "title": "East Village and Easter Sunday Style Collided This Weekend at Tompkins Square Park", "url": "https://www.vogue.com/slideshow/street-style-tompkins-square-park", "summary": "It was another beautiful weekend in New York City, with the sun shining and the trees just starting to blossom.\nPhotographer Hunter Abrams went to Tompkins Square Park to capture both the East Village cool kids and those searching for Easter Eggs.\nWinning the award for Most East Village was one person with a long jade green wig, orange and black striped socks, and a blue mask with a red pom pom on the nose.\nOne lady in red wore a slip skirt, a patterned, tailored vest, red cowboy boots.\nAnother person by the skate park wore a black and white look that was anything but basic.", "paragraphs": ["It was another beautiful weekend in New York City, with the sun shining and the trees just starting to blossom. And since it was also Easter Sunday, the looks were out in full force. People watching really is at its best in these early spring days, when everyone is shaking off their best outfits after months of hibernating indoors and venturing out in long puffers. Photographer Hunter Abrams went to Tompkins Square Park to capture both the East Village cool kids and those searching for Easter Eggs. What did that mean fashion wise? Color, faux fur, sequins, and…. Did we mention color?", "One park goer chose to match their neon, leopard print (very Lisa Frank!) furry bucket hat to a cotton-candy pink faux fur coat. Statement sunglasses with a chain-like embellishment and rainbow sneakers finished off the maximalist look. Winning the award for Most East Village was one person with a long jade green wig, orange and black striped socks, and a blue mask with a red pom pom on the nose. Oh, and butterfly clips and butterfly appliqués dotted the wig as well.", "Two outfits stood out for their expert layering. One lady in red wore a slip skirt, a patterned, tailored vest, red cowboy boots. Web-like stockings and a tangle of rings and necklaces kicked the look into high gear. Another person by the skate park wore a black and white look that was anything but basic. A sweet, tiered eyelet skirt and a cream blazer with a pleated bodice and a cinched waist screams “ladies who lunch.” But with chunky sneakers and a harness-like belt? Now that’s New York street style."], "authors": ["Sarah Spellings", "Sarah Spelling", "Hunter Abram"], "keywords": ["red", "village", "park", "square", "collided", "look", "sneakers", "tompkins", "weekend", "east", "pom", "york", "wig", "easter", "skirt", "style", "wore"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}