{"id": "17c65718-b61b-305a-b2cc-10d68aae8058", "title": "Bank of England keeps interest rates on hold at 0.1%", "url": "https://www.theguardian.com/business/2020/dec/17/bank-of-england-keeps-interest-rates-on-hold-at-01", "summary": "The Bank of England has kept interest rates at the lowest levels on record after warning that rapid growth in coronavirus infections will deliver a bigger hit to the UK economy than expected in the final months of 2020.\nWarning that the restrictions on activity introduced were tougher than it assumed in November, it said UK growth would be weaker than expected well into the first quarter of 2021.\nThe Bank said last month that it expected Britain’s economy to slide into a double-dip recession in the fourth quarter of 2020.\nDespite the growing risks to the economy as the Brexit transition deadline looms, the Bank said the outlook for the UK economy had evolved “broadly in line” with its latest forecasts published in November.\n“Compared with previous periods during which non-negotiated Brexit outcomes had been possible, the economy was starting from a weaker position,” it added.", "paragraphs": ["The Bank of England has kept interest rates at the lowest levels on record after warning that rapid growth in coronavirus infections will deliver a bigger hit to the UK economy than expected in the final months of 2020.", "Threadneedle Street’s monetary policy committee (MPC) voted unanimously to keep the official interest rate on hold at 0.1% while also leaving the Bank’s quantitative easing bond-buying programme unchanged at £895bn after pumping an additional £150bn into the economy last month.", "Against a backdrop of soaring coronavirus infections amid the second wave of the pandemic, the Bank said regional tiered restrictions launched by the government in England and tougher controls in Scotland, Wales and Northern Ireland, had put the economy under renewed pressure.", "Warning that the restrictions on activity introduced were tougher than it assumed in November, it said UK growth would be weaker than expected well into the first quarter of 2021. The Bank said last month that it expected Britain’s economy to slide into a double-dip recession in the fourth quarter of 2020.", "The MPC now expects gross domestic product (GDP) to contract by a little over 1% in the final three months of the year,. This would mean national output for 2020 would be 11 percentage points below that of 2019, marking the biggest recession in 300 years.", "In a mixed assessment of Britain’s economic prospects, the latest update said weaker growth in the fourth quarter and first three months of 2021 was increasingly likely to be followed by better news as Covid vaccines were rolled out across the UK.", "It said this was “likely to reduce the downside risks” to the economic outlook from Covid.", "Despite the growing risks to the economy as the Brexit transition deadline looms, the Bank said the outlook for the UK economy had evolved “broadly in line” with its latest forecasts published in November. This included an assumption that the UK would move immediately to a free trade agreement with the EU from the start of January.", "Sign up to the daily Business Today email or follow Guardian Business on Twitter at @BusinessDesk", "However, the Bank said Brexit disruption and congestion at Britain’s ports could pile renewed pressure on an already weak economy. With time running out for a deal to be struck before the end of the transition on 31 December – when the UK will leave the EU single market and customs union – the Bank said some businesses were not ready and that preparations had been hindered by challenges relating to Covid.", "Publishing the minutes of the MPC meeting, the Bank said recent congestion at the main UK ports amid disruption to global shipping this year “could compound the risk of short-term disruption emerging after 1 January 2021”.", "Saying it stood ready to act to support the economy if conditions deteriorate rapidly, the Bank said it would also maintain low-borrowing costs for longer in a reflection of the heightened risks to growth and jobs from Covid and Brexit.", "“Compared with previous periods during which non-negotiated Brexit outcomes had been possible, the economy was starting from a weaker position,” it added."], "authors": ["Richard Partington"], "keywords": ["01", "risks", "bank", "uk", "england", "rates", "economy", "expected", "interest", "mpc", "hold", "months", "quarter", "weaker", "keeps", "growth"], "pubDate": "2020-12-17T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}