{"id": "17d0fd57-1e54-3824-8c92-2c443fec77ee", "title": "Ted Cruz mocks John Boehner's 'drunken, bloviated scorn'", "url": "https://www.foxnews.com/politics/ted-cruz-mocks-john-boehners-drunken-bloviated-scorn", "summary": "U.S. Sen. Ted Cruz on Friday mockingly said he wears former House Speaker John Boehner’s \"drunken, bloviated scorn\" proudly after Boehner’s latest cutting remark about the Texas Republican.\nPlease don’t cry,\" Cruz joked in reference to occasions when Boehner became publicly emotional during his career.\nIn the interview, Boehner says he doesn’t like to \"beat anyone up\" but he’d make an exception for Cruz.\nCruz made a joke of it at the Conservative Political Action Conference (CPAC) in Florida in February, saying, \"John Boehner made some news.\nTo which my response was, 'Who’s John Boehner?'\"", "paragraphs": ["U.S. Sen. Ted Cruz on Friday mockingly said he wears former House Speaker John Boehner’s \"drunken, bloviated scorn\" proudly after Boehner’s latest cutting remark about the Texas Republican.", "\"The Swamp is unhappy,\" Cruz tweeted along with a clip from an upcoming CBS News interview with Boehner in which he calls Cruz a \"jerk\" and accuses him of \"making a lot of noise\" but not being especially productive in Congress.", "\"I wear with pride his drunken, bloviated scorn. Please don’t cry,\" Cruz joked in reference to occasions when Boehner became publicly emotional during his career.", "In the interview, Boehner says he doesn’t like to \"beat anyone up\" but he’d make an exception for Cruz.", "\"Perfect symbol, you know, of getting elected, making a lot of noise, draw a lot of attention to yourself, raise a lot of money, which means you’re gonna go make more noise, raise more money,\" Boehner told CBS of how he views Cruz’s political career.", "BOEHNER TELLS CRUZ TO 'GO F- YOURSELF' WHILE RECORDING AUDIO BOOK: REPORT", "Boehner, an Ohio Republican who served as House speaker from 2011-2015, has been making the interview rounds promoting his book, \"On The House: A Washington Memoir,\" which comes out next week. Boehner represented Ohio's 8th Congressional District from 1991-2015.", "The ex-speaker has taken several shots at Cruz, including while recording his audiobook when he reportedly told Cruz to \"f---\" himself in several off-script moments.", "Cruz made a joke of it at the Conservative Political Action Conference (CPAC) in Florida in February, saying, \"John Boehner made some news. He suggested that I do something that was anatomically impossible. To which my response was, 'Who’s John Boehner?'\" according to The Hill.", "CLICK HERE TO GET THE FOX NEWS APP", "In his book, Boehner calls both Cruz and Rep. Jim Jordan, R-Ohio, \"political terrorists,\" adding that Jordan spends most of his time \"tearing things apart.\""], "authors": ["Brie Stimson"], "keywords": ["ted", "political", "interview", "house", "boehners", "scorn", "mocks", "cruz", "making", "drunken", "lot", "bloviated", "john", "boehner", "noise", "book"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}