{"id": "17d6dea2-6ec3-3744-9620-29efb3d44295", "title": "Applied Neuroscience: Unleashing Brain Power for You and Your People (Live Online)", "url": "https://execed.economist.com/mit-sloan-school-management/applied-neuroscience-unleashing-brain-power-you-and-your-people-live-1", "summary": "This program will take a deep dive into neuroscience concepts and techniques to help you-brain and body-through a method of unleashing potential in yourself and others.\nThrough a balance of theory and application, neuroscientist and MIT Sloan Senior Lecturer Dr. Tara Swart will examine the latest neuroscience research and how it can inform your personal and professional practices.\nProgram topic areas include:How to boost, refuel, and re-direct your cognitive resourcesEmbodied leadership and somatic practices (MIT’s “thin slices” research)Creative and intuitive ideas for revolutionizing collaborationNeural pathways that underlie procrastination, risk profile, and resilience (Swart’s Neural Tethering Model© based on research from MIT’s financial engineering department)The impact of gender and cultural diversity on confidence and creativity in organizations and teamsWorking with technology to empower human potentialHands-on exercises will include enacting successful scenarios through creative, visual activities, guided meditation focused on peak performance, and optional yoga.", "paragraphs": ["This program will take a deep dive into neuroscience concepts and techniques to help you-brain and body-through a method of unleashing potential in yourself and others.", "Through a balance of theory and application, neuroscientist and MIT Sloan Senior Lecturer Dr. Tara Swart will examine the latest neuroscience research and how it can inform your personal and professional practices. Program topic areas include:", "How to boost, refuel, and re-direct your cognitive resources", "Embodied leadership and somatic practices (MIT’s “thin slices” research)", "Creative and intuitive ideas for revolutionizing collaboration", "Neural pathways that underlie procrastination, risk profile, and resilience (Swart’s Neural Tethering Model© based on research from MIT’s financial engineering department)", "The impact of gender and cultural diversity on confidence and creativity in organizations and teams", "Working with technology to empower human potential", "Hands-on exercises will include enacting successful scenarios through creative, visual activities, guided meditation focused on peak performance, and optional yoga."], "authors": [], "keywords": ["applied", "brain", "practices", "live", "online", "visual", "youbrain", "power", "yoga", "underlie", "neuroscience", "mits", "unleashing", "program", "research"], "pubDate": "2020-11-24T02:54:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}