{"id": "17ec76ab-1c22-34b6-92dc-4e27cb4e2047", "title": "Exclusive Look At Agent 47's New Camera Tool In Hitman 3", "url": "https://www.gameinformer.com/exclusive-video/2021/01/07/exclusive-look-at-agent-47s-new-camera-tool-in-hitman-3", "summary": "In this exclusive video, we’re showing off Agent 47’s new multi-function camera that is coming with the arrival of Hitman 3.\nThe camera will be a default item that players can utilize on every mission and contract, as IO Interactive designed it as an “essential tool for professional and playful means.” Agent 47 can use the camera to remotely access locked doors or as an investigative device to uncover new mission intel.\nIt should be known that while Hitman 3's camera tool certainly allows creative players to capture their favorite moments, the gadget does not provide the experience of a full-blown photo mode.\nPlease note that this Hitman 3 gameplay was captured on PC by Game Informer.\nClick the banner below for more exclusive coverage of Hitman 3, including the 5 Things You Should Know About Hitman 3, the First 5 Minutes of Hitman 3's Opening Dubai Mission, or our full cover story from Issue #332.", "paragraphs": ["In this exclusive video, we’re showing off Agent 47’s new multi-function camera that is coming with the arrival of Hitman 3. The camera will be a default item that players can utilize on every mission and contract, as IO Interactive designed it as an “essential tool for professional and playful means.” Agent 47 can use the camera to remotely access locked doors or as an investigative device to uncover new mission intel. One of the many routes that can be used to complete the game's Dubai location requires Agent 47 to earn the trust of one of his targets, and to do so he must dispose of a particular nuisance — an overly curious journalist. Upon successfully subduing the journalist, I was tasked with taking a photo of the body and presenting it to my target, subsequently gaining their trust and the necessary alone time I needed to eliminate them quietly.", "It should be known that while Hitman 3's camera tool certainly allows creative players to capture their favorite moments, the gadget does not provide the experience of a full-blown photo mode.", "Please note that this Hitman 3 gameplay was captured on PC by Game Informer. Click the banner below for more exclusive coverage of Hitman 3, including the 5 Things You Should Know About Hitman 3, the First 5 Minutes of Hitman 3's Opening Dubai Mission, or our full cover story from Issue #332."], "authors": ["Video Editor", "Real-Time Strategy Games Of The Late To Mmorpg'S Of The", "All The Way To Current Battle Royales Like Apex Legends", "Alex Has Spent His Life Trying To Find A Better Multiplayer Game Than Halo"], "keywords": ["exclusive", "trust", "hitman", "47s", "camera", "tool", "mission", "players", "journalist", "dubai", "look", "agent"], "pubDate": "2021-01-07T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}