{"id": "17fb6fee-42c2-30eb-8788-cd8b10e60cc3", "title": "Social media platform Parler goes dark after Amazon cloud suspension", "url": "http://www.foxbusiness.com/technology/parler-not-working-offline-down-big-tech-amazon-web-services", "summary": "Alternative social media platform Parler went down early Monday following Amazon Web Services' decision to suspend Parler from its cloud hosting service after Wednesday's U.S. Capitol riot.\nScreenshots taken from Parler and shared on other social media platforms appear to show Parler users openly discussing plans for violence at the rally that preceded the attack on the Capitol, including bringing weapons and imagining how they would wield them against their political opponents.\nGET FOX BUSINESS ON THE GO BY CLICKING HERELike Google, Apple suspended Parler from its App Store even as it surged to the No.\nCLICK HERE TO READ MORE ON FOX BUSINESSMeanwhile, Gab, another upstart social media platform, extended a welcome to Matze and Parler users while the site is down.\n\"We welcome John Matze, Dan Bongino and everyone on Parler to speak freely on Gab while they work to get the platform back online,\" Gab wrote on its official Twitter account.", "paragraphs": ["Alternative social media platform Parler went down early Monday following Amazon Web Services' decision to suspend Parler from its cloud hosting service after Wednesday's U.S. Capitol riot.", "Continue Reading Below", "CEO John Matze told \"Sunday Morning Futures\" that the site will try to \"get back online as quickly as possible,\" after writing on the platform that the site may be down for up to a week.", "APPLE AND GOOGLE SUSPEND PARLER FROM THEIR APP STORES", "Google suspended Parler from its app store Friday due to a failure to moderate \"egregious content\" posted by users related to the violent siege on Capitol Hill last week.", "Parler is facing criticism over Wednesday’s riot that saw supporters of President Trump storm into the U.S. Capitol, attack police, vandalize the building and steal items from inside.", "Screenshots taken from Parler and shared on other social media platforms appear to show Parler users openly discussing plans for violence at the rally that preceded the attack on the Capitol, including bringing weapons and imagining how they would wield them against their political opponents.", "Amazon says the move was made for violating Amazon Web Services' terms of services by failing to effectively deal with a steady increase in violent content, according to an email by an AWS Trust and Safety team to Parler, seen by Reuters.", "An Amazon spokesperson confirmed the letter was authentic.", "“We will try our best to move to a new provider right now as we have many competing for our business. However, Amazon, Google and Apple purposefully did this in a coordinated effort knowing our options would be limited and knowing this would inflict the most damage right as President Trump was banned from the tech companies,” Matze added.", "GET FOX BUSINESS ON THE GO BY CLICKING HERE", "Like Google, Apple suspended Parler from its App Store even as it surged to the No. 1 spot in the free apps section earlier in the day.", "CLICK HERE TO READ MORE ON FOX BUSINESS", "Meanwhile, Gab, another upstart social media platform, extended a welcome to Matze and Parler users while the site is down.", "\"We welcome John Matze, Dan Bongino and everyone on Parler to speak freely on Gab while they work to get the platform back online,\" Gab wrote on its official Twitter account.", "Fox Business' Talia Kaplan, Audrey Conklin, James Leggate and Brittany De Lea contributed to this report."], "authors": ["Evie Fordham"], "keywords": ["suspension", "users", "capitol", "dark", "site", "cloud", "matze", "social", "platform", "goes", "amazon", "media", "services", "parler"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}