{"summary": "He said there were three main reasons he decided to eat Chick-fil-A for 114 consecutive days (except Sundays, obviously).\n- Mark Mendenhall, ate Chick-fil-A for 114 days straightHe said he did it to \"unite the community.\"\n- Mark Mendenhall, ate Chick-fil-A for 114 days straightHe may be a bit biased though, as two of his three children work there, he said.\n\"So, Chick-fil-A was the perfect pick to do this challenge because I never had to go on Sundays,\" Mendenhall said.\n- Mark Mendenhall, ate Chick-fil-A for 114 days straightThroughout all of this adventure, he said he didn't gain a pound.", "keywords": ["day", "california", "chikin", "eat", "114", "decides", "mendenhall", "ate", "charity", "chickfila", "hire", "days", "mor", "sundays", "mark", "thought", "man", "know"], "paragraphs": ["A San Diego man has been eating Chick-fil-A every day for months now.", "Continue Reading Below", "\"A lot of people have been asking me, why did I do this?\" Mark Mendenhall told FOX Business' Neil Cavuto on Tuesday.", "He said there were three main reasons he decided to eat Chick-fil-A for 114 consecutive days (except Sundays, obviously). The first reason was he heard about Joey Smith from Atlanta who ate at Chick-fil-A for 100 consecutive days.", "\"I read that article, and I thought, you know, I eat here two to three times a week already, I could totally do that,\" Mendenhall said on \"Cavuto: Coast to Coast.\" \"That's a great idea.\"", "\"I threw in some salads and some fruit and some yogurt. And so, it's all about eating wisely.\" - Mark Mendenhall, ate Chick-fil-A for 114 days straight", "He said he did it to \"unite the community.\"", "\"We know there's bad news in the world today, and so, I thought of having something fun for our community to do,\" Mendenhall said.", "Secondly, he decided to turn his efforts into a fundraiser for the Poway Unified School District which adopts a family in need during the holiday season.", "CLICK HERE TO READ MORE ON FOX BUSINESS", "Third, but certainly not least, Mendenhall said he did it because he \"truly loves Chick-fil-A.\"", "\"It's not just about the food, though,\" Mendenhall said. \"It's about the people. They hire incredible people.\"", "\"We know there's bad news in the world today, and so, I thought of having something fun for our community to do.\" - Mark Mendenhall, ate Chick-fil-A for 114 days straight", "He may be a bit biased though, as two of his three children work there, he said.", "POPEYES LOOKING TO HIRE 'CHICKEN SANDWICH PROFESSIONALS' ON SUNDAYS ONLY", "Mendenhall said he didn't mind skipping Sundays since he normally spends time at church and with his family that day, anyway.", "\"So, Chick-fil-A was the perfect pick to do this challenge because I never had to go on Sundays,\" Mendenhall said. \"So it worked out perfect for me and my family.\"", "His wife was his \"biggest supporter,\" Mendenhall said.", "CHICK-FIL-A OPENS IN LAS VEGAS CASINO", "\"She probably went with me about 80 percent of the time,\" Mendenhall said. \"But she also knew that we had to end this at some point.\"", "\"It's not just about the food, though. It's about the people. They hire incredible people.\" - Mark Mendenhall, ate Chick-fil-A for 114 days straight", "Throughout all of this adventure, he said he didn't gain a pound.", "\"I threw in some salads and some fruit and some yogurt,\" Mendenhall said. \"And so, it's all about eating wisely.\"", "GET FOX BUSINESS ON THE GO BY CLICKING HERE"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "http://www.foxbusiness.com/lifestyle/chick-fil-a-every-day-california-man-eat-mor-chikin", "authors": ["Blair Shiff"], "id": "17fd6610-00d8-35b5-9340-70b63921722a", "pubDate": null, "title": "Chick-fil-A every day? California man decides to 'Eat mor Chikin' for charity"}