{"id": "1812a29a-bf7d-3424-9e26-9e62d1bfcbe3", "title": "A Runoff Unlike Any Other Runoff", "url": "https://radio.foxnews.com/2020/12/04/a-runoff-unlike-any-other-runoff/", "summary": "This Week:Overall more than 275 thousand deaths have been attributed to the coronavirus, according Centers for Disease Control, but good news could be coming soon.\nThere is a long list of things Congress needs to get done before the 2020 year is over.\nJared and FOX News Congressional Correspondent Chad Pergram discuss.\nJared and FOX News Radio's White House Correspondent Jon Decker discuss the transition and President Trump's legal challenges.\nThe 2020 Election has gone into overtime and headed to the beginning of 2021 where control of the U.S. Senate rests on two Georgia Senate runoff races in January.", "paragraphs": ["This Week:", "Overall more than 275 thousand deaths have been attributed to the coronavirus, according Centers for Disease Control, but good news could be coming soon. A COVID-19 vaccine from Pfizer won approval in the United Kingdom and is putting pressure on the FDA to sign off on an emergency use authorization requests from the drug maker. Operation Warp Speed scientific head Dr. Moncef Slaoui tells Jared how the vaccine will be distributed, who will receive the first batch, how long it will take before all Americans can receive it and more.", "There is a long list of things Congress needs to get done before the 2020 year is over. As the COVID-19 pandemic surges on and people continue to be unemployed, Congress has still been unable to come together on a bipartisan bill to assist Americans in need of assistance. A spending bill is also needed by the end of next week to prevent a government shutdown and President Trump is threatening to veto a defense bill unless internet legislation Section 230 is terminated. Jared and FOX News Congressional Correspondent Chad Pergram discuss.", "President-elect Joe Biden introduced his picks for his economic team this week and he is expected to announce more senior members of his incoming administration next week, including a Health and Human Services Secretary who will be in charge with handling the pandemic response. Jared and FOX News Radio's White House Correspondent Jon Decker discuss the transition and President Trump's legal challenges.", "The 2020 Election has gone into overtime and headed to the beginning of 2021 where control of the U.S. Senate rests on two Georgia Senate runoff races in January. Jared and FOX News Radio's Political Analyst Josh Kraushaar review what's at stake for both parties and what a narrow majority in the Senate and House will mean for a Biden administration."], "authors": ["Siobhan Flattery", "William Sanchez"], "keywords": ["receive", "president", "radios", "bill", "jared", "runoff", "vaccine", "fox", "week", "pandemic", "senate", "unlike"], "pubDate": "2020-12-04T00:00:00", "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}