{"id": "181a93d8-44f9-38f8-9dbf-68bfd0eda63a", "title": "Republican civil war: what's the party’s future after the US Capitol attack?", "url": "https://www.theguardian.com/us-news/2021/jan/11/republican-party-future-trump-capitol-mob", "summary": "The motives that drove a pro-Donald Trump mob to attack Congress last Wednesday ranged from hazy to proudly hateful.\nBut the actions of certain ambitious Republican officeholders in the days leading up to the tragedy were not clouded by confusion.\nBut with Trump gone, for the moment, after years of rock-like reign over the Republican party, powerful currents of political ambition and realignment have swirled into the vacuum.\nThe two Georgia losses meant that Republicans lost control of the Senate – and leader Mitch McConnell lost his majority.\nPhotograph: Bloomberg/Getty Images“Emotions [are] running high among McConnell-aligned Republicans,” National Journal columnist Josh Kraushaar reported, “after [the] reality of what transpired in Georgia settled in.", "paragraphs": ["The motives that drove a pro-Donald Trump mob to attack Congress last Wednesday ranged from hazy to proudly hateful. But the actions of certain ambitious Republican officeholders in the days leading up to the tragedy were not clouded by confusion.", "Trump may have lost the election, but his movement was on the march, and for politicians hoping someday to succeed Trump as president, that meant an opportunity was afoot.", "With Trump now finally accepting he will leave office, the future leadership of his movement is increasingly up for grabs, with a ragtag band of senators, congressman, Trump family members – and Trump himself – already jostling for the position.", "Whether anyone apart from the president is able to successfully ride the tiger of racism, nihilism and grievance politics that carried Trump to near-re-election after four years of American chaos and hundreds of thousands of preventable pandemic deaths is an open question.", "It also might be an irrelevant question, if Trump decides to stage a 2023-24 stadium tour doubling as a new presidential campaign.", "“Absent disqualification, the 2024 GOP presidential nomination remains his if he wants it,” tweeted Dave Wasserman, Congress editor of the Cook Political Report.", "But with Trump gone, for the moment, after years of rock-like reign over the Republican party, powerful currents of political ambition and realignment have swirled into the vacuum.", "A protester holds a Trump flag inside the US Capitol on 6 January. Photograph: Win McNamee/Getty Images", "Longtime Trump loyalists, chief among them the vice-president, Mike Pence, have suddenly broken with the president over his fight to reverse the election result. Mick Mulvaney, the former chief of staff and special envoy to Northern Ireland whose loyalty helped Trump escape conviction in the impeachment scandal, resigned over the Capitol riot debacle, saying: “I can’t do it. I can’t stay.”", "Two firebrand conservative senators, Ted Cruz and Josh Hawley, went the other direction, taking up Trump’s cause – only to see their campaign result almost immediately in the death of a police officer and four others, and the vandalization of the US Capitol.", "A third young senator with designs on the presidency, Tom Cotton of Arkansas, blasted his plotting colleagues “who, for political advantage, were giving false hope to their supporters”, he said. The Republican old guard, meanwhile, in the guise of Mitt Romney, who has actually run for president – twice – accused his colleagues of being “complicit in an unprecedented attack against our democracy”.", "Even the former Republican House speaker John Boehner, who since his 2015 retirement has mostly limited his commentary on politics to tweeted pictures of himself mowing his lawn, said the Grand Old party (GOP) was in trouble.", "“I once said the party of Lincoln and Reagan is off taking a nap,” Boehner wrote on Thursday. “The nap has become a nightmare for our nation. The GOP must awaken.”", "For certain Republicans, the violent and deadly near-sacking of the Capitol on Wednesday by white supremacists and other Trump sympathizers seemed to be only the second most disturbing event of the week.", "The night before, Republicans had lost two runoff US senate elections in Georgia, a state that until 2020 had not voted for a Democrat for president for 30 years. The two Georgia losses meant that Republicans lost control of the Senate – and leader Mitch McConnell lost his majority.", "Mitch McConnell arrives at the US Capitol on 6 January. Photograph: Bloomberg/Getty Images", "“Emotions [are] running high among McConnell-aligned Republicans,” National Journal columnist Josh Kraushaar reported, “after [the] reality of what transpired in Georgia settled in. May be the heat of the moment, but mood is for declaring war on Team Trump.”", "A former McConnell chief of staff and campaign manager, Josh Holmes, was quick to knock down the idea.", "“A lot of emotions. People are angry,” Holmes replied on Twitter to Kraushaar. “Nobody is declaring war on anything. We’ll get through this.”", "But even the people with money, whose interests McConnell has expertly defended, grew agitated at the mess Trump had made.", "“This is sedition and should be treated as such,” Jay Timmons, president of the National Association of Manufacturers, an influential business trade group, said. “The outgoing president incited violence in an attempt to retain power, and any elected leader defending him is violating their oath to the constitution and rejecting democracy in favor of anarchy.” The chiefs of multiple Wall Street banks echoed the sentiment.", "That is not even to mention the cavalcade of Republicans who had long since broken with Trump, who piled on the president after the Capitol was sacked. The conservative columnist George Will said: “The three repulsive architects of Wednesday’s heartbreaking spectacle” – Trump, Hawley and Cruz – “will each wear the scarlet ‘S’ of sedition.” The conservative National Journal declared: “Trump must pay.” Matt Drudge’s web ite ran the sarcastic banner “Thanks, Donald”. The National Review hailed “Trump’s final insult”. A second former Trump chief of staff, John Kelly, joined those calling for his immediate removal from office.", "The Republican cross-currents do not mean that the party will not find direction in time to win back the Senate, plus the House, in 2022 – or to win the presidency in 2024, whether with Trump’s name on the ticket or tattooed on the nominee’s forehead.", "But Trump’s role in the party, and the politics, has never been to introduce order, except when that means that everybody falls behind him. For now, everybody is doing the opposite: falling out."], "authors": ["Tom Mccarthy"], "keywords": ["president", "republicans", "attack", "war", "national", "civil", "partys", "trumps", "capitol", "mcconnell", "party", "whats", "trump", "republican", "future", "lost"], "pubDate": "2021-01-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}