{"id": "186c2198-a2f7-3cb6-903c-ad401cda623a", "title": "Call Of Duty: Black Ops Cold War/Warzone Season 1 Delayed As Franchise Earns Over 3 Billion", "url": "https://www.gameinformer.com/2020/12/04/call-of-duty-black-ops-cold-warwarzone-season-1-delayed-as-franchise-earns-over-3", "summary": "For players, the bad news is that Season 1 of Call of Duty: Black Ops Cold War and Warzone has been delayed, albeit by only one week.\nWarzone is getting a new map, a revamped Gulag experience, as well as over 30 weapons from Black Ops Cold War.\nSpeaking of which, Black Ops Cold War will receive new multiplayer maps, more 6v6 modes/playlists, the return of 2v2 Gunfights (with four new maps), new Zombies modes, and the return of the Raid map from Call of Duty: Black Ops II.\nAdditionally, the last year has seen over 200 million active players between Call of Duty: Black Ops Cold War, Call of Duty: Warzone, as well as Call of Duty: Mobile.\nFor more on Call of Duty: Black Ops Cold War, check out our review.", "paragraphs": ["Time for a game of good news/bad news. The good news, at least for Activision, is that Call of Duty remains a sales juggernaut, generating over 3 billion dollars in the last year. For players, the bad news is that Season 1 of Call of Duty: Black Ops Cold War and Warzone has been delayed, albeit by only one week.", "The official Call of Duty blog states the team needs a bit more time to prepare Season 1’s launch, so it will move from December 10th to December 16th. Warzone is getting a new map, a revamped Gulag experience, as well as over 30 weapons from Black Ops Cold War.", "Speaking of which, Black Ops Cold War will receive new multiplayer maps, more 6v6 modes/playlists, the return of 2v2 Gunfights (with four new maps), new Zombies modes, and the return of the Raid map from Call of Duty: Black Ops II. On top of all of that, expect free weapons, season challenges, and the launch of the 1000-level cross-title Seasonal Prestige system.", "The delay stinks, but Call of Duty has been firing on all cylinders regardless. Activision touts that the franchise has earned over 3 billion dollars in net bookings in the last 12 months. Additionally, the last year has seen over 200 million active players between Call of Duty: Black Ops Cold War, Call of Duty: Warzone, as well as Call of Duty: Mobile. Activision claims this is the highest number of recorded players across console and PC in history, and the biggest November in terms of monthly players and hours played.", "For more on Call of Duty: Black Ops Cold War, check out our review. The game is available now for PlayStation 5, PlayStation 4, Xbox Series X/S, Xbox One, and PC."], "authors": ["Associate Editor", "Marcus Is An Avid Gamer", "Giant Wrestling Nerd", "A Connoisseur Of Cartoons", "Obscure Childhood References. The Cat'S Out Of The Bagel Now"], "keywords": ["billion", "players", "duty", "activision", "ops", "xbox", "cold", "earns", "warwarzone", "franchise", "delayed", "black", "war", "season", "warzone"], "pubDate": "2020-12-04T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}