{"id": "1876b780-34ed-354c-bb76-6fcb41c086bb", "title": "The Suburbs Helped Elect Biden. Can They Give Democrats the Senate, Too?", "url": "https://www.nytimes.com/2020/12/07/us/politics/Atlanta-suburbs-runoff-Georgia.html", "summary": "Though Mr. Trump is not on the ballot next month, he is very much involved in the race, and has not moderated his message despite his chastening at the ballot box.\nThe hope is, to some degree, that the pitch that fell short with suburban voters last month will work when Democratic control of the Senate is at stake.\nIt’s a challenge Democrats are seeking to overcome, especially among suburban voters, by keeping Mr. Trump front and center.\nCarolyn Bourdeaux is the only Democrat to flip a House district this year.\nShe won in Atlanta’s northeast suburbs and, like Mr. Biden, embraced her background as an ideological moderate and bipartisan deal maker.", "paragraphs": ["Though Mr. Trump is not on the ballot next month, he is very much involved in the race, and has not moderated his message despite his chastening at the ballot box. The hope is, to some degree, that the pitch that fell short with suburban voters last month will work when Democratic control of the Senate is at stake.", "“Very simply, you will decide whether your children will grow up in a socialist country or whether they will grow up in a free country,” Mr. Trump told the crowd at a rally on Saturday in Valdosta, Ga. “And I will tell you this, socialist is just the beginning for these people. These people want to go further than socialism. They want to go into a communistic form of government.”", "Mr. Trump was campaigning on behalf of Republican Senators David Perdue and Kelly Loeffler, who each have distinct political brands that could pose a challenge for Democrats. It’s a challenge Democrats are seeking to overcome, especially among suburban voters, by keeping Mr. Trump front and center.", "Jon Ossoff, the Democratic candidate who finished about two percentage points behind Mr. Perdue, which sent their race to a runoff, makes this case at almost every campaign stop: If the Senate stays in Republican hands, it will block the change Georgia voted for when it elected Mr. Biden.", "Carolyn Bourdeaux is the only Democrat to flip a House district this year. She won in Atlanta’s northeast suburbs and, like Mr. Biden, embraced her background as an ideological moderate and bipartisan deal maker."], "authors": ["Astead W. Herndon"], "keywords": ["biden", "voters", "helped", "socialist", "republican", "race", "month", "perdue", "elect", "trump", "democrats", "suburban", "mr", "senate", "suburbs"], "pubDate": "2020-12-07T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}