{"id": "18a4db35-4321-3a53-aded-66a49b0a9318", "title": "Fiji imposes curfew ahead of Cyclone Yasa", "url": "https://www.theguardian.com/world/2020/dec/17/fiji-imposes-curfew-ahead-of-cyclone-yasa", "summary": "Fiji imposed a nationwide curfew Thursday after urging people near the coast to move to higher ground as the island nation prepared for a major cyclone to hit.\nCyclone Yasa was expected to hit the two main islands of Viti Levu and Vanua Levu on Thursday or early Friday.\nThis is #Yasa now closing in on Fiji (islands are in black contours on the map).\npic.twitter.com/hjMoWGaaYq — Alex Lamers (@AlexJLamers) December 16, 2020Many had memories of Cyclone Winston, which hit in 2016 and killed more than 40 people.\nThey’re prepping for the cyclone.”Located about one-third of the way between New Zealand and Hawaii, Fiji has a population of about 930,000.", "paragraphs": ["Fiji imposed a nationwide curfew Thursday after urging people near the coast to move to higher ground as the island nation prepared for a major cyclone to hit.", "Cyclone Yasa was expected to hit the two main islands of Viti Levu and Vanua Levu on Thursday or early Friday. Authorities imposed an overnight curfew and declared a state of natural disaster.", "The national disaster office warned the cyclone could bring waves as high as 16 meters (52ft) in some places and sustained winds of up to 250km/h (155 mph), with gusts hitting 350km/h (217 mph).", "In the capital, Suva, many residents were experiencing power cuts.", "Michael Cheer, who owns the Samabula cake shop, was moving cakes into his car so he could take them home and put them into a cooler, rather than driving them across the island to deliver them to another town.", "“It’s gonna be really rough. Today is delivery day, and I was supposed to go to Nadi, but I can’t go west,” Cheer said. “The power is off. Over 100 cakes could be ruined.”", "2020 apparently not done yet with rapidly intensifying tropical cyclones approaching land. This is #Yasa now closing in on Fiji (islands are in black contours on the map). pic.twitter.com/hjMoWGaaYq — Alex Lamers (@AlexJLamers) December 16, 2020", "Many had memories of Cyclone Winston, which hit in 2016 and killed more than 40 people. Stephanie Brown and her family were busy boarding up their home in preparation, saying it’s something they do regularly for cyclones.", "“This is the usual, but we never know,” Brown said. “The storm might turn around and hit us like Winston.”", "Akshay Kumar, co-owner of the Grillenium Authentic Food House, said Winston was bad and he was expecting another strong storm.", "“It’s gonna affect business big time in the food industry,” Kumar said. “People are not roaming around. They’re prepping for the cyclone.”", "Located about one-third of the way between New Zealand and Hawaii, Fiji has a population of about 930,000."], "authors": [], "keywords": ["kumar", "curfew", "ahead", "cyclone", "winston", "islands", "fiji", "yasa", "hit", "imposes", "island", "levu", "power"], "pubDate": "2020-12-17T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}