{"id": "18bda3bf-1724-38e6-96a9-9055f0b95793", "title": "Empire shaped Ireland's past. A century after partition, it still shapes our present", "url": "https://www.theguardian.com/commentisfree/2021/feb/11/empire-ireland-century-partition-present-britain-history", "summary": "Ireland is currently engaged in a process of recalling the transformative events of a century ago that culminated in partition of the island.\nThe complex events we recall and commemorate during this time are integral to the story that has shaped our nations, in all their diversity.\nIt has entailed uncomfortable interrogations of the events and forces that shaped the Ireland of a century ago and the country we know today.\nClass, gender, religion, democracy, language, culture and violence all played important roles, and all were intertwined with British imperialist rule in Ireland.\nWhile our nations have been utterly transformed over the past century, I suggest that there are important benefits for all on these islands of engaging with the shadows cast by our shared past.", "paragraphs": ["Ireland is currently engaged in a process of recalling the transformative events of a century ago that culminated in partition of the island. Six of the nine Ulster counties remained in the United Kingdom and the rest of the island opted for self-determination and what would become an independent republic.", "As president of Ireland, I have been engaging with our citizens in an exercise of ethical remembering of this period. This is not only to allow us to understand more fully the complexities of those times. It is also to allow us to recognise the reverberations of that past for our societies today and for our relationships with each other and our neighbours.", "A feigned amnesia around the uncomfortable aspects of our shared history will not help us to forge a better future together. The complex events we recall and commemorate during this time are integral to the story that has shaped our nations, in all their diversity. They are, however, events to be remembered and understood, respecting the fact that different perspectives exist. In doing this, we can facilitate a more authentic interpretation not only of our shared history but also of post-sectarian possibilities for the future.", "This journey of ethical remembering has allowed us to examine the nature of commemoration itself and how it might unburden us of history’s capacity to create obstacles to a better, shared future. It has entailed uncomfortable interrogations of the events and forces that shaped the Ireland of a century ago and the country we know today. Class, gender, religion, democracy, language, culture and violence all played important roles, and all were intertwined with British imperialist rule in Ireland.", "It is vital to understand the nature of the British imperialist mindset of that time if we are to understand the history of coexisting support for, active resistance to, and, for most, a resigned acceptance of British rule in Ireland. While our nations have been utterly transformed over the past century, I suggest that there are important benefits for all on these islands of engaging with the shadows cast by our shared past.", "In my work on commemoration, memory, forgetting and forgiving I have sought to establish a discourse characterised by what the Irish philosopher Richard Kearney calls “a hospitality of narratives”, acknowledging that different, informed perspectives on the same events can and do exist. The acceptance of this fact can release us from the pressure of finding, or subscribing to, a singular unifying narrative of the past.", "In previous years I pursued this task by addressing issues neglected in the public discourse or in the historiography: Irish participants in the first world war, the struggle of trade unionists, and what was suffered, and achieved, by women activists in campaigning for the vote, and by those excluded on the basis of social class.", "More recently, I have given the title Machnamh 100 to a series of reflections which examine the period 1920-1923, including the war of independence, civil war and partition. “Machnamh” is an Irish word encompassing reflection, contemplation, meditation and thought. The next seminar, which I will host on 25 February, will examine the motivations and practices of imperialism and of resistance to it, how both reacted to changing local and global circumstances.", "As I reflect on the topic, I am struck by a disinclination in both academic and journalistic accounts to critique empire and imperialism. Openness to, and engagement in, a critique of nationalism has seemed greater. And while it has been vital to our purposes in Ireland to examine nationalism, doing the same for imperialism is equally important and has a significance far beyond British/Irish relations.", "It may be fruitful to consider the relationship of what has been titled – and not without dissent – the “European Enlightenment” within the project of imperial expansion for an understanding of how the mask of modernity has been used for cultural suppression, economic exploitation, dispossession and domination.", "Such consideration also helps explain a reluctance in former imperial powers to engage now with their imperialist past and to examine that past with descendants of those previously colonised, many of whom still live with the complex legacies of that colonialism.", "As I reflect on the instincts of those who have defended imperialism, I can see how the tool of an alleged “progressive modernity” could be so effective. Those on the receiving end of imperialist adventurism were denied cultural agency, assumed to be incapable of it, and responsible for violence towards the “modernising” forces directed at them.", "From the perspective of the British imperialist mind of its time, attitudes to the Irish for example, were never, and could never be, about a people who were equal, had a different culture, or could be trusted in a civilised discourse of equals. From the perspective of the Irish, who had their own ancient language, social and legal systems and a rich monastic contribution to the world, this view had to be resisted.", "Some resistance was through an intensified cultural activity, literature, poetry, music and song. Others sought it within the domain of parliaments or through exerting political pressure from engaged emigrant populations in the United States. In other circumstances, the Irish found it through covert and overt violence. Most resorted to available strategies of escape through emigration, or survival within the empire, with a widespread, if suppressed, anger over humiliation experienced or remembered.", "Both the imperialists and those they dominated developed a strategy of accommodation. At home in Britain, the imperialist experience was transmitted down through the classes; there was perhaps the glow associated with belonging to a global empire that could distract from problems of class rejection, an unjust society or an exploitative economic system. But anti-imperialist struggles weren’t free of the traits of empire either. They also at times lacked a consciousness of class exploitation.", "At its core, imperialism involves the making of a number of claims that are invoked to justify its assumptions and practices – including its inherent violence. One of those claims is the assumption of superiority of culture and it is always present in the imperialising project. Forcing an acceptance on those subjugated of the inferiority of their culture as a dominated Other is the reverse side of the coin.", "Injustices perpetrated in the name of imperialism, and in resistance to it, often had a brutalising effect, leaving a bitter residue of pain and resentment, sometimes passed down through generations and left available to those willing to reignite inherited grievances.", "What our current reflection consists of, I suggest, is not the offering of a set of competing rationalisations for different kinds of violence. Instead it is about understanding the contexts in which they occurred.", "The rewards for this will come in the form in restoring the connection between moral instinct and public policy. That is an authenticity for which so many of our citizens, on this shared, vulnerable planet, yearn.", "Michael D Higgins is president of Ireland", "", "", "", "", ""], "authors": ["Michael D Higgins"], "keywords": ["century", "irelands", "ireland", "imperialism", "partition", "empire", "shared", "present", "shapes", "past", "shaped", "imperialist", "events", "examine", "resistance", "irish", "violence"], "pubDate": "2021-02-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}