{"id": "18d0e8eb-6592-3e3c-b065-d42663a5ff27", "title": "Astro's Playroom Is A True Next-Gen Experience", "url": "https://www.gameinformer.com/2020/11/27/astros-playroom-is-a-true-next-gen-experience", "summary": "But seriously: Of all the games I've played on the PlayStation 5, Astro's Playroom (review) is the only one that truly feels like a next-gen experience.\nI've never lived in a time where controller rumble wasn't a thing, but this feels new and unique.\nI didn't need to feel a zipper in Astro's Playroom, but it's really cool.\nAt the end of this generation, I suspect Astro's Playroom will stand among only a few games that made the most of what the DualSense can do.\nBut for now, compared to the other games you can play on the PlayStation 5, Astro's Playroom stands out as the only one that provides something that wasn't possible before.", "paragraphs": ["On the PlayStation 5, you can swing around a lovingly recreated New York City as Spider-Man, zipping around at 60 frames-per-second or in 4K resolution. You can listen to the explosions in Call of Duty Black Ops: Cold War surround you in 3D audio. You can marvel at the way giant AAA games load in a matter of two or three seconds, wondering how you ever dealt with load times in the past, disgusted by the mere thought.", "Also, you can put this cute little robot named Astro in a spaceship, and when you do that, you have to zip him in there. Here's the best part, though: When you zip him up, the DualSense controller that comes with the PS5 rumbles, and it feels like a real zipper! That's next-gen gaming, baby. That's the reason I spent $500 on this big ugly box in the middle of a pandemic and financial crisis.", "But seriously: Of all the games I've played on the PlayStation 5, Astro's Playroom (review) is the only one that truly feels like a next-gen experience. This is partly because it's the only game I've played so far that’s not also on the PlayStation 4 (I haven't had time for Demon's Souls, sorry). Spider-Man: Miles Morales and Call of Duty look pretty, and they load very fast, but they don't make extensive use of the PS5's new features. But in Astro ... that zipper, man.", "Multiple times a day I zip my pants up and down. It is, without question, one of the most unremarkable things I do in a 24-hour period – unless I get something caught in there, in which case, it's pretty memorable. But to feel my controller rumble in such a way that I can feel a zipper opening and closing, it's unlike anything I've ever felt in a video game before. I've never lived in a time where controller rumble wasn't a thing, but this feels new and unique. Even if it is just mimicking something as mundane as zipping your pants.", "I love the little details in games. When the lips of a character move accurately to the words spoken on screen, I eat that up. When a character's clothes have a visible thread count, I go ballistic. The other day I watched a video that showed Miles Morales' suit visibly flapping in the wind and I could've sworn I'd time-traveled to the year 3020.", "In a way, caring about these tiny details is a little silly. I can see lips move alongside words by talking to literally anyone in real life; I can look at my own shirt and see the threads that hold it together. To prove this point, while writing this, I am zipping my pants up and down, feeling each tooth of the zipper with my actual human hands. I love these things in games, though, because they make our fantasy computer worlds feel more real. They allow us to be more immersed because each tiny detail more closely resembles our own world. The PlayStation 6 is going to shoot pheromones out of the controller, and I'm going to be able to finally smell Kratos' musk. You best believe I'm going to be more immersed than I was in those archaic, non-scented games.", "Astro's Playroom is designed with a couple of key objectives in mind. Firstly, it's a celebration of 25 years of PlayStation. It is effectively a big fun advertisement for the box you already bought. It's also a showcase for the DualSense controller and the new haptic feedback and rumble technology therein. Does feeling the sand between my palms or rain on my hands add anything to the game? Probably not. Is it really cool? Of course. I didn't need to feel a zipper in Astro's Playroom, but it's really cool. That's what next-gen gaming is all about: new, interesting, and cool stuff that these big new boxes can do.", "Astro's Playroom is fundamentally designed around the rumble of the DualSense, so each in-game texture has a unique rumble and feels completely new to the types of gaming experiences I'm used to. Higher framerates, faster loading, better resolution, all this stuff is cool, but it's not new. If anything, consoles are just catching up to where PCs have been for years. But you show me one damn Dell, HP, or Alienware that can accurately model the hand-feel of a zipper. You can't! This is truly something new, and I appreciate it for that. Sure, the other games of the launch lineup are doing things with the controller, but I never got a good sense of what was different in Miles Morales and I am weirded out by more accurate triggers in Call of Duty, which make my headshots feel more lifelike. Astro is constantly throwing new feelings at you. For the one or two hours I played that game, nothing in my hands ever felt the same.", "If you ask me, much like the touchpad on the PlayStation 4 (which I am genuinely shocked makes a return on the PS5) or Nintendo's own rumble tech with the Switch, I imagine this is going to be something really awesome the PlayStation 5 can do that developers may never dedicate the time and resources to fully support. At the end of this generation, I suspect Astro's Playroom will stand among only a few games that made the most of what the DualSense can do. And that's fine. Doing anything in game development is expensive from a labor and cost perspective, and if it isn't absolutely crucial to the experience – which I really don't think cooler rumble is going to be in every case – it might not make the cut. But for now, compared to the other games you can play on the PlayStation 5, Astro's Playroom stands out as the only one that provides something that wasn't possible before."], "authors": ["Associate Editor", "Blake Hester Has Been Writing About The Video Game Industry Since Before Joining Game Informer He Freelanced For Outlets Such As Polygon", "Vice", "Usg", "Rolling Stone."], "keywords": ["experience", "playstation", "going", "feel", "rumble", "nextgen", "true", "playroom", "thats", "controller", "zipper", "games", "astros", "game"], "pubDate": "2020-11-27T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}