{"id": "18d80402-2f8e-383f-98f7-d5c8ebe7a785", "title": "Pornhub to ban unverified uploads after child abuse content claims", "url": "https://www.theguardian.com/global-development/2020/dec/10/pornhub-to-ban-unverified-uploads-after-child-abuse-content-claims", "summary": "Pornhub, one of the largest adult content sites in the world, has announced it will be banning unverified video uploads after allegations that it has been hosting child abuse videos.\nAn investigation by the New York Times last week claimed Pornhub was hosting non-consensual and child abuse content on its website.\nPornhub, visited by users 100m times a day, has denied a systemic problem with child abuse videos on the site, and said the New York Times claims were “irresponsible and flagrantly untrue”.\nIn its statement on the proposed changes, Pornhub says that from now on it will: “only allow properly identified users to upload content.\nThe company has introduced an immediate change, making it impossible for anyone other than established professionals and partners to the site to upload content.", "paragraphs": ["Pornhub, one of the largest adult content sites in the world, has announced it will be banning unverified video uploads after allegations that it has been hosting child abuse videos.", "An investigation by the New York Times last week claimed Pornhub was hosting non-consensual and child abuse content on its website. Activists have long called for changes to Pornhub’s business model, claiming it was not carrying out sufficient checks to ensure videos were consensual.", "Pornhub, visited by users 100m times a day, has denied a systemic problem with child abuse videos on the site, and said the New York Times claims were “irresponsible and flagrantly untrue”.", "Since the allegations were reported, credit card company Mastercard has said it is reviewing its relationship with the site.", "In its statement on the proposed changes, Pornhub says that from now on it will: “only allow properly identified users to upload content. We have banned downloads. We have made some key expansions to our moderation process, and we recently launched a trusted flagger programme with dozens of non-profit organisations.”", "Pornhub has always insisted its procedures to stop illegal content are robust, but the site, which is owned by tech company Mindgeek, has been criticised for features that allow users to upload hardcore and extreme pornography without sufficient identity checks.", "The company has introduced an immediate change, making it impossible for anyone other than established professionals and partners to the site to upload content. This will be replaced in the new year with a new process for verifying users using an identification protocol.", "Activists also campaigned against the download button, arguing it allowed non-consensual videos to be repeatedly shared and reposted, even when they had been removed by Pornhub.", "This feature has also been disabled for all but paid users within a specific programme.", "The site was criticised last year for continuing to host videos by the amateur porn specialist GirlsDoPorn – a company that offered girls being featured in porn “for the first and only time” – even as a court in San Diego heard evidence that the videos were made using dishonesty and abuse. The official GirlsDoPorn page was not removed from Pornhub until October, although the court began hearing evidence in August. Its videos were still being found on Pornhub months later."], "authors": ["Harriet Grant"], "keywords": ["upload", "uploads", "users", "ban", "content", "child", "abuse", "videos", "site", "company", "claims", "times", "pornhub", "unverified"], "pubDate": "2020-12-10T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}