{"id": "1908a196-18e5-348a-9a8d-60377282bc33", "title": "Opinion | Can We Put Fox News on Trial With Trump?", "url": "https://www.nytimes.com/2021/02/10/opinion/fox-news-accountability.html", "summary": "I’ve railed against “liberal intolerance,” and I don’t think the “cancel culture” that conservatives decry is entirely a mirage.\nDefamation lawsuits by election technology companies may have led Fox to cancel “Lou Dobbs Tonight” on Fox Business Network and may have reined in Newsmax and OANN a bit.\nFox News and Fox Business didn’t make an honest mistake about election outcomes but deliberately spun nonsense into ratings gold.\n“During 2020, Fox News’s caldron of lies and extremism boiled over,” Carusone said.\n“They made us sicker and put up obstacles to the pandemic response by flooding the airwaves with over 13,150 instances of Covid misinformation.", "paragraphs": ["Frankly, my argument leaves even me a bit queasy. I deeply believe in the “marketplace of ideas,” and I do think that there is a danger of a liberal monoculture in some universities, nonprofits and news organizations. I’ve railed against “liberal intolerance,” and I don’t think the “cancel culture” that conservatives decry is entirely a mirage.", "Defamation lawsuits by election technology companies may have led Fox to cancel “Lou Dobbs Tonight” on Fox Business Network and may have reined in Newsmax and OANN a bit. But before we start applauding too enthusiastically, let’s remember that fear of such defamation lawsuits may also have allowed Harvey Weinstein and other #MeToo predators to escape accountability for years.", "Conservatives are likewise right that The New York Times, CNN and other mainstream news organizations make mistakes all the time, and surely right-wingers are unhappy that their cable fees subsidize Rachel Maddow.", "But there’s no symmetry. Fox News and Fox Business didn’t make an honest mistake about election outcomes but deliberately spun nonsense into ratings gold.", "“During 2020, Fox News’s caldron of lies and extremism boiled over,” Carusone said. “They made us sicker and put up obstacles to the pandemic response by flooding the airwaves with over 13,150 instances of Covid misinformation. They fomented racial animus and promoted white supremacy as a response to the Black Lives Matter demonstrations. And, in the first two weeks after the election was called for Joe Biden, Fox News laid the groundwork for the attack on the Capitol by challenging the results on 774 individual instances with wild conspiracies and flat-out fabrications.”", "In other words, the problem with Fox isn’t that it’s conservative but that it monetizes conspiracy theories and disinformation in ways that are sometimes lethal. Researchers have found, for example, that places where Fox News is randomly assigned a lower channel number (and thus gets more viewers) had riskier behavior during the pandemic, and that media markets where Hannity is particularly popular had higher Covid-19 death rates early in the pandemic.", "Suppose Discovery Channel went haywire and encouraged viewers to drink arsenic to lose weight? Or Cartoon Network was bought by a tobacco company and encouraged children to try smoking? Or MSNBC pundits called on viewers to burn down police stations?"], "authors": ["Nicholas Kristof"], "keywords": ["network", "organizations", "fox", "lawsuits", "trump", "trial", "viewers", "liberal", "election", "opinion", "think", "response", "pandemic"], "pubDate": "2021-02-10T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}