{"id": "19615716-c33a-3a7d-8d7d-8878af846e73", "title": "Daily chart - Expensive stocks do not necessarily mean a crash is close", "url": "https://www.economist.com/graphic-detail/2020/12/04/expensive-stocks-do-not-necessarily-mean-a-crash-is-close", "summary": "On both occasions the cyclically-adjusted price-earnings (CAPE) ratio, a long-term valuation measure of the S&P 500 share index, reached new highs.\nThe recent market rally has taken the measure above its level in 1929, giving wary investors visions of past bubbles (see chart).\nThe CAPE ratio, compiled by Robert Shiller, an economist at Yale University, is less complicated than it sounds.\nIt divides share prices by the average of corporate profits over ten years, to even out the inevitable fluctuations of the cycle.\nThis may also be related to the growth of big technology companies which have near-monopoly power in their core markets, allowing them to make high profits.", "paragraphs": ["TWO OF THE most fabled bubbles in the history of American stockmarkets were that of the late 1920s, which led to the Wall Street crash of 1929, and the one during the dotcom era of the late 1990s. On both occasions the cyclically-adjusted price-earnings (CAPE) ratio, a long-term valuation measure of the S&P 500 share index, reached new highs. The recent market rally has taken the measure above its level in 1929, giving wary investors visions of past bubbles (see chart). But giddy stock prices do not always mean a crash is imminent.", "The CAPE ratio, compiled by Robert Shiller, an economist at Yale University, is less complicated than it sounds. It divides share prices by the average of corporate profits over ten years, to even out the inevitable fluctuations of the cycle. When the ratio is high, the implication is that investors are confident about the profits outlook. With America struggling with a covid-19 induced recession, however, and the pandemic far from over, what explains that faith?", "One reason for the measure’s current strength is that the balance of power seems to have moved in favour of capital, and against labour, in recent decades. The decline of trade unions, and the addition of China to the global market, have weakened workers’ bargaining power; in the past 15 years, corporate profits have been regularly equivalent to more than 10% of American GDP, and at a much higher level than they were between 1960 and 2000. This may also be related to the growth of big technology companies which have near-monopoly power in their core markets, allowing them to make high profits. In addition, the returns on cash and government bonds are at historic lows, encouraging investors to move their money out of those asset classes and into the stockmarket. Central banks show no sign of wanting rates to rise in the near future, so equities face little competition.", "The chart shows the long-term average for the CAPE ratio going all the way back to 1881 (market data from before 1957, when the S&P 500 was founded, are estimated). But the ratio has only briefly dipped below that average in the past 30 years, in the aftermath of the Great Recession that followed the financial crisis of 2007-09. Avoiding equities on the grounds that they looked expensive, in historical terms, would not have been a successful strategy. It may take some extremely bad news—the return of high inflation or a government attack on the corporate sector—to drive the ratio back down to the level seen for much of the 20th century."], "authors": ["The Economist"], "keywords": ["daily", "past", "high", "level", "chart", "profits", "market", "investors", "mean", "stocks", "close", "power", "expensive", "cape", "ratio", "corporate", "necessarily", "crash"], "pubDate": "2020-12-04T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}