{"id": "1963f54e-93d6-38fb-b3d6-ed151f60c19a", "title": "Panzer Paladin Review – A Bit Too Retro", "url": "https://www.gameinformer.com/review/panzer-paladin/panzer-paladin-review-a-bit-too-retro", "summary": "Tribute Games has taken on a mission of revitalizing game styles from previous generations, and Panzer Paladin is a laudable success in that effort.\nWith rollicking chiptunes and evocative pixel art, the developer hits all the right notes to feel like a modern throwback.\nBut the retro structure and design can do more to harm than good, and Panzer Paladin has pulled a few of the wrong ideas into the present.\nAs a rescue android who pilots a towering paladin mech, you are Earth’s last line of defense against an onslaught of occult enemies, including mythological monsters drawn from the various world cultures, from Medusa to Anubis.\nPanzer Paladin also has a variety of extras, including a second run at the story mode with redesigned levels, speedrun and boss rush-style tournament modes, and even an option to design your own weapons.", "paragraphs": ["Tribute Games has taken on a mission of revitalizing game styles from previous generations, and Panzer Paladin is a laudable success in that effort. The side-scrolling futuristic action game borrows most prominently from the Mega Man series in its structure, but other nods are also in place, from Blaster Master to Ghosts ‘n Goblins. With rollicking chiptunes and evocative pixel art, the developer hits all the right notes to feel like a modern throwback. But the retro structure and design can do more to harm than good, and Panzer Paladin has pulled a few of the wrong ideas into the present.", "As a rescue android who pilots a towering paladin mech, you are Earth’s last line of defense against an onslaught of occult enemies, including mythological monsters drawn from the various world cultures, from Medusa to Anubis. You choose whether to jet off to Japan, Mexico, or any of several other themed locations, fighting through lengthy stages ahead of big boss encounters. After checking off all the baddies around the world, a floating space station opens up, including an unbroken string of several more levels and bosses on your path to victory. It’s a lot of content in an initial playthrough, though I question the decision to not allow a return to the world map once you begin the lengthy final gauntlet, unless you want to lose your progress in that end sequence.", "This structure will be familiar to anyone who has enjoyed a Mega Man game in the past, but Tribute finds some twists to keep things interesting. Levels inevitably demand that you hop out of your mech for brief and vulnerable excursions on foot, where your diminutive android is dwarfed by her suddenly massive foes. It’s a fun variation, especially on levels where those sequences are kept brief. Longer stretches on foot are problematic and frustrating, especially as they often arise too long after a checkpoint.", "You’re also always on the hunt for new weapons for your mechanized warrior, usually in the form of swords, spears, and hammers. These weapons degrade with use, but you’re rarely left wanting for options; any overflow moves into your inventory, and can be equipped at your leisure. Weapons can also be thrown in desperate situations, or detonated to trigger inherent spells trapped inside. One fun aspect of play is all about waiting for your weapon to be nearly broken, and then triggering its special effect by destroying it yourself, gaining everything from increased durability to a short-term ranged blast. These same weapons initially fuel your paladin’s health upgrades, though these max out pretty early in the game.", "I enjoy the focus on an ever-shifting arsenal, but the game does a frustratingly poor job explaining how it all works. You have no clear way to learn what all the different spells do without extensive experimentation. Gathering more weapons results in a higher “spirit burden,” but with minimal explanation about the connection between that number and the appearance of a mid-level boss in each level. Even the flow of breaking and equipping new weapons remained opaque for the first half of my initial playthrough until I dug into the pause menu to try and figure it out.", "Levels are thoughtfully designed, with plenty of clever enemy placements to challenge your dexterity and observation skills. And while I appreciate the impressive length of each stage, I can’t say the same for the too-limited checkpoints – especially considering the preponderance of insta-death pits. It just isn’t fun to trace a careful path through 10 minutes of a level only for a single bad jump to force you to replay the whole section. That was never an enjoyable feature of side-scrolling action games back in the day, and that has not changed in the decades since.", "The mostly melee-focused combat is straightforward and engaging. An arm-mounted shield lets you block some attacks if you watch its incoming trajectory, and a backdash button demands mastery as you confront the harder bosses. I like the sense of slowly diminishing health over the course of a level, and one final chance after your mech gives out, when you can try to finish off a section or boss on-foot in one last, desperate gamble.", "Panzer Paladin also has a variety of extras, including a second run at the story mode with redesigned levels, speedrun and boss rush-style tournament modes, and even an option to design your own weapons. As throwback retro adventures go, it hits a lot of the right marks, even if some of those targets are ideas that might have been best left in the past."], "authors": ["Magazine Content Director", "Matt Miller Has Been With Game Informer Since He Has A Special Interest In The Evolution Of Game Design", "The Tabletop Hobby", "The Crafting Of Interactive Narrative."], "keywords": ["boss", "paladin", "panzer", "weapons", "structure", "levels", "world", "game", "mech", "bit", "including", "retro", "level", "review"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}