{"id": "1977686e-46fa-3c34-8edc-25f0f51c4f46", "title": "The 20 best body-swap films – ranked!", "url": "https://www.theguardian.com/film/2020/dec/10/the-20-best-body-swap-films-ranked", "summary": "Before we begin, we need to make the distinction between body-swap films and body-switch films.\nA body-swap film is a film in which two people trade bodies, to surprising and sometimes hilarious effect.\nThis list primarily consists of body-swap films, but nevertheless I am including Kevin Spacey’s 2016 cat-based body-switch movie Nine Lives because I want to remind people that it is in the top five worst films ever made.\nLike Father Like Son (1987)The late 1980s were a boom time for body-swap films.\nFace/Off (1997)Yes, fine, Face/Off isn’t a body-swap movie because Nicolas Cage and John Travolta swap faces, not bodies.", "paragraphs": ["Before we begin, we need to make the distinction between body-swap films and body-switch films. A body-swap film is a film in which two people trade bodies, to surprising and sometimes hilarious effect. A body-switch film, meanwhile, is a film where a human’s soul is transported into a new vessel without reciprocation. This list primarily consists of body-swap films, but nevertheless I am including Kevin Spacey’s 2016 cat-based body-switch movie Nine Lives because I want to remind people that it is in the top five worst films ever made.", "19. A Saintly Switch (1999)", "Again, I was in two minds whether or not to include this, on the basis that it’s a made-for-TV film that never received any form of theatrical opening. However, I will include it on the basis that it was directed by Peter Bogdanovich. Actual Peter Bogdanovich, responsible for Paper Moon and The Last Picture Show. Anyway, in this film a voodoo princess accidentally teaches some children how to swap their parents’ bodies around. Whoops!", "18. Like Father Like Son (1987)", "The late 1980s were a boom time for body-swap films. Some of them were good. Others were like this. Starring Dudley Moore and Kirk Cameron, Like Father Like Son asked the question: “What would happen if a Native American potion accidentally transplanted a teenage boy into the body of a respected surgeon?” The fact that the answer is not “gallons and gallons of negligent bloodshed” means that this film can only qualify as a failure.", "Another body-switch – rather than body-swap – film, The Cobbler stars Adam Sandler as a man who can experience the lives of other people simply by wearing their shoes. The result is so gloopy and sickly, and trips over its toes so much that it becomes genuinely offensive. You have to assume Sandler chose to wade through the stress-filled hellscape of Uncut Gems as a direct form of penance.", "16. Dream a Little Dream (1989)", "During an improbable meditation-based bicycle accident, the soul of elderly professor Jason Robards enters the body of excruciating teenage Michael Jackson impersonator Corey Feldman. Robards can only visit the real Feldman – plus his wife for some reason – in his dreams. Which is an extraordinarily complicated premise for a film that primarily exists to allow Corey Feldman to dance like Michael Jackson at any opportunity.", "15. 18 Again! (1988)", "Another film from the endless tranche of 1980s body-swap comedies, 18 Again! is a movie starring George Burns that is in part based on a song he had recorded eight years earlier. And yet for some reason, Burns spends most of the film in a coma. Meanwhile, his soul is transplanted into the body of 18-year-old Charlie Schlatter; a boy who has to save the family business, seduce a schoolgirl with his extensive knowledge of Harry S Truman and stop Burns’ gold-digger wife from pulling the plug on his comatose body. I haven’t heard the song this film is based on, but I would imagine it must be quite something.", "14. Prelude to a Kiss (1992)", "The body-swap trope is so unquestionably stupid that it usually lends itself best to comedy. However, in 1992, it also lent itself to Prelude to a Kiss, a syrupy romance where an old man swaps bodies with Meg Ryan after kissing her on her wedding day. The man is now married to Alec Baldwin; Meg Ryan now has cancer. God, this film is a slog.", "13. Alison’s Birthday (1981)", "Another genre outlier, Alison’s Birthday is an Australian horror movie where nothing happens for long stretches of time, and then a 16-year-old girl gets forcibly inserted into the body of a 104-year-old woman. It is a very bad film but, you will notice, still ranks several places higher than the 2016 Kevin Spacey cat-based body-switch movie Nine Lives.", "12. The Hot Chick (2002)", "Petty criminal Rob Schneider and entitled brat Rachel McAdams swap places, in a film that allows Rob Schneider to expand his repertoire by playing Rob Schneider, but with a slightly higher voice. In truth, this film can be surprisingly touching, but only if you go into it drunk with all of your expectations in the toilet.", "Once again, unless there is a parallel movie about a happy-go-lucky dog that keeps being plunged into the waking nightmare of becoming Tim Allen, The Shaggy Dog has to count as a body-switch comedy. In this movie, Tim Allen gets bitten on the hand by a sacred dog that Robert Downey Jr stole from Tibet, and then he turns into a dog, at which point he makes friends with a snake who is also a dog. This is a real film that actually exists.", "Arguably the most 2004 movie ever made. Mark Ruffalo plays an anodyne love interest. Judy Greer plays a best friend. There is a joke about how “Eminem” sounds like “M&Ms”. Everybody uniformly looks like they had their eyebrows blasted off in a gas explosion. Look past that avalanche of period signifiers, though, and you are left with a sweet enough film about a girl who went to bed aged 13 and woke up as pre-Affleck Jennifer Garner. There are worse fates.", "The Change-Up is from Jason Bateman’s post-Arrested Development money-grab period, where he appeared in 18 movies in a five-year period. As such, it’s easy to mix this up with the film where he accidentally gets Jennifer Aniston pregnant, or the film where Melissa McCarthy tries to steal his identity, or either of the two films where he tries to murder his employer. But no, this is the film where he urinates into a fountain at the same time as Ryan Reynolds and then becomes Ryan Reynolds. I hope that helps.", "8. Freaky Friday (1976)", "This is the first version of Freaky Friday; the one where Jodie Foster swaps places with Barbara Harris. It’s arguably the most influential film on the list – you could draw a straight line from this to most of the other entries here – but its charm cannot cover for the fact that it has dated quite badly. It’s markedly less wacky than its peers, and quite a lot more spooky. There are also issues with the gender politics of it, since it is mainly a film about Foster learning how to be a housewife in a hurry. When the update came, there was an instant improvement. But that’s for later.", "7. Vice Versa (1988)", "Another film to come out in the late-80s body-swap extravaganza, Vice Versa is one of the more successful. This is down to Fred Savage’s total believability as a jaded middle-aged divorcee, and Judge Reinhold’s utter lack of dignity. He plays an 11-year-old boy less like an 11-year-old boy and more like an adult who has sustained concussive trauma to his skull. As such, it has a weird charm that puts it leagues above, say, Like Father Like Son.", "6. Turnabout (1940)", "Hal Roach’s film has not aged well. Maybe 80 years ago it seemed like a good idea to have the body-swapped characters retain their original voices, even though that means most of it is as heavily dubbed as a cheap kung fu movie. And maybe it seemed fun to have John Hubbard play Carole Landis by clod-footedly mincing about everywhere. Watched today, though, it feels ancient. Nevertheless, as a satirical skewering of 1940s sexual politics, it’s probably a very good artefact of its time.", "5. All of Me (1984)", "Carl Reiner’s comedy is a little more complicated than most. It concerns the soul of Lily Tomlin, which is accidentally transferred into Steve Martin’s body, though Martin retains partial control over it. In theory this means Martin has to play both leading roles at the same time, subtly differentiating between his dual personas in the toughest role of his career. In practice, it means Martin gets to pull some funny faces and flap his arms around a lot. Honestly, sincerely, what could be better?", "4. Face/Off (1997)", "Yes, fine, Face/Off isn’t a body-swap movie because Nicolas Cage and John Travolta swap faces, not bodies. Nevertheless, it makes the list because it’s Face/Off, for crying out loud. The whole thing is a masterpiece. The action is incredible. The leads play each other with dizzy abandon. It manages to be fun all the way through. Until this point, body-swap movies had involved sacred dogs and magic fountains and voodoo princesses and Indian statues coming to life. That this film found a way to be even wackier than that is phenomenal. Genuinely, in terms of moving the body-swap genre forward, this film is Citizen Kane.", "Remember 18 Again, where George Burns basically paid some kid to play him while he had a nice lie down? Meet the much improved version. Here deadbeat thirtysomething Matthew Perry makes a deal to become (wait for it) 17 again, and discovers where he went wrong in life. A lot of the film’s charm is down to Zac Efron as Perry’s younger self. It’s a whole, fully realised performance, and might just count as the best of his career.", "An improvement on the original in every way. This is partly down to the script, which is more carefree-freaky and less unsettling-freaky than its predecessor, but is largely down to the cast. Jamie Lee Curtis is a talented enough performer to play both concerned mother and rebellious teenager. And honestly, has there ever been a child as wonderful at playing a disapproving adult as Lindsay Lohan? This whole film should be encased in glass, just to remind the world how amazing Lohan used to be.", "Listen, if the list had to start with the worst body-switch movie of all time, it stands to reason that it should end with the very best. Big is Big. It’s an immovable classic, and always has been. You’ve seen it a million times. You know every scene, every beat of it, inside out: the sweet parts, the sad parts, the scary parts. There is a reason why Robert De Niro initially fought hard to play the lead role, and that’s because the whole film is a gift. This may still be Tom Hanks’ best film. Unbeatable."], "authors": ["Stuart Heritage"], "keywords": ["films", "film", "body", "dog", "ranked", "bodyswap", "20", "bodyswitch", "play", "movie", "best", "soul"], "pubDate": "2020-12-10T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}