{"id": "19803645-0380-3f9c-99e0-e19d6d49dbc9", "title": "Cyberpunk 2077 Mod Allows Male V To Romance Judy Fully Voiced, CDPR Says It's Not Cut Content", "url": "https://www.gameinformer.com/mod-corner/2021/01/05/cyberpunk-2077-mod-allows-male-v-to-romance-judy-fully-voiced-cdpr-says-its", "summary": "We've got the mod in question as well as the studio's response to cut allegations.\nWith a small tweak to the code already in-game, Male V can enter into a romance with Judy and is completely voiced by both parties as seen with the Female V relationship.\nBecause Judy and V's lines are fully voiced for a Male romance, it's easy to see why the conversation of \"is this cut\" is happening, but CDPR insists that this isn't the case here.\nJudy was always only a female V romance partner and that was the artistic vision from the start, there was no male romance option cut from the game.\"\nThe video above also shows players, on PC only, how they can get this romance change to work in-game.", "paragraphs": ["Cyberpunk 2077 is an immersive open-world that allows players to be the douchebag of their dreams (I say that not as an insult, sometimes it's fun playing the 'devil may care' protagonist) with V. That being said, V only has four romance options in total, two for Male V and two for Female V. Judy, at present, is a female-only romance option but when modders uncovered that she was still fully voiced throughout the entire romance sequence when they unlocked her story arc for Male Vs, some thought that meant that CD Projekt RED cut the content to further restrict romances. We've got the mod in question as well as the studio's response to cut allegations.", "The mod in question is less of a massive change and more of a simple code tweak (which really, that's what mods are at base anyway) that allows for Male Vs to romance our beloved BD (brain dance) expert. With a small tweak to the code already in-game, Male V can enter into a romance with Judy and is completely voiced by both parties as seen with the Female V relationship.", "You can see the voiced scene in the footage below from the modder, just please be aware that it is very NSFW and sexual in nature for those under 18:", "Cutting content from the final version of games is nothing new, even cutting romance options is something that happens more often than people think. Usually, a good indicator of this is the coding found and whether the opening of availability is still fully voiced or not. Because Judy and V's lines are fully voiced for a Male romance, it's easy to see why the conversation of \"is this cut\" is happening, but CDPR insists that this isn't the case here. Regarding the romance lines, a representative of CDPR issued the following statement (via Eurogamer):", "It was simply more convenient and easier for our localization team from a production point of view to record all lines with both voices, so we could avoid missing something by mistake that would require future recordings. This was done with pretty much everything just to be on the safe side although it can vary between the different languages. Judy was always only a female V romance partner and that was the artistic vision from the start, there was no male romance option cut from the game.\"", "On a personal note, I don't typically mess with mods that tamper with relationships that are not heterosexual in nature. Before you yell at me that I'm \"censoring\" anyone, my reasoning is just for myself and not something I'd ever \"go after anyone\" for, I just feel - personally - that same-sex relationship options are so few and far between in games, the number available is usually much smaller than heterosexual relationship counterparts, that I feel messing with that type of representation is a form of erasure. Do I think everyone should feel that way? Nah, I get it. To me, though, it became a moral issue (yes, I realize it's a video game) when a Dorian mod for Inquisition went viral, a mod that made him straight despite his entire storyline being a gripping tale of \"coming out\" when society wanted him dead or buried just for preferring men.", "Just as with the previous Cyberpunk 2077 mods we've shared, you'll need to have Cyber Engine Tweaks to get this started. You can download that, for free, right here. The video above also shows players, on PC only, how they can get this romance change to work in-game."], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["romance", "v", "judy", "mod", "vs", "mods", "male", "voiced", "cut", "fully", "cyberpunk", "options", "content"], "pubDate": "2021-01-05T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}