{"id": "199ef4e8-af28-3624-990a-f8caa5a9d2d7", "title": "Thanks to These New Year’s Sales, 2021 Is off to a Smile-Inducing Start on the Fashion Front", "url": "https://www.vogue.com/article/new-years-sales", "summary": "As an unapologetic lover of celebrity gossip, 2021 is definitely off to an exciting start for me.\nIn fact, there are currently a ton of equally chic and beautifully made items marked down thanks to the celebratory New Year’s sales.\nPlus, there are a few beauty and home offerings that are just as good as the clothes and accessories.\nBut of course, navigating through the vast sea of online retailers, along with their individual deals and steals, can be cumbersome.\nCheers to shopping smart in 2021, and thus giving yourself more time to feed your guilty pleasures with as many smile-inducing paparazzi shots as your heart desires.", "paragraphs": ["As an unapologetic lover of celebrity gossip, 2021 is definitely off to an exciting start for me. First came the very couple-y Harry Styles and Olivia Wilde photos (my jaw is still on the floor), then Emma Stone’s major pregnancy news, which melted my heart, and just when I thought things couldn’t get any better in celeb land, on the fashion front, I found the most glorious pair of Khaite flats on sale—wait—and a dreamy Bottega Veneta bag at 40% off. I’ve had my eye on both pieces for quite some time, but now seems like the perfect moment to finally make that investment and do so at just the right sweet spot price, especially since my new style mantra this year is quality over quantity. In fact, there are currently a ton of equally chic and beautifully made items marked down thanks to the celebratory New Year’s sales.", "If you too are hoping to make 2021 your most stylish year ever, now is the time to snag, say, Loewe’s curved-frame sunglasses, a Le Porte Clés Chiquito keychain from Jacquemus, or one of Telfar’s always-sold-out shoes without paying full price. Plus, there are a few beauty and home offerings that are just as good as the clothes and accessories. But of course, navigating through the vast sea of online retailers, along with their individual deals and steals, can be cumbersome. That being said, you won’t have to do too much work because you’ll find Vogue’s favorite picks from the vast but fabulous New Year’s sales just ahead. Cheers to shopping smart in 2021, and thus giving yourself more time to feed your guilty pleasures with as many smile-inducing paparazzi shots as your heart desires.", "DoDo Bar Or Tina buckle-detailed cutout crepe dress $700 $280 MODA OPERANDI Shop Now Bottega Veneta Daisey mini croc-effect leather bag $2,500 $1,500 MODA OPERANDI Shop Now", "Theory hand-knit marled-wool sweater $395 $316 NORDSTROM Shop Now Sacai Nordic opal velvet Burnout wrap skirt $1,180 $708 NORDSTROM Shop Now", "Khaite Francine top in ivory $880 $352 KHAITE Shop Now Khaite Carlisle loafers in hunter green suede $740 $296 KHAITE Shop Now", "Jacquemus khaki-and-gold Le Porte Clés Chiquito keychain $120 $96 SSENSE Shop Now Telfar black logo loafers $580 $386 SSENSE Shop Now", "Jil Sander Lucio leather shoulder bag $1,790 $1,253 MATCHESFASHION.COM Shop Now Fendi F.F. logo snakeskin AirPods case $490 $294 MATCHESFASHION.COM Shop Now", "Batsheva Amy printed cotton top $305 $244 LUISAVIAROMA Shop Now Cecilie Bahnsen Esme cotton poplin midi-dress $918 $734 LUISAVIAROMA Shop Now", "Marni hoop earrings $390 $273 MYTHERESA Shop Now Loewe Paula’s Ibiza acetate sunglasses $328 $229 MYTHERESA Shop Now", "Nike Air Zoom Pegasus 37 premium women’s running shoes $120 $99 NIKE Shop Now Nike sportswear Icon Clash women’s jacket $100 $69 NIKE Shop Now", "Rag & Bone Donna down puffer $895 $537 RAG & BONE Shop Now Rag & Bone Dre low-rise boyfriend jeans $255 $100 RAG & BONE Shop Now", "& Other Stories cropped turtleneck knit jumper $119 $83 & OTHER STORIES Shop Now & Other Stories relaxed single-breasted coat $279 $139 & OTHER STORIES Shop Now", "Everlane straight-leg crop jeans $72 $36 EVERLANE Shop Now Everlane women’s ReKnit oatmeal wool day boots $125 $87 EVERLANE Shop Now", "Beautyblender Sapphire Sky Makeup Sponge $20 $14 SEPHORA Shop Now Shiseido Ultimune Power Infusing Serum Concentrate $140 $105 SEPHORA Shop Now", "Slip two-piece Beauty Sleep collection $122 $104 DERMSTORE Shop Now Caudalie Moisturizing Toning Lotion $28 $23 DERMSTORE Shop Now", "L’or de Seraphine Reverie ceramic candle $30 $24 BLOOMINGDALES Shop Now Kosta Boda Home Fragrance Collection Contrast candle $79 $63 BLOOMINGDALES Shop Now"], "authors": ["Alexis Bennett", "Alexis Bennet"], "keywords": ["smileinducing", "2021", "bone", "start", "fashion", "khaite", "bag", "veneta", "thanks", "nike", "shop", "rag", "womens", "everlane", "sales"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}