{"id": "19ae51d5-b84d-3df5-bf15-51cd17c553ae", "title": "Granblue Fantasy: Versus Review – Beauty In Simplicity", "url": "https://www.gameinformer.com/review/granblue-fantasy-versus/granblue-fantasy-versus-review-beauty-in-simplicity", "summary": "Granblue Fantasy is a force in Japan, with the mobile RPG reaching over 25 million downloads.\nIn North America, our first big foray into the series is Granblue Fantasy: Versus, a new fighting game by Guilty Gear and Dragon Ball FighterZ developer Arc System Works.\nMuch of the fun in Granblue Fantasy: Versus lies in online bouts.\nDespite some shortcomings, Granblue Fantasy: Versus is a respectable starting point for the series’ entry into the fighting genre.\nGranblue Fantasy: Versus might not reinvent the wheel, but there’s also something to be said about an approachable fighting game that doesn’t bog you down with overly complex inputs.", "paragraphs": ["Granblue Fantasy is a force in Japan, with the mobile RPG reaching over 25 million downloads. In North America, our first big foray into the series is Granblue Fantasy: Versus, a new fighting game by Guilty Gear and Dragon Ball FighterZ developer Arc System Works. Versus is a great way to introduce yourself to the Granblue Fantasy world and characters, and it stands out as being an approachable entry in the genre. With fun characters and cool movesets, Versus is an overall decent fighter that’s worth a look, but it’s not without its flaws.", "Vesus is slower than most anime fighting games, but more deliberate combat isn’t a bad thing, as it’s still rife with cool combos and flashy special moves. The barrier to entry is low, thanks to the ability to easily execute special moves and basic combos. Your main attacks revolve around your face buttons; one does a signature attack while pressing each other button in succession chains together auto combos. In addition, every character has four unique skills, but if you use the shortcut buttons to activate them, they operate on cooldowns alongside super moves that can be activated once a meter is filled.", "You also have access to an arsenal of defensive capabilities, such as a standard block, a nifty dodge to avoid low attacks, and cross-overs that let you slip behind a foe. Using these defensive skills appropriately can make all the difference, but I also enjoyed the rush of combining my skills with standard attacks and watching my chain count rise, only to top it all off with a satisfying super for good measure.", "Everything is easy to learn, and I was impressed with how well Versus shows you the ropes and provides the ability to quickly utilize special moves via shortcuts. This doesn’t mean it’s easy to master, as my strategies continued to evolve as I played more matches, but I didn’t feel overwhelmed. Depth comes in learning how to prepare and react against the varied characters’ moves and using the defensive capabilities appropriately. In many ways, it reminds me of other systems in Arc’s games, but it feels more simplified.", "Compared to some of its contemporaries, Versus’ roster is small, with only half of its characters holding more unique and exciting abilities. You have your standard (and boring) fighters like Gran, with basic sword moves. But some options have more personality on the battlefield, like Ladiva and her wrestling moves, such as clotheslines, headbutts, slams, and throws. Every move feels like an elaborate performance by her to work the crowd, and watching the love she puts into it is fun. Then there’s the boisterous Lowain, who has two buddies at his side to assist with combos and run interference during the battle. He also has a ridiculous super where he calls in a massive Yggdrasil tree that covers the ground in flames. The roster has everything from more ranged characters like Metera with her bow and arrow to faster fighters like Lancelot with his flurry of slashes. This is a good starting point, as there’s enough here to find someone who fits your playstyle, even if some characters feel much more creative and exciting than others.", "One of Versus’ inventive ideas is its RPG mode, which has you leveling up characters by taking on quests, searching for better gear drops, and engaging in larger-than-life boss fights. It also incorporates the gacha mechanics from the mobile game by giving you draw tickets that you can use in hopes of pulling a rare weapon. While it has the carrot on the stick of getting cool new weapons either through quests or draws, the mode is one of the game’s bigger disappointments. I love the concept, but the execution is done in the most boring way possible.", "In RPG mode, you visit islands and enlist in several quests of just fighting off waves of repetitive CPU enemies, hit a miniboss, and then eventually face off against the island’s big bad. The final boss battles of each area are the main attraction, as these are elaborate fights often requiring you to avoid projectiles or get into a specific area for cover. The final boss of this mode takes a page out of the RPG handbook, with multiple forms and nasty attacks that are hard to dodge. I liked these big bouts, but having to put up with the boring quests to get there isn’t worth the price of admission. The plot is pretty barebones and bland, although you do get an idea of characters’ personalities.", "Much of the fun in Granblue Fantasy: Versus lies in online bouts. As far as servers and performance are concerned for ranked play, I never got paired with an opponent instantaneously, but I also never waited more than a few minutes. When I was in matches, I never experienced any lag, and was actually surprised by how well everything functioned. Time will tell if Versus sustains a solid playerbase for low wait times, but for now everything seems to be in working order.", "Despite some shortcomings, Granblue Fantasy: Versus is a respectable starting point for the series’ entry into the fighting genre. I applaud it for breaking down some barriers that newcomers have getting into fighting games and incorporating RPG mechanics into its combat. Granblue Fantasy: Versus might not reinvent the wheel, but there’s also something to be said about an approachable fighting game that doesn’t bog you down with overly complex inputs."], "authors": ["Features Editor", "Kimberley Is Usually Playing The Latest Rpg", "Sports Title", "Or Narrative-Driven Experience. She Has Also Amassed More Than Two Hundred Stanley Cups While Playing As The Blackhawks In Various Nhl Games."], "keywords": ["versus", "games", "rpg", "quests", "simplicity", "characters", "fighting", "beauty", "moves", "granblue", "fantasy", "mode", "review"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}