{"id": "19b940de-6682-332d-ab39-3c14057d1c8b", "title": "FOX NEWS Rundown Extra: Rep. Kat Cammack On How To Restore Faith In Our Election System", "url": "https://radio.foxnews.com/2021/01/10/the-fox-news-rundown-1-9-2021-2/", "summary": "Americans are still in shock over the violent protests that breached the U.S. Capitol Building on Wednesday.\nCongress is facing a lot of tough questions including how do they curb the anger dividing our country and help restore faith in our institutions.\nEarlier this week, host Lisa Brady spoke to Florida Republican Congresswoman Kat Cammack about the Wednesday's violence, the anger that inspired it and what needs to be done to rebuild confidence in our election system and Democracy.\nThe interview was too long and we could not include it all of it in our original segment.\nOn The FOX News Rundown Extra, we will bring you Lisa Brady's entire conversation so you can get the freshmen Republican's full perspective on the state of our country and how she thinks we can heal.", "paragraphs": ["Americans are still in shock over the violent protests that breached the U.S. Capitol Building on Wednesday.", "Congress is facing a lot of tough questions including how do they curb the anger dividing our country and help restore faith in our institutions.", "Earlier this week, host Lisa Brady spoke to Florida Republican Congresswoman Kat Cammack about the Wednesday's violence, the anger that inspired it and what needs to be done to rebuild confidence in our election system and Democracy.", "The interview was too long and we could not include it all of it in our original segment. On The FOX News Rundown Extra, we will bring you Lisa Brady's entire conversation so you can get the freshmen Republican's full perspective on the state of our country and how she thinks we can heal."], "authors": ["William Sanchez", "Siobhan Flattery"], "keywords": ["anger", "country", "tough", "lisa", "violent", "rundown", "election", "rep", "wednesdaycongress", "week", "thinks", "restore", "extra", "violence", "faith", "fox", "cammack", "kat", "system", "wednesdays"], "pubDate": "2021-01-10T00:00:00Z", "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}