{"id": "19ee98cf-67d0-30da-bdcf-cf539fd823c4", "title": "They Found Community, and Then Love, in Online Games", "url": "https://wired.com/story/love-community-mmorpg-online-gaming/", "summary": "“He was a ‘bad boy,’” says Tiffany Witcher, making air quotes with her fingers.\nShe was then a single mother, healing from a bad breakup, when she decided to try online role-playing.\nTiffany Witcher, left, and Jonathan Casey.\nCourtesy of Tiffany Witcher and Jonathan CaseyThey considered themselves “good friends” when they first met in person in the cold Canadian winter of 2010.\nHe contacted producers at Riot Games, makers of League of Legends, to set up a surprise.", "paragraphs": ["A warlock dressed in a long scarlet robe entered a tavern and spotted a female priest in a flowing blue dress with a halo above her head. “I was like, oh, this person is really, really bright and pure-looking, I’m going to try to kill them,” says Jonathan Casey, who played this character, Uthibar, in the multiplayer online role-playing game World of Warcraft.", "“He was a ‘bad boy,’” says Tiffany Witcher, making air quotes with her fingers. She bursts out laughing as Jonathan recalls his malicious intentions for Atris, her priest character. Tiffany and Jonathan are now married and live in Toronto with their son.", "For many of us, virtual worlds are fertile ground for growing new friendships and romance. In online role-playing platforms, gamers may feel more confident in their social interactions than in real life because they can be seen exactly as they want to be seen, says Anthony Bean, a clinical psychologist in Fort Worth, Texas, and founder of Geek Therapeutics.", "“Your character, your avatar, is a projection of yourself,” says Bean. “Your ideal self. Your best self. Or sometimes not your best self.”", "When their characters first met in World of Warcraft in February 2009, Tiffany had moved back home and was taking time off during college. She was then a single mother, healing from a bad breakup, when she decided to try online role-playing. “I thought, well, life’s stressful, let me just be somebody else,” she said.", "Jonathan’s assassination plan faded as he and Tiffany bonded. They went on quests together in the game. They talked about music. They wrote to each other over MSN Messenger, then moved to video chat on Skype, and would sometimes just leave the video connection open for days at a time as a way of being closer to each other. Once their private video call lasted about 400 hours—which may have killed Tiffany’s laptop.", "Tiffany Witcher, left, and Jonathan Casey. Courtesy of Tiffany Witcher and Jonathan Casey", "They considered themselves “good friends” when they first met in person in the cold Canadian winter of 2010. Tiffany’s biggest surprise was that “he was a lot taller than I expected.” (“You were a lot shorter than I expected,” Jonathan quips back.) It was just the first of many long journeys she would make from Washington, DC, whether by bus, train, or plane, over six years.", "Jonathan decided to propose to Tiffany at a League of Legends Championship Series match in Toronto in 2016, in which teams compete in front of a stadium full of fans. He contacted producers at Riot Games, makers of League of Legends, to set up a surprise. A YouTube video immortalizes the moment: In front of a crowd of onlookers and giant evil spirit Thresh, Jonathan dropped down on one knee. Tiffany, dressed as the League of Legends fan design “Star Guardian Karma” with purple hair, gasped."], "authors": ["Elizabeth Landau", "Elizabeth Landa"], "keywords": ["games", "jonathan", "character", "community", "league", "love", "video", "witcher", "roleplaying", "world", "online", "tiffany", "legends"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}