{"summary": "To do this, they’re experimenting with partnerships and continuing to use technology in ways that will support sustainable growth.\nFor SSE, technology is central to its vision of the future.\n“Companies can engage by recognising this trend, making space for changemakers, supporting them, and listening to them,” he says.\nThe blogger championing refugees: 'We all have a story that deserves to be heard’ Read moreHow can businesses best support their future changemakers?\n“We have an enormous issue with productivity in UK PLC and part of that is presenteeism, the idea that hard work equates to long working hours.", "url": "https://www.theguardian.com/changemakers-for-a-better-tomorrow/2019/oct/08/fast-forward-three-changemakers-reveal-their-vision-of-a-positive-future", "paragraphs": ["The future of changemaking is at the heart of Salesforce.org’s new campaign. Photograph: PeopleImages/Getty Images", "Whether or not you believe that simply thinking about your goals can help you achieve them, there’s no doubt that it’s an excellent place to start. In fact, many charities say having a clear mission in mind is central to creating change. So, how would a better future look, feel or operate? We explore three different visions for change, no crystal ball required.", "The education explorers", "If you want to start a sea change, you’re going to need a ship – and London-based charity Literacy Pirates have two of them. Dedicated to closing the educational gap caused by socio-economic factors, the organisation offers a year-long after-school learning programme with an ocean-going theme. “The first permanent ship, or learning centre, was established in Dalston, London, in 2014. It is a fantastical place replete with secret passageways and a ship’s cat,” explains Jude Williams, Literacy Pirate’s chief executive (or captain). Devised and led by teachers, the sessions feature volunteer “crewmates” who provide reading and writing support, resulting in tangible outputs such as published books, films and apps.", "Facebook Twitter Pinterest Literacy Pirates, a reading and writing charity, will use Salesforce to share its successes", "The second ship in Tottenham, London, opened earlier this year and the charity’s vision for the future involves many more: “Thinking about our end-game, we plan to create 50 ships across England. We have identified 50 locations that have high deprivation levels, and a context in which our programme can operate best. The challenge is to get there with a financially sustainable model, and ensure fidelity in the impact we make as we replicate,” says Williams.", "To do this, they’re experimenting with partnerships and continuing to use technology in ways that will support sustainable growth. “We will need ways to communicate across distances. Ways to share information easily and effectively. And, vitally, we want to share our results internally and externally,” says Williams. “Tech, like Salesforce, to hold, process and display data, is going to be vital to achieve this.”", "The social innovators", "Back on dry land, The School of Social Entrepreneurs (SSE) helps more than 1,000 people a year tackle society’s biggest problems through courses, support and mentoring. When asked to describe how their ideal future would feel, Sophie Hobson, head of communications, is unhesitating: “It feels fantastic, fair and full of opportunity. In this future, all sectors are focused on improving society and the environment, rather than just profit and relentless growth.” Businesses and governments would understand how to act ethically and sustainably – and, in this ideal situation, “the people leading the change are as diverse as society itself”.", "Hobson’s enthusiasm is infectious, but what are the practical steps that will help SSE – and the rest of us – get there? “Social entrepreneurship isn’t a magic wand, but it can help shape an economy that is fairer and more sustainable,” she says. “We need to raise the profile of social entrepreneurship: after all, there are 100,000 social enterprises in the UK contributing some £60bn a year to our economy.” Hobson explains that SSE wants to create more partnerships, continue to grow its international network, and build “a community of leaders who represent all parts of society, while working together to improve it”.", "For SSE, technology is central to its vision of the future. “We have already kicked off a period of digital transformation: improving our data collection and analysis, overhauling our use of Salesforce, staying ahead of the curve with GDPR, and exploring how we can better connect our community of learners,” says Hobson. Robust data analysis is crucial to its impact measurement, and it will soon be recruiting more digital talent to keep them ahead of the curve.", "The applied futurist", "Of course, social innovation is no longer the preserve of charities – increasingly, it’s a badge of honour for both corporations and consumers. “At levels from the individual to the global, and particularly in local communities, we’re seeing new behaviours and organisations spring up that are making change without waiting for anyone’s permission,” says Tom Cheesewright, applied futurist and author of High Frequency Change. “Companies can engage by recognising this trend, making space for changemakers, supporting them, and listening to them,” he says.", "The blogger championing refugees: 'We all have a story that deserves to be heard’ Read more", "How can businesses best support their future changemakers? Cheesewright has an intriguing suggestion. “The recipe is simple: make them work fewer hours,” he says. “We have an enormous issue with productivity in UK PLC and part of that is presenteeism, the idea that hard work equates to long working hours. If we shorten the working day, and allow more flexibility in it, then we create happier and more productive employees who have the time to engage.”", "Not all employees will use the extra time to further positive causes, of course, but with technology stripping ever-more sophisticated tasks from our working days, it seems that something has to change. “The value of humans in the workforce is increasingly about creativity and original analysis that requires focus. And we can’t focus for eight hours a day. So eventually employers will have to allow people to work to rhythms that maximise their performance,” he says. “It is a cultural change, so it will be slow. But I expect we’ll see a large shift in the flexibility of work and the expected hours over the next 20 years.”", "", "To learn more about Salesforce.org ‘Changemaker Correspondents’, visit Salesforce.org/changemaker"], "pubDate": null, "keywords": ["change", "support", "hours", "working", "reveal", "sse", "vision", "social", "changemakers", "technology", "ways", "forward", "work", "future", "positive", "fast"], "id": "1a09b14a-c28d-3a9a-b78b-d86461089afc", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "authors": ["Abi Smith"], "title": "Fast forward: three changemakers reveal their vision of a positive future"}