{"id": "1a136bde-21b5-3579-88f3-d7e8c85cb6d6", "title": "The 17 New Arrivals We’re Shopping This Week", "url": "https://www.vogue.com/article/new-arrivals-march-7", "summary": "There’s no denying the excitement that comes when new fashion arrivals hit stores.\nEven iconic fashion totems, like the Hermés Kelly bag, accrued a little time in-store before reaching the heights of fame.\nBut not to worry, below we’ve created a guide for seamlessly navigating this week’s newest arrivals.\nTo celebrate the show, Ferragamo has developed a new line of fragrances and coordinating silk scarves—a lovely homage to Visconti Ferragamo.\nLouis Vuitton monogram ombré triple-V triangle bikini $450 LOUIS VUITTON Shop Now Louis Vuitton monogram ombré low-rise bikini bottoms $340 LOUIS VUITTON Shop NowLouis Vuitton monogram Onthego gm $3,950 LOUIS VUITTON Shop Now Louis Vuitton monogram ombré spaghetti-strap minidress $2,170 LOUIS VUITTON Shop NowIn support of the Elephant Crisis Fund, Loewe’s annual collaboration with Knot on My Planet (now in its third year) delivers a fresh take on the brand’s iconic elephant bag.", "paragraphs": ["There’s no denying the excitement that comes when new fashion arrivals hit stores. Like a window into the future, the debut of fresh, covetable accessories and ready-to-wear into the retail fold shapes the season’s trends. And every It item, like Bottega Veneta’s puddle boots, were once online and in-store drops. These particular pieces are like the new kids on the shelf, awaiting their destiny for sartorial greatness. Even iconic fashion totems, like the Hermés Kelly bag, accrued a little time in-store before reaching the heights of fame. But in our fast-paced world, where trends are rising and falling and disappearing faster than ever (except for, lately, comfortwear), the shopping lists we make can be rendered irrelevant in a matter of days or weeks. It can be difficult to suss out the investment-worthy items from those that are fleeting.", "The pandemic has also completely disrupted an already shifting fashion calendar and ushered in more seasonless collections. More and more brands are turning toward capsules and one-off drops more frequently throughout the year. Exciting? Yes. Daunting to navigate? Potentially. But not to worry, below we’ve created a guide for seamlessly navigating this week’s newest arrivals. From Louis Vuitton’s summertime capsule to Loro Piana’s latest handbag, this week’s must-have collectibles do not disappoint.", "Photo: Courtesy of Tory Burch", "Tory Sport’s April drop is filled with graphic tees inspired by retro color blocking and ’70s style, inspiring an active lifestyle spent outdoors in the warm weather this spring. Some T-shirts are emblazoned with graphic tennis motifs; others feature “hike” across the chest flanked by evergreen trees.", "Tory Sport graphic t-shirt $108 TORY BURCH Shop Now Tory Sport tech twill pleated tennis skirt $158 TORY BURCH Shop Now", "Tory Sport printed high-rise weightless bike shorts $98 TORY BURCH Shop Now Tory Sport hike t-shirt $128 TORY BURCH Shop Now", "Salvatore Ferragamo’s new exhibition in the Museo Salvatore Ferragamo in Florence (through April 18) celebrates the late Fulvia Visconti Ferragamo and her creativity with all things silk. Visconti Ferragamo had been the mastermind behind silk accessories at the company since the 1970s, and the exhibition details her contributions that have since become central to the Ferragamo brand. To celebrate the show, Ferragamo has developed a new line of fragrances and coordinating silk scarves—a lovely homage to Visconti Ferragamo.", "Salvatore Ferragamo Giardini di Seta 3.4 fluid oz $112 SALVATORE FERRAGAMO Shop Now", "Photo: Courtesy of Louis Vuitton", "Louis Vuitton just released a Summer by the Pool collection as an ode to the warm days ahead. The capsule is a burst of color, weaving in sunrise yellows, Riviera blues, vibrant sunset sorbets, and punches of red and royal blue cabana stripes. There are silk twill pajamas, sandals, sneakers, a swimsuit, a silk scrunchie, bucket hats, and everything else you could need for a day at the pool. No matter where you wear the pieces, the collection evokes the carefree feeling of summer and a relaxing day spent at the beach.", "Louis Vuitton monogram ombré triple-V triangle bikini $450 LOUIS VUITTON Shop Now Louis Vuitton monogram ombré low-rise bikini bottoms $340 LOUIS VUITTON Shop Now", "Louis Vuitton monogram Onthego gm $3,950 LOUIS VUITTON Shop Now Louis Vuitton monogram ombré spaghetti-strap minidress $2,170 LOUIS VUITTON Shop Now", "In support of the Elephant Crisis Fund, Loewe’s annual collaboration with Knot on My Planet (now in its third year) delivers a fresh take on the brand’s iconic elephant bag. The vibrant new bag features a tasseled strap handwoven by an artisan collective of women from the Samburu Trust in northern Kenya and is crafted in shuka, a bold blue-and-red checkered fabric traditionally used by the Kenyan Maasai tribes in the creation of shawls. One-hundred percent of this bag’s sales will be donated to the Elephant Crisis Fund. Limited to 300 editions, this unique elephant bag is sure to sell out.", "Loewe x Knot on My Planet elephant mini bag $1,650 MYTHERESA Shop Now", "Photographed by David Sims, courtesy of Loro Piana", "Loro Piana’s newly launched range of signature leather goods is all about craftsmanship and timeless elegance. The Sesia bags are “designed to forever be by your side,” and with a range of colors, materials, shapes, and sizes—large carryalls, small crossbodies, clutches—these practical, graceful bags indeed make for forever pieces.", "Loro Piana Sesia bag L $3,724 LORO PIANA Shop Now Loro Piana Sesia clutch purse $2,025 LORO PIANA Shop Now", "Loro Piana Sesia crossbody bag $2,925 LORO PIANA Shop Now", "Larroudé launched the brand’s latest collection of exciting spring footwear. The range includes chunky-heeled platform slides, pointed-toe heeled mules, and dainty flat slide sandals in both neutral colorways and peppy, bright patent leather iterations. Shop shoes in bright yellow, red gingham, or a cheeky ’90s-inspired floral pattern that has become one of the new brand’s signatures.", "Larroude miso platform sandal in ivory leather $285 LARROUDE Shop Now Larroudé ivy flat mule in mint floral patent leather $190 LARROUDE Shop Now", "Photo: Courtesy of Browns", "Marine Serre and luxury retailer Browns recently teamed up on the launch of an exclusive capsule collection. The 20 styles in the capsule explore the connection between the body, the environment, and a reconnection with nature. Serre keeps comfort and flexibility in mind with sports bras, shirtdresses, and leggings in bright red hues and her signature Lozenge moon print.", "Marine Serre x Browns second-skin Moon Lozenge top $415 BROWNS Shop Now Marine Serre x Browns crescent moon ribbed tank top $125 BROWNS Shop Now", "Marine Serre x Browns red drawstring logo backpack $644 BROWNS Shop Now Marine Serre x Browns Moon Lozenge leggings $464 BROWNS Shop Now", "In celebration of La Ligne’s fifth anniversary, the brand is launching a monogram service for one of their best-selling items, the Marin sweater. Monogramming will be available today through April 30 at the brand’s website and in its New York and Dallas stores. With Mother’s Day around the corner, the monogram service makes this already beloved sweater an even sweeter gift.", "La Ligne Marin turtleneck $295 LA LIGNE Shop Now La Ligne mini Marin sweater $250 LA LIGNE Shop Now", "Photo: Courtesy of Off-White", "Yesterday, Off-White released the sophomore collection of Off Active, featuring performancewear for both women and men in technical fabrics like sport-grade nylons, stretch cottons, and breathable elastic fibers. Designed with sport functionality in mind, pieces in the collection have an equal emphasis on style.", "For the brand’s second spring drop, optical designer Garrett Leight launched two elegantly bold sunglass frames, the Navarre and the Norfolk, inspired by the emergence of Pop art and contemporary Los Angeles culture in the ’60s.", "Garrett Leight Navarre sun $360 GARRETT LEIGHT Shop Now Garrett Leight Norfolk sun $390 GARRETT LEIGHT Shop Now", "Photo: Courtesy of Cartier", "Cartier just launched their new Double C de Cartier bag. This streamlined, minimalist design features a jeweled clasp with two stylized interlocking C’s inspired by the red wax insignia that the historic maison has long used to seal gift packages. With an adjustable strap, these bags are as beautiful as they are functional—to be worn over the shoulder or as a crossbody—and come in black, red, powder pink, and fuchsia.", "Cartier shoulder bag mini double C de Cartier $2,790 CARTIER Shop Now", "At the start of the month, Mansur Gavriel launched a sleek, practical, and comfortable collection of shoes. The offerings include four silhouettes: a slingback, a mule (with a heel just shy of one-and-a-half inches, it’s the ideal reemergence shoe), a square-toe loafer, and a square-toe ballerina. Colors range from spring hues like peppy green, orange, brown, white, and pale yellow.", "Mansur Gavriel low mules $395 MANSUR GAVRIEL Shop Now Mansur Gavriel square-toe ballerina slippers $395 MANSUR GAVRIEL Shop Now", "On April 2, Pottery Barn launched a limited edition housetop quilt, a reproduction of a design by Nellie Mae Abrams, who was a member of Alabama’s storied and significant Gee’s Bend Quilting community. The quilt was created in collaboration with her estate, and 15% of the purchase will go to the NAACP.", "Pottery Barn Gee’s Bend Nellie Mae Abram's housetop quilt $329 POTTERY BARN Shop Now"], "authors": ["Rachel Besser", "Rachel Besse"], "keywords": ["red", "17", "serre", "arrivals", "tory", "ferragamo", "louis", "browns", "vuitton", "shopping", "shop", "bag", "week", "collection"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}