{"id": "1a34527b-489e-378c-93ab-b702c32dfe97", "title": "Unemployment Claims Reveal Toll of Rising Virus Cases: Live Updates", "url": "https://www.nytimes.com/live/2020/12/17/business/us-economy-coronavirus/", "summary": "ET Unemployment Claims Reveal Toll of Rising Virus Cases: Live Updates RIGHT NOW Robinhood pays $65 million to settle charges of misleading customers about payments.\nNew unemployment claims remain far above historical levels.\nThe number of Americans filing initial claims for unemployment insurance remained high last week, the Labor Department reported Thursday.\nOn a seasonally adjusted basis, the number of new state claims was 885,000, an increase of 23,000 from the previous week.\nClaims for state unemployment insurance illustrated this on Thursday, with 935,000 filing new claims last week, the Labor Department said.", "paragraphs": ["Live Updated Dec. 17, 2020, 9:22 a.m. ET Dec. 17, 2020, 9:22 a.m. ET Unemployment Claims Reveal Toll of Rising Virus Cases: Live Updates RIGHT NOW Robinhood pays $65 million to settle charges of misleading customers about payments.", "New unemployment claims remain far above historical levels. Vacant retail shops in Columbus, Ohio. The rate of jobless claims has been rising as coronavirus cases remain high across the country. Credit... Maddie McGarvey for The New York Times Rising Covid-19 cases are taking a steep toll on economic activity, battering the labor market even as new vaccines offer a ray of hope for next year. The number of Americans filing initial claims for unemployment insurance remained high last week, the Labor Department reported Thursday. After dropping earlier in the fall, claims have moved higher, and they remain at levels that dwarf the pace of past recessions. There were 935,000 new claims for state benefits, compared with 956,000 the previous week, while 455,000 filed for Pandemic Unemployment Assistance, a federally funded program for part-time workers, the self-employed and others ordinarily ineligible for jobless benefits. On a seasonally adjusted basis, the number of new state claims was 885,000, an increase of 23,000 from the previous week. Consumer caution, coupled with new restrictions on business activity like indoor dining, has pummeled the hospitality industry, lodging, airlines and other service businesses. The debut of a coronavirus vaccine this week offers the prospect of relief, but until mass inoculations begin next year, the economy will remain under pressure. “Businesses are closing, and as a result, we are seeing job losses mount — and that’s exactly what we were fearful of going into the winter,” said Rubeela Farooqi, chief U.S. economist at High Frequency Economics. “It’s going to be a challenging few months, no doubt.” At the end of November, more than 20 million workers were collecting unemployment benefits under state or federal programs, Labor Department data indicates. With the weakening economy as the backdrop, Republican and Democratic leaders in Congress continued talks on Wednesday on another pandemic relief bill, something that economists have warned is overdue. Without action, two key programs for unemployed workers will expire this month, cutting off benefits to millions. “We are not moving in the right direction,” said Gregory Daco, chief U.S. economist at Oxford Economics. “With the looming expiration of benefits, it’s even more worrisome.” Data released on Wednesday showed a 1.1 percent drop in retail sales in November, a disappointing start to the crucial holiday season. Gus Faucher, chief economist at PNC Financial Services, expects economic growth to be weak for the next few months before picking up later in 2021. “Until we get a lot of people vaccinated, the economy will face a difficult test,” he said. “I don’t know if we will see an outright contraction or the loss of jobs, but the pace of improvement will slow markedly.”", "Robinhood pays $65 million to settle charges of misleading customers about payments. The Securities and Exchange Commission on Thursday said that Robinhood, the stock trading app, had agreed to pay $65 million to settle charges that it misled its customers about payments it received for handling their trades, the latest enforcement action against the popular platform. Millions of investors have turned to Robinhood in recent years, lured by a sales pitch of no trading fees. The charges announced on Thursday apply to Robinhood’s disclosures from 2015 to late 2018, the regulator said. The S.E.C. had charged Robinhood with “repeated misstatements that failed to disclose the firm’s receipt of payments from trading firms for routing customer orders to them, and with failing to satisfy its duty to seek the best reasonably available terms to execute customer orders,” it said in a statement. “Robinhood provided misleading information to customers about the true costs of choosing to trade with the firm,” Stephanie Avakian, director of the S.E.C.’s enforcement division, said in a statement. “Brokerage firms cannot mislead customers about order execution quality.” Dan Gallagher, Robinhood’s chief legal officer, said that the company was committed to helping meet its customers needs. “The settlement relates to historical practices that do not reflect Robinhood today,” he said in a statement. The federal charges come a day after regulators in Massachusetts accused Robinhood with aggressively courting and manipulating inexperienced investors and then failing to protect them. In a complaint, the Massachusetts secretary of the commonwealth, William F. Galvin, said that Robinhood focused on signing up young traders with perks like free shares, and then used “gamification” marketing techniques to persuade them to trade often. Many of these investors were allowed to trade risky options without proper screening, the filing claimed. A representative for Robinhood, responding to the Massachusetts action on Wednesday, defended the company’s policies, saying in a statement that it did not make investment recommendations. “We disagree with the allegations in the complaint by the Massachusetts Securities Division and intend to defend the company vigorously,” the statement said. The representative added that it had added safeguards and educational offerings to help better inform customers about options trading. Gregory Schmidt and", "Advertisement Continue reading the main story", "The Bank of England holds interest rates steady as Brexit talks continue. The central bank left its benchmark interest rate at 0.1 percent and did not increase its purchases of government bonds. Credit... Andrew Testa for The New York Times The Bank of England, which has been battling not only a pandemic but the threat of a disruptive exit from the European Union, made no changes to its monetary policy Thursday amid signs that both threats could be receding. The central bank left its benchmark interest rate at 0.1 percent and did not increase its purchases of government bonds. In November, at its last meeting, the bank’s Monetary Policy Committee expanded the bond purchases, a way of holding down market interest rates, by £150 billion. The bank said Thursday it would continue to aim for total asset purchases of £895 billion, or $1.2 trillion. The bank also extended by six months a program that allows commercial banks to borrow money at or close to the benchmark interest rate, if they funnel the money to small and midsize businesses. Successful development of vaccines against the coronavirus are “likely to reduce the downside risks to the economic outlook from Covid,” the Monetary Policy Committee said in a statement. But the committee also said growth would be “a little weaker” than policymakers expected in November because of sharper lockdowns. Negotiators for Britain and the European Union continued to meet in Brussels on Thursday, and there were indications they had narrowed their differences, potentially averting a no-deal Brexit that would be bad for both economies, but especially Britain’s. In one example of the potential damage, the German automaker BMW warned that it would have to significantly raise prices for cars sold in Britain if there were no deal. Nicolas Peter, the company’s chief financial officer, told German media on Wednesday that BMW would also have to raise the price of British-made Minis sold in Europe because of import and export tariffs.", "Markets edge higher as U.S. stimulus talks advance. A generally upbeat mood prevailed in global stock markets on Thursday, as lawmakers from both parties in Washington signaled they were close to reaching a deal on an economic aid package, an extraordinary shift in tone from both Republicans and Democrats, and more people received a coronavirus vaccine.", "Investors are also looking toward an economic recovery sometime next year with one coronavirus vaccine already approved in several countries, and a second close to receiving emergency approval.", "Still, the pandemic is far from over and continuing to take a staggering human and economic toll. Claims for state unemployment insurance illustrated this on Thursday, with 935,000 filing new claims last week, the Labor Department said.", "The market gains on Thursday were relatively small: The Stoxx Europe 600 gained 0.5 percent, while the FTSE in Britain was flat. Most Asian indexes closed the day with gains. On Wall Street, futures pointed a 0.4 percent rise in the S&P 500 when trading starts.", "In Washington, talks continued on a $900 billion stimulus plan that would provide a new round of direct payments to millions of Americans as well as additional unemployment benefits, food assistance and rental aid. Republicans and Democrats alike signaled that they were ready to coalesce around the main elements, though a final agreement hasn’t been reached.", "The Federal Reserve chair, Jerome H. Powell, on Wednesday made a point of saying the central bank was in no mood to begin scaling back its efforts to bolster the economy. He said the Fed’s policy decisions were intended to show that policymakers would “deliver powerful support to the economy until the recovery is complete.” He said the economy would face near-term challenges, but would likely bounce back quickly once vaccines were widely available, perhaps by midyear.", "Catch up: States accuse Google of illegal monopoly, and Tyson fires workers over Covid-19 betting pool. Ten state attorneys general on Wednesday accused Google of illegally abusing its monopoly over the technology that delivers ads online. The state prosecutors said that Google overcharged publishers for the ads it showed across the web and edged out rivals who tried to challenge the company’s dominance. They also said that Google had reached an agreement with Facebook to limit the social network’s own efforts to compete with Google for ad dollars. Google said the suit was “baseless” and that it would fight the case.", "Tyson Foods has fired seven workers accused of being involved in a betting pool over how many employees would get the coronavirus, the company said Wednesday. The son of a meatpacking worker who died in April filed a suit claiming that the manager of the Waterloo, Iowa, pork plant organized a “cash buy-in, winner take all” betting pool. In all, about 1,000 workers at the plant — about a third of the work force — tested positive for the virus. Tyson had hired the law firm Covington & Burling to conduct an independent investigation of the matter, led by Eric H. Holder Jr., the former U.S. attorney general.", "The Fed left interest rates at near-zero on Wednesday and committed to buying $120 billion worth of government-backed bonds per month for the foreseeable future. The central bank formally tied those purchases to its twin goals of maximum employment and stable inflation, saying they would continue at their current pace “until substantial further progress has been made toward the committee’s maximum employment and price stability goals.”", "The National Retail Federation, an industry trade group, said retail workers should be prioritized for a coronavirus vaccine, citing their frontline work in stores, distribution centers, restaurants and delivery services. The request was made in a letter sent on Wednesday to the Advisory Committee on Immunization Practices, a panel of independent experts advising the Centers for Disease Control and Prevention on how to distribute the vaccines. The trade group estimated that the retail industry employs 32 million workers.", "Advertisement Continue reading the main story", "The Pandemic’s Toll ‘Waking me up and banging on the door every day’: Residents of weekly rentals are at risk of eviction. Image Lynetrice Preston and her 2-year-old grandson, Rael, who she lives with at an Efficiency Lodge. Credit... Audra Melton for The New York Times Image Ms. Preston pays about $200 a week for her unit and said she has paid the owners rent when she can. Credit... Audra Melton for The New York Times"], "authors": ["Nelson D. Schwartz", "Michael J. De La Merced", "Jack Ewing", "Kevin Granville"], "keywords": ["customers", "updates", "claims", "coronavirus", "state", "bank", "unemployment", "workers", "virus", "toll", "cases", "reveal", "robinhood", "live", "week", "statement", "rising"], "pubDate": "2020-12-17T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}