{"id": "1a59405d-925b-311b-b7e0-df0453f48e50", "title": "Pokémon Trading Card Game Unveils New Battle Styles Mechanic", "url": "https://www.gameinformer.com/2020/12/15/pokemon-trading-card-game-unveils-new-battle-styles-mechanic", "summary": "Drawing inspiration from Urshifu, the new Legendary Pokémon from the Pokémon Sword & Shield Isle of Armor expansion, Battle Styles allows Pokémon cards to carry either Single Strike Style or Rapid Strike Style.\nThe mechanic will be implemented as a part of the newly announced Pokémon Trading Card Game: Sword & Shield – Battle Styles expansion.\nThe new Pokémon Trading Card Game: Sword & Shield – Battle Styles expansion introduces this gameplay mechanic, bringing 60 Battle Style cards, 12 Pokémon V cards, 16 full-art Pokémon V cards, 6 Pokémon VMAX cards, 19 Trainer cards, 6 full-art Supporter cards, and 2 Special Energy cards.\nThe Pokémon Trading Card Game: Sword & Shield – Battle Styles expansion launches on March 19.\nFor more on the Pokémon Trading Card Game, check out our big galleries for many of the most recent expansions.", "paragraphs": ["The Pokémon Company has unveiled a new gameplay mechanic called Battle Styles. Drawing inspiration from Urshifu, the new Legendary Pokémon from the Pokémon Sword & Shield Isle of Armor expansion, Battle Styles allows Pokémon cards to carry either Single Strike Style or Rapid Strike Style. The mechanic will be implemented as a part of the newly announced Pokémon Trading Card Game: Sword & Shield – Battle Styles expansion.", "Much like Urshifu's styles in the Isle of Armor expansion, Single Strike cards have a tiny bit of red and deliver single, powerful attacks with the ability to knock out opponents in one shot. Meanwhile, Rapid Strike cards feature blue decoration with attacks that are a bit sneakier and more technical and let them attack their opponents when they least expect it. These styles are also available as Trainer and Energy cards, which assist Pokémon of the corresponding style to allow you to build decks centered around Single Strike or Rapid Strike.", "The new Pokémon Trading Card Game: Sword & Shield – Battle Styles expansion introduces this gameplay mechanic, bringing 60 Battle Style cards, 12 Pokémon V cards, 16 full-art Pokémon V cards, 6 Pokémon VMAX cards, 19 Trainer cards, 6 full-art Supporter cards, and 2 Special Energy cards. You can get a look at some of the new cards, including Single Strike Tyranitar V, Rapid Strike Empoleon V, and four different Urshifu cards in the gallery below.", "The Pokémon Trading Card Game: Sword & Shield – Battle Styles expansion launches on March 19. For more on the Pokémon Trading Card Game, check out our big galleries for many of the most recent expansions."], "authors": ["Digital Editor", "Brian Has Written About Video Games For Over A Decade Across Multiple Publications. When He'S Not Writing Or Gaming", "He'S Usually Listening To Music", "Watching Ufc", "Or Hopelessly Rooting For A Baltimore Or D.C. Sports Team."], "keywords": ["sword", "cards", "style", "pokémon", "mechanic", "trading", "strike", "single", "v", "card", "styles", "battle", "unveils", "game"], "pubDate": "2020-12-15T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}