{"id": "1a668f20-7f6e-3c26-88ef-d51bd28e17be", "title": "Why Do We Still Love “The Office”?", "url": "https://www.newyorker.com/magazine/2020/12/14/why-do-we-still-love-the-office", "summary": "As Jim (John Krasinski), the show’s Everyman character, who finds love with Pam (Jenna Fischer), the receptionist, says, “Everything I have I owe to this job—this stupid, wonderful, boring, amazing job.”Is the office good for us?\nThough it ended seven years ago, the American “Office” competes, even now, to be the most-watched show on Netflix.\nThe teen pop star Billie Eilish, whose song “My Strange Addiction” samples “Office” dialogue, has seen the entire series fourteen times.\nAnd this year two of the most popular podcasts on iTunes and Spotify were “Office” podcasts, hosted by former cast members.\nIt can be easy to forget how strange the American “Office” was on prime-time television in 2005—and how unlikely it was to succeed.", "paragraphs": ["Until this spring, a dominant part of the human experience involved leaving one’s home, going somewhere else, encountering a specific bunch of people, trying to get along with them, doing some work, bidding them goodbye, and going home again. The comedy of this ritual—disparate characters flung together day after day, attempting to accomplish grand or humble things without killing one another—has fuelled countless workplace sitcoms, from “The Mary Tyler Moore Show” to “30 Rock.” But “The Office,” the American faux-documentary series that ran from 2005 to 2013, and which arose from the sour, drab-looking, painfully funny British sitcom of the same name, came to be one of our most prominent depictions of office life, because it seemed to show us the truth in the tedium. As Jim (John Krasinski), the show’s Everyman character, who finds love with Pam (Jenna Fischer), the receptionist, says, “Everything I have I owe to this job—this stupid, wonderful, boring, amazing job.”", "Is the office good for us? The answer to that question changes during the long trajectory of the series. The British “Office,” created by Ricky Gervais and Stephen Merchant, which began in 2001 and comprises fourteen episodes, was inspired in part by a reality-TV trend popular in the U.K. at the time, depicting regular people doing regular things, such as attending driving school. It was set at a middling place in a middling town: a branch of the Wernham Hogg paper company, in Slough. The boss, David Brent (Gervais), was a jokey, goateed nightmare wrapped in neediness and a necktie (“I’m a friend first and a boss second, probably an entertainer third”), and everybody else, his captive audience, was vaguely depressed and numb, getting by on paychecks, crushes, and pranks. The actors looked and acted like everyday people—almost startlingly so. Yet the show’s bleak world quickly became addictive, and its brief opening sequence—sweeping instrumental theme, mid-rise office buildings, cars swirling through a roundabout—can still provoke an aching wistfulness, for Wernham Hogg and, somehow, for the day-to-day life you’re actually living.", "The American adaptation, created by Greg Daniels (“King of the Hill”) with Gervais and Merchant, supersized all this—some two hundred episodes, extensive world-building, more romance—and placed its middling paper company, Dunder Mifflin, in working-class Scranton, Pennsylvania. Viewer wistfulness has only increased with time. Though it ended seven years ago, the American “Office” competes, even now, to be the most-watched show on Netflix. More than forty-six billion minutes of it were streamed in 2018. The teen pop star Billie Eilish, whose song “My Strange Addiction” samples “Office” dialogue, has seen the entire series fourteen times. And this year two of the most popular podcasts on iTunes and Spotify were “Office” podcasts, hosted by former cast members.", "Both podcasts accept the show’s genius and significance as a given. “An Oral History of ‘The Office,’ ” a limited series with Brian Baumgartner, who played Kevin the accountant, aims to find out “how a group of unknowns overcame the odds and changed the face of television,” and recently concluded on Spotify; “Office Ladies,” “the ultimate ‘Office’ rewatch podcast,” hosted by Angela Kinsey (Angela) and Jenna Fischer, discusses each episode in order, and may go on forever. “We were on ‘The Office’ together!” Fischer says in the intro. Kinsey adds, “And—we’re best friends!” It’s a chipper gabfest. Fischer begins episodes with “Fast Facts”; Kinsey, who enjoys using “shiitake” as a swear, describes details she observes upon rewatching, such as Kelly Kapoor’s updo. The insight to be found is roughly proportional to the amount of work that gets done at Dunder Mifflin: enough, but it’s not really the point.", "Baumgartner’s show is almost as giddy—the word “brilliant” is thrown around generously—but it accomplishes the useful service of making the familiar unfamiliar again. It can be easy to forget how strange the American “Office” was on prime-time television in 2005—and how unlikely it was to succeed. “O.K., here’s the pitch,” the executive producer, Ben Silverman, says, laughing, in Baumgartner’s first episode. “Unlikable lead, single camera, no one really attractive in a traditional television sense. Super awkward and slow, no laugh track, and a faux documentary.” The format was not only technically challenging—and unappealing to network execs—but hard for American audiences to comprehend; it wasn’t yet a sitcom trope in the U.S., and reality TV itself had yet to boom. The setting was mundane. And the creators wanted actors who were realistic-looking, just like the British cast.", "For this last task, they hired Allison Jones, the casting savant who discovered Seth Rogen, Jason Segel, and others for “Freaks and Geeks.” “I always like to cast non-star people,” Jones tells Baumgartner. “I think it pays off most in the end.” She also liked nerds, and believed that audiences would empathize with their fears and insecurities. On Baumgartner’s podcast, Fischer recalls that, before her audition, Jones gave her some advice: “Dare to bore me.” The characters’ bold boringness, their willingness to talk in passive, everyday cadences, was a great part of the show’s vérité thrill. Some cast members, such as Jones’s longtime casting associate, Phyllis Smith, were nonactors; others, including Mindy Kaling and B. J. Novak, were writer-performers. Rainn Wilson, as Dwight, brought a weird power-geek bluster we hadn’t seen on sitcoms before. And the middle-aged actors had a refreshingly low-key, over-it energy. “This here is a run-out-the-clock situation,” the sales rep Stanley (Leslie David Baker) says, with dead-eyed seriousness, to a peer who wants to speed up a project in the warehouse. “Just like upstairs.” The actors were filmed “working” at their desks every morning for a week; a resulting shot of Fischer, who had actually worked as a receptionist, using Wite-Out was added to the show’s opening sequence. Watching these “ordinary-looking losers,” as Baumgartner describes them, was different in almost every way from watching “Frasier” or “Friends.”", "Where the adaptation deviated from the original, and from realism, was in its tone. The original was a satire, skewering the deadening compromise of office life and celebrating the small human pleasures one might eke out within it. The adaptation was a comfort, portraying the office as a friendly, if bonkers, home. While it teased the lonely boss character, Michael Scott (Steve Carell), for needing his co-workers too much—“As far as I’m concerned, this says ‘WORLD’S BEST DAD,’ ” he tells the camera in Season 3, holding up a “WORLD’S BEST BOSS” mug, which he bought himself—it also rejoiced in its amiable world of cubicles, party planning, and passive-aggressive pranks. In Baumgartner’s series, we learn that many children watch “The Office”—its rhythm and predictability have a soothing effect, with the familiarity of a classroom—and that fans of all ages keep it humming along in the background, letting its dozens of hours companionably unspool. For adults, even before lockdown, the solidity of the “Office” work environment, the 401(k)-style atmosphere, could represent a fantasy in itself.", "But it didn’t start out as a celebration. Gervais had worked in an office for ten years, and, in his telling, he’d been inspired by “your first boss, who was an idiot.” Guys like David Brent played along with political correctness: they “knew they couldn’t be sexist upstairs, because they’d get in trouble with H.R.,” but they also “wanted to be a lad downstairs, where the warehouse is.” Daniels kept this idea, while aiming to give the American “Office” “ten per cent more hope,” he said. That ended up being a low estimate. In casting Michael Scott, Jones chose Carell, whose “sweet and simple” Michael is not a pitiable sad sack but a handsome, lighthearted buffoon, who was “as asleep in a woke world as it was possible to be,” Carell tells Baumgartner. Many of his foolish remarks are sexist or racist or loudly ignorant (“Kelly Kapoor is our dusky, exotic customer-service rep”), but he cares about the underlings whose approval he craves, and his core, unflagging sweetness makes him lovable. Much of both shows’ charm involves people bonding as they deal with the idiot boss; the sparky fun of Jim and Pam’s relationship, and the pleasure in our relationship to them, comes from their shared jokes and glances, moments of fellow-feeling amid the mayhem. The realistic aesthetic only heightens that pleasure.", "And yet, as the show progressed, it could seem to want to have it both ways: to get credit for being P.C. and to be a lad downstairs; to be appreciated for aesthetic daring and to be an overbroad mainstream sitcom. In making Michael a beloved member of the gang, the creators intensified the Archie Bunker problem: Michael’s naïve bigotry, which quickly devolved into unfunny clowning, can be laughed at, laughed with, or wearily endured, and is as much a rhythm of the show as the sound of paper falling into copier trays. In later seasons, the series’ affectations of realism all but disappeared—characters became caricatures, plots got loopy and desperate, stars like James Spader were shoehorned in, several episodes were set in Florida—but the idea that the show is realistic persists, and the fandom continues to grow. The keepers of its legacy, as heard on these podcasts, are simply here to bask in its greatness. On Baumgartner’s show, we’re told that a mantra for the writers was “truth and beauty,” an idea echoed in the series’ last line, when Pam tells us, “Beauty in ordinary things—isn’t that kind of the point?”", "The writers lost control of that mantra, but when you watch “The Office” now, if you peer past the shtick, the subtler details—moments so strikingly mundane that they might have seemed invisible a year ago—stand out. We might not have realized how going to the office lent our daily lives a sense of occasion, for example, but, seeing Stanley and Jim putting on their coats and scarves and trudging out the door, we do. There’s a wistful frisson in remembering that feeling: that we hadn’t accomplished everything we’d hoped to, but that we’d come back tomorrow, encounter the gang, and try, gamely, to give it another go. ♦"], "authors": ["Sarah Larson", "Sarah Larso"], "keywords": ["fischer", "boss", "jones", "love", "office", "michael", "series", "tells", "podcasts", "shows", "american"], "pubDate": "2020-12-14T00:00:00", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}