{"keywords": ["reaction", "test", "morning", "itching", "face", "dye", "patch", "severe", "head", "yacoub", "told", "swelling", "world", "hair", "causes", "womans", "allergic"], "authors": ["Alexandria Hein"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "title": "Woman's allergic reaction to hair dye causes severe swelling in face, head", "pubDate": null, "url": "https://www.foxnews.com/health/woman-allergic-reaction-hair-dye-swelling", "paragraphs": ["A woman in Australia who decided to dye her hair for the first time in 15 years after noticing a few grays paid a painful price for not running a patch test before applying it to her whole head.", "Julie Yacoub, who said she believed her slight reaction to hair dye over a decade earlier was due to stylist error, developed massive swelling in her head and face and painful itching on her scalp for three weeks after applying the brown dye in October.", "MOM DISCOVERS CHRISTMAS TREE ALLERGY AFTER DEVELOPING BLISTERS, WHEEZING", "“I had no itching, tingling sensation or anything after I dyed the hair and washing it off,” Yacoub told Media Drum World. “The following day I went to work and had an itching sensation on my neck. I asked my colleague to check my neck and she was shocked to see the burn marks.”", "The reaction continued to worsen as the hours went by, and soon Yacoub had a lump on the side of her face and pressure building inside her head. She took an antihistamine and then sought the help of a doctor, who prescribed steroids.", "WOMAN SUFFERS NEAR FATAL REACTION AFTER SEX WITH HUSBAND", "“Throughout Friday night and early hours Saturday morning the swelling around my eyes was getting really bad and by 5 a.m. Saturday morning I was unable to open one of my eyes and the other eyelid had almost closed over also,” she told Media Drum World. “On Saturday morning when I woke up and couldn’t open my eyes my initial reaction was panic. I contacted my mum who took me to the hospital.”", "Yacoub alleges the hospital couldn’t do anything more for her since she was already on antihistamines and steroids, and that she then developed burning and “unbearable” itching on her scalp. They eventually determined that she suffered an allergic reaction to paraphenylenediamine (PPD), a chemical commonly found in dark hair dyes that can cause strong reactions in some consumers.", "PPD can also be found in makeup and henna tattoos, and a reaction could cause fatal complications including respiratory distress, renal failure, and the breakdown of muscle tissue, according to the Journal of Research in Medical Sciences.", "CLICK HERE TO GET THE FOX NEWS APP", "“I would never dye my hair again,” Yacoub told Media Drum World. “I am frightened as to what the next reaction could be. In fact, the doctors have advised me that the next reaction will be worse.”", "The NHS recommends carrying out a patch test before using permanent or semi-permanent hair dye, regardless of the brand being used. A patch test involves putting a small amount of dye behind the ear or inner elbow and leaving it to dry to see whether any irritation or symptoms develop."], "id": "1a761c88-333a-3a8d-9d46-66d03b08e137", "summary": "Julie Yacoub, who said she believed her slight reaction to hair dye over a decade earlier was due to stylist error, developed massive swelling in her head and face and painful itching on her scalp for three weeks after applying the brown dye in October.\nMOM DISCOVERS CHRISTMAS TREE ALLERGY AFTER DEVELOPING BLISTERS, WHEEZING“I had no itching, tingling sensation or anything after I dyed the hair and washing it off,” Yacoub told Media Drum World.\nCLICK HERE TO GET THE FOX NEWS APP“I would never dye my hair again,” Yacoub told Media Drum World.\nIn fact, the doctors have advised me that the next reaction will be worse.”The NHS recommends carrying out a patch test before using permanent or semi-permanent hair dye, regardless of the brand being used.\nA patch test involves putting a small amount of dye behind the ear or inner elbow and leaving it to dry to see whether any irritation or symptoms develop."}