{"id": "1a79ee94-3011-3508-be51-3071138969a2", "title": "Covid vaccine arrives in UK hospitals ready for first jabs", "url": "https://www.theguardian.com/world/2020/dec/06/covid-vaccine-arrives-in-uk-hospitals-ready-for-first-jabs", "summary": "Batches of the Covid vaccine have begun to arrive in hospitals around the UK, ready for the first jabs on Tuesday in what NHS England’s medical director warned would be the largest and most complex vaccination campaign in the country’s history.\n“Our goal is to ensure that the vaccine reaches people in care homes, the residents there, as safely as possible.\nNHS staff were working through the weekend to prepare immunisation clinics and compile lists of who should be invited to have the jab first.\nThere “should be no doubt whatever that this is a very safe and highly effective vaccine”, she said.\n“It is important that people wait to be contacted by the NHS to have their vaccine.", "paragraphs": ["Batches of the Covid vaccine have begun to arrive in hospitals around the UK, ready for the first jabs on Tuesday in what NHS England’s medical director warned would be the largest and most complex vaccination campaign in the country’s history.", "The UK’s record-breaking approval of the vaccine and the rapid start of immunisation against Covid-19 did not mean the end of the pandemic was in sight, said Prof Stephen Powis. It would be a marathon and not a sprint, he said.", "“It will take many months for us to vaccinate everybody who needs vaccination,” Powis said on Sky News.", "The logistical hurdles are great. The Pfizer/BioNTech vaccine has to be stored in deep-frozen packs containing 975 doses at minus 70C that cannot easily be split down into small batches to be taken to individual care homes, whose residents have been designated the first priority. It can be moved only four times and lasts for just five days at fridge temperature.", "Dr June Raine, chief executive of the Medicines and Healthcare products Regulatory Authority (MHRA), which gave the vaccine temporary emergency authorisation last week – ahead of the rest of the world – said it had now approved a method of splitting the packs, but that it had to be done with great care in order that no vaccine would be wasted.", "“We have approved how the vaccine can be put into the small packs, but obviously what we’re doing is giving advice and guidance on how well, carefully, that is done,” she told BBC’s Andrew Marr Show.", "“Our goal is to ensure that the vaccine reaches people in care homes, the residents there, as safely as possible. So everyone is working hard with our colleagues in the NHS to make sure that happens safely.”", "But the first shots will be given at 50 hospital hubs in England and others in Scotland, Wales and Northern Ireland to people aged over 80, some of whom may be care home residents able to travel. NHS staff were working through the weekend to prepare immunisation clinics and compile lists of who should be invited to have the jab first.", "People over the age of 80 who already have an outpatient hospital appointment this week will be invited for vaccination while they are there, said NHS England. So will elderly patients being discharged after a hospital stay. Care homes will be invited to book their staff in.", "To ensure no vaccine or time is wasted, spare appointments will be offered to those healthcare workers who are at high risk from the coronavirus. All those who get the shot will be given an appointment for the second dose in three weeks’ time.", "GP surgeries are being put on standby to offer vaccination from the start of next week. That will begin with a small number of practices but will gradually be extended. Mass vaccination centres at large venues such as football stadiums will not open until there are further supplies of this or other vaccines next year.", "The health secretary, Matt Hancock, said: “This coming week will be a historic moment as we begin vaccination against Covid-19. We are prioritising the most vulnerable first and over-80s, care home staff and NHS colleagues will all be among the first to receive the vaccines.", "“We are doing everything we can to make sure we can overcome significant challenges to vaccinate care home residents as soon as possible too. I urge everybody to play their part to suppress this virus and follow the local restrictions to protect the NHS while they carry out this crucial work.”", "Raine said it was vitally important that people understood the vaccine was safe. There “should be no doubt whatever that this is a very safe and highly effective vaccine”, she said.", "The rest of the world is watching the UK as it launches its vaccination programme, following criticism in Europe and the US of the speed with which the MHRA approved the vaccine.", "Raine defended the fast decision. “I would really like to emphasise that the highest standards of scrutiny, of safety and of effectiveness and quality have been met, international standards. And so there should be real confidence in the rigour of our approval.", "“More than that, our Commission on Human Medicines has scrutinised every piece of data too, so there should be no doubt whatever that this is a very safe and highly effective vaccine.", "“It will help us turn the corner. There’s really not one of us who hasn’t been affected by this pandemic, and our organisation, like every other, has been completely focused on doing our job to be able to help defeat this terrible disease.”", "The UK has bought 40m doses of Pfizer’s vaccine, which is enough for 20 million people, but most will arrive next year. The deputy chief executive of NHS Providers, Saffron Cordery, said 4m doses were expected before the end of the year.", "“It is important that people wait to be contacted by the NHS to have their vaccine. There is a rigorous, large-scale exercise already well under way by all the hospital hubs with local partners to identify and contact people who will be first in line. This will help ensure that the process runs as smoothly as possible,” she said.", "The UK recorded 17,272 new cases of Covid-19 on Sunday, up from 15,539 a day earlier, and 231 deaths were reported, bringing the total to 61,245."], "authors": ["Sarah Boseley"], "keywords": ["hospitals", "small", "care", "jabs", "hospital", "staff", "uk", "covid", "arrives", "ready", "nhs", "week", "vaccination", "vaccine", "residents"], "pubDate": "2020-12-06T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}