{"id": "1a9c205d-ad4c-3900-ad8f-fdecfa662b2e", "title": "La Liga finds no evidence Juan Cala racially abused Mouctar Diakhaby", "url": "https://www.theguardian.com/football/2021/apr/09/la-liga-finds-no-evidence-juan-cala-racially-abused-mouctar-diakhaby", "summary": "La Liga has found no evidence that Juan Cala racially abused Mouctar Diakhaby after investigating the events that led to Valencia walking off the pitch in protest.\nValencia walked off during the first half of the league game on Sunday, only to later return and play out the rest of the game – without Diakhaby.\nOn Tuesday Dikhaby released a short video on Twitter in which he alleged that Cala had used the phrase “negro de mierda”.\nLa Liga’s initial investigation concluded that there was no evidence that Cala used racist language.\n“To complement the report we have employed a specialist company to carry out a lip-reading analysis of the conversations and to study the behaviour of Juan Torres Ruiz [Juan Cala] and Mouctar Diakhaby.", "paragraphs": ["La Liga has found no evidence that Juan Cala racially abused Mouctar Diakhaby after investigating the events that led to Valencia walking off the pitch in protest.", "The league’s findings do not mean that the case will be closed, with the Spanish football federation also looking into the incident, but an examination of audio recordings and an analysis of the footage with the assistance of lip-reading experts did not deliver proof that the Cádiz defender referred to his opponent as a “negro de mierda”, which translates roughly as “shitty black”.", "Valencia walked off during the first half of the league game on Sunday, only to later return and play out the rest of the game – without Diakhaby. Valencia released a statement in which they accused Cala of subjecting their player to racist abuse, and later said that they had chosen to continue without him because of the risk of having to forfeit the game and face further punishment.", "On Tuesday Dikhaby released a short video on Twitter in which he alleged that Cala had used the phrase “negro de mierda”. In a pre-arranged press conference shortly after that Cala said he had not racially abused Diakhaby and threatened to take legal action against Valencia’s president, Anil Murthy. He said that the only phrase he had used was “leave me alone” and that either Diakhaby had made it up or he had misunderstood what was said.", "La Liga’s initial investigation concluded that there was no evidence that Cala used racist language. “The available audiovisual and digital files have been examined: the audio from the game, the images broadcast and what has appeared on social media have been analysed,” a statement from the league said. “To complement the report we have employed a specialist company to carry out a lip-reading analysis of the conversations and to study the behaviour of Juan Torres Ruiz [Juan Cala] and Mouctar Diakhaby.", "“After an analysis of the material, the conclusion has been reached that in none of the material available to the league is there any proof that Juan Torres Ruiz insulted Mouctar Dikhaby in the terms alleged.", "“La Liga has passed these reports on to the clubs involved and the relevant authorities so that they can form part of those ongoing investigations.”", "Valencia said in a statement: “The fact that no proof has been found does not mean that the matter did not occur … The club have by no means changed our opinion on what occurred in the game, and maintain our full support for Diakhaby. Our objective is to see a change and an appropriate reaction to such a serious incident, and to see moves to change regulations and attitudes.”"], "authors": ["Sid Lowe"], "keywords": ["juan", "proof", "cala", "diakhaby", "league", "racially", "la", "used", "analysis", "game", "mouctar", "evidence", "abused", "statement", "finds", "liga"], "pubDate": "2021-04-09T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}