{"id": "1a9dcc31-2a37-3f1a-8488-3c2abe63760a", "title": "EU agency examines reports of blood clots with J&J Covid vaccine", "url": "https://www.theguardian.com/world/2021/apr/09/eu-agency-examines-reports-of-blood-clots-with-jj-covid-vaccine", "summary": "The EU’s drug regulator is reviewing reports of rare blood clots in four people who received Johnson & Johnson’s Covid-19 vaccine and has expanded its inquiry into AstraZeneca’s shot to include reports of a bleeding condition.\nThe EMA has already confirmed possible links between AstraZeneca’s coronavirus vaccine and very rare blood clots in the brain and abdomen.\nJ&J, which is based in the US, said it was aware of the reports of blood clots possibly related to its Covid vaccine and others, and was working with regulators to assess the data and provide relevant information.\nJ&J’s single-dose vaccine has been approved for EU use but the rollout has yet to begin.\nThe EMA also said five cases of capillary leak syndrome in people who received AstraZeneca’s vaccine were reported.", "paragraphs": ["The EU’s drug regulator is reviewing reports of rare blood clots in four people who received Johnson & Johnson’s Covid-19 vaccine and has expanded its inquiry into AstraZeneca’s shot to include reports of a bleeding condition.", "Of the four serious cases of clotting and low platelets, three occurred in the US during the rollout of J&J’s vaccine from its Janssen pharmaceuticals unit, the European Medicines Agency (EMA) said on Friday, adding that one person had died and one case was reported in a clinical trial. It was the first news of EMA’s inquiry into the J&J vaccine.", "The EMA has already confirmed possible links between AstraZeneca’s coronavirus vaccine and very rare blood clots in the brain and abdomen.", "J&J, which is based in the US, said it was aware of the reports of blood clots possibly related to its Covid vaccine and others, and was working with regulators to assess the data and provide relevant information.", "“At present, no clear causal relationship has been established between these rare events and the Janssen Covid-19 vaccine,” the company said in an emailed statement.", "The EMA also said it was not yet clear if there was a link between the two vaccines and the reported conditions, and that its safety committee would decide if regulatory action such as label changes were needed.", "Some countries in Europe and Asia have restricted the use of AstraZeneca’s vaccine, Vaxzevria, in younger people after an update by EU and UK regulators this week that found a link between the events and the shot. Regulators have said the benefits of the vaccine outweigh the risks.", "J&J’s single-dose vaccine has been approved for EU use but the rollout has yet to begin. It is mainly being used in the US.", "The EMA also said five cases of capillary leak syndrome in people who received AstraZeneca’s vaccine were reported.", "The condition, in which blood leaks from the smallest of vessels into muscles and body cavities, is characterised by swelling and a drop in blood pressure.", "AstraZeneca did not immediately respond to a request for comment.", "The J&J and AstraZeneca shots are two of the four approved Covid vaccinations in Europe."], "authors": [], "keywords": ["blood", "clots", "ema", "astrazenecas", "regulators", "rare", "shot", "reports", "agency", "vaccine", "eu", "covid", "jj", "examines", "rollout"], "pubDate": "2021-04-09T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}