{"id": "1aae9222-30d1-3f44-8e5a-1b00dbb1d40c", "title": "For Connoisseurs and Collectors, a Guide to Shopping Murano Glassware", "url": "https://www.vogue.com/article/murano-glassware-guide", "summary": "Most recently, Sersale went on a mission to produce a line of Murano drinking glasses for the famed hotel Le Sirenuse.\nThe workshop’s Bora glasses were what first brought Sersale to Murano, and what ignited her interest in the material.\nLa DoubleJ x Salviati glasses, set of 8 $764 MATCHESFASHION.COM Shop Now Salviati Nove tall drinking glasses, set of 6 $490 ARTEMEST Shop NowLagunaBLagunaB is unofficially considered fashion’s favorite Murano glass purveyor.\nHere at the Vogue offices, guests offered water might very well get it in a LagunaB glass that swirls with psychedelic Murrine polka-dots.\nStories of Italy Ivory and Pink glasses, set of 2 $165 MODA OPERANDI Shop Now Stories of Italy Nougat Autumn glasses, set of 2 $195 ARTEMEST Shop Now", "paragraphs": ["Most recently, Sersale went on a mission to produce a line of Murano drinking glasses for the famed hotel Le Sirenuse. It’s one of the pastel-colored structures dotting the sea-side hill in Positano, and the swirl of color issued by the Murano glassware filling the tables on the terrace each evening only adds to the ambiance of a sunset cocktail. Sersale also sells a selection of Murano glassware at the hotel’s shop, Emporio Sirenuse.", "Her desire for drinkware in colors that evoked the purple-pink Positano sunsets led her to historic glassmaker NasonMoretti. “Every workshop will have its own colors. One will have a red that goes slightly towards pink or cherry; another will have a sort of Ferrari red. This factory will make that red and that factory will make this red,” she says. Sersale ended up developing many of her own colors, but explains it’s rare for Murano glassmakers to veer from their playbook. “It’s hard to make a new shape, it takes time and effort, and workshops tend to be suspicious that you might make them lose time.”", "Through Sersale’s experience sourcing finery for Emporio Sirenuse (and through her general embodiment of all things chic and Italian), she’s helped us to compile a sort of directory of Murano glassmakers. There’s Giberto Arriavebene, whose utterly divine glasses Sersale deems “very sophisticated pieces...and best for use in the city.” There’s LagunaB, which was recently taken on by the late founder Marie Brandolini’s son Marcantonio, who Sersale calls “an artist himself.” And then there’s Carlo Moretti, who sort of started it all for Sersale. The workshop’s Bora glasses were what first brought Sersale to Murano, and what ignited her interest in the material. “You know,” she tells me, “it has an attraction—the more you see, the more you’ll get addicted to it.”", "Everything you need to know to shop (or just appreciate) Murano drinking glasses, below.", "Giberto Arrivabene", "Giberto Arrivabene grew up in Venice, surrounded by the Giambattista Tiepolo frescoes that decorated the walls of his family home, the Palazzo Papadopoli. He still lives there, on the top floors, with his family—you might be familiar with two of his daughters, Viola and Vera, and their chic slipper line, ViBi Venezia. At the bottom of the palazzo, you’ll find the Aman Venice hotel, where Arrivabene sells the line of glassware that he launched in 2014, when he took his glass connoisseurship to the next level. “They are made by a man from Murano who blows glass with a thousand-year-old technique and engraves them like it used to be done five hundred years ago,” explains Arrivabene of his process. Arrivabene sketches his designs then sends them to nearby artisans to come to life. Look to him for tumblers and carafes that seem to reverberate with elegance and modernity.", "Giberto Arrivabene Laguna glass, set of 6 $830 ARTEMEST Shop Now Giberto Arrivabene Roi water glass, set of 6 $685 ARTEMEST Shop Now", "Giberto Arrivabene Rothko water glass, set of 6 $1,370 ARTEMEST Shop Now Giberto Arrivabene Lola green pitcher $540 ARTEMEST Shop Now", "Giberto Arrivabene Alessandrite Spring water glass, set of 6 $685 ARTEMEST Shop Now Giberto Arrivabene Mina water glass, set of 6 $2,125 ARTEMEST Shop Now", "Carlo Moretti", "Established in Murano, Carlo Moretti was founded by brothers Carlo and Giovanni in 1958. The glassmakers are best known for their Bora Tumblers, which notably dot the tables at Le Sirenuse’s cocktail bar. The Bora collection takes its name from the wind that blows in the Venetian lagoon, and the cups and candy-colored stripes they feature are somewhat askew, as though a gust of wind helped to shape them. Though both brothers have passed away, the company is still in operation, offering the same glassware that earned Carlo Moretti a place in the permanent collection of the Museum of Modern Art.", "Carlo Moretti I Diversi glasses in blue, set of 6 $760 ARTEMEST Shop Now Carlo Moretti Bora drinking glass $185 BERGDORF GOODMAN Shop Now", "Carlo Moretti Bora drinking glass in red $158 YOOX Shop Now Carlo Moretti Patterned Stripe glass in blue $137 MODESENS Shop Now", "NasonMoretti", "NasonMoretti (no association with Carlo Moretti) is another historic Murano glassmaker founded by brothers—Antonio, Giuseppe, Vincenzo, and Umberto Nason—in 1923. The latter was the visionary of the bunch, specializing in dual-colored bowls and glasses. The company is now owned and led by a third generation of Nasons, who were clever enough to align NasonMoretti with the fashion industry (note their collaborations with Valentino, Armani, Bottega Veneta, and Hermès). They also work with Le Sirenuse; in 2020, Carla Sersale sought out NasonMoretti to make Emporio Sirenuse’s first-ever line of drinkware.", "Nason Moretti drinking glasses, set of 3 $200 MODA OPERANDI Shop Now Nason Moretti Montrachet Air Force Blu Peach, set of 6 $595 MODA OPERANDI Shop Now", "Nason Moretti Signed Murano glass stemware $335 CHAIRISH Shop Now Nason Moretti Alexandrite flutes, set of 6 $726 1ST DIBS Shop Now", "Emporio Sirenuse Aria pink stem glasses, set of 2 $280 ARTEMEST Shop Now Emporio Sirenuse Aria green tumblers, set of 2 $220 ARTEMEST Shop Now", "Salviati", "Founded in 1859 by a Venetian lawyer named Antonio Salviati, the glass manufacturer has been one of the premier workshops in Murano ever since, based for the last 60 years at Fondamenta Radi 16. Like many Murano glassmakers, Salviati produces far more than drinkware; there’s also lighting, vases, and other decorative objects. Salviati was the glassmaker of choice for JJ Martin, who looked to the historic house to help her produce tabletop for La DoubleJ. The collection included intricate tippetti goblets that blossom with glass flowers as delicate as lace, and rainbow-colored stemware meant to be mixed and matched.", "La DoubleJ x Salviati glasses, set of 8 $764 MATCHESFASHION.COM Shop Now Salviati Nove tall drinking glasses, set of 6 $490 ARTEMEST Shop Now", "LagunaB", "LagunaB is unofficially considered fashion’s favorite Murano glass purveyor. Here at the Vogue offices, guests offered water might very well get it in a LagunaB glass that swirls with psychedelic Murrine polka-dots. Founded in 1996 by Marie Brandolini, the Murano glass atelier caught fire in the design world and in a certain echelon of society, and after her sudden passing, Brandolini’s son Marcantonio began helming the company. Most known for drinkware squiggling with color and Murrine details, LagunaB also makes a lovely striped pattern. Plus, there are exclusives with some of our favorite retailers; for Casa Cabana, there’s a lovely pattern that evokes marbelized paper, and for Land of Belle, there’s a delightful range of glasses speckled with tiny daisies.", "LagunaB White Daisy tumbler $105 CHAIRISH Shop Now LagunaB Goto Baby glasses, set of 2 $220 MODA OPERANDI Shop Now", "LagunaB Doge carafe in blue $597 CABANA Shop Now LagunaB Large Berlingot striped glasses, set of 4 $365 MODA OPERANDI Shop Now", "LagunaB Goto large glasses, set of 2 $265 MODA OPERANDI Shop Now LagunaB Fenicio glass $170 CABANA Shop Now", "LagunaB Endless Summer Collection, red and white $145 LAND OF BELLE Shop Now LagunaB Black Daisy Collection, cinnamon $145 LAND OF BELLE Shop Now", "Stories of Italy", "New to the scene is Stories of Italy, a four-year-old company founded by Matilde Antonacci and Dario Buratto. The pair met while studying at Polimoda, the fashion institute in Florence, and between the two of them, they’ve cut their teeth at Helmut Lang, Acne Studios, and Costume National. In 2016, Antonacci and Buratto decided to shift their attention to Murano glass, which proved a wise transition: Today, the young label has already collaborated with the Four Seasons Hotel, Diptyque, and Vivienne Westwood. Stories of Italy is known for its speckled glass—a technique that looks like splatterware and even sometimes like terrazzo flooring.", "Stories of Italy Ivory and Pink glasses, set of 2 $165 MODA OPERANDI Shop Now Stories of Italy Nougat Autumn glasses, set of 2 $195 ARTEMEST Shop Now"], "authors": ["Lilah Ramzi", "Lilah Ramz"], "keywords": ["collectors", "lagunab", "set", "glasses", "shopping", "guide", "shop", "murano", "moretti", "arrivabene", "connoisseurs", "artemest", "glass", "glassware", "sersale"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}