{"id": "1ac35fde-304c-3719-9f44-25ca4cdde473", "title": "Viola Davis and Company on ‘Ma Rainey’ and Chadwick Boseman’s Last Bow", "url": "https://www.nytimes.com/2020/12/17/movies/ma-raineys-black-bottom-viola-davis.html", "summary": "Anytime he picked it up, it was in the right position.\nAnytime he set it down, it was in the right position.\nAnytime he put it to his mouth, it was in the right position.\nVIOLA DAVIS There was a transcendence about Chad’s performance, but there needed to be.\nThere’s no way to just sort of bind whatever you’re going through and leave it in your hotel.", "paragraphs": ["GLYNN TURMAN I loved the way he always had his cornet nearby. He was always doing something with it, becoming familiar with it, discovering how a musician and his instrument become one. Anytime he picked it up, it was in the right position. Anytime he set it down, it was in the right position. Anytime he put it to his mouth, it was in the right position. He became a musician. It was wonderful to watch that. We all kind of took that cue not to be outdone, as actors do. [Laughter]", "COLMAN DOMINGO That’s the truth.", "WOLFE Who, this group? I’m confused. [Laughter]", "I wonder, when you look at his performance now or when you watch the film, does it play differently at all for any of you in light of his passing? Has its meaning changed for you in any way?", "DOMINGO Absolutely. I watched it the other night and I heard Chad’s language in a different way. You see his strength and his humor. It brought tears to my eyes very early on, knowing what I know now. And knowing we were all very well able-bodied people and we were doing this tremendous work, showing up and wrestling with August’s language. This man had another massive struggle on top of that. I don’t know how he did it. I sat with myself for a good 15 minutes after watching it and I had a little cry, especially when I saw the dedication. It truly struck me that he’s not with us. I knew he wasn’t, but to see that written, it kind of decimated me.", "VIOLA DAVIS There was a transcendence about Chad’s performance, but there needed to be. This is a man who’s raging at God, who’s lost even his faith. So [Boseman has] got to sort of go to the edge of hope and death and life in order to make that character work. Of course, you look back on it and see that that’s where he was.", "I always say, a carpenter or anyone else that does work, they need certain tools in order to create. Our tool is us. We’ve got to use us. There’s no way to just sort of bind whatever you’re going through and leave it in your hotel. You’ve got to bring that with you, and you need permission to do that. And he went there, he really did."], "authors": ["Reggie Ugwu"], "keywords": ["anytime", "whos", "bow", "bosemans", "watch", "sort", "viola", "chadwick", "ma", "davis", "way", "right", "position", "company", "work", "thats", "performance", "rainey"], "pubDate": "2020-12-17T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}