{"id": "1afac46c-7f72-3bf6-9ded-79dbbf2201ef", "title": "Snake catcher removed a giant python after a couple reported their clogged drain: 'Not what I was expecting'", "url": "https://www.foxnews.com/lifestyle/snake-catcher-removed-giant-python-australian-couple-reported-clogged-drain", "summary": "\"It’s not what I was expecting,\" one of his clients remarked when the snake was freed.\n\"I’m glad it’s OK.\"The snake was identified as a coastal carpet python and reportedly measured around 6.6 feet (2 meters).\nCarpet pythons reportedly \"live almost everywhere in Australia except Tasmania,\" according to the Queensland Department of Environment and Science.\nResearch published by SeaWorld says carpet pythons can live for more than 20 years.\nCLICK HERE TO GET THE FOX NEWS APPCarpet pythons and several other species of snake are found in drains, construction sites and structures each year.", "paragraphs": ["It’s another snake catch on the books for Australia.", "According to a Facebook post from Snake Catchers Brisbane & Gold Coast, a family in Tarragindi, Queensland called in the serpent removal service after they spotted a creature in one of their bathroom drains.", "\"Our south side snake catcher Bryce was called to a property in Tarragindi this afternoon, after the residents had noticed the bathroom starting to flood during a shower,\" the March 28 post reads alongside a 28-second video. \"Upon investigating the pipe to locate what was causing the blockage, they noticed an eye reflection staring back at them!\"", "GIRL FINDS BOA CONSTRICTOR’S SHED SKIN, PROMPTING FEARS OF MASSIVE SNAKE ON THE LOOSE", "The brief clip shows Bryce fearlessly pulling a snake out of a floor drain that’s situated outside the couple’s shower.", "\"It’s not what I was expecting,\" one of his clients remarked when the snake was freed. \"I’m glad it’s OK.\"", "The snake was identified as a coastal carpet python and reportedly measured around 6.6 feet (2 meters).", "FLORIDA HUNTERS CAPTURE RECORD BREAKING 18-FOOT BURMESE PYTHON", "Representatives at Snake Catchers Brisbane & Gold Coast and Queensland Fauna Consultancy did not immediately respond to Fox News’ request for comment.", "Carpet pythons reportedly \"live almost everywhere in Australia except Tasmania,\" according to the Queensland Department of Environment and Science.", "The species’ exact population is currently unknown, but there are enough carpet pythons in the area for the local government to list it as a minimal concern under the Nature Conservation Act.", "PETA MOCKED ON SOCIAL MEDIA FOR CLAIMING INSULTS LIKE 'PIG,' 'CHICKEN' HURT ANIMALS", "Female carpet pythons have been observed to lay up to 20 eggs at a time, according to the DES. In adulthood, these non-venomous snakes can reach lengths of 13.1 feet (4 meters) and have olive to brown skin that helps it camouflage in the wild.", "Research published by SeaWorld says carpet pythons can live for more than 20 years.", "CLICK HERE TO GET THE FOX NEWS APP", "Carpet pythons and several other species of snake are found in drains, construction sites and structures each year.", "Resources at MyMove.com recommends homeowners put galvanized screens over drains and vents to prevent unwanted visits from snakes.", "CLICK HERE TO SIGN UP FOR OUR LIFESTYLE NEWSLETTER", "Australia is reportedly home to 140 species of land snakes and 32 species of seas snakes, according to the New South Wales Department of Planning, Industry and Environment. Around 100 of those known species are venomous."], "authors": ["Cortney Moore", "Cortney Moore Is A Digital Associate Writer Producer For Fox Business. Follow Her On Twitter At"], "keywords": ["drain", "reportedly", "removed", "queensland", "snakes", "couple", "python", "south", "tarragindi", "carpet", "clogged", "snake", "expecting", "species", "giant", "reported", "according", "catcher", "pythons"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}