{"id": "1b0289a7-e40b-3aa2-b27e-9a1a0eae2182", "title": "“How To with John Wilson” Offers a Martian’s-Eye View of Homo Sapiens’ Habits", "url": "https://www.newyorker.com/magazine/2020/12/21/how-to-with-john-wilson-offers-a-martians-eye-view-of-homo-sapiens-habits", "summary": "Wilson is interested in what happens at ground level; when he does look up, he can’t see the skyscrapers for the scaffolding.\nFor years, Wilson posted short films to his Web site, where he garnered a small and passionate following.\nIn episodes with names like “How to Make Small Talk” and “How to Cover Your Furniture,” Wilson takes a Martian’s-eye view of the habits and customs of Homo sapiens, though he doesn’t profess the expertise of a David Attenborough.\n“Small talk is the glue that binds us all together, and the armor that shields us from each other’s darkest thoughts” is a standard piece of Wilson narration.\nWilson shot his last episode in early March, as the coronavirus hit the city.", "paragraphs": ["How did “How To with John Wilson” make it onto HBO? I mean that as a compliment. The show, an endearing, oddball comic documentary in six half-hour episodes, isn’t glamorous, or suspenseful, or slick. It has minimal drama and no murder, and looks as if it were shot for roughly the same budget that the network once allotted for a pair of Carrie Bradshaw’s shoes. There’s no sex—though one episode contains an astonishing, if chaste, display of male nudity—but there is a ton of city. Wilson’s subject is human behavior, and his terrain is New York, which he trawls with the obsessive devotion of a beachcomber, sifting through the streets with his camera to find the treasures buried among the trash, and not just the figurative kind. The show opens on an image of an overflowing, graffiti-speckled dumpster, with the Manhattan skyline hovering in the background, waiting for her closeup. It never comes. Wilson is interested in what happens at ground level; when he does look up, he can’t see the skyscrapers for the scaffolding.", "Wilson is thirty-four and lives in Queens. He has worked as a video editor for a private investigator, and as a cameraman on infomercials. The first job must have trained him to look for the telling detail, the blip in the pattern, and the second to whet the visual appetite, or simply to tolerate the superfluous and the occasionally grotesque. (“How To” includes some footage from Wilson’s infomercial years: lots of closeups of processed meat.) He has an eye for pun and metaphor, and an affectionate attunement to human foibles and eccentricities, which he captures with sneaky technique. If you happen to be having an upright nap on a park bench with your jacket draped, shroudlike, over your face, or trying to patiently lure a pigeon into a shopping bag on the streets of midtown in broad daylight, Wilson may well be lurking near you, recording the whole thing.", "For years, Wilson posted short films to his Web site, where he garnered a small and passionate following. He is, at heart, a collector and collagist, and he hit on the conceit of mock-instructional videos as a way to organize his abundance of material. One of his fans was the cringe-comedy pioneer Nathan Fielder, who became an executive producer of “How To,” pitching the concept to networks as “ ‘Planet Earth,’ but for New York.” That description is sort of right. In episodes with names like “How to Make Small Talk” and “How to Cover Your Furniture,” Wilson takes a Martian’s-eye view of the habits and customs of Homo sapiens, though he doesn’t profess the expertise of a David Attenborough. His primary student seems to be himself. “Small talk is the glue that binds us all together, and the armor that shields us from each other’s darkest thoughts” is a standard piece of Wilson narration. His affect is that of an awkward man-child; he has a slightly squashed, Kermit the Frog voice that sits in the back of his throat, and the halting, reading-aloud style of a novice public speaker. Even the closed captioning preserves his “um”s.", "What makes the show spark is the specificity of the images that Wilson pairs with his deadpan text. As breezy as the result can seem, his process of foraging is painstaking; the footage that went into the show took two years to gather. Wilson edits musically, using visual beats to create tight rhythms, tonal ironies, felicities, and jokes. The phrase “New York is filled with friendly people” means something different when it is paired with the sight of a scowling FedEx driver flaunting his crotch in a va fangool grip. The show contains an encyclopedic array of grimaces, eye rolls, and acquiescent smiles. One of my favorite shots is of a portly man in a business suit, rubbing his hands together over and over, in an age-old gesture of distress. What I felt, after nearly three hours of touring through this human menagerie with Wilson as my guide, was a fresh admiration of our species’ physical ability to express so many variations of the same thing.", "Because the success of each episode depends on Wilson’s ability to hook a distinctive subject who can nudge it in new directions, we meet a parade of earnest and self-promoting weirdos, not all of equal interest. You can understand how exciting it must have been for Wilson to discover, in a grocery store, an apostle of “The Mandela Effect”—the phenomenon of commonly shared false memories—and to follow him to a conference in Ketchum, Idaho, where attendees swapped elaborate theories of the multiverse to explain the fact that they always thought that “Oscar Mayer” was spelled with two “e”s. But this kind of American kookiness is not all that hard to sniff out, and Wilson’s arch, zoological approach stumbles when it courts his viewers’ condescension. The show, with its scavenger-hunt ethos, can get a little cutesy, and some of the gags border on Facebook meme material. When everyone’s a documentarian, the professional loses his edge.", "Fundamentally, though, Wilson is an appreciator. He likes to talk to people, and people like to talk to him. On a mission to learn how to cook risotto, he wanders into the back yard of a house flying the Italian flag and ends up in the kitchen, where the owner, a middle-aged Italian-American guy, prepares the dish from scratch. (At moments like this, it’s worth pondering the private worlds that Wilson, a bespectacled, bearded white dude, is given access to, and the ones he isn’t.) It can make you a little queasy to watch Wilson focus his lens on some unsuspecting schmo. Still, you could argue that the quirks that he spies on in secret pale in comparison with what people willingly reveal about themselves. In “How to Split the Check,” Wilson, investigating notions of fairness, attends a dinner on Long Island for an association of soccer referees, which devolves into acrimony and petty theft. If a group of refs can’t establish order, who can? Another highlight is a portrait of Wilson’s landlady, an Old Country, kerchief-wearing woman he calls Mama, who invites him to watch “Jeopardy!” on her sofa and does his laundry as if he were her young son. Mama watches Alex Trebek, and the camera watches Mama, returning her devotion with love.", "In a sense, “How To with John Wilson” is the perfect documentary for our documenting-obsessed culture, a bizarro companion—or corrective—to Instagram’s bombardment of images of other landscapes, other homes, other lives. We take pictures so that we can show one another—and remind ourselves—where we were, what we saw, what we wore, what we ate. Wilson opens one episode with a clever montage of people posing for photographs and selfies; under his living lens, they wobble and bob, straining to keep still. That kind of preservation of dailiness is what he’s after, too. In an episode called “How to Improve Your Memory,” he reveals that, for the past decade, he has kept notebooks listing each day’s activities, beginning with the time he woke up and what he ate for breakfast. The sight of the notebooks, divided into grids and filled with cramped handwriting, is startling. Wilson puts his anxiety on full display; he has spent years worrying about losing the past, but, when he reads over what he has written, he finds that it has managed to escape anyway.", "Memory, in New York, is a way of planting a flag in our ever-shifting city, claiming a stake for ourselves. See that bank? It used to be my favorite bar. I remember how it was before, and it was better then. The city is always vanishing, maybe never faster than now. Wilson shot his last episode in early March, as the coronavirus hit the city. He enters a supermarket, trying to find the end of a snaking line of panic shoppers, a new era of city life beginning before his eyes. Then, like everyone else, he retreats home. Will New York still be New York when he ventures out again? A true New Yorker doesn’t have to ask. ♦"], "authors": ["Alexandra Schwartz", "Alexandra Schwart"], "keywords": ["john", "habits", "city", "offers", "small", "wilson", "kind", "human", "episode", "wilsons", "martianseye", "homo", "york", "talk", "view", "mama", "sapiens"], "pubDate": "2020-12-21T00:00:00Z", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}