{"id": "1b0d3441-1b36-31cf-9f8c-79a946fc9ea3", "title": "Staring Down Deadline, Congress Nears $900 Billion Stimulus Deal", "url": "https://nytimes.com/2020/12/16/us/politics/congress-stimulus-bill.html", "summary": "For months, Democrats and Republicans had been unwilling to compromise amid a toxic presidential election.\nRepublicans, for their part, were wary of any new federal spending and insisted on a much narrower plan that would extend sweeping coronavirus liability protections.\nThe majority leader also emphasized that the package could be signed by Mr. Trump, who has pushed for another round of stimulus checks.\nEven as enthusiasm built that the long-stalled stimulus talks were finally bearing fruit, it was clear that the potential agreement was far smaller than what economists say is needed.\nThey have warned for months about permanent economic damage and deteriorating prospects for a swift recovery, offering a grim backdrop as lawmakers traded blame.", "paragraphs": ["For months, Democrats and Republicans had been unwilling to compromise amid a toxic presidential election. Democrats, who initially pushed a $3.4 trillion plan, held out for a much broader package than Republicans were willing to consider in the run-up to the November election, judging that President Trump and his party would pay a political price for failing to agree to a generous new batch of aid.", "Republicans, for their part, were wary of any new federal spending and insisted on a much narrower plan that would extend sweeping coronavirus liability protections. They appeared to have put that demand aside in recent days in exchange for Democrats backing off their insistence on a large new infusion of state and local assistance. (Two officials familiar with the talks said there were other avenues to potentially provide the aid.)", "But the political calculus changed after the election. Mr. Biden and his advisers began quietly pressing for Democrats to strike a deal — even a scaled-down one — and Senator Mitch McConnell, Republican of Kentucky and the majority leader, had powerful reasons of his own to compromise. On Wednesday, he suggested on a private call with Republicans that delivering the stimulus package could bolster the party’s hopes of hanging onto its majority in the Senate, according to three people who relayed his comments on the condition of anonymity.", "Mr. McConnell said that Senators Kelly Loeffler and David Perdue, who are both facing runoffs in January that will determine which party controls the Senate, were “getting hammered” for Congress’s failure to deliver more pandemic aid to struggling Americans — particularly the direct payments — and that enacting the measure could help them. The majority leader also emphasized that the package could be signed by Mr. Trump, who has pushed for another round of stimulus checks.", "Even as enthusiasm built that the long-stalled stimulus talks were finally bearing fruit, it was clear that the potential agreement was far smaller than what economists say is needed.", "The plan under discussion amounts to less than half of the $2.2 trillion stimulus law enacted in March, and it does not come close to matching what many economists had said would be necessary to jolt the economy out of a pandemic-induced slump. They have warned for months about permanent economic damage and deteriorating prospects for a swift recovery, offering a grim backdrop as lawmakers traded blame.", "Jerome H. Powell, the chair of the Federal Reserve, reiterated his call for more fiscal stimulus on Wednesday, saying that the continuing rise in Covid-19 cases and the lapse in funding for several programs that were helping households and businesses stay afloat posed challenges for the economy."], "authors": ["Emily Cochrane"], "keywords": ["republicans", "majority", "package", "trump", "900", "talks", "democrats", "plan", "billion", "deal", "staring", "trillion", "nears", "stimulus", "election", "deadline", "congress"], "pubDate": "2020-12-16T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}