{"id": "1b22d2dc-b2a3-31b5-88e2-db6260dbca58", "title": "Woman covers Lyft, Uber rides to help Asian residents in New Yorkers get home safely", "url": "http://www.foxnews.com/us/woman-covers-cab-rides-help-asian-residents-new-york-get-home-safely", "summary": "If any New Yorker of Asian descent needs a safe way to get around, Madeline Park has got their back.\nThe account has one goal: to pay the Uber or Lyft fee for any woman or elderly individual of Asian descent in New York in order to help them get to their destination safely if they feel \"unsafe taking the train in NYC.\"\nI took the train to work last week and EVERY MINUTE OF THE RIDE I was stressed,\" Parker said in an Instagram post.\nOne instance still on Park's mind was when \"someone set a 29 yr old Asian woman' backpack on fire in the train around Ktown,\" she wrote.\nPark started out with $2,000 of her own money, which she used to help reimburse any Lyft or Uber ride up to $40 per person.", "paragraphs": ["If any New Yorker of Asian descent needs a safe way to get around, Madeline Park has got their back.", "Park created an Instagram account dubbed \"Cafemaddycab\" amid a wave of anti-Asian hate crimes across the U.S. The account has one goal: to pay the Uber or Lyft fee for any woman or elderly individual of Asian descent in New York in order to help them get to their destination safely if they feel \"unsafe taking the train in NYC.\"", "OHIO RESTAURANT RECEIVES $1G TIP DESPITE ‘CHAOTIC,’ LOW-STAFFED NIGHT", "Park, who had spent a majority of her decade in New York as a \"broke student,\" knew all too well what it was like to have to take the train or walk home rather than hailing a cab because it was too expensive.", "Now, she's using money from her own pocket, as well as from other donors, to make sure the cost isn't preventing anyone else from getting a ride.", "She was prompted to do so after fearing for her own safety just the other week.", "CLICK HERE TO GET THE FOX NEWS APP", "\"That’s it. I took the train to work last week and EVERY MINUTE OF THE RIDE I was stressed,\" Parker said in an Instagram post. \"I was terrified someone was going to walk up and start attacking me, harassing me, push me to the tracks, or slash me with a knife.\"", "One instance still on Park's mind was when \"someone set a 29 yr old Asian woman' backpack on fire in the train around Ktown,\" she wrote.", "Park said she was done taking the train \"while these hate crimes are going on. and so should you.\"", "Park started out with $2,000 of her own money, which she used to help reimburse any Lyft or Uber ride up to $40 per person.", "Within two days, donors collectively poured in over $100,000 to help her efforts.", "WWII VET KNITS WOOL HATS DURING COVID-19 PANDEMIC FOR SALVATION ARMY", "Park started accepting more donations Tuesday and after so much buzz regarding her efforts, is \"anticipating other cities to kickstart their own cab initiative.\"", "However, it's no small task.", "\"You have to have the TIME to commit to this and preferrably a few people you trust to work with you, and a big heart for our community #stopasianhate,\" Park wrote in an Instagram post."], "authors": ["Daniella Genovese"], "keywords": ["rides", "woman", "yorkers", "asian", "residents", "lyft", "covers", "train", "help", "uber", "instagram", "york", "work", "taking", "walk", "safely"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}