{"id": "1b4397e3-0976-3942-a07c-f3355a8cec44", "title": "Air Force accelerates F-35 as war-attack 'sensor node'", "url": "https://www.foxnews.com/tech/air-force-accelerates-f-35-as-war-attack-sensor-node", "summary": "The Air Force’s Director of the F-35 Integration Office, Brig.\nGen. David Abba, says JADC2 technology demonstrations and new innovations are inspiring the military services to “reprioritize” software upgrades to the F-35.\nAbba’s priority, which was referenced in an Air Force Magazine essay, pertains to the upcoming Block 4 software drop with the F-35, which will bring more weapons and networking capacity to the aircraft.\nEarlier Block 2B upgrades, built upon the enhanced simulated weapons, datalink capabilities and early fused sensor integration of the earlier Block 2A software drop.\nCLICK HERE TO GET THE FOX NEWS APPAll of these sensing, guidance, and networking software upgrades are also being fast-tracked and expedited by senior Air Force weapons developers who seek faster-moving, more frequent software upgrades for the F-35 as compared to having software “drops” separated by years from one another.", "paragraphs": ["The Air Force is making new adjustments to its F-35 priorities in order to expedite the service’s broader transition into new levels of networked warfare wherein combat nodes operate as attack platforms as well as data-transmission and intelligence hubs in joint combat.", "The F-35 is, of course, well known for its data-gathering, organizing, and sharing technologies, and the Air Force’s massive push toward Joint All Domain Command and Control (JADC2) is shifting even more tactical emphasis upon the stealth fighter’s information transmitting systems.", "The Air Force’s Director of the F-35 Integration Office, Brig. Gen. David Abba, says JADC2 technology demonstrations and new innovations are inspiring the military services to “reprioritize” software upgrades to the F-35. Abba’s priority, which was referenced in an Air Force Magazine essay, pertains to the upcoming Block 4 software drop with the F-35, which will bring more weapons and networking capacity to the aircraft.", "F-35 developers have, for many years now, been building F-35 capacity through “drops” or software increments intended to expand the plane’s surveillance, attack, and computing systems as new technologies emerge.", "NEW AIR FORCE STEALTH BOMBER ARRIVES IN JUST '2 YEARS'", "Given this increased emphasis, it would make sense that Block 4 software upgrades include substantial networking enhancements, such as those made possible with the Small Diameter Bomb (SDB) II, a new weapon bringing unprecedented range, targeting flexibility, sensing technologies and “data links.” The SDB II, in development for many years, can track and destroy targets at ranges out to 40 miles and it incorporates a two-way data link between the weapon and the launching aircraft to enable a technical ability to shift course and adapt to changing targeting. In addition, the SDB II massively advances sensing technology with a tri-mode seeker able to use all-weather millimeter wave technology, semi-active laser targeting and infrared guidance, an innovation which also favors the kind of data-sharing being sought after as part of JADC2. Block 4 also enables GBU-54 Laser-guided Joint Direct Attack Munitions engineered to follow a laser spot to both adjust and kill targets on-the-move.", "F-35s already carry the Paveway IV, GBU-12 and GBU-49 laser-guided bombs and the AIM-9X. These weapons will be enhanced with new technologies able to build upon and speed up the time from detecting an enemy to attacking it.", "Earlier Block 2B upgrades, built upon the enhanced simulated weapons, datalink capabilities and early fused sensor integration of the earlier Block 2A software drop. Block 2B enables the JSF (Joint Strike Fighter) to provide basic close-air support and fire an AMRAAM (Advanced Medium Range Air-to-Air Missile), JDAM or GBU-12 (laser-guided aerial bomb). Block 3F increases the weapons delivery capacity of the JSF as well, giving it the ability to drop a Small Diameter Bomb, 500-pound JDAM (Joint Direct Attack Munition) and AIM-9X short-range air-to-air missile.", "Some of the ongoing software upgrade components include an Advanced Memory System (AMS) engineered to improve data storage and generate higher resolution imagery to help pilots with navigational and targeting information.", "CLICK HERE TO GET THE FOX NEWS APP", "All of these sensing, guidance, and networking software upgrades are also being fast-tracked and expedited by senior Air Force weapons developers who seek faster-moving, more frequent software upgrades for the F-35 as compared to having software “drops” separated by years from one another. Software, Air Force Acquisition Executive William Roper maintains, will need to be consistently and continuously upgraded in a near-term fashion when new capabilities come to fruition, a concept which builds upon and advances the initial F-35 modernization model of spreading out specific software “drops.” Roper has made this very clear for years, at one point saying that successful software modernization may actually be what determines who “wins the next war.”", "-- Kris Osborn is the Managing Editor of Warrior Maven and The Defense Editor of The National Interest"], "authors": [], "keywords": ["joint", "technologies", "block", "accelerates", "sensor", "weapons", "targeting", "upgrades", "node", "f35", "warattack", "force", "software", "air"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}