{"id": "1b548ceb-7f58-3416-b3ae-60bbae11ae7d", "title": "Liz Peek: Big Tech censors nation – here's how Republicans can fight back", "url": "http://www.foxnews.com/opinion/big-tech-censors-nation-republicans-fight-liz-peek", "summary": "JASON RANTZ: BIG TECH CENSORSHIP – THE LEFT SHOULD BE MOST WORRIED ABOUT THIS CONSERVATIVE PURGEThis is not about Big Tech \"protecting\" Americans; this is about stifling dissent from those who do not buy into the Left’s woke agenda.\nBig Tech is also vulnerable to antitrust charges.\nSen. Elizabeth Warren, D-Mass., among others, has called for those big tech firms to be broken into pieces.\nMichelle Obama became the newest face of partisan rage and censorship when she recently called for Twitter, Facebook et al.\nBiden campaigned on \"bringing the country together\"; his chance of success plummets as disaffected Republicans see conservative voices silenced by Big Tech.", "paragraphs": ["How dare they?", "How dare Jack Dorsey and Mark Zuckerberg tell Americans they can no longer hear from their president on Twitter and Facebook? How dare they take down followers from scores of conservatives and suppress their voices?", "I have personally lost over 2,000 followers on Twitter, even though I have not railed about election fraud or, heaven knows, incited anyone to violence.", "JASON RANTZ: BIG TECH CENSORSHIP – THE LEFT SHOULD BE MOST WORRIED ABOUT THIS CONSERVATIVE PURGE", "This is not about Big Tech \"protecting\" Americans; this is about stifling dissent from those who do not buy into the Left’s woke agenda.", "It gets worse.", "Millions of conservatives have abandoned Twitter and Facebook, migrating to Parler, which promises to be a neutral platform. But now, Apple has suspended the fast-emerging Twitter competitor from its App store, claiming Parler is not doing enough to squash \"threats of violence and illegal activity.\" Google has done the same, claiming an \"ongoing and urgent public safety threat,\" while Amazon has announced it will no longer host the platform on its web services, effectively shutting it down.", "CLICK HERE TO GET THE OPINION NEWSLETTER", "It is a frightening and outrageous attack on free speech in this country, which was founded to protect just such freedoms. Republican lawmakers need to stand up to these tech giants; they can start by campaigning in 2022 to revoke the protections granted these firms by Section 230 of the Communications Decency Act.", "That clause in the 1996 law states that \"No provider or user of an interactive computer service shall be treated as the publisher or speaker of any information provided by another information content provider.\"", "The provision has been hailed by the Internet community as protecting free speech. Today, critics charge that Twitter, Facebook et al. have abrogated their side of the deal by censoring content, acting as a publisher.", "It is the ultimate irony that in their warning note to Parler, Apple declared that \"Parler is in fact responsible for all the user-generated content present on your service and for ensuring that this content meets App Store requirements for the safety and protection of our users.\"", "Needless to. say, Parler claims otherwise. Parler’s CEO John Matze said in an interview he did not \"feel responsible for any of this and neither should the platform, considering we’re a neutral town square that just adheres to the law.\"", "It is interesting to note that most European countries do not offer their social media firms, which pale in comparison to our behemoths, any such protections. It is not a stretch to imagine that Section 230 has helped enable our firms to grow and that removing those protections might slow them down.", "Big Tech is also vulnerable to antitrust charges. Surely trying to shut down an emerging competitor is an extreme abuse of power. There are already four anti-trust cases that have been brought against Google; the trust-busters are being handed new evidence daily. A Democrat-run Justice Department will not likely press these cases, but the Republicans will not be in Siberia forever.", "The industry saw storm clouds gathering and, by throwing their enormous weight behind Biden, sought to curry favor with Democrats.", "We get it: the Left feels empowered. They have elected a Democrat president who will enjoy for at least two years a Democrat majority in the House and Senate. At the same time, President Trump will soon leave office a defeated man, subject of endless recriminations by Democrats and non-stop condemnation from the liberal media. Trump is threatened with impeachment once again by House Speaker Nancy Pelosi, D-Calif., whose appetite for partisan nastiness appears insatiable.", "Big Tech is empowered too, having played an important role in the election of Joe Biden. The social media giants lean left politically; their campaign donations to Biden and suppression of negative articles about him and his son Hunter Biden were all in service to electing their favored candidate.", "But, it was also a smart preemptive strike against liberal Democrats who have rightly accused Twitter and Facebook’s CEOs of abusing their immense power. Sen. Elizabeth Warren, D-Mass., among others, has called for those big tech firms to be broken into pieces.", "The industry saw storm clouds gathering and, by throwing their enormous weight behind Biden, sought to curry favor with Democrats. By banning dissemination of unflattering stories about Hunter Biden, who apparently used his father’s position in the Obama White House to wangle lucrative business deals in Ukraine and China, Big Tech has chips to call in when needed.", "It is important to note that the stories about Biden’s son are not empty accusations; the New York Post ran well-documented pieces describing Hunter’s shady activities – stories which have never been denied by Joe Biden or his son. In response, Twitter shut down the account of the New York Post.", "For Americans who believe that free and fair elections are more than a campaign slogan, the silencing constituted unimaginable interference.", "Alarmingly, the reverence Americans once held for free speech is fast disappearing. Michelle Obama became the newest face of partisan rage and censorship when she recently called for Twitter, Facebook et al. to permanently ban President Trump. Imagine – silence the elected leader of the \"Free World\" who just received 74 million votes in November.", "Obama isn’t just hoping to silence the president; she wants all those Trump-loving \"deplorables\" shut down as well.", "Biden campaigned on \"bringing the country together\"; his chance of success plummets as disaffected Republicans see conservative voices silenced by Big Tech. At least 50% of GOP voters think the election was unfair. That is a lot of people to anger.", "Republicans must find a way to bring Twitter, Facebook and other social media giants to heel. Given the relentless and increasingly dishonest bias of the liberal media, the availability of social media platforms is one of the few avenues left to push back against the Left’s indoctrination of the nation.", "CLICK HERE TO GET THE FOX NEWS APP", "This is the most challenging issue – and must become the most potent campaign platform for Republicans in 2022.", "Democrats rail that Republicans are just sore losers, but Big Tech’s assault on our freedom of speech is a loss for the entire nation.", "CLICK HERE TO READ MORE FROM LIZ PEEK"], "authors": ["Liz Peek", "Liz Peek Is A Fox News Contributor", "Former Partner Of Major Bracket Wall Street Firm Wertheim", "Company. A Former Columnist For The Fiscal Times", "She Writes For The Hill", "Contributes Frequently To Fox News", "The New York Sun", "Other Publications. For More Visit Lizpeek.Com. Follow Her On Twitter"], "keywords": ["big", "fight", "liz", "president", "nation", "heres", "speech", "free", "peek", "biden", "facebook", "censors", "republicans", "media", "tech", "parler", "twitter"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}