{"id": "1b606164-dec9-39d6-916c-c4b064ab56e2", "title": "‘Shameless’: Texas Republicans lead the charge on voting clampdown", "url": "https://www.theguardian.com/us-news/2021/apr/21/texas-voting-rights-restrictions-republicans", "summary": "Texas legislators have introduced 49 bills restricting voting access, far more than any other state, even as major Texas-based corporations such as American Airlines express fervent opposition.\nAllegations of widespread voter fraud have almost become a “litmus test” among Texas Republicans, said Juan Carlos Huerta, a professor of political science at Texas A&M University, Corpus Christi.\nAlthough Republicans maintained their ironclad grip on Texas last year, Trump’s margin of victory in the presidential race winnowed to less than six points, from a nine-point lead four years earlier.\nOne Texas bill would do away with drive-through polling places, allow partisan poll watchers to electronically record voters, and set limits on early voting hours.\nAs the Texas legislative session ramps up, voting rights advocates and experts are especially concerned by two omnibus bills filled with restrictions, SB7 and HB6.", "paragraphs": ["Sign up for the Guardian's Fight to Vote newsletter", "Texas Republicans are at the vanguard of a national push to curtail voting rights, with lawmakers targeting the voters and policies that helped Democrats make inroads in the 2020 election.", "Texas legislators have introduced 49 bills restricting voting access, far more than any other state, even as major Texas-based corporations such as American Airlines express fervent opposition.", "The sweeping provisions could deal an outsized blow to low-income residents, people with disabilities, city dwellers and Texans of color, many of whom belong to diverse, youthful cohorts whose political views spell trouble for the GOP.", "And, in a twist that differentiates Texas from other states such as Georgia and Arizona that have instituted or are planning voting restrictions, some of the proposals impose extreme penalties on people who make even innocuous missteps.", "“When you make making a mistake on a voter registration application a second-degree felony, that’s the equivalent of arson and aggravated kidnapping,” said Sarah Labowitz, policy and advocacy director for the American Civil Liberties Union of Texas.", "Conservative politicians have tried to justify the rollback by hiding behind Donald Trump’s claim that last year’s presidential contest was stolen – despite a complete lack of evidence, and even though their party won handily in Texas.", "Allegations of widespread voter fraud have almost become a “litmus test” among Texas Republicans, said Juan Carlos Huerta, a professor of political science at Texas A&M University, Corpus Christi.", "Conservatives’ political futures could hinge on whether their base believes they are cracking down on the non-issue. And, as a new generation of voters comes of age, the specious talking point provides cover for politicians who can see that their party’s prospects may be dimming.", "Although Republicans maintained their ironclad grip on Texas last year, Trump’s margin of victory in the presidential race winnowed to less than six points, from a nine-point lead four years earlier. Democrats also gained significant ground during the 2018 midterm elections, when former representative Beto O’Rourke lost his Senate bid to incumbent Ted Cruz by fewer than 215,000 votes.", "The state’s current officeholders know they will not be able to get re-elected on the issues alone, so they are moving the goalpost, said Claudia Yoli Ferla, executive director of civic engagement non-profit Move Texas.", "“These legislators are seeing the writing on the wall, and they’re scared of the power of young people. They’re scared to have the true voices of our communities reflected,” Yoli Ferla said.", "Already Texas subjects its residents to a byzantine electoral system, giving it a reputation as the hardest place to vote in the US. Voters do not have access to same-day registration, and they can only register online if they are simultaneously updating their driver’s license.", "Then, at the ballot box, hardline documentation requirements honor handgun licenses as a form of accepted identification, but not student IDs. Mail-in voting is so limited that last fall, voters were forced to gather in long lines, in-person, regardless of the coronavirus pandemic.", "But despite Texas’s legacy of voter suppression, large, Democratic counties – most notably Houston’s Harris county – came up with innovative approaches to expand access to the polls last year. For instance, Harris county implemented 24-hour and drive-thru polling sites, while the local election administrator tried to send mail-in ballot applications to every registered voter.", "Instead of lauding those solutions, Republicans fought them hard. Now, the state’s leaders are working to ensure they are not an option for future elections.", "“Whether it’s the unauthorized expansion of mail-in ballots, or the unauthorized expansion of drive-thru voting, we must pass laws to prevent election officials from jeopardizing the election process,” said the Texas governor, Greg Abbott.", "In February, while Trump’s national defeat was still fresh, Abbott designated so-called “election integrity” as one of five emergency items for the legislature. As of late last month, Texas was leading the charge among 47 total states that had introduced 361 bills restricting the vote, according to the Brennan Center for Justice.", "One Texas bill would do away with drive-through polling places, allow partisan poll watchers to electronically record voters, and set limits on early voting hours.", "Another could consolidate voter registration responsibilities under the secretary of state, sidelining local governments.", "Yet another would dangle felony charges over basic activities, such as public servants proactively distributing applications to vote by mail.", "Texas is already known for criminalizing the ballot box, especially among communities of color. Under the state’s current attorney general, Ken Paxton, at least 72% of prosecutions by the so-called election integrity unit have targeted Black and Latino residents, according to the ACLU of Texas.", "Those severe penalties cause confusion and can have chilling effects on would-be voters. In the border community of Brownsville, people fear they can’t legally vote for reasons that should not be disqualifying, such as their family’s immigration status, said Ofelia Alonso, a regional field manager for youth organizers at Texas Rising Action.", "“It’s already such a hostile environment for folks that want to participate in the process, but these restrictions would make it even harder,” Alonso said.", "In an ironic turn, the proposed reforms may inadvertently affect senior citizens, who are among the few demographics eligible to vote by mail, and whose bloc trends right.", "As the Texas legislative session ramps up, voting rights advocates and experts are especially concerned by two omnibus bills filled with restrictions, SB7 and HB6. Both are already advancing through the legislature.", "“It’s kind of difficult to be able to have a strategy on, like, how to target this,” said Alonso, “when we know that the majority of the Republicans in the Texas legislature are very shameless.”", "Unlike in Georgia, where backlash from corporations such as Coca-Cola and Delta Air Lines came retroactively, the Texas bills have already become a lightning rod.", "“Free, fair, equitable access to voting is the foundation of American democracy,” Michael Dell, chief executive of Dell Technologies, tweeted in early April. “Those rights – especially for women, communities of color – have been hard-earned.", "“Governments should ensure citizens have their voices heard. HB6 does the opposite, and we are opposed to it.”", "American Airlines similarly came out against SB7, saying the company is “strongly opposed to this bill and others like it”.", "But, emboldened by victory in 2020, the state’s conservatives don’t seem to care. When corporate giants decried the bills for being anti-democratic, Abbott simply warned them to “stay out of politics”.", "“Their priority’s to stay in power, with whatever means necessary,” Alonso said. “And election fraud is a good fearmongering way to rile up their base and not have to come out and say what they’re doing are Jim Crow tactics.", "“They won’t say it, but we know what it is.”"], "authors": ["Alexandra Villarreal"], "keywords": ["voters", "alonso", "republicans", "lead", "texas", "voting", "clampdown", "shameless", "charge", "vote", "states", "bills", "voter", "election"], "pubDate": "2021-04-21T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}