{"id": "1b747e10-aa0f-3a0f-9582-a112a055c11c", "title": "California's coronavirus travel advisory warns residents to stay within 120 miles of home", "url": "https://www.foxnews.com/travel/californias-coronavirus-travel-advisory-120-miles-home", "summary": "California residents are being advised to stay near their homes while the state attempts to curb the continued spread of the coronavirus.\nThe California Department of Public Health issued updated guidance Wednesday, deterring residents from traveling more than 120 miles from their homes.\n\"Non-essential travel,\" the state says, includes travel that is considered tourism or recreational in nature.\nDAILY CORONAVIRUS CASES IN CALIFORNIA SURGE PASSED 45,000The advisory update comes as the state’s hospitals become increasingly overwhelmed with COVID patients.\nUS CORONAVIRUS DEATH TOLL SURPASSES 350,000 AS EXPERTS ANTICIPATE POST-HOLIDAY SURGE\"Postponing travel and staying home is the best way to protect yourself and others from COVID-19,\" the travel advisory says.", "paragraphs": ["California residents are being advised to stay near their homes while the state attempts to curb the continued spread of the coronavirus.", "The California Department of Public Health issued updated guidance Wednesday, deterring residents from traveling more than 120 miles from their homes. Non-essential travelers from out of the state, or out of the country, are also being discouraged from coming into the state.", "Essential travel is defined by the state as \"associated with the operation, maintenance, or usage of critical infrastructure or otherwise required or expressly authorized by law … including work and study, critical infrastructure support, economic services and supply chains, health, immediate medical care, and safety and security.\" \"Non-essential travel,\" the state says, includes travel that is considered tourism or recreational in nature.", "DAILY CORONAVIRUS CASES IN CALIFORNIA SURGE PASSED 45,000", "The advisory update comes as the state’s hospitals become increasingly overwhelmed with COVID patients. By the end of the first weekend in January, there were more than 45,000 new cases of the novel coronavirus. California on Friday recorded 36,385 newly confirmed cases of COVID-19 bringing the state's total to date to more than 2.5 million, according to estimates from the COVID Tracking Project.", "US CORONAVIRUS DEATH TOLL SURPASSES 350,000 AS EXPERTS ANTICIPATE POST-HOLIDAY SURGE", "\"Postponing travel and staying home is the best way to protect yourself and others from COVID-19,\" the travel advisory says.", "CLICK HERE TO GET THE FOX NEWS APP", "Anyone visiting or coming back to California from out of state are urged to self-quarantine for 10 days after arriving \"except as necessary to meet urgent critical healthcare staffing needs or to otherwise engage in emergency response. Additionally, this recommendation does not apply to individuals who routinely cross state or country borders for essential travel,\" according to the advisory."], "authors": ["Jeanette Settembre"], "keywords": ["critical", "residents", "warns", "nonessential", "120", "california", "advisory", "states", "miles", "stay", "cases", "californias", "travel", "state", "coronavirus"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}