{"id": "1b7aba4a-0a86-3bf2-b6e0-1a2f72e93837", "title": "PlayerUnknown's Battlegrounds PC Review – Looting, Shooting, And Staying Alive", "url": "https://www.gameinformer.com/games/playerunknowns_battlegrounds/b/pc/archive/2017/12/20/looting-shooting-and-staying-alive.aspx", "summary": "PlayerUnknown’s Battlegrounds is full of magical moments and stories like this, ranging from teeth-clenching suspense to hilarious mishaps.\nThe dynamic elements of both weapon and vehicle availability from game to game ensure that every match experience is unique and interesting.\nPlayerUnknown’s Battlegrounds brings the battle royale genre to a smashing mainstream success, packed with memorable moments and action-packed adventures.\nSolo or with friends, you’re in for an intense ride that’s different every single time.\nThis review pertains to the PC version of PlayerUnknown’s Battlegrounds.", "paragraphs": ["This is it, the final circle. Five players are left alive. Swinging around a corner into a tiny abandoned house, I stumble upon a prone assailant. He tags me a few times, putting my health in the red zone, but I am ready for a close-range skirmish and make short work of him, grabbing a wealth of healing items and ammo from his corpse. Outside, the sound of a sniper rifle cracking leaves another dead. The play area is miniscule now, forcing the remaining players into a confined space – the house I’m in and the area directly outside on the walls. Is the final player tucked away in the closed bathroom? I shoot the door down but there’s no one inside. No movement from the windows. Where could the last mark be? While I scan intently for any signs of movement, I hear the all-too-familiar metallic tink of a grenade landing at my feet. Boom. A number two placement for me, and Winner Winner, Chicken Dinner for the final foe that peeked around the door to fling in the fatal finisher.", "PlayerUnknown’s Battlegrounds is full of magical moments and stories like this, ranging from teeth-clenching suspense to hilarious mishaps. Creating those tales from game to game keeps you coming back for more. While there are only two maps, this isn’t like other shooters where you may find yourself getting tired of the scenery. These maps are huge and full of things to discover hundreds of hours in. Since games play out in a dynamic fashion each time, map variety isn’t an issue.", "Gameplay is spurred on by a field-of-play that continually gets smaller and smaller, forcing remaining players into the same area and creating conflict, so you don’t need to worry about facing 99 campers. Other neat gameplay aspects, like drop crates that contain powerful weapons and armor, create skirmish points along the way. This elegant design keeps the game fast and fun, from the moment you select a drop point to the final kill.", "Weapons range from crowbars to machine guns, and you must learn to make the most of whatever you can find. When a game starts, you may be struggling with many other players to slaughter each other over a pistol. Later, as the field is trimmed, a shotgun looks pedestrian against scoped and modded assault weapons. Vehicles provide a fast transportation option perfect for cruising around the map to loot-rich areas, running over players, or screeching through a dangerous position. But you need to weigh the noise aspect – other players can see and hear you coming. The dynamic elements of both weapon and vehicle availability from game to game ensure that every match experience is unique and interesting. Still, there’s nothing quite like rolling up with three of your friends and clearing out another team as they try to secure a crate drop.", "Solo survival is fun, but teamplay (you can duo with one friend, or group up to four players in a squad) makes PlayerUnknown’s Battlegrounds shine. Instead of instantly being killed after receiving lethal damage, if you’re teamed up you go into a downed state, allowing your friends to pick you back up. This leaves them vulnerable to being gunned down by the same people that presumably shot you, so there’s a lot of harrowing strategy involved in limping your way to a safe position where you friends can get to you safely, or experiencing that movie moment where your team struggles to locate the sniper that picked you off (and rather than kill you, leaves you alive as bait).", "For all the freedom involved in every session, there are still some glitchy quirks and unoptimized aspects of the game that can appear from time to time, like cars spinning into infinity, crashes, or drops. While these incidents can be hilarious, they can also hit at the worst possible time and cost you a win.", "PlayerUnknown’s Battlegrounds brings the battle royale genre to a smashing mainstream success, packed with memorable moments and action-packed adventures. Solo or with friends, you’re in for an intense ride that’s different every single time.", "This review pertains to the PC version of PlayerUnknown’s Battlegrounds. The game is also available on Xbox One as part of the Xbox Preview Program."], "authors": ["Pc Editor", "Daniel Has Been At Game Informer For Seven Years", "Specializing In Multiplayer Titles", "Pc Games. When He'S Not Speculating On The Future Of The Industry", "You Can Find Him Exploring Vast Online Worlds", "Probably Streaming The Experience."], "keywords": ["staying", "players", "pc", "leaves", "area", "battlegrounds", "playerunknowns", "final", "alive", "game", "looting", "theres", "friends", "youre", "xbox", "shooting", "review"], "pubDate": "2017-12-20T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}