{"id": "1b9e9782-ab97-3740-b012-c3abbe1a116f", "title": "Spiritfarer Review – The Long Way Home", "url": "https://www.gameinformer.com/review/spiritfarer/spiritfarer-review-the-long-way-home", "summary": "Spiritfarer is different.\nYou play as Stella, a recently appointed Spiritfarer who ferries the souls of the dead to their next phase of existence.\nEach one has a distinct personality and story that unfolds through dialogue and quests, and advancing these tales is how you progress through Spiritfarer’s different acts.\nOnce that task is done, it’s time for you to say your own goodbye to Spiritfarer.\nDespite occasional rough waters in the pacing and characters, Spiritfarer is a voyage I will remember fondly.", "paragraphs": ["Most simulation games are designed to go on forever. Even after you have passed all major milestones and achieved every meaningful upgrade, you can continue gathering resources and accruing wealth. The machinery of the world still runs, even if it has no clear goal. Spiritfarer is different. It’s an engaging story-driven management sim with a clear beginning, middle, and end. However, its bittersweet narrative also highlights the theme of recognizing when it’s time to move on.", "You play as Stella, a recently appointed Spiritfarer who ferries the souls of the dead to their next phase of existence. As you sail across a colorful 2D world, you bring these aboard your boat, then fulfill their various requests until they are ready to leave. They may want to visit specific locations, eat their favorite foods, or see new amenities on the ship. The premise is simple, but giving the spirits what they need involves a gradual escalation of refining resources and building new structures. This is Spiritfarer’s central gameplay loop, and even though it’s satisfying, the process is filled with an unfortunate amount of busywork that wastes your time instead of enhancing it.", "At the beginning, your boat is sparsely equipped, and creating what you need is easy. When you need linen thread, you build a garden, grow some flax, harvest the fiber, and then complete a quick minigame at your loom to weave the thread. You have a wide array of items to craft, so managing multiple lines of production and optimizing your ship layout is a lot of fun in Spiritfarer’s early hours. However, as the requirements get more complicated, those “quick minigames” pile up; performing simple button presses to work bellows, hammer glass, and crush seeds is boring, especially considering how often you need to repeat these tasks to create the resources you need. A second player can control Daffodil in local co-op to split these tasks up, which eases the burden but still doesn’t make the chores fun to complete.", "While the crafting itself gets old, seeing the results of your effort remains rewarding. Your small ship grows into a sprawling naval village, complete with orchards, farm animals, and places for your spirit companions to live. I had fun arranging and rearranging the different buildings, unlocking new blueprints, and sailing to every corner of the world to find useful items. Your destinations are usually small side-scrolling islands with light platforming challenges, and because time passes in a day-night cycle, I fell into a happy routine of setting my course, then running around my ship to perform upkeep in transit. Until the credits rolled after nearly 30 hours, I always had an interesting upgrade or task to pursue.", "Most of your passengers take anthropomorphic animal forms, like a bird or lion, and they wander around and make the boat feel like a community (and ask you for food constantly, which gets annoying). Each one has a distinct personality and story that unfolds through dialogue and quests, and advancing these tales is how you progress through Spiritfarer’s different acts. I appreciate how this gives the journey a structure beyond the usual “build stuff and get rich” motivation, but most spirits feel like embodiments of general concepts rather than fully realized characters. For example, you meet a philandering lion and an old hedgehog with a failing memory, but your interactions with them are more about what they represent than their personal stories, which can make it difficult to get invested in them as individuals.", "The spirits’ broad characterization is not always a bad thing. Spiritfarer is ultimately about the process of saying goodbye, and because the cast embodies different elements of the human experience, their arcs have a universal and relatable quality. This is especially apparent during the spirits’ farewell scenes, in which Stella rows them to the door that leads to whatever happens next. With the benefit of full retrospect (and Stella’s assistance), they are able to confront their lives in sad and poignant exchanges full of optimism, regret, and patience. These scenes are excellent payoffs to the time you spend with the spirits, and I looked forward to each one.", "You encounter a limited number of spirits in your travels, and seeing their stories is your primary incentive to continue. Once that task is done, it’s time for you to say your own goodbye to Spiritfarer. Even though you can technically keep sailing around after the credits, that feels unnecessary. The journey is complete, and I was satisfied by that sense of closure. Despite occasional rough waters in the pacing and characters, Spiritfarer is a voyage I will remember fondly."], "authors": ["Online Content Director", "Joe Joined The Game Informer Staff In He Loves Final Fantasy", "Mass Effect", "The Elder Scrolls", "Assassin'S Creed", "Metal Gear. He Is Also A Columbo", "Robocop"], "keywords": ["need", "spiritfarer", "spirits", "resources", "fun", "ship", "complete", "world", "different", "long", "spiritfarers", "way", "review"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}