{"id": "1bb7c7bf-9883-3b0e-9102-021805e75f37", "title": "Watch Kid Inventors Tell All | The New Yorker Video | CNE | Newyorker.com", "url": "https://www.newyorker.com/video/watch/kid-inventors-tell-all", "summary": "It will also have a GPS receiver, because sometimes,a child is scared, so they'll run in the closetand hide somewhere, and we don't know where they are.\nSo we teach kids a lot of really, really importantand great things in school today.\nI don't know.\nYou can't give up,because that's the thing you really don't want to do.\nThey're people in need and I need to help,and if I give up on the invention, I'm giving upon all those people.", "paragraphs": ["Transcript", "(gently chiming bells)", "(upbeat music)", "Hi, I'm Lino Marrero.", "Gary Leschinsky.", "Kedar.", "Lillia Young.", "I'm Anya.", "And I'm Zoriah.", "Samantha Henske.", "I'm Joseph.", "Sophie.", "I'm Cole.", "My name is Emily, and I invented the blackberry picker.", "The river trash trap.", "Storibot.", "Canebrella.", "The A-watch for allergies.", "The backpack barricade.", "ChemotheraPop.", "AZ Design.", "The string ring, and it will save your music career.", "(intense string music)", "Take one.", "Kids have good inventions,", "because their brain works different than other people.", "Why kids are good inventors?", "Kid inventors have a long future.", "You have a lot more time in your life to keep inventing.", "And they're younger.", "We have a lot more ideas and energy.", "They feel more zippy and bouncy and zany.", "And more like commitment to this.", "They probably got it from their parents.", "My mom is a computer scientist, she's my main mentor.", "Well, people think that just because you're a kid,", "you can't do things and that you're not as capable", "as older people.", "But kids can also solve problems.", "[Production Assistant] Whoa whoa, don't go too far back.", "Hello!", "What was the question again?", "Kids have a bigger imagination.", "Like really big ideas.", "They're very super duper smart.", "So most educations studies show that if you want", "to make an impact on kids and make them really good", "at problem solving, you start at kindergarten.", "(audio static)", "Hi, my name is Emily.", "This is my invention, the blackberry picker.", "We thought of this idea", "because my grandmother uses a cane.", "[Danny] One of the great things", "about kid invention is that they're very empathetic.", "They're usually inventing to solve a problem", "for their parents, their loved ones, their best friend,", "and while invention education has a little bit", "of a peak and a sweet spot in grades four through six,", "we've got K through three and seven", "through 12 represented here as well.", "(upbeat music)", "My grandma lived with me while she was going", "through chemotherapy, and while she was going through it,", "I realized that she was losing a lot of weight", "and she always wanted a fudgesicle to soothe her mouth.", "I have food allergies myself.", "Nuts, eggs, seeds, fish, and a lot of other stuff,", "and I know first hand how unpleasant they can be.", "When I was five years old I loved to play video games,", "but it was hurting my eyes and so my mom wanted me", "to make my own instead and so I started learning how to code", "and I got really good at it.", "Well the reason I created this is I had this backpack", "that I loved, I'm in love with horses,", "so I had this horse backpack, and one day it was like", "a three seater, so I put it under the bus seat,", "and what happened was, when I pulled it out,", "it was soaking wet with like soda, water, juice,", "I had know clue what it was.", "And the homework that I'd spent forever on was ruined.", "Too many people in the world has to use a cane,", "so they can walk.", "For an example,", "6.5 million people use a cane or crutches to assist", "with their mobility.", "I'm from California and its environments are amazing.", "Tide pools, the Monterey Bay, the Redwoods, the mountains.", "We all need to respect them.", "If we didn't have otters, then we would have an invasion", "of kelp forests, and we wouldn't have kelp forests.", "We wanted to invent something that will travel", "around the world and everybody can use,", "especially girls and boys and babies.", "We used to pick blackberries by hand,", "but then Mommy had to climb in the bush", "to get the inside ones, and she got stuck in a net,", "and it poked me once right here.", "I came up with the idea for the string ring", "when I was playing my cello", "and my fingers were really hurting", "and I really wanted to stop, and I thought,", "do other people have this problem?", "So I asked around and it turned out a lot of the kids", "at my school had this problem,", "and some adults even quit their string instruments", "because of this problem.", "So I thought I should invent a solution.", "[Gary] The A-Watch will have several sensors", "that can detect common symptoms of an allergic reaction.", "It will also have a GPS receiver, because sometimes,", "a child is scared, so they'll run in the closet", "and hide somewhere, and we don't know where they are.", "[Production Assistant] So you programmed the watch", "to know the certain kind of itching movement?", "Yeah.", "So we teach kids a lot of really, really important", "and great things in school today.", "Invention is all about taking those skills", "and letting them look at the world around them,", "find problems that are dear to them", "and help them understand the process of going through", "and solving those problems.", "We've got kids that we're working with that literally,", "we believe will be making tens of millions of dollars", "in profit their first years.", "So, Storibot is 3-D, or tactile, which means touchable", "and feelable, so that our blind friends ...", "Oh by the way, so that our blind friends know where", "and what the pieces are.", "So when this green flag is clicked,", "we want to start the code, and then just like we did before,", "move up three steps and then we move left two steps,", "then we move up three steps again,", "and so now we have an if then condition.", "[Joseph] Okay, so it's practically a cane", "with a telescopic rod with an umbrella at the top.", "It would open by itself.", "It's not like, pop, right in their face, and then,", "they have to go to the emergency room.", "Yeah.", "(laughs)", "We don't want that.", "No one wants that.", "My blackberry picker is a three feet long invention,", "it's used to pick blackberries inside the bush,", "and apples high up in the tree.", "Do, do, pull, and the blackberry's in!", "Black is kind of my color.", "Hey Zoriah.", "Hey Anya.", "So what are we going to do for the invention?", "I don't know.", "We wanted to do a hairband.", "It also comes off and on.", "I have three different ChemotheraPop flavors,", "the raspberry honey flavor ChemotheraPop,", "a peanut butter banana ChemotheraPop", "and a maple oatmeal ChemotheraPop.", "This is the maple oatmeal Popsicle, and this one,", "I have I admire your courage on it.", "Hardest part about inventing the string ring was probably,", "finding the right width, cutting it to the right width", "and length because it couldn't be too long,", "because then it would bump into two strings at once,", "but it couldn't be too short", "because it wouldn't wrap around my finger.", "(plays cello)", "Sound stays the same.", "My invention is a stainless steel container", "that stays under the bus seat in front of you,", "and holds onto the seat an inch off the ground.", "There's a mesh bottom, so any liquid that gets in", "can drain out, but the rest of the sides are closed,", "so nothing can really work its way in.", "And basically what you do this is just to show how it works,", "is you open the snap, okay can we...", "The River Trash Trap is a platform that looks like a boat,", "and uses completely renewable energy to collect trash", "from the rivers.", "The river current will spin the waterwheel,", "and then the waterwheel moves the conveyor belt.", "Meanwhile, the river current will be pushing the trash", "onto the conveyor belt,", "and the conveyor belt will move the trash", "up and into the trash bin.", "A lot of these products are very commercializable,", "they just need to be treated", "with the same respect you'd have", "if someone else that was 35 or 40 years old walked in", "with the same idea.", "So I presented Storibot to the National Federation", "of the Blind, where I met Mr. President,", "who by the way's real name is Mr. Mark,", "and then I presented it and showed it to Mr. Chris,", "and Mr. Carl and he gave us some really good feedback,", "like making the magnet stronger.", "[Danny] It's not unusual, you'll find kids on the floor", "that already have provisional patents,", "already have filed for their full non provisional patents,", "that already have business cards and logos,", "and they're already trying to figure out", "how to take their products to market.", "I'm proud that I'm honoring my grandma with it,", "because she went through chemotherapy,", "and I think she would be really proud of me.", "She was like, so impressed of Joseph and I", "that she was like, in heaven.", "(laughs)", "Not literally.", "I know, but, metaphor.", "My advice to other young inventors is,", "don't stop because no one's made it.", "That's the whole point.", "I actually didn't think this was possible", "when I first thought of it,", "because I'm like, how the heck am I going to do this?", "Try, try, try, fail, fail, fail.", "The second you stop inventing,", "your mind is going to get all closed up.", "You can't give up,", "because that's the thing you really don't want to do.", "They're people in need and I need to help,", "and if I give up on the invention, I'm giving up", "on all those people.", "My tee shirt, it says, girls can change the world.", "Make it more healthier!", "Make it more watery!", "Make it more ...", "Brighter!", "The world needs more eco friendly things.", "Accessories.", "Electronics.", "Maybe even less electricity.", "Love.", "People in general kind of relax,", "and I mean that's a great thing,", "but people also need to learn to take action.", "I wish adults understood us a little more.", "I agree with her,", "because some adults don't take kids seriously", "when they want to do something.", "They're like, You ain't great at it.", "and they just go about their business.", "They just down you, they doubt and make you feel like", "you don't want to do an invention anymore.", "It's not what other people say that really matters,", "it's what you think of yourself.", "If you think that you can't do it,", "then you can't, but even if an adult says,", "you probably can't do it, but you believe in yourself,", "then it'll probably succeed.", "You just need to believe.", "(upbeat music)", "When we started our first regionals competition", "at our school, we were literally like, shaking.", "We were literally like, after it was over,", "we literally was like, ah finally, it's over,", "and then we found out we got to state,", "and we're like oh no, we have to go", "through this long process again,", "and we found out we were going to Nationals,", "and we're like, when does it end.", "It was just so long of a process", "that it got us more motivated and excited to do this.", "Yeah and I got a little nauseous.", "[Production Assistant] Coming here?", "A lot, he threw up a few times.", "Twice."], "authors": ["Condé Nast"], "keywords": ["kids", "watch", "inventors", "really", "need", "im", "wanted", "dont", "know", "newyorkercom", "kid", "video", "yorker", "invention", "going", "lot", "cne", "tell"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}