{"id": "1bc5ea0f-8c53-331c-b63d-01f67a6ef0d7", "title": "Why I’ve Fallen for Novelty Knit Bras", "url": "https://www.vogue.com/article/novelty-knit-bras", "summary": "The concept of a knit bra isn’t new (how could we forget Katie Holmes’s Khaite bra and coordinated cardigan from last year?\nThe sweater bra turned out to be a game-changing “loungewear turned everyday-wear” item I can’t wait to put on every morning.\nPlus, I feel way more put-together, cute, and just as comfortable in a knit bra, sweater, and a pair of jeans as I do in a sports bra and leggings.\nOne of my colleagues, Elise Taylor, also has and loves her Jacquemus knit bra.\nJacquemus Valensole mohair bralette $150 MODA OPERANDI Shop Now Donni sweater bralette $74 REVOLE Shop NowKhaite Eda cashmere soft-cup bra $520 NET-A-PORTER Shop Now Simonett ribbed knit sweater bra $55 SIMONETT Shop Now", "paragraphs": ["The concept of a knit bra isn’t new (how could we forget Katie Holmes’s Khaite bra and coordinated cardigan from last year?), but it is definitely unexpected. In our current fashion landscape, though, the style has taken on new relevance as we discover new ways to embrace loungewear. For a while I tried to keep wearing “real clothes” throughout the pandemic. But nine months later (or is it 10?), I have fallen into a sweater-every-day rut. And while I’m at it, I may as well lean into knitwear fully. The sweater bra turned out to be a game-changing “loungewear turned everyday-wear” item I can’t wait to put on every morning.", "I’ve always been a fan of bralettes and barely-there bras. And frankly, now that I don’t really leave my house and my coworkers only see me from the shoulders up, the case for wearing a bra at all is, well, up to your own discretion. But for the past two weeks or so, I’ve been going back and forth between a Donni bra I was so kindly gifted and a Jacquemus bra (below) that I picked up during an impulse Singles’ Day purchase after thoroughly enjoying my days in the Donni one.", "So far it’s been pretty lovely, and way more practical than I thought a “novelty” fashion item could ever prove to be. The straps aren’t constantly falling down, underwire is never poking into me, and it doesn’t really feel like you are wearing anything, which is usually the goal for bras that claim to be comfortable. Besides the fact I don’t need much support while hanging around my apartment, that’s not really what I am looking to get out of knitted bras. Why shouldn’t our undergarments be as wonderfully soft and cozy as what we’re piling on top of them? Plus, I feel way more put-together, cute, and just as comfortable in a knit bra, sweater, and a pair of jeans as I do in a sports bra and leggings.", "While I’ve especially enjoyed wearing them around my apartment, I also look forward to the future, when I can style them for out-of-the-house looks. Turns out I’m not the only one who has gone to the knit, either. One of my colleagues, Elise Taylor, also has and loves her Jacquemus knit bra. Like me, she has been mostly wearing it to lounge around the house, but is also considering purchasing the matching cardigan to take the look to the next level.", "So whether you’re in a sweater slump, are looking for the next best cozy item to add to your quarantine wardrobe, or just want to jump on the Khaite-, Jacquemus-, and Off White–backed trend, here’s a few knit and cashmere bras at every price that won’t disappoint.", "Jacquemus Valensole mohair bralette $150 MODA OPERANDI Shop Now Donni sweater bralette $74 REVOLE Shop Now", "Khaite Eda cashmere soft-cup bra $520 NET-A-PORTER Shop Now Simonett ribbed knit sweater bra $55 SIMONETT Shop Now"], "authors": ["Madeline Fass", "Madeline Fas"], "keywords": ["fallen", "ive", "novelty", "jacquemus", "item", "bra", "wearing", "shop", "bras", "really", "donni", "sweater", "knit"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}