{"summary": "The violence erupted at Place de la Nation, one of Paris’s biggest squares, as riot police attempted to disperse protesters.\nThe walkouts are part of a continuing battle by workers across all sectors, but particularly those working in public transport, against the government’s proposed pension reforms.\nOn Tuesday, half of Paris’s metro lines were closed and all except two lines with driverless lines were severely disrupted.\nFrance’s biggest trade union, the moderate CFDT, officially joined the protests for the first time after formally rejecting the pension reforms announced by Philippe last Wednesday.\nMacron wants to introduce a “universal” pension system based on points, in place of the more than 40 different pension schemes currently operating in France.", "url": "https://www.theguardian.com/world/2019/dec/17/paris-hit-by-violent-protests-as-workers-cut-power-to-thousands-of-homes", "paragraphs": ["As prelude to day of action, power to thousands of homes deliberately cut by workers", "Police fired teargas and charged at demonstrators in central Paris as hundreds of thousands of protesters across the country staged a show of force against the government’s controversial pension reform plans.", "The violence erupted at Place de la Nation, one of Paris’s biggest squares, as riot police attempted to disperse protesters. Police said they had charged after coming under a hail of paving stones and missiles. There were 27 arrests by late afternoon.", "French PM warns of 'no magic' end to standoff over pension changes Read more", "French authorities said there were 615,000 protesters on the streets across France on Tuesday, compared with 806,000 on 5 December, the first major day of action against the controversial reforms. The unions suggested the final figure was likely to be nearer to 1 million people.", "As a prelude to the day of action, employees at France’s electricity grid operator, RTE, deliberately cut supplies to tens of thousands of homes in the south-west of the country on Monday evening.", "As many as 50,000 homes in the Gironde area were reportedly briefly left in the dark. Afterwards, staff reportedly cut off about 37,000 properties in Lyon.", "The French prime minister, Édouard Philippe, who will meet union leaders on Wednesday, told the national assembly on Tuesday the government would not cave in on the controversial pension reforms, which he said were aimed at introducing a “universal” system.", "“My determination, and that of the government and that of the entire majority, is total,” Philippe said.", "On the other side, the unions were equally determined.", "Philippe Martinez, the general secretary of the powerful and hardline CGT union, told journalists. “We’re hearing so much bullshit … ever since Emmanuel Macron arrived he’s done nothing except to divide our citizens. It’s scandalous.”", "Facebook Twitter Pinterest Protesters near Bastille Square in Paris hold a portrait of Emmanuel Macron. Photograph: Ian Langsdon/EPA", "In the rally that marched through Paris, a group of protesters brandished a large poster of Macron dressed in regal robes and wig. “Restoration of the French monarchy,” it read.", "Tuesday was the 13th day of transport strikes in France that have have severely disrupted rail, metro, tram and air services.", "The walkouts are part of a continuing battle by workers across all sectors, but particularly those working in public transport, against the government’s proposed pension reforms.", "Macron pledged to shake up the country’s complex pension system in his 2017 election campaign and has spent almost two years consulting union and business leaders in an unsuccessful attempt to reach a compromise. In 1995 an attempt by the ex-president Jacques Chirac and his prime minister, Alain Juppé, to reform pensions led to three weeks of crippling strikes and the government ended up backing down.", "On Tuesday, half of Paris’s metro lines were closed and all except two lines with driverless lines were severely disrupted. Surburban rail services were also hit, with some lines only running during morning and evening rush hour periods. Protesters blockaded bus depots until they were dispersed by police.", "Many schools in the city were closed or cancelled classes either because teachers were on strike or because they could not reach work.", "Only 25% of high-speed TGV services and 5% of intercity trains were running across the country. At a press conference on Tuesday afternoon, a spokeswoman for the rail operator SNCF said 50% to 60% of trains would run this weekend, the start of the Christmas holidays.", "Thousands of protesters flanked by riot police and gendarmes gathered to march between Place de la République and Place de la Nation, two of the capital’s main squares. France’s biggest trade union, the moderate CFDT, officially joined the protests for the first time after formally rejecting the pension reforms announced by Philippe last Wednesday. Protesters also gathered in Lyon.", "In Paris, parking was suspended along the route of the demonstration and many shops, banks, restaurants, cafés and businesses shut. The Eiffel Tower was closed.", "Élisabeth Borne, the minister for ecological transition, said the deliberate electricity cuts were “unacceptable”.", "“They are against the principles of public service and have nothing to do with the constitutionally guaranteed right to strike. Fortunately, these acts are carried out by a small minority,” she said.", "Francis Casanova, a CGT delegate at RTE, said the government should “take this as a first warning” and threatened “more massive cuts”.", "Facebook Twitter Pinterest Parisians are taking to bikes, motorcycles and scooters in increased numbers during the transport strike. Photograph: François Mori/AP Photograph: Aurore Mesenge/AFP via Getty Images", "“”We consider it’s not spite, but a way for RTE staff to show that if there’s electricity in this country it’s because they go to work every day,” Casanova added. He said the CGT was taking “this action ... because there’s no question of taking an unprecedented step backwards on pensions”.", "Macron wants to introduce a “universal” pension system based on points, in place of the more than 40 different pension schemes currently operating in France. Ministers argue the new system will be fairer overall, especially for women on low pensions who take time out of work to have and raise children.", "Workers say the government wants to make them work longer for less and the reforms will take away hard-won rights, particularly for those in precarious jobs who enjoy special privileges, including early retirement on full pensions.", "On Monday, hundreds of hospital doctors threatened to resign in a separate funding row.", "The controversy was further muddied by the resignation of Macron’s pensions chief, Jean-Paul Delevoye, who was forced to stand down after he was accused of failing to declare more than €120,000 from private sector appointments while earning a government salary.", "Paris’s fire brigade said accidents involving bicycles, motorcycles and scooters in Paris have soared by 40% as residents take to alternative means of transport."], "pubDate": null, "keywords": ["paris", "reform", "place", "union", "violence", "nationwide", "reforms", "protests", "lines", "country", "day", "transport", "amid", "protesters", "pension"], "id": "1bc71f74-f9e5-3dea-98f3-bf26ddb31fe3", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "authors": ["Kim Willsher"], "title": "Violence in Paris amid nationwide pension reform protests"}