{"id": "1bd18e7c-fe21-3d90-9df9-4b55dbb77460", "title": "France far from isolated in tough Brexit stance", "url": "https://www.theguardian.com/world/2020/dec/07/france-far-from-isolated-in-tough-brexit-stance-eu-experts-say", "summary": "Headlines such as “Le bust-up” and “France derails Brexit talks” do not reflect European reality, analysts, politicians and EU diplomats have insisted, saying Paris’s fundamental concerns are widely shared across the EU27.\nFrance is “very, very concerned about this trade deal”, Wright said.\nAnd it is far from alone.”Zuleeg also said Paris was “certainly not isolated”.\nA bad deal poses fundamental risks to the EU in 10 years’ time.\n“She knows the European market well enough to guess how the German economy would suffer from a bad agreement.", "paragraphs": ["Emmanuel Macron may be talking tougher than the rest of the EU27 as Brexit talks reach their endgame, but despite claims to the contrary in London and by a UK media that always enjoys pointing fingers across the Channel, France is far from isolated.", "Headlines such as “Le bust-up” and “France derails Brexit talks” do not reflect European reality, analysts, politicians and EU diplomats have insisted, saying Paris’s fundamental concerns are widely shared across the EU27.", "The French president of course has domestic issues to contend with. After the turmoil of the gilets jaunes (yellow vests) protests, amid the upheaval of the coronavirus crisis and less than two years from a probable re-election bid, he cannot afford a mistake.", "“It would be naive to believe we would reach this stage of the talks without domestic politics intruding,” said Fabian Zuleeg, of the European Policy Centre thinktank. “But this is the case not just for France – and on the key issues in these talks, there is agreement across EU capitals.”", "Nathalie Loiseau, a former Europe minister and now an MEP, said the British “always expect to divide Europe, and it never works. Now we have this ‘good cop, bad cop’ scenario: Germany supposedly wants a deal at any price, and France is the tough guy.”", "In fact, Loiseau said, the German chancellor, Angela Merkel, had consistently denied this was her aim. “As for France,” she said, “we have this role, maybe because our relations with the UK are so intense, of speaking for the others – sometimes loudly.”", "Nothing France has so far said about the future trade deal – including its key demand that British companies can expect preferential access to Europe’s single market only if they obey its rules – “has been contradicted by a single other member state”, she said. “So there is a lot of noise, propaganda. But the EU is really not divided.”", "Georgina Wright, a Europe specialist at the Institute for Government, agreed that “if France were the only member state to have concerns and reservations, we would be a lot closer to a deal than we are now”.", "France is “very, very concerned about this trade deal”, Wright said. “It wants one that will stand the test of time, that won’t give UK companies an unfair competitive advantage in the European market down the line. And it is far from alone.”", "Zuleeg also said Paris was “certainly not isolated”. Concerns about the level playing field, governance and “the level of trust that the EU can have in Britain” are felt keenly in every capital, he said: “On these core concerns I see no gap between them.”", "That is not to say that individual EU countries do not have specific concerns, Zuleeg said. Clément Beaune, France’s Europe minister, has warned France could veto a bad deal – stressing its demand for “broad and lasting” access by its fishermen to British waters, a question as sensitive in France as it is in the UK.", "But it is “not accurate” to characterise France’s position as being only, or even mainly, about fishing, Zuleeg said. The difference, said Wright, was perhaps that France was “quite happy to take the blame – and that equally, other member states are quite happy for France to do so.”", "In a meeting with Michel Barnier last Wednesday, France’s EU ambassador, Philippe Léglise-Costa, was backed by counterparts from Ireland, Spain, Italy, Belgium, the Netherlands and Denmark in voicing concern that the EU’s chief negotiator risked exceeding the bounds of his mandate.", "“Plenty of countries are nervous,” an EU diplomat said. “It’s essential the substance of the deal takes precedence over the calendar. We cannot give in to the clock; we must get a deal that defends our collective interests. A bad deal poses fundamental risks to the EU in 10 years’ time. We are all with the French on this.”", "Beaune conceded on Sunday there were “different concerns” within the EU27, saying it would be “naive to deny it”. But he said Barnier’s mandate was detailed and “we are sticking to it. The main players have all realigned behind the same position. There is unity on the message and on the strategy.”", "Merkel “also defends our demands”, Beaune said. “She knows the European market well enough to guess how the German economy would suffer from a bad agreement. The UK’s gamble on a split in the EU has failed.”"], "authors": ["Jon Henley", "John Crace"], "keywords": ["brexit", "wright", "zuleeg", "talks", "france", "european", "deal", "stance", "far", "isolated", "tough", "concerns", "bad", "europe", "eu"], "pubDate": "2020-12-07T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}