{"id": "1bd689f1-4c08-3eb5-bc4a-0c4a21a7b15e", "title": "How the 'Goldfinger' Alpine sequence gave rise to Bondmania", "url": "https://edition.cnn.com/style/article/goldfinger-alpine-james-bond/index.html", "summary": "Written by Oscar Holland, CNNA supervillain, an assassin, a mountain car chase and an Aston Martin equipped with gadgetry -- the Alpine scenes in 1964's \"Goldfinger\" set a new benchmark for the archetypal James Bond sequence.\nScroll through the gallery to see more images from behind the scenes of the \"Goldfinger\" Alpine sequence.\nThe Swiss magazine Schweizer Illustrierte ran its story about the shoot under the headline \"James Bond -- ein humorloser langweiler\" (or \"James Bond -- a humorless bore\").\nAccording to Waelty, this is thanks, in part, to the Alpine sequence, which not only helped generate buzz but set out a visual blueprint for Bond movies to come.\n\"This seems to be the signature picture of James Bond.\"", "paragraphs": ["Written by Oscar Holland, CNN", "A supervillain, an assassin, a mountain car chase and an Aston Martin equipped with gadgetry -- the Alpine scenes in 1964's \"Goldfinger\" set a new benchmark for the archetypal James Bond sequence. And as well as being, arguably, the most iconic six minutes and 37 seconds in the franchise's history, it is also one of the best documented.", "In a then-unprecedented publicity move, journalists and photographers were invited to the Swiss Alps for the seven-day shoot, where they mingled with cast and crew members. The strategy appeared to work -- \"Goldfinger\" became, at the time, one of the box office's highest-ever grossing movies.", "\"Almost every day was a press conference,\" said Peter Waelty, co-author of the new book \" The Goldfinger Files ,\" over a video call. \"The idea was to get into the newspapers before the film was even made.\" Reporters were also given detailed plot information, even though the movie was months away from release, he added. \"They knew exactly who was going to die, who was going to win, what was going to happen. It's unimaginable that this could happen nowadays.\"", "This all-access approach resulted in a rich archive of behind-the-scenes photographs. Waelty brings together more than 200 of them in his book, alongside call sheets, annotated scripts and production documents.", "", "", "", "", "", "", "", "", "", "1 / 10 The late Sean Connery pictured alongside Bond's Aston Martin DB5. Scroll through the gallery to see more images from behind the scenes of the \"Goldfinger\" Alpine sequence. Credit: EON Productions/Promotional shot by Arthur Evans", "One of the first images shows the late Sean Connery arriving at Zurich airport with a surprisingly thin head of hair (he wore a toupee as James Bond). Later photos capture the crew setting up shots and actors relaxing during downtime on set. Among the best-known pictures are those from an impromptu fashion shoot with actress Tania Mallet, who is pictured brandishing a -- real, not replica -- AR-7 rifle.", "'A lot of drinking'", "The famous sequence centers around Bond's encounter with Mallet's character, Tilly Masterson, as they separately pursue wealthy villain Auric Goldfinger. After Masterson's failed assassination attempt on Goldfinger almost strikes down Bond, the British agent chases her down and forces her car off the road before casually introducing himself and driving her to the nearest garage.", "Director Guy Hamilton, together with his production designer and location manager, chose the Furka Pass, which winds through central Switzerland's Urseren Valley, for the shoot. The week-long production saw a crew of 50 setting up in the small mountain village of Andermatt.", "Rehearsals for the scene in which Tilly Masterson attempts to assassinate Bond's nemesis, Auric Goldfinger. Credit: EON Productions/Promotional shot by Arthur Evans", "\"Surprisingly, the Swiss government gave approval, which is really astonishing,\" said Waelty, explaining that the locations were close to various military sites. \"But they always had to have two soldiers and two policemen there (during filming). The police were installed to hold up the traffic, and the soldiers were there to make sure they didn't film anything classified.\"", "Waelty interviewed a range of people involved in the shoot, from the doctor on set to a barman at the crew's hotel. And while the photography captures what transpired on set, the anecdotes tell of what happened off it.", "They paint a picture of a hard-partying production, with plenty of late nights. \"There was a lot of drinking and a lot of bingeing,\" Waelty said. In the book, a member of the hotel band, Arthur Dänzer, recalls Harold Sakata, the Japanese-American actor who played Goldfinger's henchman Oddjob, being a \"huge attraction.\"", "\"On the dance floor in the club he stacked up all kinds of wooden boards and bricks every evening. He chopped it all in half,\" Dänzer said of Sakata, who was also a wrestler and Olympic medal-winning weightlifter.", "Dänzer's recollections of Connery, who died in October age 90, are somewhat more salacious: \"(He) slept practically nothing all week. He went to bed at three o'clock every morning and had to get up at seven.\"", "Although Connery was married at the time, Waelty's book says that every female journalist spoken to during research received \"a more or less clear proposition\" from the actor. Tom Carlile, then press officer for the movie's distributor United Artists, is quoted as saying that, to secure an interview with Connery, \"all a newspaper has to do is send a girl.\"", "Signature images", "Despite his notorious charm, not everyone was enamored by Connery. The Swiss magazine Schweizer Illustrierte ran its story about the shoot under the headline \"James Bond -- ein humorloser langweiler\" (or \"James Bond -- a humorless bore\").", "The villagers in Andermatt also appeared to be indifferent to the whole affair.", "Ahead of the trip, the movie's production company struggled to secure hotel rooms in the area, with local proprietors both unaware of the Bond franchise and possessing \"doubts about the solvency of the British,\" according to Waelty's book.", "\"They didn't really care,\" Waelty said. \"Can you imagine nowadays, there's a James Bond movie crew coming? Any village, any town would go totally crazy. But not those guys.\"", "Sean Connery pictured alongside Tania Mallet's stunt double, Phillys Cornell (left), and director Guy Hamilton's wife, Miriam Charrière (right). Credit: EON Productions/Promotional shot by Arthur Evans", "Yet, Bondmania would not reach fever pitch until the movie's release later that year. While its predecessors, \"Dr. No\" and \"From Russia With Love,\" had performed reasonably well, \"Goldfinger\" was afforded a significantly bigger budget of $3 million, which it recouped many times over, grossing $46 million worldwide during its initial box office run.", "According to Waelty, this is thanks, in part, to the Alpine sequence, which not only helped generate buzz but set out a visual blueprint for Bond movies to come.", "\"When Sean Connery died, so many pictures were published of him standing on the Furka Pass with his Aston Martin,\" he said. \"This seems to be the signature picture of James Bond.\""], "authors": ["Oscar Holland"], "keywords": ["gave", "waelty", "sequence", "set", "goldfinger", "connery", "bondmania", "bond", "james", "movies", "alpine", "production", "rise", "shoot"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}