{"id": "1be5527c-4fec-3c92-8558-a2af08f7af7c", "title": "The Intimacy and Comfort of Taylor Swift’s “evermore”", "url": "https://www.newyorker.com/culture/culture-desk/the-intimacy-and-comfort-of-taylor-swifts-evermore", "summary": "“All you want from me now is the green light of forgiveness,” Swift sings on “happiness,” a song about grasping for perspective after a particularly devastating breakup.\nThis is also true of Swift’s duet with Vernon, who sings on the album’s title track.\nWhile “evermore” feels like a significant step in Swift’s creative evolution, it still features plenty of her signature moves.\nThe album’s primary aims are intimacy and comfort, and it has arrived during a season in which we are all especially starved for companionship and peace.\nIt’s likely that “evermore” will feel that way for her fans, too—a kind of homecoming, even if we can’t actually go home.", "paragraphs": ["Last week, Taylor Swift announced the surprise release of “evermore,” her ninth album, describing the record as a companion piece to “folklore,” which she surprise-released just five months ago. If your quarantine has looked anything like mine, Swift’s productivity—her capacity to create under duress, to dutifully imagine and populate elaborate new worlds—is staggering. “All I do is try, try, try,” Swift sang on “mirrorball,” a song on “folklore” about the spirit-depleting requirements of celebrity. “I’m still on that trapeze / I’m still trying everything / To keep you looking at me,” she sighed. Swift is exquisitely focussed, and, by her own admission, keen to please, but I’ve often had a hard time connecting with her more labored or overdetermined singles. On “evermore,” she sounds loose and unburdened—free, finally, from the debilitating squeeze of other people’s expectations. It’s a lush, tender, and beautiful album, steadier if less varied than “folklore,” and infused with backward-looking wisdom. “All you want from me now is the green light of forgiveness,” Swift sings on “happiness,” a song about grasping for perspective after a particularly devastating breakup. “You haven’t met the new me yet / And I think she’ll give you that.”", "For “evermore,” Swift enlisted much of the same crew that made “folklore”: Aaron Dessner, of the indie-rock band the National; the producer Jack Antonoff; her boyfriend, Joe Alwyn (who writes under the pseudonym William Bowery); and Justin Vernon, of Bon Iver. When Swift first announced that she was collaborating with Dessner for “folklore,” critics scrambled to parse the ways in which Dessner’s aesthetic—he and his brother Bryce (who also worked on “evermore”) are known for harmonically sophisticated arrangements, and for quickly establishing a deep, spectral tension in their music—might affect Swift’s approach to melody and phrasing. This time, it’s more interesting to think about the ways in which Swift has tempered or sweetened Dessner’s style. The country-tinged “no body, no crime,” which features HAIM, is an oversized homicidal revenge fantasy in the spirit of the Chicks’ “Goodbye, Earl” or Carrie Underwood’s “Before He Cheats.” It’s more buoyant, playful, and patently user-friendly than anything Dessner has been involved with before.", "This is also true of Swift’s duet with Vernon, who sings on the album’s title track. Vernon’s most dynamic and emotionally rich music is often formally inscrutable, yet “exile,” Swift’s first duet with Vernon, from “folklore,” is more rooted in Broadway than the avant-garde. In recent years, the old hierarchies—in which pop music was thought of as frivolous and inherently inferior to more “cerebral” (and generally male) genres—have mostly collapsed, and there is real pleasure in witnessing a grip-loosening within the independent music scene. I used to cringe every time Swift started to talk in the middle of a song, because it felt too corny or overtly theatrical. (“Hey, kids! Spelling is fun!” nearly killed me, and apparently her too.) Chalk it up to the great psychic disintegration of 2020, but this time around, when Danielle Haim pipes up, “She was with me, dude,” in the final verse of “no body, no crime,” I simply grinned.", "On “folklore,” Swift started experimenting with different characters and points of view, a move that was quickly framed as a departure from the more confessional, first-person emoting that defined her earlier work. This is a funny way to think about writing—every consciousness developed on the page is, inevitably, an invention of sorts, honed and sharpened and shaped to fit a particular narrative—but, as a vocalist, Swift is wonderfully adept at inhabiting other characters, and finds a way to bring real empathy to their experiences. Two of my favorite tracks on “evermore,” “’tis the damn season” and “dorothea,” feature a pair of young lovers ultimately undone by time, circumstance, and incompatible desires. One left home, taking off for Hollywood as soon as they could, while the other stayed put in Tupelo. (“Ooh, this place is the same as it ever was / Ooh, but you don’t like it that way.”) Swift has long subscribed to the notion that certain types of communion are inevitable, immortal, inescapable. A true, once-in-a-lifetime love never diminishes; it merely changes shape over time. “There’s an ache in you, put there by the ache in me,” she sings. The lovers share an endless, circular pain: there’s no way to be together, but they can’t extinguish the yearning, either.", "While “evermore” feels like a significant step in Swift’s creative evolution, it still features plenty of her signature moves. Swift has always indulged in a bit of an underdog complex, beginning with “You Belong with Me,” from “Fearless,” her second album. “She wears short skirts, I wear T-shirts / She’s cheer captain and I’m on the bleachers,” Swift opined, often while in heels and red lipstick, her blond hair looking extra shiny. (She plays both roles—the regular girl and the vixen—in the video.) On “willow,” she again alludes to feeling undervalued: “They count me out time and time again / Life was a willow, and it bent right to your wind / But I come back stronger than a nineties trend.”", "It’s sometimes hard to square Swift’s eternally wounded self-conception with her almost unimaginable success. She is the best-selling artist of 2020, and has sold more than two hundred million albums during an era in which sales of that magnitude are increasingly rare. Perhaps money and fame don’t actually make life any simpler, but it would nonetheless be refreshing to see Swift express confidence—she has certainly earned it—without framing it as a miraculous resurrection, or pointing to some unnamed tormentor (usually presumed to be an ex-boyfriend, or, more recently, either Kanye West or Scooter Braun). Her album “Reputation,” from 2017, perhaps suffered the most from this sort of incongruous dark-horse positioning.", "Swift’s tendency to espouse irrational insecurity can feel human, maybe even kind, but I also think she has better and more interesting ways of connecting with her listeners. The track “gold rush,” which was co-written and co-produced by Swift and Antonoff, seems as if it might be a sequel to “Gorgeous,” a song from “Reputation” in which Swift grows increasingly livid at her own incapacitation in the face of beauty:", "You’re so gorgeous", "I can’t say anything to your face", "’Cause look at your face", "And I’m so furious", "At you for making me feel this way", "On “gold rush,” she continues to frame beauty as a nefarious force: it’s terrifying, she suggests, to become enraptured or held in thrall. “What must it be like to grow up that beautiful?” she wonders. For Swift, the worst part is that everyone else can see it, too: “Everybody wants you / Everybody wonders what it would be like to love you,” she sings. Swift is at her best when she’s frank about how much it hurts to be vulnerable. “I don’t like that fallin’ feels like flyin’ ’til the bone crush,” she admits, her voice tense, almost angry. Though the song features ample instrumentation (horns, strings, organs, Mellotron), Antonoff’s production is dutiful and restrained, comparable to the kind of caution a person might bring to a new relationship if they’d been hurt before.", "No matter what she’s singing about, Swift always manages to position herself as a confidante of sorts, and “evermore” is good company for what’s shaping up to be one of the more arduous winters in American history. The album’s primary aims are intimacy and comfort, and it has arrived during a season in which we are all especially starved for companionship and peace. “I felt less like I was departing and more like I was returning,” Swift wrote of the album’s creation. It’s likely that “evermore” will feel that way for her fans, too—a kind of homecoming, even if we can’t actually go home.", "2020 in Review"], "authors": ["Amanda Petrusich", "Amanda Petrusic"], "keywords": ["albums", "intimacy", "taylor", "comfort", "folklore", "swift", "song", "im", "sings", "evermore", "swifts", "way", "think"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}