{"id": "1bf85f4c-cdca-391a-928a-efd9caf7ccae", "title": "Single seniors plan dates for their post-vaccine social lives", "url": "http://www.foxnews.com/lifestyle/single-seniors-plan-dates-for-their-post-vaccine-social-lives", "summary": "\"I used to go on tons of coffee dates,\" said Linda Wohlers, a 73-year-old divorcée who lives in Naples, Fla. That is, until the pandemic \"put a dead end to anything spontaneous, especially dating.\"\nNow, the Queens-born retiree is looking to get back out there — \"There are a lot of single men down here!\"\n— and already has an IRL (In Real Life) date set up with a man she met online right before lockdown hit.\nHelen Fisher, Ph.D., an anthropologist who conducts scientific surveys for Match.com, predicts that \"seniors will be out in droves.\nWohlers has already booked a private tour of the Everglades with her long-distance man, whom she chats with online every day.", "paragraphs": ["These silver foxes are back on the prowl.", "\"I used to go on tons of coffee dates,\" said Linda Wohlers, a 73-year-old divorcée who lives in Naples, Fla. That is, until the pandemic \"put a dead end to anything spontaneous, especially dating.\"", "Now, the Queens-born retiree is looking to get back out there — \"There are a lot of single men down here!\" — and already has an IRL (In Real Life) date set up with a man she met online right before lockdown hit.", "With the vaccine rollout prioritizing seniors, who are at a higher risk of serious complications from COVID — Wohlers’ retirement community is set to start giving out its shots on Monday — the 65-plus crowd is set to retire boring virtual dates in favor of the real thing.", "\"They want companionship more than anything, especially after many of them lived in isolation for the better part of 10 months,\" said Maureen Tara Nelson, a Long Island-based relationship expert and matchmaker. \"The silver foxes and cougars can’t wait to get back on the prowl to find the loves of their lives, without health and safety fears for them and their partner.\"", "Helen Fisher, Ph.D., an anthropologist who conducts scientific surveys for Match.com, predicts that \"seniors will be out in droves. They have been more cautious over the past year than their younger counterparts, but as soon as they’re vaccinated they’ll be out.\"", "CLICK HERE TO GET THE FOX NEWS APP", "According to Fisher, video chatting will remain commonplace as an important \"vetting stage\" before in-person dating. But, she added, \"The brain is built to meet somebody in person. It’s much more intense.\"", "Like everyone else, older singles are looking for \"romantic love,\" she said.", "Wohlers has already booked a private tour of the Everglades with her long-distance man, whom she chats with online every day.", "\"We met online and we found each other attractive, but he’s from Missouri,\" said Wohlers, adding that rising COVID numbers in their respective home states kept them from meeting in person. \"I didn’t want him flying in when cases were high, and it’s pretty lax here, too.\"", "Deborah, 56, a teacher who lives outside of Kingston, N.Y., is likewise excited to regain her freedom to flirt in person after getting the jab, which she hopes to get in a matter of weeks as an immunocompromised front-line worker.", "FOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWS", "\"I’m looking forward to meeting someone face to face,\" said the instructor, who added that she’d be \"more confident\" if a potential date was also vaccinated.", "\"I like when you can take a moment to touch someone’s hand, or connect by brushing their shoulder, or fixing a collar,\" she added.", "Right now, though, that feeling is still tantalizingly out of reach for many.", "Continue reading at the New York Post."], "authors": [], "keywords": ["seniors", "person", "single", "set", "online", "looking", "dates", "real", "met", "social", "wohlers", "plan", "postvaccine", "silver", "lives"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}