{"id": "1bfc2d2b-268d-3a40-8c41-d5f53766acba", "title": "North Carolina police officer killed, another wounded in shootout; suspect dead: reports", "url": "http://www.foxnews.com/us/north-carolina-police-officer-killed-another-wounded-in-shootout-suspect-dead-reports", "summary": "A North Carolina police officer was shot and killed and another officer was wounded Wednesday night in a shootout with a suspect who was also killed at the scene, according to reports.\nThe gunfire happened in Concord, a city of about 79,000 residents, about 27 miles northeast of downtown Charlotte.\nThe wounded officer’s injuries were said to be non-life-threatening, according to FOX 46 of Charlotte.\nSMALL NORTH CAROLINA TOWN MOURNS ITS 1ST POLICE OFFICER KILLED IN THE LINE OF DUTYDetails about the circumstances of the shooting were not immediately released.\nLast Friday, Mount Holly police Officer Tyler Herndon was shot and killed during a break-in at a local car wash, WCNC-TV of Charlotte reported.", "paragraphs": ["A North Carolina police officer was shot and killed and another officer was wounded Wednesday night in a shootout with a suspect who was also killed at the scene, according to reports.", "The gunfire happened in Concord, a city of about 79,000 residents, about 27 miles northeast of downtown Charlotte.", "Neither the police officers nor the suspect were immediately identified. The wounded officer’s injuries were said to be non-life-threatening, according to FOX 46 of Charlotte.", "SMALL NORTH CAROLINA TOWN MOURNS ITS 1ST POLICE OFFICER KILLED IN THE LINE OF DUTY", "Details about the circumstances of the shooting were not immediately released.", "Drivers and area residents were asked to stay clear of the scene at Gateway Lane near Speedway Boulevard, where several businesses are located, according to WBTV-TV of Charlotte.", "CLICK HERE TO GET THE FOX NEWS APP", "It was the second line-of-duty death of a police officer in the Charlotte area in less than a week.", "Last Friday, Mount Holly police Officer Tyler Herndon was shot and killed during a break-in at a local car wash, WCNC-TV of Charlotte reported. The officer’s funeral was held Tuesday.", "This is a developing story. Check back for updates."], "authors": ["Dom Calicchio", "Dom Calicchio Is A Senior Editor At Foxnews.Com. Reach Him At Dom.Calicchio Foxnews.Com."], "keywords": ["carolina", "residents", "wounded", "officers", "scene", "suspect", "according", "north", "killed", "reports", "shootout", "shot", "dead", "officer"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}