{"id": "1c1704fa-08a4-3fd8-8fd1-eb0b67a27486", "title": "Daily chart - New Zealand top Test cricket’s rankings for the first time", "url": "https://www.economist.com/graphic-detail/2021/01/08/new-zealand-top-test-crickets-rankings-for-the-first-time", "summary": "ON JANUARY 6TH New Zealand’s national cricket team thrashed Pakistan in a Test match at Hagley Oval, Christchurch.\nNew Zealand first played Test cricket, the form of the game played over five days, in 1930.\nThe cricket team has succeeded in recent years by turning a weakness into a strength.\nConsequently, New Zealand Cricket has focused its attention on nurturing a small group of players who form the core of the team in Test matches, one-day internationals and Twenty20.\nReaching the top of the Test rankings, which take account of matches over the past three to four years, is an even bigger achievement.", "paragraphs": ["ON JANUARY 6TH New Zealand’s national cricket team thrashed Pakistan in a Test match at Hagley Oval, Christchurch. The victory catapulted the Black Caps to the top of the rankings compiled by the International Cricket Council (ICC), the game’s governing body. It is a remarkable achievement for a team that, until recently, placed well below cricket’s reigning powerhouses.", "New Zealand first played Test cricket, the form of the game played over five days, in 1930. They lost to England. It took them until 1956 to win their first match and until 1969 to win their first series. The early New Zealand squads had some impressive players, including the all-rounder John Richard Reid (who captained the team to their first win) and the batsman Walter Hadlee (whose son, Richard, became New Zealand’s first world-class cricketer). But it has taken decades for the sport to take root in a small country that already boasted one world-beating team in rugby union’s All Blacks.", "The cricket team has succeeded in recent years by turning a weakness into a strength. New Zealand brings in a fraction of the broadcasting and sponsorship revenue earned by the giants of cricket—India, England and Australia—which means it has a much shallower pool of players to draw on. Consequently, New Zealand Cricket has focused its attention on nurturing a small group of players who form the core of the team in Test matches, one-day internationals and Twenty20. Only a few English and Australian players represent their countries in all formats, but New Zealand rely on a lean, adaptable bench.", "It has proved a clever strategy. New Zealand beat expectations to reach the Cricket World Cup finals in 2015 and 2019. (They would have won the latter, were it not for some errant umpiring decisions.) Reaching the top of the Test rankings, which take account of matches over the past three to four years, is an even bigger achievement. Staying at the top will require political, as well as sporting, skill. Because teams earn less money competing against New Zealand than the giants of the sport, the Black Caps play fewer matches than other top-ranked teams. Proper recognition of their achievements would not just be a position atop the rankings, but more matches in their fixture list."], "authors": ["The Economist"], "keywords": ["rankings", "team", "crickets", "zealand", "cricket", "players", "matches", "test", "chart", "zealands", "teams", "daily", "win"], "pubDate": "2021-01-08T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}