{"id": "1c789665-e63d-345b-83e0-aaf96c191a9e", "url": "https://www.wired.com/story/square-kilometre-array-largest-scientific-structure-ever-africa#intcid=recommendations_default-popular_d0fdabd5-502f-4980-a5f0-6dfa3253e0d5_popular4-1", "title": "The Largest Scientific Structure Ever Powers Up in Africa", "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d", "pubDate": null, "paragraphs": ["This dish antenna rises seven stories above an ancient seabed in the Karoo, a remote semidesert in South Africa. Later this year it will start scanning the universe for radio waves emanating from charged particles billions of light-years away, probing some of science's deepest questions: Was Einstein right about gravity? What are the origins of magnetism? Are we humans alone?", "The 50-foot-wide dish, though, will have friends. It's among the first of up to 3,000 dishes that will eventually spread from South Africa into eight additional African countries. That spiraling array of mid-frequency dishes will join up to 1 million much smaller low-frequency antennas planned for Australia. Combined, they'll form a single observatory called the Square Kilometre Array, the largest scientific structure on the planet, to gather 10.8 million square feet of radio waves.", "Unlike visible light, radio waves can reveal phenomena like hydrogen ionized in the early days of the universe, pulsars orbiting black holes, and maybe even alien signals. But detecting those long, frail frequencies requires a monstrous instrument, and dish antennas top out around 1,600 feet in diameter. So engineers build sprawling arrays to simulate much bigger telescopes. When complete, SKA will be 1,800 miles wide, and it'll see 50 times as much detail as the Hubble Space Telescope and record electromagnetic radiation up to a quadrillion times weaker than what your cell phone emits.", "SKA was dreamed up over beers at a conference in 1990. Some 1,500 engineers have worked on it since. But it took until 2011 to form the 13-country consortium that'll fund the project and share its data. Collaboration, says director-general Philip Diamond, is SKA's biggest challenge. “I sometimes spend more time being a diplomat and firefighter than a scientist.” The first phase of construction, expected to end in 2027 and cost nearly $1 billion, will erect 133 dishes. On each, incoming waves will bounce off the reflector to a 16-foot subreflector that focuses them onto receivers. Each second, 8.8 terabytes of data will fly down fiber-optic lines to a main supercomputer. The timeline for phase 2? “It's something for my successor to pursue,” Diamond says.", "This article appears in the January issue. Subscribe now.", "More Great WIRED Stories"], "keywords": ["universe", "structure", "phase", "times", "powers", "square", "dishes", "largest", "scientific", "africa", "radio", "dish", "million", "waves", "south"], "authors": ["Condé Nast", "Laura Mallone"], "summary": "This dish antenna rises seven stories above an ancient seabed in the Karoo, a remote semidesert in South Africa.\nLater this year it will start scanning the universe for radio waves emanating from charged particles billions of light-years away, probing some of science's deepest questions: Was Einstein right about gravity?\nIt's among the first of up to 3,000 dishes that will eventually spread from South Africa into eight additional African countries.\nCombined, they'll form a single observatory called the Square Kilometre Array, the largest scientific structure on the planet, to gather 10.8 million square feet of radio waves.\nUnlike visible light, radio waves can reveal phenomena like hydrogen ionized in the early days of the universe, pulsars orbiting black holes, and maybe even alien signals."}