{"id": "1cbb8efd-e6b5-3121-a945-a79df1e17017", "title": "Krispy Kreme defends its free doughnuts to vaccinated people offer", "url": "http://www.foxnews.com/food-drink/krispy-kreme-defends-free-doughnuts-vaccinated-people-offer", "summary": "Customers can redeem this sweet offer each time they visit a Krispy Kreme location for the remainder of 2021.\nKRISPY KREME TO GIVE FREE DOUGHNUTS TO VACCINATED CUSTOMERS EVERY DAY FOR REST OF 2021However, some critics have taken issue with Krispy Kreme’s wording in a press release that states customers can get their free doughnut \"anytime, any day, even every day.\"\n\"Krispy Kreme offering free doughnuts for getting vaccinated is like Marlboro offering free cigarettes for getting a flu shot.\nCLICK HERE TO GET THE FOX NEWS APP\"Like many sweet treats, Krispy Kreme Doughnuts are an occasional indulgence best enjoyed in moderation.\nAnd we know that’s how most of our guests enjoy our doughnuts,\" Krispy Kreme’s emailed statement reads.", "paragraphs": ["Krispy Kreme’s coronavirus vaccination promo has sparked criticism from health professionals and people who are concerned about obesity rates in the U.S.", "The doughnut company recently revealed it would start offering one free glazed doughnut to customers who can prove they have received a vaccine for COVID-19. Customers can redeem this sweet offer each time they visit a Krispy Kreme location for the remainder of 2021.", "KRISPY KREME TO GIVE FREE DOUGHNUTS TO VACCINATED CUSTOMERS EVERY DAY FOR REST OF 2021", "However, some critics have taken issue with Krispy Kreme’s wording in a press release that states customers can get their free doughnut \"anytime, any day, even every day.\"", "Doctors, wellness leaders and social media users voiced their concern about the promotion and what it could mean for people during the pandemic.", "Emergency room physician Leana Wen wrote a four-part Twitter thread that states \"donuts are a treat that's not good for health if eaten every day.\" According to her caloric calculations, daily consumption of an Original Glazed doughnut could mean a 15-pound weight gain for some Americans by the year’s end.", "MAJORITY OF AMERICANS ADMIT TO WEIGHT GAIN DURING CORONAVIRUS PANDEMIC, PLAN TO SHED POUNDS IN 2021", "Meanwhile, other experts have shared harsher posts about the free doughnut promotion.", "\"Krispy Kreme offering free doughnuts for getting vaccinated is like Marlboro offering free cigarettes for getting a flu shot. We have an obesity epidemic in this country that is killing us,\" tweeted former resident physician turned chief executive Eugen Gu. \"Corporations that ride the COVID-19 vaccine as a marketing ploy for junk food is terrible.\"", "Not every doctor is completely against Krispy Kreme’s doughnut promotion, though. Physician Ashish K. Jha voiced his support for offer.", "THE BIGGEST WEIGHT LOSS TRANSFORMATIONS OF 2020", "\"Pleased @krispykreme is offering up free daily donut for those who have been vaccinated,\" he wrote on Wednesday. \"If that sweetens the deal for you to get vaccinated, I'm all in. \"", "Other people have shared social media posts that argue occasional treats aren’t as harmful as some doctors have suggested. Some even went as far to say that vocal critics were practicing \"fatphobia.\"", "Despite personal sentiments, the CDC reports the American obesity rate was 42.4% between 2017 and 2018, which comes from the last study put together by its National Center for Health Statistics.", "CLICK HERE TO SIGN UP FOR OUR LIFESTYLE NEWSLETTER", "Moreover, the yearlong coronavirus pandemic has contributed to significant weight gain for Americans who have sheltered in place with a sedentary lifestyle. Multiple studies have found that obesity could be linked to higher mortality risks for people who have been infected with COVID-19.", "A spokesperson for Krispy Kreme told Fox News its free doughnut promotion is not meant to cause harm, but rather it is something that should be enjoyed every once in a while.", "CLICK HERE TO GET THE FOX NEWS APP", "\"Like many sweet treats, Krispy Kreme Doughnuts are an occasional indulgence best enjoyed in moderation. And we know that’s how most of our guests enjoy our doughnuts,\" Krispy Kreme’s emailed statement reads. \"We’re certainly not asking people to get a free Original Glazed doughnut every day, we’re just making it available through the end of the year – especially given that not every group is eligible to get vaccinated yet – to show support to those doing their part to make the country safe by getting vaccinated as soon as the vaccine is available to them.\""], "authors": ["Cortney Moore", "Cortney Moore Is A Digital Associate Writer Producer For Fox Business. Follow Her On Twitter At"], "keywords": ["offer", "defends", "kremes", "doughnut", "obesity", "doughnuts", "free", "krispy", "offering", "kreme", "weight", "vaccinated"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}