{"id": "1cbfd76e-16f9-3b12-ae2a-a71690997d4a", "title": "Has Modi finally met his match in India's farmers?", "url": "https://www.theguardian.com/commentisfree/2020/dec/10/modi-indias-farmers-government-factory-corporations", "summary": "With various restrictions in place, the Modi government has viewed the pandemic as a rare opportunity to muscle through a number of “tough” market reforms.\nThis crisis-as-opportunity approach is accelerating the speed of market reforms that big capital has long demanded.\nSeen from this vantage point, the new market reforms are the logical steps designed to upgrade India’s global ranking on the “ease of business” index.\nThe laws seek to dismantle the complex mandi system (local market) – the state-regulated marketplaces comprising farmers, workers and intermediaries from the local economy.\nThe lockdown revealed the acute vulnerability of the migrant workers and daily wage-labourers who comprise about 90% of India’s workforce.", "paragraphs": ["The scene is almost festive. Kanwar Grewal, a popular Punjabi singer, is on the stage performing in front of a spellbound audience. The show is routine for someone like him, but the setting is unusual. The makeshift stage is a table, a set of borrowed speakers and a microphone, all hurriedly assembled on a roadside kerb. He performs without special stage effects or background music; the song is a resounding call to protect the rights of farmers and protest against the new farm laws – a genre different from his familiar oeuvre of Sufi songs.", "This scene is neither exceptional nor limited to one artist. It has become commonplace in the past months, especially in the Indian states of Punjab and Haryana, as massive protests mount against the deregulation of the agricultural sector. The vast assembly of protesters during a relentless pandemic might seem reckless. But it is more a sign of desperation that thousands of famers and workers have camped for weeks at the borders of Delhi during a harsh winter and the risk of contagion. They show no sign of turning back.", "The determination of protesters has put India’s ruling party in a tight spot. It was clearly not expecting a nationwide strike during the pandemic. The “world’s strictest lockdown” and the public fear of contagion have been readily leveraged to limit democratic expression of dissent. With various restrictions in place, the Modi government has viewed the pandemic as a rare opportunity to muscle through a number of “tough” market reforms. The guiding principle has been that the crisis is a “time for bold decisions and bold investment … to prepare a globally competitive domestic supply chain”.", "The rationale is that the pandemic offers a moment in which global investments could potentially be diverted from China to India. The contagion was not just a public health disaster but also a reminder that China, as the “factory of the world”, dominates global manufacturing and thereby critical supply chains. As the backlash against China has grown, so has the possibility of re-channelling manufacturing to other nations. As the US has spoken of the prospect of decoupling from China, a new vacancy as the world’s “next factory” seems to have opened up, a vacancy India is eager to fill.", "This crisis-as-opportunity approach is accelerating the speed of market reforms that big capital has long demanded. First there was the highly publicised Make in India programme. Earlier this year, it was repackaged as the Atmanirbhar Bharat (self-reliant India): a competitive and resilient manufacturing hub in the global economy. Its most recent iteration is One Nation, One Market, which envisages India as a consolidated economic unit governed by a strong centralised state – a step that undermines India’s federal state structure. Articulated in the language of empowerment and progress, it positions the Indian nation as a single market, with economic resources and activity under the auspices of the state.", "This vision requires India to be made market-ready, a site of production in which all national territory and inhabitants are available as factors of production. Seen from this vantage point, the new market reforms are the logical steps designed to upgrade India’s global ranking on the “ease of business” index. Hence the new farm laws – on pricing, sale of agricultural produce, and storage – which remove safeguards that have protected the agricultural sector from the vagaries of the free market.", "The laws seek to dismantle the complex mandi system (local market) – the state-regulated marketplaces comprising farmers, workers and intermediaries from the local economy. Though not perfect, the system affords freedoms to the small-scale and local in a way that a corporate-mediated single market would not. While the government promises to double farmers’ income by opening the agrarian economy to private investors, small and marginal farmers, who make up 85% of the farm sector, fear they will lose out.In a barrier-free agricultural market, they will have little bargaining power and resources to deal with big corporate players.", "Equally critical are the labour reforms that have further weakened the rights of the workers both in the formal and informal sectors. Workers can now not only be hired and fired more easily, their right to go on strike is also restricted. These market-friendly laws were pushed through just after the national lockdown, which was enforced at four hours notice – a move that had left migrant workers stranded, often without wages, and forced to walk hundred of miles back home. The lockdown revealed the acute vulnerability of the migrant workers and daily wage-labourers who comprise about 90% of India’s workforce. The labour reforms have reduced the bargaining power of this vulnerable group, as manufacturers redefine business models with longer work hours.", "The Modi government rushed these laws through without heed to the opposition, which is outnumbered in parliament. And this is where the farmers’ protest assumes significance.", "On 8 December, more than 450 farmers’ and workers’ unions called for a nationwide one-day strike to push for a repeal of the new laws. The protests themselves continue to grow across class and caste, city and countryside. This is the most major mass resistance that the Modi government has faced, and the protesters are prepared for a long haul. As one farmer said: “We are fully prepared to stay here for six months and can stay longer if we are not heard and our demands are not met.”", "• Ravinder Kaur is the author of Brand New Nation: Capitalist Dreams and Nationalist Designs in Twenty-First-Century India"], "authors": ["Ravinder Kaur"], "keywords": ["match", "finally", "india", "reforms", "market", "pandemic", "met", "farmers", "modi", "china", "indias", "workers", "global", "laws"], "pubDate": "2020-12-10T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}