{"id": "1ccd90df-9c8e-3807-9760-73dafa63ef1d", "title": "The Cobra Kai Video Game Serves Up '80s Cheese In A Fun Way", "url": "https://www.gameinformer.com/2020/11/18/the-cobra-kai-video-game-serves-up-80s-cheese-in-a-fun-way", "summary": "I recently started watching Cobra Kai on Netflix.\nIf you haven't watched it, or the Karate Kid films that are essential prequels, you're missing out on a fun, heartfelt drama that does a fantastic job of making you care about each character.\nFlux's gameplay inspiration harks back to the era of the Karate Kid films and is a sidescrolling brawler that you'd expect to pop a quarter into.\nI'm still early into the game, but I'm having fun with it, despite the control setbacks.\nIt drips with nostalgia and is a licensed game the like of which we rarely see any more.", "paragraphs": ["I recently started watching Cobra Kai on Netflix. When I say \"watching,\" I mean \"binging.\" It only took me a couple of days to get to through the first season (which is excellent), and I'll probably watch most of season two tonight. If you haven't watched it, or the Karate Kid films that are essential prequels, you're missing out on a fun, heartfelt drama that does a fantastic job of making you care about each character. It's also about karate and an old rivalry being reborn.", "As you would expect, Cobra Kai's video game adaptation from developer Flux focuses mostly on the karate, but it's also surprisingly authentic, both in bringing in the actors from the show and nailing its humor. The big difference between the two is the tone. The game shuns realism to deliver fireball attacks, comical takedowns, and the belief that everyone in the world is born to solve their differences by punching each other in the face. The show does embrace that last point to a degree, but everyone fights everyone in the game.", "Flux's gameplay inspiration harks back to the era of the Karate Kid films and is a sidescrolling brawler that you'd expect to pop a quarter into. It plays like Streets of Rage, Double Dragon, and Final Fight all rolled into one experience. The good news: It's colorful and has a surprising amount of depth in its skill tree and story, which gives you the choice to play the campaign as either Daniel LaRusso and his crew or Johnny Lawrence and Cobra Kai.", "Now the bad news: It's clunky. The characters move with the mechanical precision of RoboCop. Thankfully, when you do eventually line up on the same plane as an enemy, combos take over and it's more about timing than anything. The jerky movements are a major setback that is a constant. That said, I still had fun playing the game.", "Johnny's humor (which is basically a fundamental lack of tact) is fantastic, such as saying the best way to set a trap for him is with babes. I also adore the care that went into each of the takedowns. In the first level alone – which just happens to be an arcade – unique takedown animations are created for Skee-Ball machines, cars, basketball hoops, and even a giant stuffed octopus. Much like the old Teenage Mutant Ninja Turtles brawlers, you can also throw enemies toward the screen.", "I'm still early into the game, but I'm having fun with it, despite the control setbacks. It drips with nostalgia and is a licensed game the like of which we rarely see any more. If you love the show, it's worth a look, especially if you can play it cooperatively with a friend. It's out now on Switch, PlayStation 4, and Xbox One."], "authors": ["Weekly Trips To Arcades To Owning Every System That Hit The Market Since The Atari", "Andrew Has Dedicated His Life To Video Games."], "keywords": ["video", "karate", "watching", "cobra", "game", "serves", "fun", "cheese", "season", "kid", "way", "play", "takedowns", "80s", "old", "kai"], "pubDate": "2020-11-18T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}