{"id": "1ce1a214-c013-343d-9e73-c10c5490bc7b", "title": "Ryugyong Hotel: The story of North Korea's 'Hotel of Doom'", "url": "https://edition.cnn.com/style/article/ryugyong-hotel-architecture-origins/index.html", "summary": "Jacopo Prisco , CNN Written byIn 1987, ground was broken on a grand new hotel in North Korea's capital, Pyongyang.\nThe Ryugyong Hotel -- named after a historical moniker for Pyongyang meaning \"capital of willows\" -- was supposed to open just two years later.\nThe Ryugyong Hotel in 2018. Credit: ED JONES/AFP/AFP/Getty ImagesA Cold War pawnThe Ryugyong Hotel was a product of the Cold War rivalry between US-supported South Korea and the Soviet-backed North.\nA four-minute program shows North Korea's history and a variety of political slogans, while the cone at the top projects a huge North Korean flag.\n\"I think the North Korean government would definitely like to do something with it,\" said Ripley.", "paragraphs": ["Jacopo Prisco , CNN Written by", "In 1987, ground was broken on a grand new hotel in North Korea's capital, Pyongyang. The pyramid-shaped, supertall skyscraper was to exceed 1,000 feet in height, and was designed to house at least 3,000 rooms, as well as five revolving restaurants with panoramic views.", "The Ryugyong Hotel -- named after a historical moniker for Pyongyang meaning \"capital of willows\" -- was supposed to open just two years later. But it never did.", "While the structure reached its planned height in 1992, it stood windowless and hollow for another 16 years, its naked concrete exposed, like a menacing monster overlooking the city. During that time the building, which dwarfs everything around it, earned itself the nickname \"Hotel of Doom.\"", "The hotel has since been clad in metal and glass, and was later fitted with LED lights to turn it into a colorful nighttime spectacle. Construction work has started and stopped many times, fueling constant speculation over whether it will ever open to guests.", "Still closed to this day, the Ryugyong Hotel is the world's tallest unoccupied building.", "The Ryugyong Hotel in 2018. Credit: ED JONES/AFP/AFP/Getty Images", "A Cold War pawn", "The Ryugyong Hotel was a product of the Cold War rivalry between US-supported South Korea and the Soviet-backed North. The year before construction commenced, a South Korean firm had built what was then the world's tallest hotel, the Westin Stamford in Singapore. The South's capital Seoul was meanwhile getting ready to host the 1988 Summer Olympics, with the country transitioning to a capitalist democracy.", "As part of North Korea's political response to the South's achievements, Pyongyang organized the 1989 World Festival of Youth and Students, a sort of socialist version of the Olympics. The country planned to build the massive hotel just in time for the event, stealing the world record away from the South.", "But due to engineering problems it wasn't finished in time for the festival. The government had already poured billions into the event, building a new stadium, expanding Pyongyang's airport and paving new roads. That put a strain on the hermit state's frail economy, while the Soviet Union's collapse left it deprived of vital aid and investment.", "North Korea was bound for an economic crisis. Although the external structure had been completed, construction was halted in 1992 and a crane was abandoned on top of the building.", "The Ryugyong Hotel in 2008. Credit: Eric Lafforgue/Art in All of Us/Corbis/Getty Images", "A concrete structure", "The building consists of three wings, each sloped at a 75-degree angle, converging into a cone encasing the top 15 floors, which are intended for restaurants and observation decks.", "The pyramidal shape is about more than aesthetics -- it's because the Ryugyong, unusually for a skyscraper, is made of reinforced concrete rather than steel.", "\"It was built like this because the upper levels needed to be lighter,\" said Calvin Chua, a Singapore-based architect who has extensively researched Pyongyang's urbanism, in a phone interview. \"They didn't have advanced construction materials, so it was built entirely in concrete. You can't achieve a slender tower that way, you need to have a massive base with a tapered top.", "\"If you look at the history of construction in North Korea since the end of the Korean War, most of the buildings are made of concrete: That's the material that they are familiar with, and the technology transfer between Soviet or communist states is purely based around concrete.\"", "Members of a Socialist Women's Union propaganda troupe perform a dance in front of the Ryugyong hotel in 2019. Credit: ED JONES/AFP/AFP/Getty Images", "According to Chua, who has worked in North Korea with local architects, the Ryugyong may have been designed to look like a mountain, not a pyramid, because mountains play an important role in the country's symbolism. The official biography of Kim Jong Il, the deceased father of current ruler Kim Jong Un, states that he was born in a secret military camp on Mount Paektu, the tallest mountain in the Korean peninsula that is depicted in the national emblem of North Korea. (Many historians believe Kim Jong Il was actually born in Russia.)", "\"It's a very iconic building, but I think it's important to consider where it sits in relation to the entire city fabric of Pyongyang,\" said Chua. \"It's like a sort of obelisk. If you think of the obelisk in Rome's St. Peter's Square, it provides a [beacon] for the city apart from its symbolism. The Ryugyong is similar, but it's also more symbolically defined.\"", "A second start", "In 2008, after a 16-year pause, construction unexpectedly resumed, as part of a deal with Orascom, an Egyptian conglomerate that was contracted to build North Korea's 3G network.", "The rusty old crane that had stood atop the building for two decades was finally removed . Workers aided by Egyptian engineers installed glass and metal panels to the concrete structure at the cost of $180 million, glazing it completely and giving the building a polished, sleek appearance. The project, completed in 2011, fueled speculation about the hotel's opening. In late 2012, German luxury hotel group Kempinski announced that the Ryugyong would partially open under its management in mid-2013, but then pulled out a few months later, stating that entering the market was \"not currently possible.\"", "The cladding of the concrete shell. Credit: Eric Lafforgue/Art in All of Us/Corbis/Getty Images", "Long-standing rumors that the building was structurally unsound due to poor construction techniques and materials gained strength once again. In 2014, a 23-story apartment building collapsed in Pyongyang because construction was \"not done properly,\" according to North Korean state media reports.", "\"Judging from the exterior, the building looks structurally sound, although the interior may be a different story,\" said Chua. \"I think the real problem might be the ease of fitting it out, because it was built with concrete and it would take a lot of time to rewire the necessary services and ventilation systems that were originally created to 1980s specifications. That would be much easier with a steel structure.\"", "Photographs of the hotel's interior from 2012 revealed that, inside, very little work had been done. The images were taken by Simon Cockerell, general manager at Koryo Group, a Beijing-based company specializing in North Korea tours, and one of the very few foreigners to have been inside the Ryugyong Hotel.", "The lobby of the Ryugyong Hotel in 2012. Credit: Simon Cockerell / Koryo Group", "\"It was arranged through a Korean connection as a birthday gift for me,\" he said in a phone interview. \"First of all, we had a presentation from the director of the site, with videos made quite a long time ago. Then they took us into the lobby area, where there was a lot of exposed cement. Then we went (on) the one working elevator to the top, which was the 99th floor, I believe.", "\"It took a long time to get there, because it was a service elevator, not a modern lift with a string of buttons. There was a lift operator who determined where to stop. At the top we had a look around, took some pictures and went back down to the lobby again.\"", "Although its external appearance had been transformed, the Ryugyong still wasn't open.", "A brighter future?", "The Ryugyong came back to life in 2018, when LEDs were installed on its facade, turning the building into Pyonyang's biggest light show -- as well as a propaganda machine. A four-minute program shows North Korea's history and a variety of political slogans, while the cone at the top projects a huge North Korean flag.", "\"It's really striking the first time you see it, especially after so many years of the building sitting there in darkness,\" said Will Ripley, a CNN correspondent who has taken multiple trips to Pyongyang, in an email. \"I know they turn it on whenever there are major events in the city, but it's not on all the time -- I would assume to save scarce electricity.\"", "The light show in 2018. Credit: ED JONES/AFP/AFP/Getty Images", "In recent years, extensive work has been carried out on the site surrounding the hotel, which was recently opened up, making it possible for anyone to walk right up to the front entrance (but not get in). In June 2018, a sign was added to the building, reading simply \"The Ryugyong Hotel\" in Korean and English.", "The question remains: Will it ever open? \"It's very hard to say, because since the building was clad in glass, you can't see inside,\" said Cockerell. \"No doubt something's going on. It's a very large building. It's not inconceivable that some part of it may open before the whole of it could open. If it was my building, I'd focus on the top and the bottom.\"", "The Ryugyong Hotel is no longer the tallest building in the Korean peninsula: The Lotte World Tower in Seoul, completed in 2017, surpassed it by nearly 800 feet (240 meters). It is still the tallest in North Korea, although Pyongyang has seen a growth spurt of high-rise residential towers recently, with the tallest being just 197 feet (60 meters) shorter than the Ryugyong.", "Related video on North Korea: Creating the fantasy of prosperity through design", "For years, to avoid embarrassment, the North Korean government has airbrushed the building from official pictures of Pyongyang. But the installation of the LED lighting may signal that there's a plan for its future.", "\"I think the North Korean government would definitely like to do something with it,\" said Ripley. \"For years, it was an embarrassing eyesore -- especially before the glass exterior was installed. I imagine if they do finish it, and Kim Jong Un makes an inspection and it's all over the state media, it will be more widely acknowledged as a proud centerpiece of the city.", "\"Personally, I think it would be fascinating to see what they do with the inside and go all the way to the top. I'm sure the views are extraordinary.\""], "authors": ["Jacopo Prisco"], "keywords": ["doom", "tallest", "construction", "concrete", "hotel", "pyongyang", "ryugyong", "koreas", "north", "building", "korean", "korea"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}