{"summary": "Juliet was my family’s cat for one reason and one reason only: the British rock band Dire Straits.\nMolly and Hope, my teenage daughters, grew tired of hearing me lament the woeful state of their generation’s love songs.\nBut I also know what Charles Dickens meant when he asked what greater gift there was than the love of a cat.\nIn trying to teach my daughters a lesson about love songs, they taught their father a lesson about love.\nAnd in trying to teach my daughters a lesson about love songs, they taught their father a lesson about love.", "keywords": ["work", "say", "cat", "daughters", "love", "mike", "juliet", "kerrigan", "taught", "song", "lesson", "romeo", "wrong", "rock", "songs"], "paragraphs": ["Juliet was my family’s cat for one reason and one reason only: the British rock band Dire Straits. I’ll explain.", "Molly and Hope, my teenage daughters, grew tired of hearing me lament the woeful state of their generation’s love songs. Whenever I heard one of their saccharine favorites, I’d hijack Spotify, dial-up “Romeo and Juliet” by Dire Straits and say with unapologetic dad-gusto “now that’s a love song.”", "As love songs go, it’s admittedly bittersweet. Unlike in the tragedy, Juliet seems to be over her Romeo in the ballad. Still, anyone who’s felt it knows the aching love in Romeo’s longing for what once was. That’s what makes the song so beautiful.", "CAT MEOWING WITH 'THICK SOUTHERN ACCENT' GOES VIRAL ON INSTAGRAM", "What could I do then when I — not a cat person — came home from work one day and saw that my girls had adopted a rescue kitten named Juliet? Before I could register my other-than-fuzzy feelings for felines, Molly put the tiny fur-ball in my arms while Hope played “Romeo and Juliet” on the stereo.", "Clever girls, they are. That very first night in our kitchen, they won the war without ever firing a shot. Thus began three of the unexpectedly best years I’ve ever shared with a pet.", "CLICK HERE TO GET THE OPINION NEWSLETTER", "Don’t get me wrong. A dog’s affection is great; I love Rudy, our Cavalier King Charles Spaniel. But I also know what Charles Dickens meant when he asked what greater gift there was than the love of a cat.", "Juliet nuzzled next to me in bed at night whenever I’d write, and there she slept beside me. Each morning she sat on the sink while I brushed my teeth, and moved into the nearby towel basket during my shower. If I rode a motorcycle to work, there’s no doubt who’d be in my sidecar.", "When I came home in the evening, it blissfully happened all over again. She was my constant and quiet companion, purring when she was particularly pleased, but otherwise radiating enviable contentment throughout our chaotic home.", "I say all this because very recently, after a sudden and mysterious illness, we had to put our beloved Juliet down. After a week of bleak and bleaker diagnoses, we knew it was time to say goodbye to our emaciated little friend.", "In trying to teach my daughters a lesson about love songs, they taught their father a lesson about love. We have more room for it in our hearts than we could ever imagine.", "The bittersweet namesake song that helped her first find purchase in our home also turned out to be prophetic. Juliet left long before I, her Romeo, would have liked, but not before teaching me something valuable.", "CLICK HERE TO GET THE FOX NEWS APP", "Before her, I thought I was not a cat person, but I was wrong. I just hadn’t met Juliet yet. And in trying to teach my daughters a lesson about love songs, they taught their father a lesson about love. We have more room for it in our hearts than we could ever imagine.", "We’ll get another cat before too long, but not right away. When I stop tearing up while listening to \"Romeo and Juliet,\" I’ll know it’s time.", "CLICK HERE TO READ MORE FROM MIKE KERRIGAN"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "https://www.foxnews.com/opinion/rock-song-cat-love-mike-kerrigan", "authors": ["Mike Kerrigan", "Mike Kerrigan Is An Attorney In Charlotte"], "id": "1cec773a-fb70-3c7a-b92d-e08a177f5a12", "pubDate": null, "title": "Mike Kerrigan: What a rock song — and a cat — taught me about love"}