{"id": "1cf4ce69-fb4c-35a5-813b-4043ac100cb5", "title": "Dr. Gabriel Chiu of Netflix's 'Bling Empire' says these cosmetic procedures remain popular during pandemic", "url": "https://www.foxnews.com/lifestyle/dr-gabriel-chiu-netflix-bling-empire-cosmetic-procedures-pandemic", "summary": "Dr. Gabriel Chiu, who runs Beverly Hills Plastic Surgery in the heart of the entertainment enclave, recently explained to Fox News how a societal shift toward virtual events has impacted trending treatments.\nChiu, who also stars in Netflix's \"Bling Empire,\" recently renewed for a second season, further claims that some of these procedures will always remain popular — pandemic or not.\nPOPULARITY OF PLASTIC SURGERY SURGES DURING PANDEMIC, GIVING RISE TO THE 'ZOOM BOOM'FOX NEWS: How have virtual events have impacted plastic surgery trends for 2021?\nDr. Gabriel Chiu: Since we opened back up [in May,] we’ve seen patients be more diligent about their treatments.\nWith regards to more \"in the moment\" preparations, clients coming in for rejuvenation and treatments… they're looking for a game plan.", "paragraphs": ["Lights, camera, Zoom!", "The pandemic has slowed (but not stopped) show busines, and Hollywood's hottest stars want to stay ready for their close-ups, according to one celebrity plastic surgeon.", "Dr. Gabriel Chiu, who runs Beverly Hills Plastic Surgery in the heart of the entertainment enclave, recently explained to Fox News how a societal shift toward virtual events has impacted trending treatments. Chiu, who also stars in Netflix's \"Bling Empire,\" recently renewed for a second season, further claims that some of these procedures will always remain popular — pandemic or not.", "POPULARITY OF PLASTIC SURGERY SURGES DURING PANDEMIC, GIVING RISE TO THE 'ZOOM BOOM'", "FOX NEWS: How have virtual events have impacted plastic surgery trends for 2021?", "Dr. Gabriel Chiu: Since we opened back up [in May,] we’ve seen patients be more diligent about their treatments. It’s interesting. Because they’re doing things distant on Zoom and such, you’d think that they wouldn’t be as concerned because they’re able to work from home, but it’s given people an opportunity to be more critical of themselves. So, instead of waiting until next week, or next month, to go get their Botox treatment, they want it regularly because they don’t know when they will have that important meeting coming up, and they just consistently want to look their best.", "I think we want to try to have some grasp on a normal lifestyle again, and one of the things that makes us feel good is when we go ahead and pamper ourselves… People are looking at this as an opportunity, or maybe even a necessity, for their wellness and state of mind, to pamper themselves a little bit more. So they’re being more regular about their injections and treatments, and I’ve noticed it in that the \"regulars\" are being very adamant when they want their treatment. And I see more people becoming regulars, as far as that goes.", "Fox News: Do clients specifically request procedures to enhance their appearance over online video platforms?", "Chiu: People still want to look great, and feel better for themselves, if nothing else. Here in L.A., a lot of patients who are regular with these treatments have a very regular need to interact, for whatever they do for work.", "There’s various reasons [for plastic surgery] and the interesting thing is that the pandemic actually increased the need for it, because when you’re doing an interaction on these high-definition cameras — the \"Zoom boom\" – people want to make sure they’re looking their best for these things.", "We don’t see [demand] changing. Everyone’s reporting that virtual events and virtual work is going to be here to stay. Like Elton John announced, he’s going to have virtual pre- and post-parties for the Oscars this year.", "CORONAVIRUS FACE MASK USE SAFE DURING INTENSE EXERCISE, EARLY RESEARCH SUGGESTS", "FOX: When is there usually the most demand for these treatments in Hollywood?", "Chiu: In the past, there would be a hiatus before the gala season, or awards season. Patients would get their little quick nips and tucks done at the beginning of the hiatus, heal through the hiatus, and be ready for their red carpet moments. Now that things have changed, I saw patients come in earlier.", "In other words, without filming and with a lot of Hollywood being on hold… I’ve been accommodating more of those patients earlier than their typical time period so they have a little extra time to go ahead and do things. With regards to more \"in the moment\" preparations, clients coming in for rejuvenation and treatments… they're looking for a game plan. They have more time and flexibility, as opposed to having meetings to go to, or readings to do.", "The great thing is that technology and treatments [in this industry] have only gotten better. It hasn’t stopped for us. A lot of new treatments, machinery and products have come out this past year. As a matter of fact, I think the companies probably recognized or anticipated that this [demand] may be the case, and thought, \"What the hell, let’s do it.\"", "FOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWS", "FOX: What treatments, specifically, are clients requesting lately?", "Chiu: In the past we would do a chemical peel to rejuvenate the skin — shrinking the pores, tightening the lines a little bit. Chemical peels that have relatively low downtime, if any at all, because of course [the clients] couldn’t afford that if they were doing their readings and everything else, trying to go for parts during their hiatus.", "Now, we can do deeper peels and other kinds of treatments. There’s a new treatment called the Forma facial, and it’s very similar to another product called Clear + Brilliant, but I guess you can say more advanced. A new term that’s come about for this type of treatment is the \"Zoom facial.\" Its radio-frequency energy being applied to your skin, cause a little plumping of the skin immediately. Long-term, it reduces the looks of fine lines, wrinkles and shrinks your pores — all the similar things that you hope over the long term that facials will do.", "Microneedling is also a long-term thing for improvement, because you are looking for your tissues to be stimulated and rejuvenate. But there are microneedling treatments — for instance, Morpheus 8 — where the microneedles also give off a radio frequency. The technology is new. It’s really radiating from the tips, and going back into the tips. It’s definitely a different form of radio frequency treatment, and what it’s doing is stimulating the tissues to tighten up.", "The Morpheus 8 gives a permanent tightening and lifting reorganization of the collagen of your skin, and the immediate effects that you see are pretty long-lasting. That’s when, for instance, you’re using it under the chin, or on your body, and again it has nice long term improvements for the skin itself and tightening of the skin.", "CLICK HERE FOR FOX NEWS' CONTINUING CORONAVIRUS COVERAGE", "All the different things we would do in the past — mild to medium chemical peels, the light laser treatment, LED light treatments, Botox, fillers – all these things are still being done, but clients are wanting a game plan of multiple modalities in order to attack the concerns from various treatment levels, and of course, this will give them a better result in the long run.", "A board-certified surgeon specializing in plastic and reconstructive surgery, Chiu is a graduate of the University of California Berkeley and Western University of Health Sciences."], "authors": ["Janine Puhak", "Janine Puhak Is An Editor For Fox News Lifestyle."], "keywords": ["remain", "little", "patients", "virtual", "procedures", "theyre", "treatments", "chiu", "skin", "plastic", "dr", "treatment", "empire", "popular", "netflixs", "gabriel", "things", "cosmetic", "pandemic", "surgery"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}