{"id": "1d2bbd97-0784-3b25-a599-ced2420f6d12", "title": "Iran and America in 2020: a dreadful relationship", "url": "https://theworldin.economist.com/edition/2020/article/17360/iran-and-america-2020-dreadful-relationship", "summary": "Nor, just a few years ago, did many imagine that America and Iran would come to the brink of war in 2019.\nBut in June President Donald Trump nearly bombed Iran, which had attacked commercial shipping and shot down an American drone.\nMr Trump and Kim Jong Un, North Korea’s despot, traded insults and threats before meeting in 2018.\nMr Trump’s hawkish colleagues in the Republican Party are unlikely to support any deal that Iran would sign.\nThis article appeared in the Middle East section of the print edition under the headline “The dreadful relationship”", "paragraphs": ["“IRAN IS AN island of stability in one of the most troubled areas of the world,” said Jimmy Carter, then America’s president, as he dined with his Iranian counterpart, the shah, Mohammad Reza Pahlavi. But as the leaders feasted, suffering Iranians stewed. Just over a year later, in 1979, Pahlavi was ousted and mullahs led by Grand Ayatollah Ruhollah Khomeini took power. It turned out Iran was not that stable. It has been causing trouble in the region ever since.", "Few, least of all America’s spooks, saw the revolution coming in 1979. Nor, just a few years ago, did many imagine that America and Iran would come to the brink of war in 2019. But in June President Donald Trump nearly bombed Iran, which had attacked commercial shipping and shot down an American drone. There was more talk of war in September, after Iran or its proxy attacked oil facilities in Saudi Arabia. The risk of an all-out conflict will cast a shadow over 2020.", "The backdrop to this bleak picture is Mr Trump’s decision in 2018 to ditch a deal, negotiated under Barack Obama, that curbed Iran’s nuclear programme in return for economic relief. The president says he wants a new agreement that also limits Iran’s missile programme and its meddling in the region. His administration has pursued a policy of “maximum pressure”, heaping sanctions on Iran in the hope of pushing it back to the negotiating table—or spurring another revolution. So far, though, it has merely strengthened Iran’s hardliners and re­inforced their distrust of America.", "American officials are betting that Iran will reach a breaking-point in 2020, or soon thereafter. “It’s going to hell,” says Mr Trump. “They are broke.” The sanctions have cut Iran off from the global economy; its oil exports are close to zero, as America threatens potential buyers. The hardship has led to protests. But Iran is not broke, say America’s own analysts. They predict that it has enough foreign reserves to last two years. Iran’s “resistance economy” was built to withstand external pressure and evade scrutiny. It has weathered sanctions before.", "The Iranian regime will not collapse in 2020. Rather, it will restart more parts of its nuclear programme that were stopped under the deal. And, like a cornered animal, it will lash out in the region. With its trade dwindling, Iran has little to lose from turning the Strait of Hormuz, through which one-fifth of the world’s oil supply passes, into a gauntlet. The regime’s Revolutionary Guard and its proxies in Yemen and Iraq will launch more attacks on America’s allies in the region. Iran will show America that it can impose pain, too.", "All hope is not lost, however. Iran says Saudi Arabia, its arch-rival, has reached out through intermediaries. The kingdom is growing weary of its involvement in Yemen, where it is battling the Iranian-backed Houthi rebels. A deal could be reached which ends that humanitarian disaster. Mr Trump is also eager to talk to Iran’s leaders. So far they have rebuffed him, claiming he only wants a “photo opportunity”. But Hassan Rouhani, the president, says that if America lifts its sanctions, “then negotiations with the US are a possibility.” He even concedes that the nuclear deal is imperfect.", "Mr Trump and Kim Jong Un, North Korea’s despot, traded insults and threats before meeting in 2018. Then, says Mr Trump, they “fell in love” (though achieved little). A similar turnaround in America’s relationship with Iran is not out of the question. It would distract from Mr Trump’s domestic problems and boost his ego (and, perhaps, his presidential campaign). He might even settle for a deal that looks a lot like the old one, but has his name on it. The mullahs, under pressure at home, would be foolish not to allow Mr Rouhani to sit down with him.", "So why is a genuine breakthrough unlikely in 2020? Iran’s hardliners largely define themselves by their hostility to America. Mr Trump’s hawkish colleagues in the Republican Party are unlikely to support any deal that Iran would sign. Improved relations, and the comp­romises they would entail, carry risks for both sides. But a photo opportunity would be better than war.", "This article appeared in the Middle East section of the print edition under the headline “The dreadful relationship”"], "authors": [], "keywords": ["dreadful", "mr", "trump", "americas", "region", "deal", "america", "iran", "president", "irans", "2020", "relationship", "sanctions"], "pubDate": null, "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}