{"id": "1d3d299a-fa97-3754-97c4-91079bc75851", "title": "New Pokémon Snap Preview – Seaside Snapping", "url": "https://www.gameinformer.com/preview/2021/03/24/new-pokemon-snap-preview-seaside-snapping", "summary": "More than two decades after the original cult-classic game launched, the photo-loving part of the Pokémon franchise is finally getting a follow-up entry with New Pokémon Snap.\nDespite various trailers, we haven't yet had the opportunity to see full playthroughs of levels in New Pokémon Snap.\nIf you feel you could make one of your shots a bit better with some tweaking, New Pokémon Snap gives you the tools to perfect it.\nThe environmental puzzles of New Pokémon Snap appear to be just as much fun as they were in the original.\nFrom the footage I saw, New Pokémon Snap is effective at recapturing the magic of the first title.", "paragraphs": ["More than two decades after the original cult-classic game launched, the photo-loving part of the Pokémon franchise is finally getting a follow-up entry with New Pokémon Snap. This new game puts you back behind the lens as you travel along predetermined paths to photograph Pokémon in their natural habitats. Despite various trailers, we haven't yet had the opportunity to see full playthroughs of levels in New Pokémon Snap. However, earlier this month, I was able to watch as someone at Nintendo played through the same stage during different times of the day.", "My demo of New Pokémon Snap takes me to Blushing Beach, one of the tropical locales players can expect to ride through on their path to filling up their Photodex. In New Pokémon Snap, players can choose to enter the stages during the day or at night, giving them different opportunities in the same areas based on what time of day they embark on their photographic expedition.", "The first playthrough of Blushing Beach I see takes place during the day. As the player character spawns on the sandy shores, I’m treated to a vibrant and beautiful environment. Right off the bat, I spot a couple of Exeggutor frolicking across the beach as a Crabrawler scurries in the shallows, a Pikachu playfully runs past, and a Lapras swims in the shallows. In the distance, I spot Vivillon and Wingull soaring over the sea.", "Immediately I recall the fond memories I had with the Nintendo 64 release. That scene, with Exeggutor basking in the sun while other Pokémon go about their days, takes me back to the first stage of the original Pokémon Snap, where a flock of Pidgey flies toward the camera before a scene where Pikachu, Doduo, and Butterfree are hanging out on the beach. While New Pokémon Snap certainly looks better than the original, it’s more important to me that Bandai Namco seems to have captured that same spirit of the original game.", "We toss the Exeggutor a fluffruit, an apple-shaped item used to lure Pokémon into better shots, and it joyfully scoops it up and swallows it as we snap away. We continue along the predetermined path of Blushing Beach, but another Exeggutor sits in the way, bringing our NEO-ONE pod to a halt. We could lure the big guy away to clear the path, but instead, we look to our left and notice something is bustling in the bushes. At this moment, the player must figure out how to lure the Pokémon out of the bushes. Using the Melody tool, which plays a little jingle, we lure two dancing Bellossom out of the bushes. As players of the original game know, if you can catch multiple Pokémon in the act of doing something unique or exciting, you’re well on your way to getting a highly scored photo.", "Now that we’ve lured the Bellossom out of hiding and snapped some great shots of them, it’s time to move on. We throw a fluffruit and lure the Exeggutor off the path so we can continue along. While you can’t manually stop your vehicle whenever you want, certain encounters like this one will give you a little extra time to figure out how to optimize your photo opportunities.", "Continuing down the path, the NEO-ONE leaves solid ground to float among the waves. Weaving between rocks that jut out of the sea, we have a wealth of opportunities presented to us. Do we photograph the Machamp hanging out onshore or do we focus on the Pyukumuku lounging on the rock next to the Corsola? We end up scanning two water-types on the rock, eliciting an adorable reaction as Pyukumuku waves at us and Corsola flashes a smile our way.", "Finneon swims beneath us as we head back to shore. This trip through Blushing Beach is just about over, but not before we spot a Stunfisk laying flat on the beach. We shoot a picture of it and then head straight for the goal, exiting the daytime run of Blushing Beach.", "After completing each stage, you sort through the pictures you snapped, selecting the ones you want to share with Professor Mirror. Each photo is given a star rating of up to four stars. This is important, as your Photodex can hold one photo of each Pokémon at each rating. Once you present your favorite shots to the professor, he’ll score you based on pose, size, direction, placement, other Pokémon in the shot, and what the background looks like. You then have the option to replace the current picture in the Photodex with the new one.", "If you feel you could make one of your shots a bit better with some tweaking, New Pokémon Snap gives you the tools to perfect it. Seemingly inspired by the Instagram age, New Pokémon Snap allows you to “re-snap” your photos by adjusting the zoom; tweaking the brightness, blur, focal size, and focal point; adding a filter; and even changing the caption. Unfortunately, Professor Mirror will only grade your raw photos, and thus, you can only save the originals to your Photodex. Don’t worry, though, you can still save the re-snapped photos to your in-game album and share them.", "Based on the photos you provide to the professor, you gain Expedition Points, which boost your Research Level for the stage you just played. Once you reach a certain threshold, you unlock new levels for that area and time of day. While each Research Level generally carries along the same path, you might see some differences along the way.", "After chatting with Professor Mirror and further filling out the Photodex, we jump back into Blushing Beach. However, this time, we’re going at night. As you might expect, the Pokémon you spot after the sun sets are often different from the ones you see running, flying, and swimming during the day. Even as the character is phasing into the environment, I spot a Drifblim in the background. Right off the bat, a towering Zangoose walks along the path. We throw the Zangoose a fluffruit and get a great shot of him smiling as he enjoys it.", "As we approach the bush where the Bellossom was during the day, we once again scan the area. The tool says something sounds like it's sharpening a blade. This time, we’re not graced by the playful twirling of the smiling grass-type Pokémon; instead, a fierce Seviper emerges just in time for a photo. It’s a good thing we scanned early on, as there’s no Exeggutor to block the path at night.", "The nighttime path is the same as the one we traversed in the day, but the opportunities are vastly different. As soon as we go out onto the water, Inkay floats by and we see a Magikarp asleep on the rock where the Pyukumuku was during the day. We could snap a photo of the sleeping Magikarp, but what’s the fun in that? Scanning does little to wake up the sleeping splasher, but by tossing an Illumina orb at it, the Magikarp springs to life and flips off the rock and into the water. We capture its acrobatics on film before moving to the next rock.", "This time, an Octillery perches on the rock next to a Crystabloom plant. We throw an Illumina orb, special items that can cause Pokémon to glow and perform unique actions, at the Crystabloom plant and the octopod reacts by spitting a fountain of ink straight into the sky. We snap a photo, then throw a fluffruit at it, and the Pokémon waves at us with one of its arms. As we continue to survey our surroundings, I spot a Bellossom and a Zangoose relaxing on the beach, but just above them, a Mareanie looks down off the cliffside, presenting a new Pokémon for us to photograph; we don’t waste the opportunity.", "While we’re out at sea, an icon pops up in between some of the protruding rocks. If you scan that, you’re able to go along a different path through the stage. However, to fully explore how different how night and day versions of stages really are, we opt to stay on the main path.", "We return to land to perhaps the most exciting opportunity of my entire demo: several Sandygast lay hidden beneath the beach, while an Alolan Raichu sleeps on the shore next to another Octillery. We toss a fluffruit at the Sandygast to get it to emerge from hiding and give us a fun pose. As we pass by, the Raichu awakens, hops on its surfboard-shaped tail, and rides it out into the waves. Just before we reach the goal, we toss another fluffruit at a Sandygast next to the Octillery. When the creepy sandcastle Pokémon emerges, it gives Octillery a huge fright, and the water-type Pokémon panics, fleeing out into the middle of the ocean, arms a-flailing.", "This hilarious scene is just an example of how players can not only evoke interesting reactions but exciting interactions. The environmental puzzles of New Pokémon Snap appear to be just as much fun as they were in the original.", "From the footage I saw, New Pokémon Snap is effective at recapturing the magic of the first title. With a new region, new mechanics, and a vastly expanded collection of Pokémon to pull from, I'm excited to see how this entry improves upon the original. New Pokémon Snap launches April 30 on Switch."], "authors": ["Digital Editor", "Brian Has Written About Video Games For Over A Decade Across Multiple Publications. When He'S Not Writing Or Gaming", "He'S Usually Listening To Music", "Watching Ufc", "Or Hopelessly Rooting For A Baltimore Or D.C. Sports Team."], "keywords": ["path", "different", "fluffruit", "original", "pokémon", "beach", "snap", "spot", "exeggutor", "seaside", "snapping", "preview", "day"], "pubDate": "2021-03-24T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}