{"id": "1d3f198e-a3d1-3dbe-a525-fc5aa3c1e827", "title": "Pokémon at 25: How 151 fictional species took over the world", "url": "https://edition.cnn.com/style/article/pokemon-design-25/index.html", "summary": "But within just a few years, Pokémon, a portmanteau of the Japanese name \"Poketto Monsuta,\" was a global phenomenon.\nIt also imprinted the identities of 151 entirely fictional characters into the memories of millions.\nThis is partly thanks to a post-2016 revival inspired by the mobile game \"Pokémon Go\" and movie \"Detective Pikachu.\"\nSugimori had worked with Tajiri on the magazine Game Freak, which would eventually grow into the games company behind Pokémon.\nThe art of localizationWhile the characters' designs remained the same overseas, Pokémon was nonetheless adapted for different markets, especially when it came to language.", "paragraphs": ["Written by Oscar Holland, CNN", "When the Game Boy titles \"Pocket Monsters: Red\" and \"Pocket Monsters: Green\" were first released in Japan in 1996, few could have predicted what came next.", "The concept was simple enough: Players would traverse a fictional world capturing, training and battling the creatures that inhabited it -- a mission encapsulated in the game's famous slogan, \"Gotta Catch 'Em All.\" But within just a few years, Pokémon, a portmanteau of the Japanese name \"Poketto Monsuta,\" was a global phenomenon.", "By 1999, the game had launched in multiple Western markets, later becoming one of the most successful franchises of all time. It spawned an anime series, which was translated into over 30 languages, and trading cards that swept the world's playgrounds during the \"Pokémania\" of the late 1990s.", "It also imprinted the identities of 151 entirely fictional characters into the memories of millions.", "Japanese children participate in a Pokémon card game tournament in 1999. Credit: Yoshikazu Tsuno/AFP/Getty Images", "A quarter of a century on, many first-generation Pokémon are as recognizable to millennials as they are to their children. This is partly thanks to a post-2016 revival inspired by the mobile game \"Pokémon Go\" and movie \"Detective Pikachu.\" But the franchise's success is about more than clever marketing -- it is the result of unique characters that were universal enough to cross cultures and diverse enough to make catching 'em all a challenge, not a chore.", "Their origins trace back to Pokémon's creator Tajiri Satoshi, whose childhood love of collecting bugs inspired a game with a strikingly similar premise. Most of the individual designs were, however, the work of illustrator Ken Sugimori.", "Sugimori had worked with Tajiri on the magazine Game Freak, which would eventually grow into the games company behind Pokémon. As the firm's art director, he brought his collaborator's vision to life through a complex and imaginative taxonomy, complete with individual lines of evolution and fictional genuses, like grass- or dragon-type Pokémon.", "Bulbasaur, one of the most recognizable Pokémon from the first generation. Credit: Courtesy The Pokemon Company", "Giving the characters distinct personalities was always going to be difficult. Even with an accompanying TV series, most were only able to utter their own names repeatedly. Their appearances, therefore, were especially important.", "Sugimori's designs were gloriously diverse and grounded in science -- not just biology and zoology, but geology (see Geodude, who was essentially an animated rock), chemistry (the noxious gas clouds Koffing and Weezing), paleontology (the fossil-like Omanyte and Omastar) and physics (the likes of Magneton, who loosely drew on the principles of electromagnetism). The resulting catalog of creatures, known as the Pokédex , was essentially a periodic table for game nerds -- and was, for many, much easier to recall.", "Going global", "Pokémon's ability to evolve was part of their appeal, according to Joseph Tobin, a professor of early childhood education at the University of Georgia and editor of the 2004 book \"Pikachu's Global Adventure: The Rise and Fall of Pokémon\" (a subtitle that, he readily admits, completely failed to predict the franchise's revival).", "\"Along with Tamagotchi, the narrative was that you're caring for them,\" Tobin said in a video interview. \"You care for them so they grow up, and kids can identify with getting stronger. But then you also care for them by (making sure they) don't die. It was unusual to have this in a battle game ... it took some of the features of war and then combined them with nurturance.\"", "The turtle-like Squirtle was one of the original Game Boy game's \"starter\" characters. Credit: Courtesy The Pokemon Company", "The cutesy Squirtle evoled into Wortortle and, eventually, Blastoise (pictured). Credit: Courtesy The Pokemon Company", "This juxtaposition was reflected in the designs, which were at once both cute and fierce -- or, through the process of evolution, morphed from cute to fierce, from the big-eyed, babyish Squirtle to the formidable Blastoise (by way of Wartortle). None, however, more aptly embodied this dichotomy than Pikachu, the franchise's most successful and marketable figure. Dumpy and rosy-cheeked, with a high-pitched voice, the electrified mouse was also a powerful fighter.", "The character's design also played into Japan's wider drive to export pop culture in the 1990s, according to Tobin.", "\"The idea was -- or the corporate strategy as a nation was -- we want 'our' mouse to compete with Mickey Mouse,\" he said. \"So I think the fact that Pikachu is a mouse-like creature is not coincidental, but (the character) was made to be hyper-cute -- cuter than Mickey or Minnie.\"", "There were, however, fears that Japan's \"kawaii\" aesthetic wouldn't resonate with kids elsewhere. Superheroes in Western markets were, at the time, often sharper and more muscular than their Japanese counterparts. Ahead of the game's US release, late Nintendo boss Hiroshi Yamauchi was reportedly shown a beefed-up alternative version of Pikachu, though the company's American subsidiary stuck with the original designs for its 1998 launch.", "Not all of the Pokémon were the talk of the playground -- like Metapod, a crescent-shaped chrysalis. Credit: Courtesy The Pokemon Company", "But while the likes of Pikachu and Bulbasaur stole the limelight -- and made it into the all-important merchandise -- there was strength in sheer diversity. And some among Pokémon's vast cast were neither cute nor fierce.", "Take Diglett, a crudely-drawn sausage-shaped mole, or Metapod, a droopy-eyed and immobile chrysalis, whose sole ability is hardening its outer shell. All were relatively useless in battle; none were the schoolyard's most sought-after playing cards. But they were part of a complete universe -- one that had something for everyone. In the gender-normative world of 1990s toy marketing, that mattered, Tobin said.", "\"At the toy store (at the time) you had a blue aisle and a pink aisle,\" he said. \"But Pokémon was created to reach across the aisles.\"", "The art of localization", "While the characters' designs remained the same overseas, Pokémon was nonetheless adapted for different markets, especially when it came to language.", "Cultural references would, inevitably, be lost in translation: Many characters were rooted in Japanese folklore . While audiences in Japan might have recognized the influence of fox spirit Kitsune in Pokémon like Vulpix, or the mythical thunder beast Rajiu in Pikachu's design, these would never translate.", "A woman browses goods at a Pokémon store in Tokyo. Credit: Behrouz Mehri/AFP/Getty Images", "But the Pokémon's new names often remained true to the spirit of the originals. Take Sawamura and Ebiwara, who had been named after a Japanese kickboxer and boxer, respectively, but were called Hitmonlee and Hitmonchan in English, a reference to martial artists that kids in the West would recognize: Bruce Lee and Jackie Chan. Or Ivysaur, whose Japanese name Fushigisou combined \"fushigi\" (strange) and \"sou\" (grass), resulting in a similar principle being used for the French version: Herbizarre.", "Some names, like Pikachu, were transliterated more or less directly from the Japanese. But elsewhere there were portmanteaus like Psyduck (a duck with psychic powers), or names that only resonated with speakers of the language in question, like the slothful Slowpoke. There were also puns of varying quality, from the jellyfish-like Tentacool, to Exeggcute, a collection of furious eggs.", "Psyduck, a duck with psychic abilities. Credit: Courtesy The Pokemon Company", "Some were a little less imaginative. There was a horned seal called Seel, and a crab named Krabby. The serpentine Ekans and Arbok were made simply by reversing the words \"snake\" and \"kobra\" (sic). But there were moments of linguistic sophistication, too. The game's three \"Legendary Birds\" were named Articuno, Zapdos and Moltres, with the Spanish suffixes -uno, -dos and -tres reflecting their consecutive order in the Pokédex. An amorphous blob, able to assume the form of anything it saw, was named, appropriately, Ditto.", "The anime series was also subtly adapted for overseas markets. For instance, human characters were more central to the US version's narrative, because it was believed that \"Americans wanted someone to identify with that was more than just bugs and animals,\" Tobin said. But, he added, Pokémon always retained something quintessentially Japanese.", "\"I think the amazing thing is that it wasn't changed that much. Not only was the Japanese-ness not a liability, it was associated with 'cool Japan.' Kids didn't like it because it was Japanese, but they certainly got the idea that it was a little bit exotic,\" he said, likening it to a type of soft power for the country.", "'Inter-generational nostalgia'", "The designs kept on coming. Today, there are almost 900 characters, though many are, arguably, less memorable than their predecessors. Later generations of Pokémon have included Chandelure , a sentient chandelier, Milcery , a cream-based Pokémon resembling a splash of milk, and, inexplicably, a floating keyring called Klefki that is \"constantly collecting keys... (and) will protect them no matter what.\"", "A Hasbro employee shows off components of the Pokemon Battle Stadium at the company's showroom in New York in February 2000. Credit: Richard Drew/AP", "Affection for the first generation endures, however. The original 151 may represent just a fraction of the Pokédex, but they account for over half of the Pokémon featured in the 2019 movie \"Detective Pikachu.\" In December, a first-edition holographic Charizard card sold for a record $369,000.", "Tobin, having failed to predict Pokémon's longevity last time around, is more optimistic about the franchise's next 25 years.", "\"I was wrong in that I thought Pokémon would, like most kids' media or cultural products, rise and fall and be replaced by the next big thing,\" he said. \"But I think what I, and the other authors in the book, got right was (understanding) what made Pokémon so attractive at the time. And the things that made it attractive were not limited to the culture of the 1990s.", "Performers dressed as Pikachu during a \"Pikachu Outbreak\" event hosted bin Yokohama, Japan, in 2018. Credit: Tomohiro Ohsumi/Getty Images", "\"I think it's become one of these very rare products that will, now, never end, because it's so much in the popular imagination,\" he added. \"It has this inter-generational value of nostalgia, in the way that parents who grew up with Barbie now might want to (buy them for) their kids, or people who grew up with baseball cards want to do that with their kids.", "\"It becomes self-recognizable -- there's value to its own fame.\"", "Top image caption: (L To R) Pikachu, Psyduck, Togepy and Squirtle the 1999 animated movie \"Pokemon: The First Movie.\""], "authors": ["Oscar Holland"], "keywords": ["world", "species", "japanese", "25", "pikachu", "pokémon", "credit", "fictional", "151", "game", "characters", "games", "pokemon", "kids", "designs", "took"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}