{"id": "1d6d2f16-2a53-3f42-9cd6-a03b452f7fa4", "title": "The ‘forgotten’ people picking your Brazil nuts – for a fraction of the price", "url": "https://www.theguardian.com/global-development/2021/apr/09/the-forgotten-people-picking-your-brazil-nuts-for-a-fraction-of-the-price", "summary": "It is hunting season for the seeds of the Amazonian Brazil nut tree.\nBrazil nuts have never been successfully cultivated at scale on farms, and in the wild are dependent on the conservation of the forest around them.\nHarvesting Brazil nuts is labour intensive and 170 Kaxarari families help to bring in the crop.\n“We work with Brazil nuts because they have no environmental impact,” says Edivan.\nWe’re afraid.”Alessandro carries a sack full of Brazil nuts, as Edson follows him on the trail.", "paragraphs": ["On a steamy March morning, Edivan Kaxarari walks with a few other villagers in single file down a trail in the Amazon rainforest of Brazil’s Rondônia state, near the border with Bolivia.", "His sister-in-law Cleiciana carries her 11-month-old son in one arm and a rifle in the other, and his brother Edson clears the path ahead with a machete. It is hunting season for the seeds of the Amazonian Brazil nut tree.", "Brazil nuts have never been successfully cultivated at scale on farms, and in the wild are dependent on the conservation of the forest around them.", "Harvesting Brazil nuts is labour intensive and 170 Kaxarari families help to bring in the crop. Brazil produces about 39% of the world’s supply", "Reaching up to 60 metres, the trees are among the tallest in the vast South American forest, living happily for 500 years, and not uncommonly up to 1,000 years. But as the Amazon is ever increasingly under threat from legal and illegal industries – agriculture, logging, mining and cattle farming – the future of Brazil nut harvests look uncertain.", "“We work with Brazil nuts because they have no environmental impact,” says Edivan.", "From December to March, like thousands of others across the Amazon, the 170 families in this community fan out over their 146,000-hectare territory, walking for hours along ancient trails and sometimes camping out for days deep in the forest.", "March is the rainy season, and finding fruits that have fallen into dense undergrowth, shared with venomous snakes, is a wet and muddy activity. The nuts come in husks similar to coconuts, with 12 to 24 wedged inside.", "With well-honed technique, Edivan steadies one in his hand, using the other to bring down the machete, slicing it neatly and shaking the contents into a plastic sack. Eighteen-litre metal pails – or latas – are the trade’s unit of measurement and the Kaxarari fill 30,000 to 40,000 every harvest. The buyers paid about 45 to 50 Brazilian reais, about £6, for each lata this year. The Kaxarari know their nuts fetch substantially more at their final selling points but, “we do not have access to the retail market,” says Edivan. “So we sell to middlemen, who pay very little.”", "The Kaxarari fill up to 40,000 ‘latas’ – 18-litre pails – every Brazil nut harvest, which they sell to middlemen", "Edivaldo Kaxarari, a schoolteacher, buys and sells Brazil nuts to complement his income, marking up each lata by 5 reais. Once he has a few dozen sacks in his yard, Rosenilson Ferreira, who lives in the nearby town of Extrema, comes to collect them in his truck, transporting them to other buyers nearby and across the border in Bolivia. Ferreira worries about how long this trade, so reliant on nature, will last.", "“We are losing the forest and I’m worried that, over time, the crop of nuts will decrease,” he says.", "Illegal logging has been an issue on Kaxarari land for years, with little effort from the authorities to stop it. The unsolved murder of a community leader in 2017 made people reluctant to speak out; they believed the killing was meant to intimidate them.", "“If the government can’t stop this activity, imagine us,” says Edivan, who recently unsuccessfully ran for municipal office to try to win Kaxarari representation. “We’ve suffered many threats from the invaders. We’re afraid.”", "Alessandro carries a sack full of Brazil nuts, as Edson follows him on the trail. The nuts are found in remote corners of the rainforest", "And some of their own have joined the criminals.", "“When they saw the wood being hauled out, they started selling, too,” says Marizina Kaxarari, chief of Pedreira, one of the region’s nine villages. “They said they needed the money.”", "To reduce this temptation, the Kaxarari want to make the nut business lucrative, to build a small processing factory, buy a truck and sell direct to retailers. Elsewhere nut collectors – castanheiros – have made progress in cutting out the middlemen. One co-operative formed in Pará, called Coopaflora, has a supply deal with a bakery, enabling the group to pay 20–40% more to members.", "But Leo Ferreira at Imaflora, the NGO behind the project, says they’ve had limited success reaching foreign markets, and they haven’t completely done away with the middlemen.", "Edivan sells his harvest to Edivaldo, who fills a lata with Brazil nuts", "Brazil nut prices fluctuate, and when they are scarce, prices rise far above what the co-operatives can pay. Agents also offer payment in advance, creating dependence among castanheiros held “hostage” by the system, says Ferreira. “This is one of the biggest difficulties in establishing a long-term partnership with the castanheiros. Many depend on the harvest as their main source of income, so we understand that it is difficult to be loyal in years when the local middleman pays a price significantly above the co-operative.”", "So far the Kaxarari have been unable to get a co-op to support them and have been unsuccessful in their petitions for government help.", "In the forest Edson throws the sack with his day’s harvest of nuts over his shoulder and begins the trek back to his motorbike.", "“We feel forgotten here,” he says."], "authors": ["Flávia Milhorance"], "keywords": ["forest", "kaxarari", "forgotten", "price", "sell", "brazil", "fraction", "edivan", "ferreira", "nut", "nuts", "sack", "picking", "harvest"], "pubDate": "2021-04-09T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}