{"id": "1d90ff27-53dd-3175-b164-1a98c4503a76", "title": "McConnell, Pelosi both optimistic that budget, coronavirus relief deals are near", "url": "https://www.foxnews.com/politics/mcconnell-pelosi-both-optimistic-that-budget-coronavirus-relief-deals-are-near", "summary": "Senate Majority Leader Mitch McConnell voiced optimism for deals on both general spending and on coronavirus stimulus Tuesday night, after he and other congressional leaders ended their talks for the evening.\nMcConnell told reporters on Capitol Hill that Republicans were getting “closer and closer” to an agreement with two top Democrats, House Speaker Nancy Pelosi and Senate Minority Leader Chuck Schumer.\n“We’re making significant progress and I’m optimistic that we’re gonna be able to complete an understanding sometime soon,” McConnell said after emerging from his office around 10 p.m.\n“I’m not gonna get into details but we’re getting closer,” McConnell reiterated.\nAnd I think we’re getting closer and closer.”House Minority Leader Kevin McCarthy said the tone of the talks has been positive.", "paragraphs": ["Senate Majority Leader Mitch McConnell voiced optimism for deals on both general spending and on coronavirus stimulus Tuesday night, after he and other congressional leaders ended their talks for the evening.", "The lawmakers face a Friday deadline for passing a spending plan to avoid a government shutdown and are also seeking an accord to provide aid – both to small businesses hammered by coronavirus-related disruptions and to millions of Americans who’ve lost their jobs because of the pandemic.", "McConnell told reporters on Capitol Hill that Republicans were getting “closer and closer” to an agreement with two top Democrats, House Speaker Nancy Pelosi and Senate Minority Leader Chuck Schumer.", "“We’re making significant progress and I’m optimistic that we’re gonna be able to complete an understanding sometime soon,” McConnell said after emerging from his office around 10 p.m. ET.", "TOP REPUBLICANS SEEK COVID-19 RELIEF BEFORE HOLIDAYS", "McConnell would not commit to a dollar amount for a deal that some project could cost around $1 trillion.", "“I’m not gonna get into details but we’re getting closer,” McConnell reiterated. “And as I’ve said all week and I’ll say again tonight – you’re tired of hearing it – everybody wants to finish. Everybody wants to get a final agreement as soon as possible. We all believe the country needs it. And I think we’re getting closer and closer.”", "House Minority Leader Kevin McCarthy said the tone of the talks has been positive.", "“I think we’ve built a lot of trust. I think we're moving in the right direction. I think there's a possibility of getting it done. So we're finalizing out, to see if it's possible. Let us keep working.”", "On the Democrat side, Pelosi also sounded confident a deal would be reached soon when she emerged and spoke with reporters just before midnight.", "“We’re all here late … and tomorrow we’ll be back early and we’ll be on schedule to get the job done,” she said, though neither Pelosi nor her office would say when meetings might resume Wednesday morning.", "Schumer made it unanimous that talks were progressing.", "“We’re talking, we're exchanging paper and ideas back and forth, making progress -- and hopefully we can come to an agreement soon,” Schumer said. “It's getting closer.”", "Like the others, Schumer was reluctant to get into specifics about the possible monetary size of the deal or what elements might be included or set aside.", "CLICK HERE TO GET THE FOX NEWS APP", "The evening negotiation session followed a prior round of talks in the afternoon, The Washington Post reported.", "The earlier meeting ended around 5 p.m. and the later session started around 7:30 p.m., according to the report."], "authors": [], "keywords": ["leader", "getting", "talks", "coronavirus", "near", "optimistic", "pelosi", "mcconnell", "deals", "deal", "budget", "soon", "possible", "relief", "closer", "think"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}