{"id": "1da3077b-baf5-3806-8311-62ae58f856f2", "title": "“Emergency Demands Experimentation”—Behind the Scenes At Dolce & Gabbana’s Alta Moda Show", "url": "https://www.vogue.com/slideshow/dolce-gabbana-alta-moda-video-2020", "summary": "The snow was coming down hard on Corso Venezia outside the palazzo that houses Dolce & Gabbana’s Alta Moda showrooms last week as piano wunderkind Davide Locatelli settled behind his baby grand and began to play.\nCourtesy of Dolce & Gabbana.\nCourtesy of Dolce & Gabbana.\nDifferent generations coming together for a party, just as our clients usually do at the shows.”Courtesy of Dolce & Gabbana.\nThe resulting film will be shared this week via a clients-only website similar to that set-up for the first lockdown-shot Alta Moda collection earlier in the year.", "paragraphs": ["The snow was coming down hard on Corso Venezia outside the palazzo that houses Dolce & Gabbana’s Alta Moda showrooms last week as piano wunderkind Davide Locatelli settled behind his baby grand and began to play. Slowly the music drew an audience to the ballroom, beginning with a group of matriarchs attired in ornately restrained black lace, gold-brocade tweed, and a white silk dress decorated with a sketch of Milan’s Duomo. Following them onto the parquet was a collective of Milan-cast models wearing the latest installment of the house’s couture project, a collection that ran from double-fronted tulle giga-gowns to top-sided ostrich-feather color bombs.", "As ever this was overwhelmingly maximalist fare. Other pieces in the all hand-made collection included crystal embroidered, lurex trimmed lace georgette corset minidresses. The Alta Sartoria menswear that followed the women’s mixed crystal-studded sneakers with embroidered fur coats, turbans, and tulle sweatshirts with hand-painted graffiti graphics.", "Courtesy of Dolce & Gabbana. Courtesy of Dolce & Gabbana.", "“We’re shooting the women’s this morning, the jewelry at lunchtime, and the men in the afternoon. Then we edit it all together and share it with the clients next week,” said Stefano Gabbana in an ante-room between takes. “This is an unusual way to show Alta Moda to our clients, but the big lesson of this year has been that in an emergency you have to experiment and adapt. In a way it’s very stimulating. In the 38 years since Domenico and I began we are probably doing more new things this year than any other. ”", "Following this September’s physical Alta Moda shows in Florence, to which those amongst Dolce & Gabbana’s 1,200 strong roster of international clients who were not restricted by local lockdown and quarantine restrictions were invited, this presentation reverted to digital in observance of current health regulations in Italy. “But instead of making a catwalk video, this time we wanted to give the collection an atmosphere,” said Gabbana: “So we thought about creating a very Alta Moda family gathering in a Visconti inspired style. Different generations coming together for a party, just as our clients usually do at the shows.”", "Courtesy of Dolce & Gabbana.", "The resulting film will be shared this week via a clients-only website similar to that set-up for the first lockdown-shot Alta Moda collection earlier in the year. Gabbana said that while international travel restrictions have limited the couture teams’ usual ability to travel to clients for fittings and alterations, “we are staying very close to them, and where possible and safe there are still some beautiful projects happening including Alta Moda weddings in Dubai, Tokyo, and New York.” As he spoke a model in one of the largest tulle confections leant raptly against Locatelli’s piano, her layered gown tumbling against it as his notes flew up into the ballroom."], "authors": ["Luke Leitch", "Luke Leitc"], "keywords": ["dolce", "collection", "clients", "demands", "gabbanas", "emergency", "week", "scenes", "moda", "tulle", "womens", "gabbana", "way", "experimentationbehind", "alta"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}