{"id": "1da42d13-f616-3ce3-a121-1cb1b4f139cd", "title": "Foreign policy after Brexit - Britain has lost the EU. Can it find a role?", "url": "https://www.economist.com/leaders/2021/01/02/britain-has-lost-the-eu-can-it-find-a-role", "summary": "Britain, as Tony Blair put it, could be a “bridge” between America and Europe, with influence in both Washington and Brussels.\nThe Conservative government talks of “Global Britain”, suggesting ambitions far beyond Europe.\nWitness the lack of urgency over an “Integrated Review” of foreign policy, security, defence and development due to report in autumn 2020.\nAs our Briefing explains, Global Britain has a lot going for it.\nHowever, if Global Britain is to live up to these aspirations Boris Johnson and his successors will have to face up to some daunting problems.", "paragraphs": ["T HE TRANSITION is over and Britain is fully out of the European Union. On December 24th the sides agreed on a trade deal. It spares them the even greater upheaval of no deal at all (see Britain section). It is minimal, though, along the lines first signalled months ago. It largely overlooks services and marks the start of endless haggling. And, on British insistence, foreign policy and defence are ignored. Looking across the seas with an estranged continent at its back, a lonesome Britain thus faces a bracing question: what role should it now play in the world?", "It is a question the country has grappled with off and on for centuries, and in recent decades British thinking has often been clouded by nostalgia for lost empire and great-power status. Membership of the European club provided an answer of sorts. Britain, as Tony Blair put it, could be a “bridge” between America and Europe, with influence in both Washington and Brussels. Now it must think afresh.", "One possibility would be for Britons to accept their country’s diminished status and focus on things at home—becoming a big Denmark, a decent north European place without great-power pretensions. Sure enough, in September 38% of Britons told Ipsos- MORI ’s pollsters that Britain should “stop pretending it is an important power in the world”; only 28% disagreed. Yet Britons should not take the benefits of influence for granted. It is to their advantage to try to sway the world in ways that suit British interests, whether on trade, climate change or democracy (including, like Denmark, through the power of example).", "The Conservative government talks of “Global Britain”, suggesting ambitions far beyond Europe. Yet more than four years after the referendum the idea is still little more than a slogan. Witness the lack of urgency over an “Integrated Review” of foreign policy, security, defence and development due to report in autumn 2020. It is now expected early in 2021.", "That is a pity. As our Briefing explains, Global Britain has a lot going for it. Membership of NATO , the G 7, the G 20, the Commonwealth, a permanent seat on the UN Security Council—all bring influence. Britain has nuclear weapons and a capable army (after America, it expects to be the biggest defence spender in NATO ). It also has an abundance of soft power, for example through its hefty spending on foreign aid and through its able scientists, prominent in developing vaccines and identifying treatments for covid-19. In 2021 Britain is chairing the G 7 and hosting the COP 26 summit on climate change, both opportunities to shine.", "Outside the EU , Britain can also be a nimbler power. It is able to move more boldly than the consensus-bound 27 member states on, say, sanctions on despotic Belarus, or more swiftly on approving a vaccine against covid-19. It has defied sceptics by rolling over trade deals with countries from Japan to Turkey. It can use its convening power for good causes, such as raising nearly $9bn for Gavi, the global vaccine alliance. It can work with groups of like-minded countries to press interests—teaming up with Canada to promote media freedom and inviting Australia, India and South Korea to the G 7 summit to underline democracy. Without the endless rounds of Euro-meetings, Britain’s ministers and diplomats will have more time for action beyond Europe, including a “tilt to the Indo-Pacific”, a region with growing importance for everything from trade to security.", "However, if Global Britain is to live up to these aspirations Boris Johnson and his successors will have to face up to some daunting problems. Over time, Britain’s sway in the world will depend on its success at home—much as the perceived prowess of Thatcherism and Blairism helped Britain “punch above its weight”. That has just become harder, and not only because Britain’s management of covid-19 has harmed its reputation. One reason is economic: Britain’s recent performance has been poor and Brexit will be a further drag on growth. Another is political: dismay at Brexit is prompting renewed calls for Scottish independence and a united Ireland. Britain will not be taken seriously abroad if it is falling apart at home.", "Britain also needs to develop the political culture to make hard choices and stand by them. These arise because it has to withstand the temptation of trying to do too much. It is easy to draw up a long to-do list, far trickier to decide what not to do.", "The danger of overstretch is clear. Sending an aircraft-carrier to Asia may look like an impressive projection of power, but it makes little sense when the likely threats to Britain are closer to home. France does a better job of concentrating its diplomatic resources where it can have the most impact, such as the Sahel. The Foreign Office, newly merged with the Department for International Development, could reallocate some of its combined firepower to make sure it is better represented on the ground where it counts. The team for COP 26, supposedly a priority, looks puny next to the heavyweight power France deployed in the run-up to the Paris agreement at COP 21 or that the incoming Biden administration is already assembling.", "Some signs suggest the government can make tough calls. An example is its painful recent decision to cut foreign aid from 0.7% of GDP to 0.5%. Another is the planned boost to defence spending, with a focus on strengthening areas—cyber-capabilities and naval power—with global relevance. On China, the argument between those who stress investment and those who prioritise security and Britain’s relationship with America is going the way of the Sinosceptics, judging by a hardening rhetoric on defence, the decision to ban Huawei, a Chinese telecoms giant, from Britain’s 5 G networks, as well as a robust response to China’s crackdown in Hong Kong. That makes sense, too.", "That Europe question—again"], "authors": ["The Economist"], "keywords": ["britains", "world", "role", "defence", "trade", "foreign", "policy", "brexit", "britain", "global", "europe", "power", "g", "lost", "eu"], "pubDate": "2021-01-02T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}