{"id": "1da53201-ee36-3312-9b66-a2843f954e66", "title": "Intermittent fasting: Diet fad could lead down dangerous path, experts warn", "url": "http://www.foxnews.com/lifestyle/the-dangerous-dark-side-of-intermittent-fasting-for-weight-loss", "summary": "As the much-hyped diet plan promoted by the rich and famous of Hollywood and Silicon Valley, intermittent fasting has reached peak popularity in recent years.\n\"I wish intermittent fasting had a warning stamped on it.\"\nThe intense habits of the 44-year-old billionaire partly inspired event planner Kristin White to try intermittent fasting in November 2018.\n\"Your body is being starved when intermittent fasting happens,\" said Slawsky.\nIn the meantime, she warns how the potential risks associated with intermittent fasting are likely exacerbated by the competitive nature of its Type A disciples.", "paragraphs": ["As the much-hyped diet plan promoted by the rich and famous of Hollywood and Silicon Valley, intermittent fasting has reached peak popularity in recent years.", "But experts fear that the restrictive regimen — a quasi-religion followed by the likes of Twitter CEO Jack Dorsey and actresses Jennifer Aniston and Vanessa Hudgens — can be a dangerous cover for an eating disorder.", "\"It’s a wolf in sheep’s clothing,\" registered dietitian Tammy Beasley told The Post. \"I wish intermittent fasting had a warning stamped on it.\"", "MOST AMERICANS FEEL OLDER THAN THEIR BIOLOGICAL AGE, STUDY CLAIMS", "The buzzy fad, touted as a weight-loss and maintenance strategy suggests eating at certain times of the day or, in one of its stricter forms, the week. It was the most-Googled diet of 2019 and the second-most-searched diet, after keto, in 2020.", "The program leaves folks lighter and improves their health, according to a 2019 review published in the New England Journal of Medicine. But more recent research published last year by JAMA Internal Medicine found it is no more effective than the average diet for fighting flab", "Still, the conflicting information hasn’t put off the growing numbers of devotees, with many taking it to extremes. Variations include alternate-day fasting, periodic fasting and so-called time-restricted feeding. Dorsey, for example, has been known to eat just one meal per day between 6:30 and 9 p.m., and routinely goes without food throughout the weekend — claiming he’s more focused because of it.", "The intense habits of the 44-year-old billionaire partly inspired event planner Kristin White to try intermittent fasting in November 2018.", "\"I’m easily influenced and thought: ‘If it works for a high-flying businessman like him, I should do it too,’ \" said the 54-year-old Seattle resident.", "Only allowing herself to eat between 3 and 10 p.m., White consumed the same fare daily: a hard-boiled egg with an apple, broiled chicken and vegetables for dinner, followed by a protein bar or a tiny helping of peanut butter before bed.", "The 5-foot-9 self-described perfectionist dropped 15 pounds in six weeks and wound up weighing 112 pounds. But her \"success\" came at a cost.", "\"I struggled with my focus and was pretty horrible to be around,\" said White. Worse, at her annual exam, the doctor detected an alarmingly low heart rate and advised her to seek help.", "\"I struggled with my focus and was pretty horrible to be around.\" — Kristin White, former intermittent faster", "In April 2019, she entered an Alsana residential treatment center in California, where her eating disorder was addressed by staff including Beasley, vice president of clinical nutrition services. Happily, the anorexia and orthorexia survivor is now at a much healthier weight and mindset.", "\"Intermittent fasting was another excuse for me to get in-depth with controlling my body,\" White said. \"But it accelerated everything for me.\"", "CLICK HERE TO SIGN UP FOR OUR LIFESTYLE NEWSLETTER", "Indeed, Lynn Slawsky, executive director of the National Association of Anorexia Nervosa and Associated Disorders, said the trendy diet can lead to risky behaviors.", "\"Your body is being starved when intermittent fasting happens,\" said Slawsky. \"People may develop binge eating disorder or bulimia as a result, leading to all sorts of other physical and psychological problems.\"", "She added that it can be particularly triggering for vulnerable populations who are already susceptible to disordered eating — and for whom the diet serves as a cover.", "\"It’s an easy way to explain why you don’t want to go for dinner or consume calories at a party,\" Beasley pointed out. \"You can time-stamp it with: ‘I’m on an intermittent fast and it’s not my window.’ It detracts and distracts from the root reason why you are either afraid to eat or join that event.\"", "FOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWS", "Former Alsana client Maria Rupprecht, 26, quickly fell into the trap of appropriating intermittent fasting, which she believes effectively masked her dysfunctional approach toward food.", "\"I thought: ‘This is socially acceptable,’\" she told The New York Post. \"The whole world was doing the thing the professionals were telling me was unhealthy.\"", "The 5-foot-6 nanny refused all meals and snacks between 7 p.m. and the following noon, shedding 40 pounds in three months. She recorded her lowest weight of 125 pounds in 2016.", "\"I missed my friends’ birthdays and graduation parties because I didn’t want to be eating outside of my time window,\" said Rupprecht, who was eventually diagnosed with anorexia.", "Now in recovery and at a healthy weight, the newlywed from St Louis is successfully managing her relationship with food and is set to qualify as a licensed professional counselor in October 2022. In the meantime, she warns how the potential risks associated with intermittent fasting are likely exacerbated by the competitive nature of its Type A disciples.", "\"I would compare myself to others,\" Rupprecht said, describing how she felt pressure to extend her hours without sustenance. \"My window would end at 7 p.m., but then I would have a friend who’d only do it [eat] between 1 and 3 p.m.", "\"A few friends of mine are in that world and are [still] not diagnosed.\"", "CLICK HERE TO GET THE FOX NEWS APP", "This article originally appeared in The New York Post. If you or someone you love is struggling with an eating disorder, you can get help. Call the National Eating Disorder Association helpline at (800) 931-2237 or visit nationaleatingdisorders.org. Or call the National Association of Anorexia Nervosa and Associated Disorders helpline at (630) 577-1330 or visit anad.org."], "authors": ["Kristin White", "Former Intermittent Faster"], "keywords": ["warn", "fad", "intermittent", "pounds", "eat", "lead", "eating", "white", "dangerous", "weight", "disorder", "diet", "path", "experts", "window", "fasting"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}