{"id": "1dad122d-2136-3830-b29d-41e0ec4dc827", "title": "Cape Town: Life without Water", "url": "https://www.ft.com/video/41f32406-aa38-48f6-a184-83ef23274b8d?playlist-name=section-9261403f-453d-4e4d-be10-c2439191663b&playlist-offset=2", "summary": "And everybody is talking about the Cape Town water crisis.\nI just wanted to say all the people must save water for Cape Town and Western Cape.\nThere was a time when we were really, really, really worried that Day Zero was going to be here.\nIf you take a global view of water and our relationship with water, there's that amount of water on the Earth that's finite.\nWell, Cape Town Day Zero might have been pushed back so far that we might not even see it in 2018.", "paragraphs": ["You can enable subtitles (captions) in the video player", "Good morning, Cape Town. This is Smile Breakfast with Bobby and Lindy. Welcome to a new world, a world where we live with as little water as humanly possible.", "If you're in a city that's running out of water, what are your choices? The next world war is going to be fought over water. Where and when? Those are the only two questions that need answering.", "We are living in 2018. Cars should be flying by now. But no, there's a water crisis. If someone looks over the wall and sees you've still got a green lawn, you're in big trouble.", "The water is not going to be a short-term issue. If it was a short-term issue, I don't think I would have put a bore hole down to go and get out own water. At this present time, we're down to 50 litres a day per person, which is really nothing. So I think it's worth all the pain and suffering.", "Imagine the day when there is no water in that tap. I mean, it's not just about drinking water. You can buy drinking water. But the health issues and the hygiene - I mean, it's awful not being able to flush your toilet.", "I don't have much faith in the government. I don't think they've actually got a plan. And I think that's why a lot of us have taken it into our own hands to go and get our own water.", "Smile Breakfast with Bobby and Lindy, the time is eight minutes after eight on this Wednesday morning. There is rain on the way.", "Beautiful.", "And you know what that means. Get all the buckets out, park them outside, collect as much as you can. And tonight, you use all that water for all your jobs. You're saving a day's water already today.", "On Wednesdays, we chat about water matters. And everybody is talking about the Cape Town water crisis. Taking a look at the dam levels at the moment, our dam levels are 23% full at the moment. But, of course, it's difficult to use that last 10%. So they're actually only 13% full.", "This is the lowest rainfall we've had in 400 years. For a government, making that kind of Day Zero announcement has massive political risk in it. People suddenly blaming you that you can't manage this properly, etcetera, etcetera. If something like a drought comes along three years in a row, it really does get you to think differently, to behave differently.", "We cannot use water like we used to. It is serious. And it still will be serious. And it's serious right into our winter before we can really reassess. And if we get the same rainfall as last year, then next year it's going to be just as serious.", "We've got a city that's growing. We've got economies that we want to grow. We've got high unemployment rates in our country. We need to grow the economy. And to grow the economy, we need to have water as part of it.", "There's absolutely nothing I can do without water. To survive, all of my business depends on water. My survival depends on water. My children, they depend on this water.", "Before the drought, I used to have a pipe under high pressure. But now, the municipality guys, they asked us to use the buckets. I used to make 15 and more cars a day. So now, plus-minus 7 cars. So you see the difference.", "In South Africa, the poor people are always a target. If they want to blame for misusage of water, they will blame you. Maybe if they can just be in my shoes, maybe they will feel what I'm feeling. But unfortunately, they can't, because they have the salary, which we don't. They have benefits, which we don't. If we don't come here, we don't eat.", "YoungstaCPT.", "Yes.", "What an awesome young guy in Cape Town.", "Good guy. Love him.", "He is regarded as one of the most important South African MCs of his generation. He's a rapper. He's a hip-hop artist, and he describes his sound as Kaapstad, Cape Town man.", "YoungstaCPT has been going around to schools. He's been inspiring the youth. He's been educating them about the importance of saving water.", "We're witnessing sometimes people's true colours. We're witnessing the desperation. We're witnessing the measures that people will go to to get water. There have been fights. There have been arguments. There have been sometimes almost like looting to a certain group. People are just waiting to steal water now. People are willing to jump over you, your walls.", "I was just about to say, stealing government water.", "Stealing - people are willing to crack caps open in the street just to they can fill up bucket and run.", "I know what it's like to be spoken at instead of spoken to. I come here with a different approach. I come here and address them as their equals. They know a lot more. They're exposed to a lot more at a young age. I mean, now they're dealing with a water crisis. All the pressure is on them. It wasn't their problem. They were born a few years ago. They did not create this problem. But now it's up to them to come up with a solution.", "Are you ready?", "I said are you ready?", "What? What? What? What? What? Do you know there's a water crisis?", "Yes!", "Are you saving water at home?", "Yes!", "So living in Cape Town, we deal with a lot of problems. There's a lot of gangsterism. There's a lot of drugs. There's a lot of crime. Now already on top of all those things, now you must deal with water also. What I want to show you is a freestyle now. I don't know if any of you know what freestyling is really.", "I'm going to base it on water. What do you say?", "H2O. What else? OK, there's H2O, crisis, pollution, save water, and flush. Give us a nice beat here that we can turn to.", "My name is Youngsta. I have to spread love. I said what's up. And when it comes to the message I'm the one that you must trust. Because brown, my bru, then you must flush. Yeah. Cause if it goes down, the name is Youngsta, representing Cape Town. Now put your hands up and make noise if you like this. Because we are in a water crisis. Yeah. Cause that's what you said. My name is Youngsta but they call me King Young. You see me on the TV or on the radio. Now here's three letters - H2O.", "Say, save the water.", "Save the water!", "Say, save the water!", "Save the water!", "One, two, three, salut!", "Our parents don't have a lot of money for water. So if the money is up, where are they going to get money to buy us clothes and stuff? I just wanted to say all the people must save water for Cape Town and Western Cape.", "This is the mud river, the red sea that's just arrived here. They hit an underground cave. I mean, is there a point of opening the blinds? There is no point. No light's coming through.", "The funny thing is that I look at this, and we were just joking with some other friends the other day, and I said, you know, we've all got the state-of-the-art bathrooms. This is Italian marble and all this and these beautiful bathrooms, and now we can't use them, you know?", "That's the bucket, the famous bucket, where the toilet paper goes in, no toilet paper in the loo. And then that's the Jacuzzi, which is not usable, sadly. You can see it's got everything in it except you can't use the water.", "We all are OCD in one way or another. And walking in mud and having to watch your feet wherever you go, I hate it. It's very disturbing. And Annette has been really upset. Because she keeps questioning whether we did the right thing.", "I think to myself, it's like when you're waiting for exam results. And you're standing thinking, did I get an A? Did I get a B? Did I pass? Did I fail? And you're sitting there, and your heart is actually in your throat, waiting for the result. And I think that's what this is like.", "Our daily consumption is currently at 511 million litres a day. I don't know about you, Bobby. I skipped my shower this morning.", "You did?", "Yes, I did.", "I could tell when you walked in.", "Ah, no. Don't be like that.", "I'm at about one litre a today.", "I've definitely been scared about what would happen when the taps run dry. What's going to happen when we have to stand in long queues and line up for water? You wonder, is it going to be civil or are fights going to break out? Am I going to be safe? Are people going to attack you for the little bit of water that you just collected?", "I'm generally quite a mild-mannered person. But it makes my blood boil to see when people are wasting water, especially since at home I'm trying my best. But I was driving the other day through a certain neighbourhood. And there was somebody just hosing their paving down with the garden hose. And I've never done this in my life before. I was actually quite shocked at my reaction. But I wound down the window, and I went, oi! You're not supposed to be doing that.", "And he had this devil-may-care kind of attitude. And it really, really annoyed me. So I reported him. But you know, there is a hotline where you can report people. And I think you should, because there should be consequences.", "One thing that's changed my life is saving my shower water. So we're down to 1 and 1/2 minute showers at the moment. Every last drop of that water is captured in the bath. We then take the buckets, as you can see over here. And we scoop up all the water.", "It did take some getting used to. Both my fiance and I are very private people, so our bathroom antics were very much kept to ourselves. And now having to leave the urine in the toilet pan for the next person to discover and then pee on top of has taken a bit of getting used to.", "There was a time when we were really, really, really worried that Day Zero was going to be here. And so we went and bought a whole lot of water in case of emergencies.", "And because of plummeting supply and skyrocketing demand, water shortage is fast becoming the norm the world over. And this means that we're all going to have to educate ourselves about using our most valuable resource a lot more mindfully. We've all heard the jaw-dropping stats by now. It takes 18 litres of water to produce just one kilogramme of steel and 140 litres of water to make your cup of coffee a reality this morning.", "So that means our water crisis is really a crisis of all things that need water. And of course here in Cape Town we've been forced by necessity to come up with many innovations to stretch our water supply.", "Yeah, exactly. We don't see the water like we used to maybe three years ago.", "Exactly. And for Smile 90.4 FM, I'm Bobby Brown with I Smile report.", "If you take a global view of water and our relationship with water, there's that amount of water on the Earth that's finite. But the amount of people on the Earth is not finite. They're growing all the time.", "Not only that, but the pool of usable water, which we call potable, is actually diminishing because of pollution. So you've got the water pool doing that. You've got the population doing that. That elastic is going to at some stage snap. We saw this coming 12 years ago.", "Yeah, yeah, yeah.", "Hello. Hello.", "How is it?", "Great. Great.", "Good. Good.", "So the drought has changed the volume of business we're doing. I mean, we're sold out of every machine we've got. People have suddenly jumped onto the fact that it's actually true that there is no water.", "So there it gets drawn in by big fans and across a cold coil over here. And then it's collected in this storage point here. So this over here was humidity a couple hours ago.", "Huge opportunity has come out of adversity. However, there's a lot of people in a lot of pain. We haven't even felt the effect on meat supply, on vegetable supply, on the cost of living. And we've got politicians that are standing up saying, don't worry, Cape Town. Everything is fine. Until 10,000 people take over the International Airport, or until petroleum can't be made anymore.", "So going forward, the world is going to be a very thirsty place. And the only thing that's driving it, unfortunately, is that rich people don't sleep well when poor people are thirsty. And it's the threat and the insecurity of an uprising. And political fortunes and futures of countries within the next few years will be changed because of a thing called water.", "We're almost there. Today is the day.", "Huge anxiety, sleepless nights. If the water is there, then it's worth it, because all this is redeemable. But if there's no water and you've done all this in vain and you've spent a fortune and all you've got is a mess, I think that is like nervous breakdown stuff.", "I don't think I've ever been so stressed in my life.", "Isn't it amazing? What a relief. Now I can relax. Let's say thank you to Jesus. Jesus, we just want to thank you for this wonderful gift of water, that we can have a swimming pool, we can have a garden, and we don't have to worry. We can have a nice bath.", "Come and tell us all the news.", "Congratulations with your water.", "Is it good?", "It's very good water. We're going to go down to six metres.", "Yes?", "You're going to have enough water for your house.", "Fantastic.", "More than enough.", "More than enough.", "I think it's going to be a whole new way of life. I'm pretty certain no one's ever going to revert back to where we were. Just because it's happening at Cape Town, it doesn't mean it's the last city it's going to happen in. We're the guys that fell off the horse here.", "I don't foresee any improvement. It's going to continue, and I'm worried.", "Well, Cape Town Day Zero might have been pushed back so far that we might not even see it in 2018. But it is still definitely looming.", "And there are 120 cities around the world that are very, very serious water situation. This is not only Cape Town's problem. This is so many of our problem."], "authors": ["Produced", "Directed Juliet Riddell. Executive Producer Tom Hannen. Day Zero Doesn T Stop At Cape Town. What Will It Take To Avoid A Future Crisis", "Find Out More At Wateraid.Org Uk Cape-Town"], "keywords": ["dont", "really", "theres", "town", "life", "going", "thats", "cape", "lot", "water", "think"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}