{"id": "1df55a53-a0ce-3ce0-a2c4-7afb34983b35", "title": "Are cell phone calls on airplane flights inevitable?", "url": "https://edition.cnn.com/travel/article/cell-phone-calls-airplanes/index.html", "summary": "The technology to support midair cell phone calls exists right now.\n\"No matter how you look at it, allowing cell phone calls on planes is controversial,\" he says.\nOn the issue of in-flight cell phone calls, flight attendants say that passengers inevitably would offend some neighbors by being too loud, and arguments would surely follow.\nShutterstockThough it's not technically illegal to make voice calls from cell phones on commercial flights, there are two major regulatory restrictions that have that same effect.\nDespite the relative technical viability of in-flight cell phone calls, it still could be years before travelers may have to grapple with them in real life given all the opposition.", "paragraphs": ["(CNN) — Ah, holiday travel . Between huge crowds and weather delays, flying during this time of year is hectic. Now close your eyes and imagine the entire scenario with one additional annoyance: Loud talkers yammering into their cell phones at 35,000 feet.", "Don't worry -- this potentially ear-splitting scenario isn't a reality yet. At least not in the United States . But it could be soon. Some even say it's just a year or two away.", "The technology to support midair cell phone calls exists right now.", "Just about every plane that offers WiFi has the bandwidth to support voice over the internet, and several international airlines allow voice calls on certain routes already. Still, at least on domestic US flights, voice calls are forbidden for four distinct reasons: flight attendants, public perception, concerns about safety and US law.", "Airline officials won't even consider in-flight cell-phone calls until or unless they feel there is overwhelming demand from customers to provide the service, according to Henry Harteveldt, president of Atmosphere Research Group, a travel industry analysis firm in San Francisco. Even then, airlines still may not cave in.", "\"No matter how you look at it, allowing cell phone calls on planes is controversial,\" he says. \"These are precisely the kinds of issues airlines tend to avoid addressing unless they must.\"", "Keeping cabins calm", "Flight attendants already mediate many passenger disputes. Shutterstock", "Without question, flight attendants are the biggest barrier to allowing voice calls in the air.", "Pretty much across the board, people who work in airplane cabins say the idea of allowing passengers unfettered in-flight phone use would lead to chaos, conflict and downright craziness in flight. As such, they oppose phone use vociferously.", "Flight attendants are already tasked with managing overhead bin use, monitoring drink intake among unruly passengers and mediating fights between seat-recliners and passengers who don't recline.", "Taylor Garland, spokesperson for the Association of Flight Attendants, a union representing 50,000 flight attendants at 20 airlines, says her colleagues don't want to take on any more policing of passengers' social behaviors.", "\"We are strongly against voice calls on planes,\" she wrote in a recent email. In another, she doubled down with all caps: \"NO CELL PHONES.\"", "Related content Is it OK to recline your seat? The great reclining debate", "Flight attendants' opposition is significant.", "They've had major influence on certain decisions regarding domestic passenger travel. In recent years, they've been at the forefront of efforts to get airlines to control unruly passengers. In the 1980s, they led the charge against cigarettes in cabins, which ultimately led to full-fledged bans on in-flight smoking by 2000.", "On the issue of in-flight cell phone calls, flight attendants say that passengers inevitably would offend some neighbors by being too loud, and arguments would surely follow.", "Cassandra Michele Brown, a flight attendant who works for Frontier Airlines, adds that unfettered cell phone use in midair likely would prevent passengers from complying with flight attendant instructions in the event of an emergency.", "\"At the end of the day, our job is to evacuate an aircraft in 90 seconds or less,\" says Brown, who is based out of Las Vegas.", "\"If you're a passenger on my flight, no matter how good you might be at multitasking, you're not going to be able to follow my step-by-step instructions to evacuate if you're focusing on your phone.\"", "Passengers advocating for quiet", "Most passengers don't want to listen to their fellow travelers talk on their cell phones. Shutterstock", "Among the travel experts and the traveling public, feelings about allowing voice calls in the air are mixed.", "Much like the flight attendants, a vocal contingent of passengers has emerged as opponents of loud noise, insisting that an open environment for in-flight cell-phone calls will create an \"annoying\" cacophony of chaos in the skies and undoubtedly trigger disagreements about what volume is appropriate.", "Harteveldt, the analyst, is in this camp, and says research recently conducted by his firm estimates that less than 5% of all domestic air passengers want to use their cell phones in midair.", "\"I don't want to be forced to overhear someone else's conversation if it's avoidable,\" he says. \"It's bad enough when you find yourself in that situation at a coffee shop or in a hotel lobby. In an airplane at cruising altitude, in a situation where you can't do anything or go anywhere to escape, it would be horrendous.\"", "Other passengers say privacy also would be a concern, since even first-class passengers are packed tightly into airplane seats for the duration of most flights.", "Related content 17 best Christmas markets around the world", "Business travelers, however, seem to be more utilitarian in their thinking.", "Paul Forgue, a consultant who manages performance improvement for a global private equity portfolio company and travels 40 weeks a year, says he could see situations in which in-flight phone use could come in handy.", "\"For those work emergencies when you really need to have contact with someone, it would be fantastic to know you could pick up your phone and do that from the plane,\" says Forgue, who is based in San Francisco. \"In those situations where you need to talk to a colleague about something you can't articulate via text or email, it'd be perfect -- provided people don't take advantage.\"", "One strategy Forgue says airlines could implement to allow in-flight cell phone calls: Special areas of the plane for those passengers who wish to use their phones and special areas for those passengers who do not.", "This is the plan deployed by Amtrak and various commuter rail systems across the country. For the most part -- save for the occasional abusers or overflow problems on crowded trips -- it works.", "Is the technology safe?", "Newer planes are designed to not be affected by passengers' technology. Shutterstock", "The story of in-cabin calls from personal electronic devices is a colorful saga that goes back decades.", "In the 1980s and 1990s, when cellular technology became mainstream, use on planes went relatively unchecked. If you're 40 or older, you probably remember the seatback handsets available to anyone with the swipe of a credit card for upwards of $4 or $5 per minute. These essentially were early public cell phones.", "Even after the turn of the millennium, cell phone calls were mostly unregulated; victims of the 9/11 terror attacks were able to call their loved ones from the hijacked airplanes before the planes crashed.", "The rise of smartphones changed everything.", "As phones became more sophisticated, industry insiders worried about the possibility of a phone's radio transmitter interfering with certain equipment in the cockpit and therefore rendering some of the equipment unreliable.", "Many of these concerns were stoked by published papers about the potential effects of electromagnetic interference to flight navigation and communication systems. The gist of those reports: Some devices had the potential to interfere with unshielded cockpit instruments, and that such interference could in worst-case scenarios affecting the regular operation of the plane.", "Airline experts subsequently have noted that this was an issue with older devices on older aircraft.", "Seth Miller, an industry analyst and the owner of the PaxEx.areo blog, said newer phones operate at much higher frequencies, and newer planes are designed to not be affected by the amount of electronics that passengers bring when they fly.", "\"There was one documented example of something affecting depth [instruments] in one very specific old (airline) model when under certain circumstances, says Miller. \"But nobody was able to determine with certainty if it was a phone leaking radio frequency when it shouldn't have been -- or an instrument screen not being shielded from certain frequencies when it should have been.\"", "\"The reality is that new technology and new equipment have all but eliminated this problem,\" says Miller. \"There's no longer any technical reason for people to not use cell phones on planes.\"", "Internationally, in fact, a handful of airlines have inked deals with third-party vendors to offer and allow satellite-based internet services that support voice calls via cell phones. Some of these include British Airways, Emirates and Etihad.", "Viasat, a communication company based in Carlsbad, California, is one of those vendors. Don Buchman, the company's vice president and general manager of commercial aviation, says his company's systems could carry voice calls over the internet tomorrow if airline customers wanted to do so.", "\"Most airlines have the ability to permit devices to make voice calls but choose not to,\" he says. \"When the industry is ready, it probably will be as simple as flipping a switch.\"", "Regulatory, practical obstacles", "Texting is already permitted on some airlines. Shutterstock", "Though it's not technically illegal to make voice calls from cell phones on commercial flights, there are two major regulatory restrictions that have that same effect.", "First, the Federal Communications Commission (FCC), the US federal agency that oversees US telecommunications transmissions, prohibits airborne use of the two of the most frequently used cellular bands.", "The agency recently considered a proposal that would have allowed air passengers to use their phones for calls at high altitude. This policy was introduced in 2013 by then FCC-Chairman Tom Wheeler, but current FCC Chairman Ajit Pai quashed it in 2017. At the time, Pai said in a statement he did not think the proposal gave travelers what he thought they wanted.", "\"Taking it off the table permanently will be a victory for Americans who, like me, value a moment of quiet at 30,000 feet,\" he said.", "The Federal Aviation Administration (FAA) has taken a similar stance.", "Section 403 of the FAA Reauthorization Act of 2018 states, \"The Secretary of Transportation shall issue regulations to prohibit an individual on an aircraft from engaging in voice communications using a mobile communications device during a flight of that aircraft in scheduled passenger interstate or intrastate air transportation.\"", "The law allows exceptions for flight crews and law enforcement officers.", "Granted, the push for making cell-phone voice calls might subside on its own. Texting already is allowed on many US domestic carriers -- and more and more business travelers are embracing group text services as replacements for conference calls. Then, of course, there's email, which is also available for passengers who pony up the cash for access to standard in-flight WiFi.", "Who calls people anyway?", "What's more, millennials and younger generations rarely talk on the phone.", "Miller, from the PaxEx.areo blog, predicts that regulatory agencies eventually will remove the limits on in-flight cell phone calls, leaving it up to individual airlines to decide whether this is a service they want to provide.", "\"When there are safety reasons for something not to happen, the aviation world always will try to err on the side of safety,\" he says. \"On the flip side, now that we know there's no risk associated with cell phone use in-flight, the FAA and the FCC might change the rules, and if they do, it's not a given that airlines will embrace it.\"", "Despite the relative technical viability of in-flight cell phone calls, it still could be years before travelers may have to grapple with them in real life given all the opposition.", "This means you may not be able to join that upcoming work call from 35,000 feet over the Mississippi Delta."], "authors": ["Matt Villano"], "keywords": ["calls", "voice", "phones", "cell", "airplane", "inflight", "attendants", "flights", "flight", "phone", "inevitable", "airlines", "passengers"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}