{"id": "1dfe2bbf-038f-3e51-a14b-47d85dbfbca7", "title": "France's Macron tests positive for coronavirus", "url": "http://www.foxnews.com/world/frances-macron-tests-positive-for-coronavirus", "summary": "French President Emmanuel Macron has tested positive for the novel coronavirus, according to a statement by his office on Thursday.\n\"The President of the Republic has been diagnosed positive for COVID-19 today,\" the statement from the Élysée Palace read, according to Reuters.\nMacron, 42, was tested after showing symptoms of the virus, the Élysée Palace said, although it's unclear what symptoms he was experiencing.\nPrime Minister Jean Castex will also self isolate after he came into contact with Macron over the past few days, according to the news organization.\nOn Wednesday, he met with the prime minister of Portugal.", "paragraphs": ["French President Emmanuel Macron has tested positive for the novel coronavirus, according to a statement by his office on Thursday.", "\"The President of the Republic has been diagnosed positive for COVID-19 today,\" the statement from the Élysée Palace read, according to Reuters.", "Macron, 42, was tested after showing symptoms of the virus, the Élysée Palace said, although it's unclear what symptoms he was experiencing.", "DR. BEN CARSON RECOUNTS HIS BATTLE WITH COVID-19: 'FEVERS AND CHILLS, COULDN'T EVEN KEEP WATER DOWN'", "He will isolate for seven days in line with national guidelines, and \"continue to work and take care of his activities at a distance,\" the presidency added.", "Prime Minister Jean Castex will also self isolate after he came into contact with Macron over the past few days, according to the news organization.", "FRANCE MANDATING BORDER CHECKS TO PREVENT SKIING ABROAD DURING CORONAVIRUS", "Macron joins a growing list of world leaders who have previously contracted the disease, including President Trump, Brazilian President Jair Bolsonaro, and British Prime Minister Boris Johnson.", "Macron attended a European Union summit at the end of last week, where he had a bilateral meeting with German Chancellor Angela Merkel. On Wednesday, he met with the prime minister of Portugal.", "CLICK HERE TO GET THE FOX NEWS APP", "It was not immediately clear what contact tracing efforts were in progress.", "The Associated Press contributed to this report."], "authors": ["David Aaro", "David Aaro Is A Reporter At Fox News Digital Based In New York City."], "keywords": ["tested", "prime", "coronavirus", "president", "tests", "minister", "symptoms", "according", "frances", "statement", "macron", "palace", "positive", "élysée"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}