{"id": "1e1690de-e63a-3077-be39-b249a875ea38", "title": "Impeachment Would Defend Congress Against Trump - The New York Times", "url": "https://www.nytimes.com/2021/01/10/opinion/trump-impeachment-congress.html", "summary": "At Wednesday’s rally, Mr. Trump gave some prepared remarks on the so-called evidence of election fraud, but he worried aloud that the crowd would be bored by those details.\nAfter Rudolph Giuliani, the president’s personal lawyer, exclaimed, “Let’s have trial by combat,” and Donald Trump Jr. said of Republican members of Congress who did not support Mr. Trump, “We’re coming for you,” the president took the stage.\nAfter all, he also said that the protest would be done “peacefully and patriotically.” But when the violence first appeared on television, Mr. Trump did not immediately communicate any disapproval.\nThe president reportedly failed to order the National Guard to defend Congress.\nNor will prosecuting individuals for their particular crimes address the fundamental constitutional issue, the blatant violation of the separation of powers.", "paragraphs": ["At Wednesday’s rally, Mr. Trump gave some prepared remarks on the so-called evidence of election fraud, but he worried aloud that the crowd would be bored by those details. The more powerful thread running through his speech was an argument that constitutional constraints were forms of weakness, that Vice President Mike Pence and Congress should not be allowed to certify the election, and that it was time to take the gloves off and fight.", "After Rudolph Giuliani, the president’s personal lawyer, exclaimed, “Let’s have trial by combat,” and Donald Trump Jr. said of Republican members of Congress who did not support Mr. Trump, “We’re coming for you,” the president took the stage. He praised his son and Mr. Giuliani, and then delivered a speech full of inflammatory implications. He stated: “We will never concede. We will not take it anymore.” He condemned the Republican Party for fighting like “a boxer with his hands behind his back,” urged Mr. Pence in his capacity as presiding officer in Congress, to “come through for us,” said it was up to Congress to refuse to certify the election, and then announced that he would lead the crowd down Pennsylvania Avenue to the Capitol just after the speech. About the possibility that Mr. Pence and Congress would fail to block certification of the election on Wednesday, he said, “We’re just not going to let that happen” and then remarked on the size and devotion of the crowd.", "The president did speak of protecting the Constitution, but made that equivalent to supporting his own electoral victory. He announced that “the Republicans have to get tougher” and then mockingly dismissed those members of Congress who worried “the Constitution doesn’t allow me.” He announced, “When you catch somebody in a fraud, you are allowed to go by very different rules” and proclaimed, “This is a matter of national security.” He went on, “We fight, we fight like hell, and if you don’t fight like hell you’re not going to have a country anymore.” He concluded by repeating the call to walk down Pennsylvania Avenue to the Capitol to intimidate “weak” lawmakers into doing his bidding.", "The president and his surrogates may say that the language against weakness and for fighting was metaphorical. After all, he also said that the protest would be done “peacefully and patriotically.” But when the violence first appeared on television, Mr. Trump did not immediately communicate any disapproval. When he did tweet a statement that afternoon, he confusingly urged his supporters to continue what they were doing (“Stay peaceful!,”) and reiterated his support for them — this at the very moment they were engaged in the attack. The president reportedly failed to order the National Guard to defend Congress. His own former attorney general, Bill Barr, thought it was fair to describe the president’s actions as “orchestrating a mob to pressure Congress.”", "How will Congress respond? In the hours after the attack on the Capitol, members of Congress demonstrated their commitment to their institutional duties by returning to the building and finishing the work of accepting the results of the presidential election. Some of them gave fine speeches. The moment of danger had brought out a hint of heroism in them. But merely finishing the certification procedure is not enough. Nor will prosecuting individuals for their particular crimes address the fundamental constitutional issue, the blatant violation of the separation of powers."], "authors": ["Bryan Garsten"], "keywords": ["impeachment", "fight", "capitol", "york", "president", "congress", "speech", "members", "pence", "times", "defend", "mr", "election", "trump"], "pubDate": "2021-01-10T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}