{"id": "1e1723ac-7707-3712-8e02-303f8bffb450", "title": "Mariah Carey’s Holiday Special Has the Festive, Fabulous Fashion to Match", "url": "https://www.vogue.com/slideshow/mariah-carey-magical-christmas-special-fashion", "summary": "Mariah Carey, queen of Christmas, is here to save the holidays.\nToday, on Apple TV, the iconic singer is releasing her much-anticipated Mariah Carey’s Magical Christmas Special, a musical event that aims to bring a festive spirit to this holiday month through song and dance.\nEqually as festive as the Christmas spectacle?\nFor the Christmas special, Carey incorporated holiday signatures into the festive looks.\nBelow, a closer look at all the fashion in Mariah Carey’s Magical Christmas Special.", "paragraphs": ["Mariah Carey, queen of Christmas, is here to save the holidays. Today, on Apple TV, the iconic singer is releasing her much-anticipated Mariah Carey’s Magical Christmas Special, a musical event that aims to bring a festive spirit to this holiday month through song and dance. It’s a star-studded affair, including a special performance with Carey, Ariana Grande, and Jennifer Hudson for their new song, “Oh Santa!” as well as guest cameos from Snoop Dogg, Billy Eichner, Misty Copeland, Tiffany Haddish, Jermaine Dupri, and more. Equally as festive as the Christmas spectacle? The custom-made, thematic fashions that Carey wears—and Vogue has a closer look at all of the dazzling creations.", "Style-wise, Carey is known for her glamorous aesthetic; the diva rarely hits a stage without her evening gowns, often embellished with crystals, sequins, or feathers. For the Christmas special, Carey incorporated holiday signatures into the festive looks. Highlights include a snowflake-like white ball gown completely covered in silvery sequins, and a Nutcracker-inspired mini dress, trimmed with gold piping and, again, crystals! For a performance with Snoop Dogg (who wears a Santa outfit) and her set with Grande and Hudson, Carey also wears a low-cut mini dress with a sequin tartan print applied overtop it. It’s her favorite silhouette, Christmas-ified.", "We wouldn’t expect anything less from Carey. Even more impressive than all of these theatrical ensembles, however? All of them were envisioned and designed by Carey herself, and then brought to life by costume designer Daniela Gschwendtner and Apple’s production team. She was involved in the entire design process, from the sketches and swatches to the final structure of the costumes. She can sing, she can produce, and she can design—is there anything the elusive chanteuse can’t do?", "Below, a closer look at all the fashion in Mariah Carey’s Magical Christmas Special."], "authors": ["Christian Allaire", "Christian Allair"], "keywords": ["snoop", "careys", "carey", "santa", "festive", "holiday", "christmas", "sequins", "match", "special", "song", "fashion", "fabulous", "mariah", "wears"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}