{"id": "1e377888-921b-3f19-ab1f-49be0d442f75", "title": "Rep. Nunes calls for racketeering investigation into Amazon, Apple, Google following Parler ban", "url": "http://www.foxnews.com/politics/nunes-racketeering-investigation-amazon-apple-google-parler-ban", "summary": "Rep. Devin Nunes, R-Calif., called for a racketeering investigation on Sunday following Amazon, Apple and Google’s decisions to suspend the alternative social media platform Parler after Wednesday's U.S. Capitol riot.\n\"Parler has not taken adequate measures to address the proliferation of these threats to people’s safety,\" Apple told Fox News.\nHe went on to say that Apple, Amazon and Google \"just destroyed\" Parler.\nAmazon, Apple and Google's suspension of Parler comes after Twitter’s Friday decision to ban President Trump’s personal account after the mob of his loyalists stormed the U.S. Capitol, resulting in several deaths.\nParler will likely go offline for \"a while\" Sunday evening given AWS’ decision to suspend the social media platform.", "paragraphs": ["Rep. Devin Nunes, R-Calif., called for a racketeering investigation on Sunday following Amazon, Apple and Google’s decisions to suspend the alternative social media platform Parler after Wednesday's U.S. Capitol riot.", "During an interview on \"Sunday Morning Futures,\" Nunes said Amazon, Apple and Google's suspension of Parler is \"clearly a violation'\" of antitrust, civil rights and the Racketeer Influenced and Corrupt Organizations (RICO) Act, which is a federal law that provides for extended criminal penalties and a civil cause of action for acts performed as part of an ongoing criminal organization.", "\"I don't know where the hell the Department of Justice is at right now or the FBI,\" the ranking member of the House Permanent Select Committee on Intelligence told host Maria Bartiromo.", "Nunes argued that \"there should be a racketeering investigation on all the people that coordinated this attack on not only a company, but on all of those like us.", "\"I have 3 million followers on Parler,\" he added. \"Tonight I will no longer be able to communicate with those people and they’re Americans.\"", "PARLER TO BE DOWN 'FOR A WHILE' WITHOUT AWS, EXECUTIVES SAY: 'WE ARE CLEARLY BEING SINGLED OUT'", "The DOJ and the FBI did not immediately respond to Fox News’ request for comment.", "Nunes made the comments on Sunday hours before Amazon was reportedly planning to suspend Parler from its Amazon Web Services (AWS) unit in a move that takes the site offline, unless it finds another hosting service.", "Amazon says the move was made for violating AWS's terms of services by failing to effectively deal with a steady increase in violent content, according to an email by an AWS Trust and Safety team to Parler, reported by Reuters.", "AWS was planning to suspend Parler's account effective Sunday, at 11:59 p.m. PST, according to the email. An Amazon spokesperson confirmed the letter was authentic.", "Amazon Web Services' acceptable-use policy bars customers from using its services for \"illegal, harmful or offensive\" content. An Amazon representative declined to comment.", "Parler is facing criticism over Wednesday’s riot, which saw supporters of President Trump storm into the U.S. Capitol, attack police, vandalize the building and steal items from inside.", "Screenshots taken from Parler and shared on other social media platforms appear to show Parler users openly discussing plans for violence at the rally that preceded the attack on the Capitol, including bringing weapons and imagining how they would wield them against their political opponents.", "Google and Apple have already suspended the Parler app from their respective app marketplaces, with a requirement that the platform improve its moderation.", "REP. MACE PEGS TWITTER 'UN-AMERICAN' FOR TRUMP SUSPENSION", "\"We’re aware of continued posting in the Parler app that seeks to incite ongoing violence in the U.S.,\" a Google spokesperson told Fox News.", "\"Parler has not taken adequate measures to address the proliferation of these threats to people’s safety,\" Apple told Fox News.", "\"The effect of this is that there is no longer a free and open social media company or site for any American to get on any longer,\" Nunes said on Sunday.", "He went on to say that Apple, Amazon and Google \"just destroyed\" Parler.", "\"Republicans have no way to communicate,\" Nunes said, adding that \"it doesn’t even matter if you’re Republican or conservative.\"", "He stressed that there is no social media platform left for those who \"don’t want to be regulated by left-wingers that are at Twitter and Facebook and Instagram, where you get shadow banned, nobody gets to see you, they get to decide what’s violent and not violent.\"", "\"It’s preposterous,\" Nunes stressed.", "Amazon, Apple and Google's suspension of Parler comes after Twitter’s Friday decision to ban President Trump’s personal account after the mob of his loyalists stormed the U.S. Capitol, resulting in several deaths. The tech company accused Trump of inciting the violence.", "In a statement on Thursday, Facebook founder Mark Zuckerberg announced that the block placed on Trump’s Facebook and Instagram accounts will be extended \"indefinitely,\" saying \"we believe the risks of allowing the President to continue to use our service during this period are simply too great.\"", "Facebook owns the Instagram platform.", "Bartiromo said on Sunday that \"all of these moves certainly feel like Communist China, where there is this crackdown on free speech.\"", "She then asked Nunes what he plans to do about it as an elected official.", "In response, Nunes noted that the \"hypocrisy\" of Big Tech suspending Trump and Parler \"knows no bounds.\"", "He pointed to \"Hang Mike Pence\" trending on Twitter on Friday night, with about 14,000 tweets after the social media platform banned Trump \"due to the risk of further incitement of violence,\" according to reports.", "\"I think that’s violence,\" Nunes said on Sunday, referring to Pence trending on Twitter. \"Is Apple deleting the Twitter app from the app store? Hell no.", "\"These CEOs that are doing this should be prosecuted criminally,\" Nunes added.", "\"I've been talking to many of my colleagues, Republicans on the House side and a couple senators,\" he continued. \"We’re going to look for legal options, do we have any legal options? Do we have our First Amendment rights? Are they being violated?\"", "He went on to say that he believes \"federal judges have got to step in.\"", "\"Legislatively, you have to understand, this is not about Big Tech and that they’re just in Silicon Valley and they’re just trying to make money, no they’re working for the Democratic socialist party,\" Nunes said. \"They’re being cheered on by this. They are state-run media and really it’s the communication system.", "\"That’s how people are receiving their information is through this funnel of very few companies that are being controlled by the Democrat socialist party,\" Nunes added.", "Twitter appeared to notice the \"Hang Mike Pence\" trend at some point: on the Twitter Trending USA site, which tracks the past 12 hours of the top 10 trending topics, the item does not appear.", "\"We blocked the phrase and other variations of it from trending,\" a Twitter spokesperson told Fox News on Saturday. \"We want trends to promote healthy discussions on Twitter.\"", "Apple, Google, Amazon, Facebook and Twitter did not immediately respond to Fox News’ request for comment regarding Nunes’ claim that the companies \"are being controlled by the Democrat socialist party.\"", "Immediately before Nunes appeared on \"Sunday Morning Futures,\" Parler CEO John Matze said on the program that what is happening is \"extremely scary\" and that it seems like the Big Tech moves are an effort to \"stifle free speech and competition in the marketplace.\"", "Parler will likely go offline for \"a while\" Sunday evening given AWS’ decision to suspend the social media platform.", "CLICK HERE TO GET THE FOX NEWS APP", "Matze told \"Sunday Morning Futures\" that the site will try to \"get back online as quickly as possible,\" after writing on the platform that the site may be down for up to a week.", "Fox Business’ James Leggate and Fox News’ Peter Aitken contributed to this report."], "authors": ["Talia Kaplan", "Talia Kaplan Is A Reporter For Foxnews.Com. Follow Her On Twitter"], "keywords": ["google", "calls", "trending", "rep", "trump", "amazon", "investigation", "apple", "fox", "ban", "social", "following", "nunes", "racketeering", "media", "parler", "twitter"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}