{"id": "1e4ca808-5a2a-345e-821c-1dd9112d7354", "title": "Revisiting my Soviet childhood in Moldova, 30 years on", "url": "https://edition.cnn.com/travel/article/soviet-childhood-in-moldova/index.html", "summary": "Still, a piece of me was always missing, and I didn't know where to go to find it.\nIt had been more than 30 years and from what I've read in the news, Moldova wasn't doing well.\nI didn't know a soul.\nThe Soviet past I remember is just that -- a vanished way of life, an old story or an archived film.\nI didn't know how to answer it, so I asked my classmates.", "paragraphs": ["(CNN) — For as long as I can remember, I have struggled to explain to people where I'm from.", "Americans know of the Soviet Union but have little idea of the different characters of the republics that made up the former USSR.", "Calling myself Russian didn't feel authentic. Yet when I referred to Moldavia, where I actually grew up, I would get blank stares.", "\"It's called Moldova now,\" I would say. \"Where is it?\" the question would immediately follow.", "As the decades went by, I wasn't sure myself where I was from. My country wasn't even on the map when I was young, and in my heart I felt homeless.", "America was now my home. I've spent my entire adult life in the United States. I got married here, raised my daughters and lived my American dream. Still, a piece of me was always missing, and I didn't know where to go to find it.", "That was until one day in 2019; I received a message from my high school classmates asking me to return for a reunion.", "Behind the Iron Curtain", "Going back to the place I was raised felt scary. It had been more than 30 years and from what I've read in the news, Moldova wasn't doing well.", "It's one of the poorest, least visited and most politically unstable countries in Europe. Many people are leaving. But that was only half the story.", "It was December 1989. I had just turned 20 when I fled to the United States, leaving my parents behind in the midst of my country's collapse, right after the fall of the Berlin Wall.", "I didn't know a soul. All I had was $61 in my pocket, a small suitcase and a desire to be free.", "The catalyst for the escape was my arrest for selling a denim skirt. I knew it was illegal to sell anything outside of government-owned shops and if caught I could spend time in prison for \"speculation\" -- trading to make profit.", "I needed money for food and hoped I wouldn't be punished, especially with perestroika underway (the program of political and economic reforms that was intended to save the Soviet Union but, some would argue, hastened its end).", "But when two militiamen took me to the station and interrogated me for an entire day, promising to ruin my life, I was scared.", "A bribe got me released, and by then I instinctively knew I had to find my way out. I understood that once I was beyond the Iron Curtain, there was no going back.", "'Aren't you curious?'", "Elina Fuhrman (right) and her school friend Olga Golban in 1986. Courtesy Elina Fuhrman", "I did make one trip in 1992 to Chisinau, capital of the newly renamed Moldova, to see my parents. The Soviet Union no longer existed, at least on paper, and I foolishly thought it meant I could now freely travel, at least through Eastern Europe, in this brave new world.", "On my way back to America, I was taken off the train from Chisinau to Bucharest and held at the Romanian border in a padded cell.", "If not for the serendipitous encounter with the newly appointed Moldovan national security adviser at a Washington, D.C., party weeks before my trip, I would have probably been jailed for leaving my motherland the way I did.", "\"My dear girl, nothing has changed,\" a border guard told me after my release following the Moldovan President's orders in the middle of the night. Needless to say, at that point there was never going back. Ever.", "\"Aren't you curious?\" one of my classmates messaged me on Facebook.", "I hadn't seen most of my classmates since our prom night in June 1986. I forgot many of them, including their names and their faces. We didn't have class reunions until someone created a Facebook group and started adding everyone to reconnect. We are spread out all over the world, but this year we were all turning 50, and seeing each other again seemed like a great idea to some.", "How do I go back to the place I removed from my memory? A vanished country that I told myself I had no connection to? I brought my family to the US in the mid-'90s, and there was absolutely nobody left in Moldova for me to see. Do I want to unknot my personal narrative after all these years?", "A tourist in my own home", "Taking the plunge to revisit my childhood home was one of the boldest decisions I've made.", "Here I was armed with a small stack of old black-and-white photographs, the only mementos left from my life there and my even more limited memories. I nervously got ready for my trip.", "When the plane landed in Chisinau, my anxiety escalated. \"Is this your first time in Moldova?\" my seatmate asked me.", "I could tell that my uneasiness was noticeable, but all I could answer back was \"in a long time.\"", "Anxiously fumbling with my luggage, I handed my US passport to a Moldovan passport control officer and watched his gaze as he examined it before waving me to exit. I entered the city straight into the embraces of my classmates who came to greet me, and my fears immediately dissipated.", "My car ride from the airport felt surreal. If not for my childhood friends beside me, I couldn't tell where I was.", "The new name for Moldova is fitting, because Chisinau doesn't look like anything I remember. I felt like a tourist in my own home. Everything has been transformed: the alphabet, the money, the flag, the clothing, the billboards.", "The gray monolith that's been etched in my mind is no more; the city and the people are more colorful.", "Supermarkets and designer boutiques replaced the state-owned shops selling propaganda and uniforms. Construction work is everywhere, and everyone is talking on a cellphone. You can buy sushi, go to a karaoke bar and have a burger or French pastries.", "The Soviet past I remember is just that -- a vanished way of life, an old story or an archived film. The life and the childhood I remember no longer exist.", "What I do find here is the connection to my classmates, an extended family I told myself a long time ago I didn't have.", "Communist youth", "1984: As members of the Komsomol youth organisation, the children are carrying real guns. Courtesy Elina Fuhrman", "We are the children of an extinct world, and we will always be bound together by the profound experiences we can't even begin to explain to our kids.", "Only we know what's it like to grow up indoctrinated with a rigid ideology only to see it crumble before our eyes on the cusp of our adulthood. To have our formative years coincide with the sweeping shift of the political landscape and subsequent collapse of the only world we knew growing up.", "All of us were raised as upstanding communist youth and to believe we were lucky to live in the country of the happiest childhood.", "We came of age with glasnost (openness) -- a Soviet government reform introduced in the mid-198s to give people more rights and freedoms -- and in this changing world, we were battling our desire to live alongside the need to survive. We all share the experience of unlearning everything we learned as kids. We were the last generation to grow up behind the Iron Curtain.", "As we made our ways to different parts of the world, created new lives and new identities, we all realized that we would forever be trapped between two worlds. But what we found going back to our hometown is a sense of collective identity, a home within each other, a childhood home we thought we no longer had.", "I came to Chisinau with a question: What changed more -- Moldova or me?", "I didn't know how to answer it, so I asked my classmates.", "We agreed that everything is unrecognizable, but the changes in the city couldn't compare to the changes within us. As we toured our hometown and surrounding areas on a bus, we felt like visitors in an unfamiliar city, discovering its secrets and learning its newly written history."], "authors": ["Elina Fuhrman"], "keywords": ["chisinau", "way", "life", "didnt", "moldova", "world", "childhood", "classmates", "soviet", "30", "felt", "revisiting", "know"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}