{"id": "1e8c9e6b-67a1-37b1-9a67-a39d78c36d39", "title": "Home Office minister rejects plans for extra support for trafficking victims", "url": "https://www.theguardian.com/politics/2021/jan/11/home-office-minister-rejects-plans-for-extra-support-for-trafficking-victims", "summary": "A Home Office minister has rejected proposals in a parliamentary bill for new support for victims of trafficking, a letter leaked to the Guardian reveals.\nVictoria Atkins, the minister for safeguarding, outlined her opposition to the modern slavery (victim support) bill, which calls for trafficking victims of all nationalities to receive a minimum of 12 months’ access to safe housing, support and protection from immigration detention.\nAtkins’ letter outlines a series of measures the Home Office is taking to support trafficking victims.\nAccording to Home Office data obtained by After Exploitation through freedom of information requests, 1,256 potential trafficking victims were detained in 2019.\nIf trafficking victims are deported, not only are their lives potentially put at risk but valuable intelligence about who trafficked them could be lost.", "paragraphs": ["A Home Office minister has rejected proposals in a parliamentary bill for new support for victims of trafficking, a letter leaked to the Guardian reveals.", "Victoria Atkins, the minister for safeguarding, outlined her opposition to the modern slavery (victim support) bill, which calls for trafficking victims of all nationalities to receive a minimum of 12 months’ access to safe housing, support and protection from immigration detention.", "The private member’s bill has been tabled by Ian McColl, a Conservative life peer, and co-sponsored by Iain Duncan Smith, the former Conservative party leader and former work and pensions secretary.", "Atkins wrote to Maya Esslemont, the director of After Exploitation, a data mapping project tracking outcomes for slavery survivors in the UK, last week expressing her opposition to the bill.", "The minister said the government had been carefully considering the issues raised in the bill but “does not support the … bill in its current form. The government does not agree that victims should automatically be granted leave to remain for 12 months.”", "The letter added: “The government does not have an absolute exclusion from detention for any particular group.” It said that if the government did detain victims of trafficking who were vulnerable, assessments known as adults at risk were carried out and the detention was authorised by senior Home Office officials. Atkins’ letter outlines a series of measures the Home Office is taking to support trafficking victims.", "According to Home Office data obtained by After Exploitation through freedom of information requests, 1,256 potential trafficking victims were detained in 2019.", "The private member’s bill, along with a letter last October signed by dozens of NGOs, calls for increased protection for trafficking victims, particularly those at risk of deportation because they are not UK nationals.", "If trafficking victims are deported, not only are their lives potentially put at risk but valuable intelligence about who trafficked them could be lost.", "Esslemont said: “In order to be recognised as a survivor, victims are first referred by ‘first responders’ and then assessed via a two-stage process sometimes lasting years. It is insulting that even where victims undergo the gruelling steps requested of them, the government cannot meet survivors halfway with incredibly basic and short-term protection.", "“The current system of support and recognition is unsustainable and makes it difficult for non-UK survivors to report crime due to the threat of deportation or detention. Equally, UK survivors cannot be confident about the length of support, such as access to safe housing, they will receive if they come forward. Until the government creates a culture of safety for those exploited, it is impossible to win the trust of survivors who are rightfully fearful of seeking help.”", "Atkins said in a statement: “The government is committed to tackling the heinous crime of modern slavery and ensuring that victims are provided with the support they need to rebuilt their lives. We have already implemented a number of significant reforms to the national referral mechanism aimed at improving the speed, quality and independence of the decision-making, and offering the best possible support for victims.”"], "authors": ["Diane Taylor"], "keywords": ["plans", "office", "bill", "minister", "uk", "rejects", "extra", "trafficking", "support", "survivors", "risk", "victims", "slavery", "letter"], "pubDate": "2021-01-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}