{"id": "1ea51c72-73da-34e3-9c11-2c8c16eb0d5f", "title": "American economic policy - How much economic stimulus does America actually need?", "url": "https://www.economist.com/united-states/2020/12/12/how-much-economic-stimulus-does-america-actually-need", "summary": "I N THE SPRING America passed economic-rescue measures worth $2.3trn this year (11% of GDP ), a larger injection than in any other big, rich country.\nTo answer that question requires estimating two things: the size of the “output gap” and the “fiscal multiplier”.\nThe output gap measures the difference between the actual level of economic output and the amount the economy is capable of producing.\nA stimulus package should aim to fill the output gap.\nEstimating this “fiscal multiplier” is also tricky.", "paragraphs": ["I N THE SPRING America passed economic-rescue measures worth $2.3trn this year (11% of GDP ), a larger injection than in any other big, rich country. With a slowing economy, almost everyone agrees that more is required, yet for the past six months Congress has squabbled over a new bill. Democrats pushed for a deal worth over $2trn in 2021; Republicans insisted on far lower amounts. As The Economist went to press, it looked as though an agreement might be in the offing. How much extra money is needed?", "To answer that question requires estimating two things: the size of the “output gap” and the “fiscal multiplier”. Both are as hard to quantify as they are to translate into plain English. The output gap measures the difference between the actual level of economic output and the amount the economy is capable of producing. Official data suggest that the gap was over 3% of GDP in the third quarter of the year, but it has almost certainly narrowed since then. Other economists estimate the gap using data on unemployment. A rule of thumb is that it is twice the difference between actual unemployment (6.7%) and full employment (with a jobless rate of perhaps 3.5%), which points to a figure of about 6% of GDP .", "A stimulus package should aim to fill the output gap. But fiscal spending does not necessarily translate one-for-one into increases in GDP . Estimating this “fiscal multiplier” is also tricky. Analysis by the Committee for a Responsible Federal Budget, a public-policy organisation, suggests a multiplier of about 0.6 during the pandemic, meaning that $1 of government spending translates into 60 cents of output. Many people saved rather than spent their stimulus cheques, for instance. They might be less cautious today, however, in part because more shops and restaurants are open now.", "Assume that the output gap is halfway between the GDP measure and the unemployment measure—4% or so—and that the multiplier is around one. If so, a package of $900bn-$1trn in 2021 would probably do the trick (further measures will almost certainly be needed in 2022 and beyond). But anyone pressing for a bigger or smaller stimulus can come up with their own, also plausible, estimates.", "Dig deeper:", "Read our latest coverage of the presidential transition, and then sign up for Checks and Balance, our weekly newsletter and podcast on American politics."], "authors": ["The Economist"], "keywords": ["american", "multiplier", "economic", "gdp", "does", "need", "policy", "unemployment", "output", "fiscal", "gap", "stimulus", "measures", "worth", "america", "translate", "actually"], "pubDate": "2020-12-12T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}