{"id": "1ee1f29e-1d59-32f6-8748-d9928e390e79", "title": "Chicago Teachers Union deletes tweet claiming school reopening push 'rooted' in sexism, racism, misogyny", "url": "https://www.foxnews.com/us/chicago-teachers-union-deletes-tweet-school-reopening-sexism-racism-misogyny", "summary": "The Chicago Teachers Union is facing swift criticism on social media Sunday after claiming in a now deleted tweet that the push to reopen schools is \"rooted in sexism, racism and misogyny.\"\nAnother user responded: \"Then why are minority parents suing in California saying virtual learning has left their children behind?\nCDC DIRECTOR: SCHOOLS ARE NOT A MAJOR CORONAVIRUS TRANSMISSION SOURCEWhile the tweet has since been deleted, the union retweeted a reply in support of the original tweet.\nWe can discuss the merits of reopening but the conversation cannot be rooted in white supremacy,\" the user wrote.\n\"We say it, not being facetiously or having a soundbite or anything, but you know: close the bars, keep the schools open, is what we really say,\" Fauci said.", "paragraphs": ["The Chicago Teachers Union is facing swift criticism on social media Sunday after claiming in a now deleted tweet that the push to reopen schools is \"rooted in sexism, racism and misogyny.\"", "One user replied to the tweet, saying \"some people really don't like doing their jobs.\"", "Another user responded: \"Then why are minority parents suing in California saying virtual learning has left their children behind? You say you care about your students, but you clearly don't.\"", "Meanwhile, another Twitter user called to \"end public school unions\", arguing that they are \"destructive and are undermining the education of our children.\"", "CDC DIRECTOR: SCHOOLS ARE NOT A MAJOR CORONAVIRUS TRANSMISSION SOURCE", "While the tweet has since been deleted, the union retweeted a reply in support of the original tweet.", "\"Been feeling this lately. We can discuss the merits of reopening but the conversation cannot be rooted in white supremacy,\" the user wrote. \"White folks questioning BIPOC's intelligence, especially women of color. Our ability to \"understand the science.\" The coded language is hella out of pocket.\"", "Following the backlash, the union issued a new tweet saying: \"Fair enough. Complex issue. Requires nuance. And much more discussion. More important, the people the decision affects deserve more. So we’ll continue give them that. Appreciate the feedback of those truly in the struggle.\"", "FAUCI: 'CLOSE THE BARS, KEEP THE SCHOOLS OPEN' TO MITIGATE COMMUNITY SPREAD'", "The comment comes as schools across the United States mull whether or not they can safely reopen schools in person as COVID cases have resurged in recent weeks.", "Medical experts like Centers for Disease Control and Prevention Director Dr. Robert Redfield and Director of the National Institute of Allergy and Infectious Diseases Dr. Anthony Fauci argue that in-person instruction can continue as long as it follows the science and is done in a safe way.", "Redfield said last week that infections among teachers and students occur because of community transmission or virus spread at home.", "“We're not seeing intra-school transmission,” he said.", "The CDC director emphasized the benefits of in-person learning, like socialization, mental health services, and food programs, saying at-home learning can, unfortunately, give rise to more substance abuse and suicide.", "“I just think it's healthy for these kids to be in school,” Redfield continued. “That said, they got to do it safely and they've got to do it responsibly. And when this was started over the summer, no one really knew for certain. They thought that these public health measures would work. But now the data clearly shows us that you can operate these schools in face-to-face learning in a safe and responsible way.”", "Meanwhile, Fauci told Martha Raddatz on ABC This Week that the spread of COVID-19 between children was \"low,\" especially compared to other areas.", "\"We say it, not being facetiously or having a soundbite or anything, but you know: close the bars, keep the schools open, is what we really say,\" Fauci said. \"Obviously, you don't have one size fits all, but as I've said in the past, and as you accurately quoted me – the default position should be as best as possible, within reason, to keep the children in school and get them back to school.\"", "According to the latest update from Johns Hopkins University, there are more than 14.7 million confirmed coronavirus cases and more than 282,000 related deaths in the United States.", "CLICK HERE TO GET THE FOX NEWS APP", "Fox News' Kayla Musto and and Peter Aiken contributed to this report."], "authors": ["Lucas Manfredi"], "keywords": ["school", "misogyny", "push", "user", "sexism", "saying", "say", "union", "really", "rooted", "deletes", "learning", "teachers", "schools", "racism", "transmission", "reopening", "director"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}