{"id": "1f08bc27-5de6-389b-9fe0-490e48f58d12", "title": "Amid presidential speculation, Larry Hogan releases video saying GOP is 'once again at a time for choosing'", "url": "http://www.foxnews.com/politics/larry-hogan-pac-releases-new-video-presidential-speculation", "summary": "The video, first obtained by Fox News, is adapted from a speech Hogan gave on Nov. 16 at the Reagan Foundation.\nHe even wrote in his recent memoir that members of Trump's own Cabinet were asking him to run against Trump in the GOP presidential primary.\nHogan has been one of the handful of Republicans since the presidential election to openly call for Trump to concede.\nHogan eventually did not pull the trigger on a 2020 presidential run.\nThis would leave him free to pursue a presidential run if he does not seek any other office in 2022.", "paragraphs": ["Maryland Gov. Larry Hogan makes the case for his version of the future of the national Republican Party in a video being released Monday by his national advocacy organization, An America United, as speculation continues to swirl about whether he will run for president in 2024.", "The video, first obtained by Fox News, is adapted from a speech Hogan gave on Nov. 16 at the Reagan Foundation. It comes at a time when, with President Trump having lost the presidential election but denying the results and saying that he might run again in 2024, the Republican Party is forced to grapple with just how much of a role it wants Trump to play in its future.", "\"As Reagan said, we are once again at a time for choosing. Are we going to be a party that can't win national elections or are we doing to do the hard work of building a durable coalition that will shape our nation's destiny?\" Hogan said. \"I'm a guy who tells it like it is. So here's a truth that our party needs to hear: No one will listen to our message if they don't believe we're listening to them.\"", "LARRY HOGAN BOOK CLAIMS MEMBERS OF TRUMP CABINET ASKED HIM TO PRIMARY PRESIDENT", "In the video, Hogan also touts his work as the chairman of the National Governors Association during the early stages of the coronavirus pandemic, accusing Congress of \"playing politics\" while \"we pulled together governors from all across the nation.\"", "Hogan adds, in what could be considered a veiled shot at the president: \"Most Americans want the same thing. They want humble, tolerant, respectful and effective leaders. We need Washington to get its act together.\"", "\"I for one refuse to give in and accept that anger has taken the place of the common good. I refuse to give up and accept that the best days of the GOP and of America are a thing of the past,\" Hogan continues in the video. \"I come from the get-to-work and get-things-done school of politics, and I'll work with anyone who wants to do the people's business.\"", "LARRY HOGAN TO TRUMP: 'STOP GOLFING AND CONCEDE' THE ELECTION", "Hogan has been one of the loudest voices inside the Republican Party challenging Trump in recent years as even some who were initially the president's harshest critics -- like Sens. Ted Cruz, R-Texas, and Lindsey Graham, R-S.C. -- have become some of his most fervent supporters.", "The Maryland governor refused to endorse Trump in 2016 and in 2020 publicly flirted with running a primary challenge to Trump. He even wrote in his recent memoir that members of Trump's own Cabinet were asking him to run against Trump in the GOP presidential primary.", "Hogan has been one of the handful of Republicans since the presidential election to openly call for Trump to concede. He publicly said that he wrote in Ronald Reagan for president rather than vote for Trump or President-elect Biden.", "Hogan's also been on the receiving end of Trump's Twitter barbs over a batch of defective coronavirus tests he purchased for Maryland from South Korea -- something that the governor made much ado about when the tests initially landed on U.S. soil.", "MARYLAND GOV. HOGAN ENDORSES LOEFFLER AND PERDUE IN HIGH-STAKES GEORGIA RUNOFFS", "\"This RINO will never make the grade,\" Trump said of the governor late last month. \"Hogan is just as bad as the flawed tests he paid big money for!\"", "Meanwhile, Hogan has also sought to bolster his conservative credentials, writing in his memoir about his tough stance on the 2015 Freddie Gray riots in Baltimore and slamming the defund the police movement as the \"worst idea\" ever. And Hogan more recently came out with a full-throated endorsement of Republican Georgia Sens. Kelly Loeffler and David Perdue in their runoff elections.", "Hogan eventually did not pull the trigger on a 2020 presidential run. But with Trump publicly alluding that he may run again in 2024 -- a move that would likely freeze presidential aspirations of some Trump supporters like Sen. Tom Cotton, R-Ark. -- Hogan could be one Republican willing to run as the GOP reckons with whether the Trump era will be a four-year blip or a permanent change in how the party approaches politics.", "CLICK HERE TO GET THE FOX NEWS APP", "\"I still believe that the party of Lincoln and Reagan is the last best hope for our nation and I still believe that America remains the last best hope of man on Earth,\" Hogan says in the video.", "The slickly produced, two-and-a-half-minute clip, with symphony music and images of former President Ronald Reagan and Hogan flashing across the screen, will be distributed only on social media, according to An America United.", "Hogan, who was elected as Maryland governor in 2014 and reelected in 2018, will not be eligible to run for reelection in 2022. This would leave him free to pursue a presidential run if he does not seek any other office in 2022."], "authors": ["Tyler Olson", "Tyler Olson Covers Politics For Foxnews.Com. You Can Contact Him At Tyler.Olson Foxnews.Com", "Follow Him On Twitter At"], "keywords": ["republican", "amid", "run", "hogan", "presidential", "reagan", "president", "saying", "video", "gop", "national", "choosing", "larry", "releases", "trump", "party", "speculation"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}