{"id": "1f27e66e-501b-3434-b431-fa6477d805a0", "title": "Sea Of Thieves Review – Fun In A Shallow Pool", "url": "https://www.gameinformer.com/games/sea_of_thieves/b/xboxone/archive/2018/03/23/game-informer-sea-of-thieves-xbox-one-review.aspx", "summary": "Sea of Thieves is like the kiddy-pool at the waterpark.\nThe stories Sea of Thieves gifts you and your crew are jubilant and silly, but many elements of the experience left me wanting, even when it delivered on the pirate life.\nFrom the beginning, developer Rare has pitched Sea of Thieves as a pirate simulator, and its execution on the core idea is impressive.\nDigging deeper in Sea of Thieves’ assorted tasks, however, reveals the long-term game doesn’t offer much incentive to keep playing.\nSea of Thieves’ various systems make the experience a double-edged cutlass.", "paragraphs": ["Sea of Thieves is like the kiddy-pool at the waterpark. They’re both pirate-themed, they both feature fun activities improved by having friends with you, and they’re both shallow in the interest of keeping things entertaining without being dangerous. The stories Sea of Thieves gifts you and your crew are jubilant and silly, but many elements of the experience left me wanting, even when it delivered on the pirate life.", "From the beginning, developer Rare has pitched Sea of Thieves as a pirate simulator, and its execution on the core idea is impressive. It lets you manage and sail a ship on the ocean, find hidden treasure, pillage, and drink grog until you stumble and puke all over the bar. Participating in these scenarios with friends is where the game shines. Working together to steer the ship, land on an island, and dig up treasure is incredibly satisfying and almost always leads to laughs, regardless of whether you’re successful.", "Nearly every play session results in a story, whether you are suddenly ambushed by a kraken while trying to deliver a treasure chest, or your friend who always screws everything up crashes the boat into the dock and sinks your ship. These moments are joyful, and show Rare has succeeded in manufacturing a digital playground that is fun to explore.", "Digging deeper in Sea of Thieves’ assorted tasks, however, reveals the long-term game doesn’t offer much incentive to keep playing. You level up your reputation by completing assignments for the three trading companies which each offer different types of missions. The reward for completion is the opportunity to take on increasingly complicated tasks. The Gold Hoarders, for example, start you with “X marks the spot” maps, but you graduate to full rhyming riddles that require counting paces from landmarks. These offer the most worthwhile rewards in the game, but it ultimately feels moot considering what you can do with your money.", "Sea of Thieves’ various systems make the experience a double-edged cutlass. Every purchasable item is cosmetic and expensive, which keeps the playing field level, but also means you don’t have anything worthwhile or enticing to save up for. Plus, Rare has leaned so hard into the pirate theme that none of the outfits, weapons, or items look cool or distinct. They all just feel… piratey. Rare has confirmed microtransactions are coming to the game eventually, but paying real money for items won’t make them any more enticing.", "You won’t find much in the way of a tutorial, which is great for onboarding your friends who just want to start playing with you as soon as possible, but it also means you might be chasing pigs around an island for an hour without figuring out how to catch them. Attacking other players in the open world is exciting, representative of the pirate life, and often hilarious. However, when you and one friend have been working together for an hour to collect multiple chests and a group of four kills you right in front of the redemption point and steals your booty, it is infuriating.", "Locking your crew into groups of two, three, and four from the outset fosters comradery and commitment, but adding a friend in the middle of a session is complicated, which goes against the social nature of the game. Combat and shooting shies away from complexity in order to keep it fun for all skill levels, but it feels bland as a result. In most cases, I understand the logic behind these mechanics, like having ship-sailing be a hands-on process to keep everyone communicating and engaged, but it doesn’t always make the pirate-life more fun.", "Sea of Thieves’ highs are high. Hearing the clank of your shovel against a chest as you dig feels great, and physically carrying it to the goal is emotionally rewarding (even if it isn’t monetarily rewarding). Exploring the ocean while playing music together with co-op partners on your boat is silly and fun, and watching the sun rise from the bow of your ship as you carry your spoils home is a novel experience. The core mechanics of an innovative co-op journey can be found here, but the carrot being held out in front your ship is unfortunately small and unappetizing.", ""], "authors": [], "keywords": ["treasure", "offer", "playing", "shallow", "thieves", "sea", "pool", "ship", "game", "pirate", "rare", "fun", "review"], "pubDate": "2018-03-23T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}