{"id": "1f2fea4f-58e8-3b5c-8ca7-40f11aa241c9", "title": "The big picture: jumping for joy in a girls' ashram", "url": "https://www.theguardian.com/theobserver/2021/jan/10/the-big-picture-dayanita-singh-anandamayi-ashram-varanasi", "summary": "The exception is the ashram for young girls created in the 1940s by a young mystic named Nirmala Chakravarty, known as Anandamayi (or “joyful”).\nThere is no television or radio, internet or newspapers, and little contact with the outside world beyond an annual journey by boat to the maharajah’s palace at Ramnagar.\nDayanita Singh was the first photographer allowed to take pictures in the ashram, in 1998; her cousin lived there.\nThe young jumping girl seems both of this world and above or outside it.\nWhen, after her visit, she left the ashram, her cousin asked her: “So who do you think has the better life?” Singh felt unable to answer.", "paragraphs": ["The high banks of the Ganges as it bends northwards through the holy city of Varanasi are crowded with ashrams. All but one were established by male gurus. The exception is the ashram for young girls created in the 1940s by a young mystic named Nirmala Chakravarty, known as Anandamayi (or “joyful”). Ever since, 40 girls, between the ages of six and 18, have studied in isolation at the ashram under the instruction of six senior disciples of Anandamayi, who died in 1982.", "The girls rise at 4am for the first of the day’s many singing ceremonies. They attend to the cleaning of the courtyards and terraces, and cook food on coal fires. There is no television or radio, internet or newspapers, and little contact with the outside world beyond an annual journey by boat to the maharajah’s palace at Ramnagar. Each day, from their terrace above the river, the girls look down on the thousands of pilgrims and tourists and the rituals of burning funeral pyres and marriage ceremonies.", "Dayanita Singh was the first photographer allowed to take pictures in the ashram, in 1998; her cousin lived there. This image in particular – part of a group exhibition, now online at Birmingham’s Ikon gallery – captured for her the spirit of what she saw. The young jumping girl seems both of this world and above or outside it. Singh is one of four sisters; her father had wanted one of his daughters to be initiated into the ashram but her mother had resisted it, “wondering how we, city girls, would adapt to a life so severe”. When, after her visit, she left the ashram, her cousin asked her: “So who do you think has the better life?” Singh felt unable to answer. When thinking of a title for her Varanasi photos, she used a familiar phrase of Anandamayi’s: “I am as I am.”", "Ikon Gallery’s exhibition Faster Than Ever is online until 14 February"], "authors": ["Tim Adams"], "keywords": ["varanasi", "young", "big", "jumping", "ashram", "world", "outside", "life", "singh", "joy", "picture", "exhibition", "online", "girls"], "pubDate": "2021-01-10T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}