{"id": "1f342894-06bb-3a2e-b4b2-0313b04627e3", "title": "Dave Ramsey: What you may not have been told about creating a money plan", "url": "http://www.foxbusiness.com/personal-finance/dave-ramsey-creating-a-money-plan", "summary": "Editor's note: Money expert Dave Ramsey is CEO of Ramsey Solutions.\nHis radio show \"The Dave Ramsey Show\" is heard by more than 16 million listeners each week on 600 radio stations and multiple digital platforms.\nContinue Reading BelowDear Dave,One of my resolutions this year was to start living on a budget and gain control of my money.\n—DaveDave Ramsey is a seven-time #1 national best-selling author, personal finance expert, and host of \"The Dave Ramsey Show,\" heard by more than 16 million listeners each week.\nSince 1992, Dave has helped people regain control of their money, build wealth and enhance their lives.", "paragraphs": ["Editor's note: Money expert Dave Ramsey is CEO of Ramsey Solutions. He has authored seven best-selling books, including \"The Total Money Makeover.\" His radio show \"The Dave Ramsey Show\" is heard by more than 16 million listeners each week on 600 radio stations and multiple digital platforms. Each week he answers a question about personal finance in his \"Dave Says\" column.", "Continue Reading Below", "Dear Dave,", "One of my resolutions this year was to start living on a budget and gain control of my money. I never realized how easy it would be to get discouraged early on. Can you give me some encouragement to help make my financial resolutions stick in 2021?", "Collin", "Dear Collin,", "The secret to making a goal into a reality is getting started.", "It’s really that simple.", "You also have to be realistic and accept the fact that nothing – especially things you’ve never done before – works out perfectly the first time around.", "That leads to the next step, which is patience.", "THIS IS THE QUICKEST WAY TO BUILD WEALTH: DAVE RAMSEY", "Most people think about losing 20 pounds and immediately feel it needs to happen in the next month or so.", "It doesn't. And most likely, it won’t.", "Like almost everything else worth doing, it’s something that requires sacrifice and focus each day over an extended period of time.", "It takes determination, patience, and intensity to get through the rough patches that go along with starting anything new.", "Crash courses are usually painful and rarely work out well. But once you've done something a few times, it becomes an easier and easier part of your daily routine.", "WHY EVERY ONE OF YOUR DOLLARS DURING CORONAVIRUS NEEDS A NAME: DAVE RAMSEY", "Pretty soon, it’s not a chore or something you’re afraid of.", "Making a budget and gaining control of your finances works the same way. When you first create a money plan, it probably won't work out exactly as you hoped.", "That’s OK.", "It will barely work the second month, but it won’t be as scary, because you’ve already done it once.", "By the third month, you’ll have a much better feel for it, and your stress levels will go way down because you already know the basics.", "It just takes determination, patience and intensity to get through the rough patches that go along with starting anything new.", "GET FOX BUSINESS ON THE GO BY CLICKING HERE", "A new year is just around the corner, Collin. Don’t fall into the same old trap.", "Give yourself a little grace, but keep your eyes on the prize. Start preparing yourself now. You’ve got plenty of time to begin laying out a plan and have a solid budget ready when January 1st arrives.", "It may feel like things are beginning slowly, but you can make this happen if you’ll just stick with it!", "—Dave", "Dave Ramsey is a seven-time #1 national best-selling author, personal finance expert, and host of \"The Dave Ramsey Show,\" heard by more than 16 million listeners each week. Since 1992, Dave has helped people regain control of their money, build wealth and enhance their lives. He also serves as CEO for Ramsey Solutions. Follow Ramsey on Twitter at @DaveRamsey and on the web at daveramsey.com.", "CLICK HERE TO READ MORE ON FOX BUSINESS"], "authors": ["Dave Ramsey"], "keywords": ["ramsey", "dave", "way", "youve", "month", "creating", "control", "work", "feel", "told", "week", "plan", "money"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}