{"id": "1f3626f6-0059-3059-b1a9-1eef58bfec01", "title": "You're vaccinated now, so can you go to a restaurant? What you should know", "url": "https://edition.cnn.com/travel/article/restaurants-safety-pandemic-wellness/index.html", "summary": "Fully vaccinated people are, of course, at much lower risk of contracting and spreading coronavirus than people who haven't been vaccinated.\nGiven these risks, the CDC's guidance on indoor restaurant dining is the same for both vaccinated and unvaccinated people.\nIf you're fully vaccinated and you become infected, you're not likely to become sick with Covid-19 symptoms, Stewart said.\nHowever, if you're fully vaccinated and \"can be separated from others by at least 6 feet and you're dining with somebody also fully vaccinated,\" Wen said, \"I wouldn't have a limitation to that time period.\"\nWhoever you're dining with should also be fully vaccinated.", "paragraphs": ["Editor's Note — There are few no-risk activities during the Covid-19 pandemic, but there are ways to mitigate risks. Fully vaccinated people are, of course, at much lower risk of contracting and spreading coronavirus than people who haven't been vaccinated. CNN Medical Analyst Dr. Leana Wen advises approaching your activity decisions with that in mind.", "(CNN) — As the vaccinated percentage of the population increases, you may be wondering whether now is finally the time to enjoy a meal that isn't homemade or takeout.", "Indoor dining and drinking at restaurants and bars is riskier than some other places for a few reasons , according to the US Centers for Disease Control and Prevention: Not only are people from different households gathering in the same space, but you have to take your mask off to eat and drink.", "Above, people eat indoors as indoor dining continues to open up in New York City on March 24. Physical distancing, barriers and good ventilation are a few ways to reduce Covid-19 risk. STRF/STAR MAX/IPx/AP", "\"You still have to be very careful with being in these areas,\" said Dr. Ada Stewart, a family physician with Cooperative Health in Columbia, South Carolina, and the president of the American Academy of Family Physicians. \"You're in a crowd, and you don't know the status of many of these individuals.\"", "Because of the layout of restaurants, maintaining social distancing may be hard. And since restaurants can be noisy, people might talk louder and more forcefully, which could increase the chance of spreading coronavirus through respiratory droplets. Depending on a restaurant's ventilation flow, respiratory droplets and air potentially laden with coronavirus can accumulate or spread beyond 6 feet.", "Given these risks, the CDC's guidance on indoor restaurant dining is the same for both vaccinated and unvaccinated people.", "If you're fully vaccinated and you become infected, you're not likely to become sick with Covid-19 symptoms, Stewart said. But you \"may potentially expose someone else to illness, who may end up getting a serious disease.\"", "If you're planning to eat out, first check whether the restaurant is complying with the CDC's recommended prevention measures. You can look at the restaurant's website or call the business and ask. Restaurants that reduce risks include establishments that have outdoor, distanced seating available; have both staff and guests wear masks when not eating or drinking; and have their menu available online.", "Eating and drinking at an establishment's outdoor space is safer, the CDC says, since air or respiratory droplets potentially laden with coronavirus wouldn't be flowing around in an enclosed space.", "Limit your alcohol consumption so that you can use adequate judgment. Ask for individually wrapped condiments -- including salt, pepper and ketchup -- if possible, and don't share food. Since your risk of infection increases the longer you stay in an area, limit the time you're at the restaurant, the CDC suggested.", "\"If you're going to be in very close proximity to other people and there are lots of diners packed together, that's when I would try to limit the time as much as possible,\" said CNN Medical Analyst Dr. Leana Wen, an emergency physician and visiting professor of health policy and management at the George Washington University Milken Institute School of Public Health.", "Other things you can do to minimize time spent in the restaurant include ordering ahead and not ordering any appetizers or more than one course.", "However, if you're fully vaccinated and \"can be separated from others by at least 6 feet and you're dining with somebody also fully vaccinated,\" Wen said, \"I wouldn't have a limitation to that time period.\" Whoever you're dining with should also be fully vaccinated.", "Everyone should cover coughs and sneezes, and practice frequent handwashing."], "authors": ["Kristen Rogers"], "keywords": ["wen", "coronavirus", "restaurant", "dining", "fully", "restaurants", "risk", "know", "risks", "vaccinated", "youre"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}