{"id": "1f402bf0-5449-3983-9f27-49cffabdc157", "title": "Why the EU’s covid-19 vaccination programme went wrong", "url": "https://www.economist.com/briefing/2021/03/31/why-the-eus-covid-19-vaccination-programme-went-wrong", "summary": "M UCH OF EUROPE ’s battle against covid-19 has been fought at a national level, or in federal countries below it.\nSeeing some countries hit harder than others the EU S et up a common fund to help the worst-affected among them back on their feet.\nThe EU’ s 70m doses administered so far, around twice Britain’s total, have provided only 14% of the adult population with a first shot.\nOther diplomats suspected that France and Germany, the EU ’s pharmaceutical heartlands, were supporting their home industries; a large vaccine order went to Sanofi, a French drugmaker.\nThe prospect of being cut off from the EU ’s supply, though, has so far deterred all but Hungary—which enjoys goading Brussels—from turning to the east.", "paragraphs": ["M UCH OF EUROPE ’s battle against covid-19 has been fought at a national level, or in federal countries below it. It was there that decisions were made about when to confine people, how to allocate resources, what to do about tracking and isolation requirements.", "Listen to this story Your browser does not support the <audio> element. Enjoy more audio and podcasts on iOS or Android.", "Indeed, early on the response started to seem not merely national, but disturbingly so; by the end of April 2020, 17 countries in the supposedly border-control-free Schengen area had notified the European Commission, the EU ’s executive, that they had in fact reintroduced controls. Some were stopping the export of protective equipment. Italians, when polled, were more likely to see China as helpful in their hour of need than the EU .", "To counteract these centrifugal tendencies Angela Merkel, the chancellor of Germany, and Emmanuel Macron, the president of France, pushed for the EU ’s central institutions to be granted impressive new powers with which to keep their members together. As in 2012, when the euro crisis saw the European Central Bank ( ECB ) take a more expansive view of its powers, and in 2015, when a surge in immigration bolstered the EU -wide frontier force, a crisis was taken as an opportunity to centralise.", "The first centralisation was economic. Seeing some countries hit harder than others the EU S et up a common fund to help the worst-affected among them back on their feet. The second centralisation was programmatic. The commission was put in charge of procuring vaccines for a population of 450m.", "Whereas “groundbreaking” is the term usually used to describe the new fund, the vaccine efforts tend to suggest “fiasco”. America has administered over 148m doses of vaccine already; 38% of adult Americans have had at least one shot, and 20% their second one. Britain, which is delaying people’s second vaccinations, has given 58% of its adults their first shot. The EU’ s 70m doses administered so far, around twice Britain’s total, have provided only 14% of the adult population with a first shot.", "It is true that some European countries have high levels of vaccine hesitancy when it comes to adult vaccination and that some suffer from inefficient public institutions. But the fact that all the bloc’s members are doing badly compared with peers elsewhere strongly suggests a shared procurement problem.", "Europe had “lacked ambition” in its vaccine efforts from the outset, no less a source than Mr Macron told a Greek television programme on March 24th. He admitted being among those sceptical at the bluster coming from Donald Trump about a vaccine being available before American elections in early November. Thus Europe had focused its efforts—the “whatever it takes”, he said, recycling a phrase from the euro crisis—on salvaging its economy. Britain, having done a worse job than most of Europe at containing the first wave of the epidemic, and America, which never got back to a low rate of new cases after that first wave, went all out on the vaccine.", "A need for new competences slowed things down, too. Health in Europe is the responsibility of national or local governments. Other than a centralised European Medicines Agency ( EMA ), which approves new drugs, the bulk of decision-making as regards health happens in member states. The EU is limited to “complementing” their actions.", "But when it came to buying vaccines at speed and in very large quantities, leaving governments to do their own thing looked like a problem. The big ones, and those which actually had vaccine production facilities within their borders, might do fine; in the spring of 2020 France, Germany, Italy and the Netherlands signed a contract for up to 400m doses of vaccine with AstraZeneca, the Anglo-Swedish pharmaceutical company backing the jab developed at Oxford University. But what about the smaller states? And what about the risk that some would do much better than others? How could the EU be said to be a union if Czechs wangled vaccines but Slovaks did not, or if a well-vaccinated country started to worry about visitors from a much less-vaccinated neighbour?", "Like a setting sun", "It was thus agreed that procurement would be passed to Brussels, with the initial four-country AstraZeneca deal grandfathered in. It sounded fair, and the commission liked the extra responsibility. But whereas Paris, Berlin and Rome all have officials well accustomed to buying anything from a new type of frigate to a railway line, Brussels has little experience managing large-scale procurement, certainly not at speed in a shifting landscape. And because health is not usually the purview of the EU , the brightest Eurocrats typically prefer other briefs. The health commissioner in recent years has hailed from relative minnows such as Cyprus, Lithuania or Malta.", "And once the decision to centralise procurement had been taken there was little by way of follow through. After negotiating the details of the economic package in July, exhausted diplomats and EU officials were ready for a break. The incidence of covid-19 was low, and expert advice disagreed on whether there would be a second wave. In a typical month there may be some 300 meetings of national diplomats aimed at moving the union’s business forward. In August 2020 there were ten. A summit held on August 19th discussed Mali, the eastern Mediterranean and Belarus, but the pandemic was not on the agenda. There was no update on vaccine procurement.", "What the effort seemed to lack in urgency it made up for in penny pinching. Britain and America had thrown money at the problem: given the cost of lockdowns any alternative seemed worth spending money on, and speculative research was funded without much concern about cost. The commission, though, endlessly fears being fingered for misspending its budget. The culture in Brussels is one of being able to prove to internal auditors that one has ticked the right boxes.", "Regulation was also an issue. And while America and Britain used fast-track approvals which limited the providers’ liability when the vaccines were ready, the EMA kept to slower procedures. These were painted as a way to limit public concerns about a rush job.", "Divisions within Europe did not help. Some poorer European countries balked at the price of m RNA vaccines, like the one developed by BioNTech, a German biotechnology company, in partnership with Pfizer, an American pharmaceutical company. Other diplomats suspected that France and Germany, the EU ’s pharmaceutical heartlands, were supporting their home industries; a large vaccine order went to Sanofi, a French drugmaker.", "As winter neared and a second wave did indeed materialise, the boss of Moderna, an American m RNA- vaccine maker, warned that Europe was dragging out negotiations. That would not stop it getting the doses it had ordered—but it would get them later than others, he explained. Europe took more notice, though, when a leaked list of prices it was paying for vaccines showed it getting a much better deal than America.", "It was only in January that the extent of Europe’s vaccine misfire started coming to light. The Sanofi vaccine had been badly set back by trial results in December, blowing a huge hole in the planned supply. Then AstraZeneca announced it would be able to deliver only a fraction of the doses it had promised, pointing out it had offered only its “best reasonable efforts” to supply them early. The commission’s lack of procurement experience came into full relief as AstraZeneca provided relatively more vaccine to Britain. Other suppliers also warned the commission of delays or interruptions in supply. Things were made worse by the fact that, around this time, covid-19 cases on the continent began to rise again. The highly infectious B.1.1.7 variant of SARS - C o V -2, first seen in Britain, has turbocharged a third wave of cases, prompting new lockdowns across the continent, some better observed than others. As Britons, who had suffered B.1.1.7’s effects earlier, began to see un-locked-down light at the end of their increasingly inoculated tunnel, Europe’s prospects looked dim. The EU , in part because it is seen as a bulwark against protectionism, has since come under fire for fuelling “vaccine nationalism”, trying to throttle exports to Britain (Australia has also had EU -made vaccine withheld). As a broad-brush accusation this is unfair: the EU allows the export of covid-19 vaccines on a large scale (see International). But it has had to speak more bluntly about putting itself first over others. On March 25th European leaders tentatively agreed to further control exports. The bloc’s vaccination drive has also suffered from some hesitancy. Of almost 85m doses delivered, some 15m are still to be used. The biggest surplus is of the AstraZeneca vaccine, which some politicians helped undermine. In January Mr Macron described it as being “quasi-ineffective” in over-65s, which had an impact. Subsequent worries spurred by fear of a particular type of very rare blood clot in young people have led to an inverse concern, with France and Germany now administering the vaccine only to older patients.", "After the gold rush", "At times the centralised approach to vaccination seemed to be on the ropes. Some central European countries, many of them hard hit, threatened to break ranks and procure Chinese or Russian jabs regardless of the fact that the EMA has not signed off on them. Serbia, which is outside the EU, is using those vaccines in an impressive vaccination effort, and has a big enough stock that it is inviting foreign neighbours to drive over the border for a jab. The prospect of being cut off from the EU ’s supply, though, has so far deterred all but Hungary—which enjoys goading Brussels—from turning to the east.", "The worst is probably now over. A spate of expected deliveries, which are now tracked closely, means that the EU should soon be receiving 100m doses a month. Officials say they now expect Europe to end up just a few months behind Britain and America—perhaps less. The commission says 70% of adults will be fully vaccinated by the end of summer.", "For all the frustration at the vaccine shortages, the joint-procurement approach is still defended by the member states. The counterfactual of internecine vaccine filching is considered too terrible to even consider. And their leaders have shouldered plenty of the blame for the vaccine misfire: poll numbers from across the continent show the public went from thinking things were being well managed to poorly so.", "But “Somebody, at some point, will find it convenient to blame Brussels,” sighs one senior commission official. The most exposed and identifiable target will be the commission’s president, Ursula von der Leyen. Hopes were high that as a medical doctor, and with the ear of Mrs Merkel, her former boss, she could seize the opportunity given to Europe. Now critics stress her centralised style, with few responsibilities delegated to anyone outside a tight inner circle of her aides.", "Denizens of Brussels see the economic component of their response as an achievement worthy of the crisis the bloc has lived through and hope that the borderline-lackadaisical approach to procuring vaccine will soon be forgotten. And so it may. For now, though, Europeans with no clear sense of how long the emergency of the third wave will last have plenty of time to spend considering the question. ■", "Dig deeper", "All our stories relating to the pandemic and the vaccines can be found on our coronavirus hub. You can also listen to The Jab, our new podcast on the race between injections and infections, and find trackers showing the global roll-out of vaccines, excess deaths by country and the virus’s spread across Europe and America."], "authors": ["The Economist"], "keywords": ["vaccines", "programme", "went", "covid19", "doses", "s", "vaccination", "commission", "european", "vaccine", "eu", "wave", "europe", "eus", "britain", "wrong"], "pubDate": "2021-03-31T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}