{"id": "1f45c787-8cb3-37fe-ad90-2c45064dd6a4", "title": "Russia's FireEye Hack Is a Statement—but Not a Catastrophe", "url": "https://www.wired.com/story/russia-fireeye-hack-statement-not-catastrophe/", "summary": "Like many cybersecurity companies, FireEye uses its “red team” tools to mimic those used in real attacks and look for vulnerabilities in its customers’ digital systems the way real adversaries would.\nFireEye also provided the first public evidence that the same GRU unit was responsible for the attempted sabotage of the 2018 Winter Olympics.\n“The most important data that a company like FireEye has is data about its customers.\n“Farther down the line are the red team tools, where they’re emulating adversaries.”FireEye said on Tuesday that none of the stolen red team tools utilize so-called zero-day exploits—mechanisms that weaponize secret, unpatched software vulnerabilities, which makes them especially dangerous.\nMandia emphasized repeatedly that FireEye is offering more than 300 “countermeasures” meant to make it more difficult for Russia to use the stolen hacking tools effectively.", "paragraphs": ["FireEye has built its reputation on defending high-stakes clients from hackers. Today, the cybersecurity firm acknowledged that it had itself been the victim of a breach—and that the attackers made off with some of its offensive tools. It's a startling admission but almost certainly not as devastating as it may first sound.", "Like many cybersecurity companies, FireEye uses its “red team” tools to mimic those used in real attacks and look for vulnerabilities in its customers’ digital systems the way real adversaries would. The firm is able to update and refine its methods because it encounters and studies real nation-state and criminal hacking tools while assisting customers with incident response. But that’s still a far cry from investing to develop a novel offensive arsenal—and not nearly as scary as the tools at the disposal of, say, the National Security Agency.", "FireEye CEO Kevin Mandia said in a blog post today that the company has been dealing with the fallout of “an attack by a nation with top-tier offensive capabilities” and has engaged the help of the Federal Bureau of Investigation along with industry peers like Microsoft. The Washington Post reported on Tuesday that hackers from a group known as APT 29 or Cozy Bear, attributed to Russia’s SVR foreign intelligence service, carried out the breach.", "FireEye has both global prominence and a history of engaging with Russian actors. The company was the first, for instance, to tie the hacker group known as Sandworm—responsible for blackouts in Ukraine in 2015 and 2016 as well as the hyperdestructive worm NotPetya the following year—to Unit 74455 of Russia’s GRU military intelligence agency. FireEye also provided the first public evidence that the same GRU unit was responsible for the attempted sabotage of the 2018 Winter Olympics. All of those attacks were later named in a US indictment of six Sandworm hackers unsealed in October.", "The apparently retaliatory hack sends a clear statement that while Russia may have been relatively quiet during the US presidential election, the Kremlin’s digital prowess remains formidable. At the same time, the fallout from the hack doesn’t compare to the release of tools like the NSA’s Eternal Blue tool, which a mysterious group called the Shadow Brokers leaked in 2017, or the breach of exploit broker Hacking Team in 2015.", "“The most important data that a company like FireEye has is data about its customers. The second most important data they have are the sources and methods they use to protect their customers,” like threat intelligence data, says Richard Bejtlich, former chief security officer of Mandiant, the incident response division of FireEye, and principal security strategist at the network analysis firm Corelight. “Farther down the line are the red team tools, where they’re emulating adversaries.”", "FireEye said on Tuesday that none of the stolen red team tools utilize so-called zero-day exploits—mechanisms that weaponize secret, unpatched software vulnerabilities, which makes them especially dangerous. Nonetheless, Russia could use the tools itself, share them with others, or leak them publicly. The company said it does not yet fully understand the hackers’ plans or motives, though they primarily focused their attack on information related to some of FireEye’s government clients.", "Mandia emphasized repeatedly that FireEye is offering more than 300 “countermeasures” meant to make it more difficult for Russia to use the stolen hacking tools effectively. The company has incorporated these digital antidotes, essentially detection mechanisms and blocking tools, into its own security products, has shared them with other firms, and has released them publicly."], "authors": ["Lily Hay Newman", "Lily Hay Newma"], "keywords": ["hack", "team", "hackers", "russias", "company", "customers", "catastrophe", "russia", "security", "tools", "red", "data", "statementbut", "fireeye"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}