{"id": "1f4a9bf8-038c-3f2a-8920-58574a5aeeb8", "title": "The Recap: get weekly sport highlights from the Guardian", "url": "https://www.theguardian.com/sport/2017/may/15/the-recap-sign-up-for-the-best-of-the-guardians-sport-coverage", "summary": "With the biggest stories and our guide to weekend’s matches all wrapped up in one email newsletter, you won’t miss a thingSubscribe to get our editors’ pick of the Guardian’s award-winning sport coverage.\nAnd we’ll set you up for the weekend and let you know our live coverage plans so you’ll be ahead of the game.\nTry our other sports emails: there’s daily football news and gossip in The Fiver, and weekly catch-ups for cricket in The Spin and rugby union in The Breakdown.\nTry the Guardian Australia’s daily sports newsletter***Explore all our newsletters: whether you love film, football, fashion or food, we’ve got something for you***The Guardian’s newsletters include content from our website, which may be funded by outside parties.\nNewsletters may also display information about Guardian News and Media’s other products, services or events (such as Guardian Jobs or Masterclasses), chosen charities or online advertisements.", "paragraphs": ["With the biggest stories and our guide to weekend’s matches all wrapped up in one email newsletter, you won’t miss a thing", "Subscribe to get our editors’ pick of the Guardian’s award-winning sport coverage. We’ll email you the stand-out features and interviews, insightful analysis and highlights from the archive, plus films, podcasts, galleries and more – all arriving in your inbox at every Friday lunchtime. And we’ll set you up for the weekend and let you know our live coverage plans so you’ll be ahead of the game. Here’s what you can expect from us.", "Try our other sports emails: there’s daily football news and gossip in The Fiver, and weekly catch-ups for cricket in The Spin and rugby union in The Breakdown.", "Living in Australia? Try the Guardian Australia’s daily sports newsletter", "***", "Explore all our newsletters: whether you love film, football, fashion or food, we’ve got something for you", "***", "The Guardian’s newsletters include content from our website, which may be funded by outside parties. Newsletters may also display information about Guardian News and Media’s other products, services or events (such as Guardian Jobs or Masterclasses), chosen charities or online advertisements."], "authors": [], "keywords": ["highlights", "guardian", "daily", "email", "recap", "sport", "coverage", "weekly", "youthe", "guardians", "youll", "wrapped", "football", "newsletters"], "pubDate": "2017-05-15T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}