{"id": "1f5bdf95-787e-38ee-a78a-d4861d374ddd", "title": "Alaa Al Aswany revisits Egypt’s doomed revolution of 2011", "url": "https://www.economist.com/books-and-arts/2021/04/10/alaa-al-aswany-revisits-egypts-doomed-revolution-of-2011", "summary": "Mr Aswany’s new novel, “The Republic of False Truths”, again uses an ensemble of characters to capture his country’s contradictions and injustices.\n“He is said to have taken the virginity of 23 young girls, all in compliance with holy law,” writes Mr Aswany, whose dry tone accentuates the absurdity.\nBut in between Mr Aswany praised Mr Sisi, then a general, for toppling Egypt’s first democratically elected president, Muhammad Morsi of the Muslim Brotherhood.\nAs others have, Mr Aswany hints that, before its election victory, the Islamist group had colluded with the army.\nMany Egyptians think Morsi then tried to entrench the Brotherhood in power; Mr Sisi’s coup against him was quite popular.", "paragraphs": ["The Republic of False Truths. By Alaa Al Aswany. Translated by S.R. Fellowes. Faber; 464 pages; £16.99. To be published in America by Knopf in August; $28.95", "I N “THE YACOUBIAN BUILDING” (2002), Alaa Al Aswany portrayed the corruption and discontent of Hosni Mubarak’s Egypt through the stories of one building’s denizens—a petty schemer, a gay writer, a doorman’s son. Illuminating and evocative, the book sold over 1m copies and was adapted for the screen. Mr Aswany’s new novel, “The Republic of False Truths”, again uses an ensemble of characters to capture his country’s contradictions and injustices.", "Listen to this story Your browser does not support the <audio> element. Enjoy more audio and podcasts on iOS or Android.", "This time the story is set around the revolution of 2011 when, sick of Mubarak’s 30-year rule, hundreds of thousands of Egyptians gathered in Cairo’s Tahrir Square. The cast includes young idealists, disgruntled factory workers—and others determined to stop the uprising. Some are simply caught in the middle. The result is an engaging, provocative and, ultimately, frustrating tour of the revolution, from its gestation to its bloody aftermath.", "Banned in Egypt and other Arab countries, the book opens with General Ahmad Alwany, a God-fearing Muslim who watches pornography, tortures suspects and is thoroughly corrupt. Most of this, he naturally believes, is justified by Islam. Just ask Sheikh Shamel, a preacher trained in Saudi Arabia. “He is said to have taken the virginity of 23 young girls, all in compliance with holy law,” writes Mr Aswany, whose dry tone accentuates the absurdity. Pious and patriotic, at least in their own minds, the pair and their allies resist the revolution—or, as they see it, the foreign conspiracy funded by America and Israel.", "On the other side are the likes of Asmaa Zanaty, a teacher who can’t believe her colleagues turn away students too poor to pay. Her beloved, Mazen, a workers’ representative, says the problem is not the teachers but the whole rotten system. Their letters span the revolution, taking in both the false dawn when Mubarak stepped down and the security forces’ massacres of protesters. Many Egyptians, egged on by the old regime, blamed the revolutionaries for stirring up chaos. Asmaa gets the last, depressing word: “The majority of Egyptians are happy to be oppressed. They consent to corruption and have become a part of it.”", "If this novel ever has a sequel, the author himself might be a character. He supported the uprising against Mubarak and has been sued for insulting Egypt’s current strongman, Abdel-Fattah al-Sisi (probably an inspiration for General Alwany). But in between Mr Aswany praised Mr Sisi, then a general, for toppling Egypt’s first democratically elected president, Muhammad Morsi of the Muslim Brotherhood. As others have, Mr Aswany hints that, before its election victory, the Islamist group had colluded with the army. Many Egyptians think Morsi then tried to entrench the Brotherhood in power; Mr Sisi’s coup against him was quite popular.", "But Egypt is now back where it started, with a Mubarak-like figure in charge. Might Egyptians have found more legitimate ways to counter Morsi and hang on to democracy? Thousands did take to the streets to protest against him (a movement itself backed by the army and Gulf dictators who hoped democracy would fail). Morsi did not budge. To lots of Egyptians, a coup may have seemed the only option. Perhaps that sequel should be called “The Republic of False Choices”. ■"], "authors": ["The Economist"], "keywords": ["general", "false", "revolution", "2011", "al", "egyptians", "young", "republic", "doomed", "morsi", "egypt", "revisits", "mr", "aswany", "alaa", "egypts"], "pubDate": "2021-04-10T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}