{"id": "1f792b9a-e71d-382a-aeb1-78544ce59752", "title": "Fight To Survive In PlayStation 5 Exclusive Abandoned", "url": "https://www.gameinformer.com/2021/04/07/fight-to-survive-in-playstation-5-exclusive-abandoned", "summary": "Later this year, Abandoned is coming exclusively to the PlayStation 5.\nWhile details on the game are incredibly slim right now, a teaser trailer for the survival game was unveiled today.\nIt’s a teaser trailer in the truest sense of the word, as it’s really, really hard to extrapolate much of anything out of it, but we’ll give it a try anyway!\nThe Netherlands-based studio Blue Box Game Studios is crafting Abandoned, which centers around a character who has, ostensibly, been abandoned.\nDoes Abandoned look like something you’re into?", "paragraphs": ["Later this year, Abandoned is coming exclusively to the PlayStation 5. While details on the game are incredibly slim right now, a teaser trailer for the survival game was unveiled today. It’s a teaser trailer in the truest sense of the word, as it’s really, really hard to extrapolate much of anything out of it, but we’ll give it a try anyway! Before we go on, watch the trailer below!", "The Netherlands-based studio Blue Box Game Studios is crafting Abandoned, which centers around a character who has, ostensibly, been abandoned. Always nice to have a title that syncs up with the content, right? The game is described as a cinematic, first-person horror survival shooter, which could mean a lot of things. Based on the trailer containing a campfire and dangerous wilderness, it’s entirely possible that this may be centered around a “core” survival game experience that tasks the player with maintaining heat levels, dealing with thirst and hunger meters, and possibly fending off bears, wolves, or other dangerous woodsy creatures. And some supernatural stuff too, maybe.", "As Jason Longfield, you awake in a strange forest, kidnapped and left there for a “dark purpose”. The goal is survival. Simple, right? The development team is shooting for realism with the worldly interactions, so apparently weapons will be really slow (no Call of Duty blasting away here) and will be influenced by fear and exertion. Ammo is likely to be a valuable resource, and it’s heavily implied that you’ll need to have the drop on your foes in order to come out the victor.", "Abandoned is designed to get the most out of the DualSense controller, down to the gun trigger having a different feel when it’s loaded or empty. Abandoned is targeting 60 FPS and 4k resolution as well. The trailer does look very cinematic, but it really doesn’t give us any idea on what gameplay is going to look or feel like. At this trailer stage, that’s cool, but we definitely need to see more. A full gameplay video is coming “soon”, so that should give us a better indicator of what to expect here.", "Abandoned is expected to launch in Q4 this year. You can read more at the official blog post here.", "Does Abandoned look like something you’re into? What information did you pull out of the trailer? Let us know in the comments!"], "authors": ["Pc Editor", "Daniel Has Been At Game Informer For Seven Years", "Specializing In Multiplayer Titles", "Pc Games. When He'S Not Speculating On The Future Of The Industry", "You Can Find Him Exploring Vast Online Worlds", "Probably Streaming The Experience."], "keywords": ["look", "exclusive", "fight", "really", "teaser", "abandoned", "trailer", "need", "game", "playstation", "survive", "survival", "gameplay", "right"], "pubDate": "2021-04-07T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}