{"id": "1f831c07-a56e-3bf0-88d6-a1a364fc32bb", "url": "https://www.wired.com/story/worried-5g-health-effects-dont-be/", "title": "Worried About 5G’s Health Effects? Don’t Be", "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d", "pubDate": null, "paragraphs": ["Even as carriers around the world race to build 5G networks, some government officials are reaching for the throttle, citing fears that the new generation of wireless technology could pose health risks.", "Earlier this year the Portland, Oregon, city council passed a resolution asking the Federal Communications Commission to update its research into potential health risks of 5G. (In 2013, the American Academy of Pediatrics made a similar request to the FCC about its research on cell phone use more generally.) In May, Louisiana’s House of Representatives passed a resolution calling for the state Department of Environment Quality and Department of Health to study the environmental and health effects of 5G. Meanwhile, a few Bay Area towns, including Mill Valley and Sebastopol, want to block carriers from building 5G infrastructure.", "\"The impending rollout of 5G technology will require the installation of hundreds of thousands of 'small cell' sites in neighborhoods and communities throughout the country, and these installations will emit higher-frequency radio waves than previous generations of cellular technology,\" US representative Peter DeFazio (D-Oregon) wrote in a letter to the FCC echoing concerns about the new technologies involved with 5G.", "There are real concerns about the way 5G is being deployed in the US, including security issues, the potential to interfere with weather forecasting systems, and the FCC steamrolling local regulators in the name of accelerating the 5G rollout. But concerns over the potential health impacts of 5G are overblown. If you weren't worried about prior generations of cellular service causing cancer, 5G doesn't produce much new to worry about. And you probably didn't need to be worried before.", "Few 5G services will use higher frequencies in the near term, and there’s little reason to think these frequencies are any more harmful than other types of electromagnetic radiation such as visible light.", "Most concerns about health impacts from 5G stem from millimeter-wave technology, high-frequency radio waves that are supposed to deliver much faster speeds. The catch is that millimeter-wave transmissions are far less reliable at long distances than transmissions using the lower frequencies that mobile carriers have traditionally used. To provide reliable, ubiquitous 5G service over millimeter-wave frequencies, carriers will need a larger number of smaller access points.", "That's led to two fears: That the effects of millimeter-wave signals might be more dangerous than traditional frequencies; and that the larger number of access points, some potentially much closer to people's homes, might expose people to more radiation than 4G services.", "LEARN MORE The WIRED Guide to 5G", "But millimeter waves aren't the only, or even the main, way that carriers will deliver 5G service. T-Mobile offers the most widespread 5G service available today. But it uses a band of low frequencies originally used for broadcast television. Sprint, meanwhile, repurposed some of the \"mid-band\" spectrum it uses for 4G to provide 5G. Verizon and AT&T both offer millimeter-wave-based services, but they're only available in a handful of locations. The wireless industry is focused more on using mid- and low-band frequencies for 5G, because deploying a massive number of millimeter-wave access points will be time-consuming and expensive. In other words, 5G will continue using the same radio frequencies that have been used for decades for broadcast radio and television, satellite communications, mobile services, Wi-Fi, and Bluetooth.", "Even when carriers roll out more millimeter-wave coverage, you still won't need to worry much. Radio waves, visible light, and ultraviolet light are all part of the electromagnetic spectrum. The higher-frequency parts of the spectrum, including x-rays and gamma rays, are what's known as \"ionizing radiation.\" This is the scary kind of radiation. It can break molecular bonds and cause cancer. Millimeter waves and other radio waves, along with visible light, are considered non-ionizing, meaning they don’t break molecular bonds. They are higher frequency than traditional broadcast frequencies, but they're still below the frequency of visible light and far below ionizing radiation such as shortwave ultraviolet light, x-rays, and gamma rays."], "keywords": ["5g", "millimeterwave", "frequencies", "5gs", "dont", "radiation", "effects", "radio", "light", "carriers", "visible", "health", "waves", "worried"], "authors": ["Condé Nast", "Klint Finle"], "summary": "In May, Louisiana’s House of Representatives passed a resolution calling for the state Department of Environment Quality and Department of Health to study the environmental and health effects of 5G.\nMost concerns about health impacts from 5G stem from millimeter-wave technology, high-frequency radio waves that are supposed to deliver much faster speeds.\nTo provide reliable, ubiquitous 5G service over millimeter-wave frequencies, carriers will need a larger number of smaller access points.\nRadio waves, visible light, and ultraviolet light are all part of the electromagnetic spectrum.\nMillimeter waves and other radio waves, along with visible light, are considered non-ionizing, meaning they don’t break molecular bonds."}