{"id": "1fb70708-ff02-3b0c-a7fb-95388e4cafbd", "title": "Michigan’s Virus Cases Are Out of Control, Putting Gov. Gretchen Whitmer in a Bind", "url": "https://www.nytimes.com/2021/04/10/us/coronavirus-michigan-gretchen-whitmer.html", "summary": "Children are also accounting for a higher percentage of cases, with spring break trips and youth sporting events emerging as points of concern.\nSeveral hospitals in Michigan delayed some elective procedures this past week because a wave of coronavirus patients has stressed their resources.\nSmaller, rural hospitals struggled to find urban hospitals that could accept their coronavirus patients who needed intensive-care beds.\nAnd so Ms. Whitmer, who received her first shot on Tuesday, has pointed to vaccines — rather than new lockdowns — as the way out of this moment.\nI’m tired of this,” Ms. Whitmer said in a news conference on Friday where she defended her strategy for the weeks ahead.", "paragraphs": ["There is no single reason Michigan has been hit so hard in recent weeks, though the latest surge has been partly attributed to the B.1.1.7 variant that was originally identified in Britain and is widespread in the state. Recent infections suggest that small social gatherings were driving case increases, events that are hard to target with government restrictions. Children are also accounting for a higher percentage of cases, with spring break trips and youth sporting events emerging as points of concern.", "Several hospitals in Michigan delayed some elective procedures this past week because a wave of coronavirus patients has stressed their resources. Smaller, rural hospitals struggled to find urban hospitals that could accept their coronavirus patients who needed intensive-care beds. One doctor in Lansing described admitting five such patients in a five-hour period.", "“It’s hard for me to have hope when I don’t see the basic public health precautions being implemented and sustained,” said Debra Furr-Holden, a Michigan State University epidemiologist whom Ms. Whitmer appointed to the state’s Coronavirus Task Force on Racial Disparities. “If we continue the way we’ve been going, we’re going to continue to get what we’ve been getting, which is these ebbs and flows and these spikes. It will be a vicious cycle and the vaccines will not be able to keep pace.”", "The balance between politics and public health, never simple, has become even more volatile as the pandemic enters a second year. Residents are exhausted, business owners are reeling and, unlike last year, no other state is seeing a similar surge.", "There is also reason for optimism that distinguishes this virus surge from those that came before: One in three Michigan residents has started the vaccination process, and one in five is fully immunized. With older residents swiftly getting vaccines, health officials say that most of the people who are infected with the coronavirus now are younger than 65, a less vulnerable population. And so Ms. Whitmer, who received her first shot on Tuesday, has pointed to vaccines — rather than new lockdowns — as the way out of this moment.", "“I want to get back to normal as much as everyone else. I’m tired of this,” Ms. Whitmer said in a news conference on Friday where she defended her strategy for the weeks ahead. “But the variants in Michigan that we are facing right now won’t be contained if we don’t ramp up vaccinations as soon as possible.”", "Ms. Whitmer, whose administration rolled back restrictions last month when virus cases were relatively low, pressed President Biden in a Thursday night phone call for extra vaccines to address the surge. Mr. Biden declined, and the administration said on Friday that it would continue allocating vaccines based on adult population."], "authors": ["Julie Bosman", "Mitch Smith"], "keywords": ["vaccines", "putting", "gov", "virus", "coronavirus", "control", "state", "patients", "michigans", "cases", "surge", "hospitals", "residents", "gretchen", "whitmer", "ms", "michigan", "bind"], "pubDate": "2021-04-10T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}