{"url": "https://www.newyorker.com/magazine/2019/09/30/four-years-in-startups", "paragraphs": ["Depending on whom you ask, 2012 represented the apex, the inflection point, or the beginning of the end for Silicon Valley’s startup scene—what cynics called a bubble, optimists called the future, and my future co-workers, high on the fumes of world-historical potential, breathlessly called the ecosystem. Everything was going digital. Everything was up in the cloud. A technology conglomerate that first made its reputation as a Web-page search engine, but quickly became the world’s largest and most valuable private repository of consumer data, developed a prototype for a pair of eyeglasses on which the wearer could check his or her e-mail; its primary rival, a multinational consumer-electronics company credited with introducing the personal computer to the masses, thirty years earlier, released a smartphone so lightweight that gadget reviewers compared it to fine jewelry. Technologists were plucked from the Valley’s most prestigious technology corporations and universities and put to work on a campaign that reëlected the United States’ first black President. The word “disruption” proliferated, and everything was ripe for or vulnerable to it: sheet music, tuxedo rentals, home cooking, home buying, wedding planning, banking, shaving, credit lines, dry-cleaning, the rhythm method. It was the dawn of the unicorns: startups valued, by their investors, at more than a billion dollars. The previous summer, a prominent venture capitalist, in the op-ed pages of an international business newspaper, had proudly declared that software was “eating the world.” Not that I was paying any attention. At twenty-five, I was working in publishing, as an assistant to a literary agent, sitting at a narrow desk outside my boss’s office, frantically e-mailing my friends. The year before, I’d received a raise, from twenty-nine thousand dollars to thirty. What was my value? One semester of an M.F.A. program; fifteen hundred chopped salads, after taxes. I had a year left on my parents’ health insurance. I was staving off a thrumming sense of dread. An online superstore, which had got its start, in the nineties, by selling books on the World Wide Web, was threatening to destroy publishing with the tools of monopoly power: pricing and distribution. People were reeling from the news that the two largest publishing houses, whose combined value pushed past two billion dollars, had agreed to merge. In the evenings, at dive bars, I met with other editorial and agency assistants, all women, all of us in wrap dresses and cardigans, for whiskey-and-sodas and the house white. Publishing had failed to innovate, but surely we—the literary, the passionate, lovers and defenders of human expression—couldn’t lose? One afternoon, at my desk, I read an article about a startup, based in New York, that had raised three million dollars to bring a revolution to publishing. It was building an e-reading app for mobile phones which operated on a subscription model. The pitch—access to a sprawling library of e-books for a modest monthly fee—should have seemed too good to be true, but the app was a new concept for publishing, an industry where it seemed as if the only ways to have a sustainable career were to inherit money, marry rich, or wait for our superiors to defect or die.", "My interviews with the e-book startup were so casual that at a certain point I wondered if the three co-founders just wanted to hang out. They were younger than I was but spoke about their work like industry veterans, and were generous with unsolicited business advice. I wanted, so much, to be like them. I joined at the beginning of 2013. The job, which had been created for me, was a three-month trial run. As a full-time contractor, I would be paid twenty dollars an hour, with no benefits. Still, the annual salary amounted to forty thousand dollars. On my start date, I arrived at the office, a loft a block from Canal Street, to find a stack of hardcover books about technology, inscribed by the founders and stamped with a wax seal of the company logo: a mollusk, unavoidably yonic, with a perfect pearl. The e-book startup had millions of dollars in funding, but the app was still in “private alpha,” used by only a few dozen friends, family members, and investors. For the first time in my career, I had some semblance of expertise. The founders asked for my opinions on the app’s user interface and the quality of the inventory, and on how we could best ingratiate ourselves with the online reading communities, the largest of which would soon be acquired by the monopolistic online superstore. One afternoon, the C.E.O. summoned the other two founders and the staff of three to a conference room to practice his presentation to publishers. He opened by saying that this was the era of the sharing economy. Music, movies, television, retail, and transportation had been disrupted. Apparently, the time had come for books. He flipped to a slide that displayed the logos of various successful subscription platforms, with ours at the center. “Hemingway” was misspelled in the pitch deck: two “m”s. After the first few weeks, it seemed that the founders were paying me mostly to look for new office furniture and order them snacks: single-serving bags of sliced apples, tiny chocolate bars, cups of blueberry yogurt. “She’s too interested in learning, not doing,” the C.E.O. wrote. He meant to send the message to the two other co-founders, but mistakenly posted it in the company chat room. He apologized sincerely, while I looped the words in my head. I had not understood that the founders hoped I would make myself indispensable. I had never heard the tech incantation “Ask forgiveness, not permission.” Soon afterward, the co-founders informed me that the areas where I could add value would not be active for some time. They assumed that I wanted to continue working in tech, and I didn’t disabuse them of this notion.", "One of the e-book startup’s co-founders helped arrange an interview at an analytics startup in San Francisco. The role was in customer support, which I was not particularly excited about, but it was an entry-level position that required no programming knowledge. As a sociology major with a background in literary fiction and three months of experience in snack procurement, I assumed I was not in a position to be picky. The night before the interview, in a bedroom I’d rented through a millennial-friendly platform for sleeping in strangers’ bedrooms, I read puff pieces about the analytics startup’s co-founders, now twenty-four and twenty-five, with one Silicon Valley internship between them and a smart, practical dream of a world driven by the power of Big Data. A renowned seed accelerator in Mountain View had offered funding and connections in exchange for a seven-per-cent stake, and the C.E.O. and the technical co-founder left their college in the Southwest to join. The startup had twelve million dollars in venture funding, thousands of customers, and seventeen employees. In the office, the manager of the Solutions team, a hirsute man with a belly laugh, presented me with a series of questions and puzzles. A wiry sales engineer showed me how to write a function that rearranged the characters in a long string of letters. The technical co-founder watched me complete a reading-comprehension section from the LSAT. The offer included company-paid medical and dental coverage and a starting salary of sixty-five thousand dollars a year. The Solutions manager did not mention equity, and I didn’t know that early access to it was the primary reason people joined startups. Eventually, the company’s in-house recruiter recommended that I negotiate a small stake, explaining that all the other employees had one. “There she is. The girl I’m going to marry.” Cartoon by Liana Finck Friends at home told me that they were excited for me, then asked whether I was sure I was making the right decision. The media tended to cover tech as a world of baby-faced nerds with utopian ambitions and wacky aesthetic preferences, but to my friends it was a Wall Street sandbox. I stuck to the narrative that working in analytics would be an experiment in separating my professional life from my personal life. Maybe I would start the short-story collection I had always wanted to write. Maybe I would take up pottery. I could learn to play the bass. I could have the sort of creative life that creative work would not sustain. It was easier to fabricate a romantic narrative than to admit that I was ambitious—that I wanted my life to pick up momentum.", "Startups in New York were eager to create services for media and finance; software engineers in the Bay Area were building tools for other software engineers. The analytics platform enabled companies to collect customized data on their users’ behavior, and to manipulate the data in colorful, dynamic dashboards. I’d had some guilt about the opportunism of the e-book startup, but had no qualms about disrupting the Big Data space. It was thrilling to see a couple of twentysomethings go up against middle-aged leaders of industry. It looked like they might win. I was employee No. 20, and the fourth woman. The three men on the Solutions team wore Australian work boots, flannel, and high-performance athletic vests; drank energy shots; and popped Vitamin B in the mornings. The Solutions manager assigned me an onboarding buddy, whom I’ll call Noah—employee No. 13—a curly-haired twenty-six-year-old with a forearm tattoo in Sanskrit. He struck me as the kind of person who would invite women over to listen to Brian Eno and then actually spend the night doing that. I spent my first few weeks with Noah carting around an overflowing bowl of trail mix and a rolling whiteboard, on which he patiently diagrammed how cookie tracking worked, how data were sent server-side, how to send an HTTP request. He gave me homework and pep talks. Our teammates handed me beers in the late afternoon. I was happy; I was learning. The first time I looked at a block of code and understood what was happening, I felt like a genius.", "We treated the C.E.O., a twenty-four-year-old with gelled, spiky hair, like an oracle. The child of Indian immigrants, he mentioned, not infrequently, his parents’ hope that he would finish his undergraduate degree. Instead, he was responsible for other adults’ livelihoods. On Tuesdays at noon, we would roll our desk chairs into the middle of the office and flank him in a semicircle, like children at a progressive kindergarten, for the weekly all-hands. Packets containing metrics and updates from across the company were distributed. We were doing well. An I.P.O. seemed imminent. The engineers had built an internal Web site to track revenue, which meant that we could watch the money come in in real time. The message was clear and intoxicating: society valued our contributions and, by extension, us. Still, the C.E.O. motivated us with fear. “We are at war,” he would say, his jaw tense. We would look down at our bottles of kombucha and nod gravely. At the end of the meeting, the packets were gathered up and shredded. Camaraderie came easily. We all felt indispensable. Failures and successes reflected personal inadequacies or individual brilliance. Slacking off was not an option. Research did not necessarily support a correlation between productivity and working hours beyond a reasonable threshold, but the tech industry thrived on the idea of its own exceptionalism; the data did not apply to us. We were circumventing the fussiness and the protocol of the corporate world. As long as we were productive, we could be ourselves. I did not want to be myself. I envied my teammates’ sense of entitlement, their natural ease. I began wearing flannel. I incorporated B Vitamins into my regimen and began listening to E.D.M. while I worked. The sheer ecstasy of the drop made everything around me feel like part of a running-shoe ad or a luxury-car commercial, though I couldn’t imagine driving to E.D.M. Was this what it felt like to hurtle through the world in a state of pure confidence, I wondered—was this what it was like to be a man? I would lean against my standing desk and dance while pounding out e-mails, bobbing in solidarity with the rest of the team.", "Each new employee, regardless of department, was required to spend a few days at the Solutions cluster, answering support tickets––like working the mail room in Hollywood. The C.E.O. believed that this experience built empathy for our customers. It did not necessarily build empathy for Support. The engineers and salespeople tossed off replies to customer inquiries and rolled their eyes at developers who did not understand our product. The engineers had been hired at two or three times my salary, and their privileged position in the industry hierarchy should have exempted them from such tedium. It wasn’t exactly that they harbored contempt for our users; they just didn’t need to think about them. In theory, the tool was straightforward. But when users—engineers and data scientists, almost all of them men—encountered problems, they would level accusations and disparage the company on social media. My job was to reassure them that the software was not broken. Looking at their source code or data, I explained where things had gone haywire. Some days, helping men untangle problems that they had created, I felt like a piece of software myself, a bot: instead of being an artificial intelligence, I was an intelligent artifice, an empathetic text snippet or a warm voice, giving instructions, listening comfortingly. Twice a week, I hosted live Webinars for new customers. I asked my parents to join, as if to prove that I was doing something useful, and, one morning, they did. My mother e-mailed afterward. “Keep that perky tone!” she wrote. After two months, the Solutions manager took me for a walk around the neighborhood. We passed a strip club, a popular spot for parties during developer conferences, which my co-workers claimed had a superlative lunch buffet. We circumvented people sleeping on steaming grates. He looked at me with kind eyes, as if he had given birth to me. “We’re giving you an extra ten thousand dollars,” he said. “Because we want to keep you.”", "The simplest way to solve users’ problems was by granting the Solutions team access to all our customers’ data sets. This level of employee access—some of us called it God mode—was normal for the industry, common for small startups whose engineers were overextended. It was assumed that we would look at our customers’ data sets only out of necessity, and only when our doing so was requested by the customers themselves; that we would not, under any circumstances, look up the profiles of our lovers and family members and co-workers in the data sets belonging to dating apps and shopping services and fitness trackers and travel sites. It was assumed that if a publicly traded company was using our software we would resist buying or selling its stock. Our tiny startup operated on good faith. If good faith failed, there was a thorough audit log of all employee behavior. The founders tracked the customer data sets we looked at and the specific reports we ran. Early in the summer of 2013, news broke that a National Security Agency contractor had leaked classified information about the U.S. government’s surveillance programs. The N.S.A. was reading private citizens’ personal communications, crawling through people’s Internet activity by gathering cookies. The government had penetrated and pillaged the servers of global technology companies. Some commentators said that tech companies had, essentially, collaborated, by creating back doors that the government could access. Others defended the tech companies’ innocence. In the office, we never talked about the whistle-blower—not even during happy hour.", "I was making seventy-five thousand dollars a year. It felt like getting away with something. Even so, when I ran out of work to do on nights and weekends, I felt free, invisible, and lonely. The city’s green spaces overflowed with couples jogging next to each other and cycling on bikes with matching panniers. I spent hours in bed, drinking coffee and thumbing my phone. On a dating app, I made plans with two men, both of whom seemed boring and benign, before deciding that I couldn’t go through with it. I deleted the app. A few days later, one of them messaged me on a social network everyone hated. I tried to reverse engineer how he’d identified me, but couldn’t. Noah took me under his wing. He had grown up in Marin, and had moved back to California after college, hoping to live a bohemian life. Meeting his friends was like swinging open the gate to a version of the Bay Area I thought no longer existed: Here were chefs and social workers, academics and musicians, dancers and poets. Everyone was inventing a way to live. Some women instituted gender reparations with their partners, redistributing the housework to compensate for decades of patriarchal control. Atheists bought tarot decks and went to outposts in Mendocino to supervise one another through sustained, high-dose LSD trips. They went on retreats to technology-liberation summer camps, where they locked up their smartphones and traded their legal names for pseudonyms evoking berries and meteorological phenomena. I attended a spa-themed party at a communal house and wandered the grounds in a robe, avoiding the hot tub—a sous-vide bath of genitalia. At a birthday party north of the Panhandle, Noah’s roommate, Ian, sat down beside me and struck up a conversation. Ian was soft-spoken and whistled slightly when he pronounced the letter “s.” He had static-electricity hair and a sweet, narrow smile. He asked questions and then follow-up questions, a novelty. It took a while for me to steer the conversation to him. He worked in robotics, I eventually learned, programming robotic arms to do camerawork for films and commercials. The studio where he worked had recently been acquired by the search-engine giant down in Mountain View. One of the founders had been sent a set of three-hundred-thousand-dollar speakers as a welcome gift; when a pallet of electric skateboards arrived at the studio, Ian and his co-workers knew that the deal had closed.", "Noah had been with the startup for a year, and was preparing for his annual review. Before the meeting, he sent me his self-assessment and a memo he had written, asking what I thought. As an early employee, Noah was often the recipient of grievances and concerns from teammates and customers. In the memo, he pushed for changes to the product and in the company culture. He asked for a title change, more autonomy, a raise, and an increase in stock options. He presented the number of hires he’d referred, the profits of the accounts he and his referrals had acquired and nurtured, the amount of money he calculated he had generated for the company. He wanted to become a product manager and run his own team. He wanted equity commensurate with his contributions, about one per cent of the company. He framed it as an ultimatum. Giving the chief executive an ultimatum was unprofessional, crazy, even for one of the best employees at the company. On the other hand, it was a company of twentysomethings run by twentysomethings. I read Noah’s memo twice, then I wrote and said it was risky but not unreasonable. I hoped they would give him everything he wanted. A few days later, on my way to work, I got a text message from Noah telling me that he had been fired. At the office, the cluster felt like a funeral home. “They didn’t even try to negotiate with him,” a sales engineer said. “They just let one of our best people go, all because nobody here has any management experience.” The early members of the Solutions team were corralled into an unscheduled meeting with the C.E.O. He told us to sit down, standing at the front of the room, arms folded. “If you disagree with my decision to fire him, I’m inviting you to hand in your resignation,” he said, speaking slowly. He looked around the table, addressing each of us individually. “Do you disagree with my decision?” he asked the account manager. “No,” the account manager said, raising his palms as if at gunpoint. “Do you disagree with my decision?” the C.E.O. asked the sales engineer. “No,” the sales engineer said. His eyelids fluttered. He looked ill. “Do you disagree with my decision?” the C.E.O. asked me. I shook my head, face hot. Of course not, I lied. Later, the C.E.O. denied that this meeting had taken place—it wasn’t something he would do, he said. At the time, it had seemed perfectly in character.", "Ian and I biked through the city, drinking seltzer and eating avocado sandwiches on the seawall. We walked to the top of Bernal Hill and watched the fog curl around Sutro Tower; we skinny-dipped in Tomales Bay. In the winter of 2013, Ian took me to a party at the offices of a hardware startup operating out of an ivy-clad brick warehouse in Berkeley. Drones buzzed over a crowd of young professionals wearing sensible footwear. Ian disappeared with a co-worker to investigate a prototype line of self-assembling modular furniture, leaving me in a circle with a half-dozen other roboticists. The men discussed their research. One was trying to teach robots to tie different kinds of knots, like Boy Scouts. I asked if he was a graduate student. No, he said, squinting at me. He was a professor. “Yes, this was a crime of passion—a passion for premeditated murder.” Cartoon by Charlie Hankin Talk turned to self-driving cars. How plausible were they, really? I asked. I had finished my beer, and I was bored. I also wanted to make sure everyone knew that I wasn’t just an engineer’s girlfriend who stood around at parties waiting for him to finish geeking out—though that’s exactly what I was doing. The group turned toward me, the Scout leader looking amused. “What did you say you do?” one of them asked. I said that I worked at a mobile-analytics company, hoping they would assume I was an engineer. “Ah,” he said. “And what do you do there?” Customer support, I said. He glanced at the others and resumed the conversation. On the train home, I leaned into Ian and recounted the interaction. What sexists, I said. How dare they be so dismissive, just because I was a woman—just because I did customer support and was considered nontechnical. Ian cringed and pulled me closer. “You’re not going to like this,” he said. “But you were trying to talk shit about self-driving cars with some of the first engineers ever to build one.”", "In the spring of 2014, the analytics startup released a new feature, a chart called Addiction. It displayed the frequency with which individual users engaged, synthesized on an hourly basis. Every company wanted to build an app that users were looking at throughout the day. Addiction, which quantified this obsession, was an inspired product decision by the C.E.O., executed brilliantly by the C.T.O. Our communications director had left for a larger tech company with family-friendly benefits and policies, and was not replaced. With her departure, I became the de-facto copywriter. To promote Addiction, I ghostwrote an opinion piece for the C.E.O., published on a highly trafficked tech blog, that described the desirability of having people constantly returning to the same apps. “If you work for a SaaS”—software as a service—“company and most users are lighting up your Addiction report by using your app for 10 hours every day, you’re doing something very, very right,” I wrote, like the careerist I had become. The novelty of the product was exciting, but the premise and the name made me uneasy. We all treated technology addiction as though it were inevitable. The branding vexed me, as I told a friend. It was as if substance abuse were an abstract concept, something that people had only read about in the papers. The friend listened while I ranted. “I hear you,” he said. The question of addiction, he told me, was already a big thing in gaming: “It’s nothing new. But I don’t see any incentive for it to change. We already call customers ‘users.’ ”", "One evening, a group of us stayed late at work to watch a science-fiction movie about hackers who discover that society is a simulated reality. It was the C.E.O.’s favorite film, released the year he turned eleven. The movie didn’t just make the hackers look sexy—it glamorized circumvention, the outcast’s superiority, and omniscience. The C.E.O. sat with his laptop open, working as he watched. At the beginning of my tenure—a decade earlier, in startup time—the C.E.O. had invited me and an entrepreneur friend of his for late-night pizza in North Beach. The walls of the pizzeria were covered in stickers, like a laptop. We ordered grandma slices and cups of water, and perched on stools in the back, chatting, almost like friends. The men insisted on getting me home safely, and hailed a cab. I started saying my goodbyes, but they got into the back seat. Seeing me home would add another hour to their trip, I protested. They buckled their seat belts. As we glided through the city, I wondered if the cab ride was an act of chivalry or a test. I felt like a prop in their inside joke. At my apartment steps, I turned back to wave, but the car was already gone. The employees tried to be the C.E.O’s friends, but we were not his friends. He shut down our ideas and belittled us in private meetings; he dangled responsibility and prestige, only to retract them inexplicably. We regularly brought him customer feedback, like dogs mouthing tennis balls, and he regularly ignored us. He was expensive to work for: at least two of my co-workers met with therapists to talk through their relationship with him. Still, I was reluctant to entertain the idea that the C.E.O., who’d been under scrutiny from venture capitalists and journalists for years, was egomaniacal or vindictive. I was always looking for some exculpatory story on which to train my sympathy. By the time I started looking for other jobs, I considered my blind faith in ambitious, aggressive, arrogant young men from America’s soft suburbs a personal pathology. But it wasn’t personal at all; it had become a global affliction.", "In the summer of 2014, I went for an interview at a startup that hosted a platform for open-source software development, housed in a former dried-fruit factory by the ballpark. A security guard wearing a shirt with the company logo and the words “SECRET SERVICE” showed me to the waiting room, a meticulous replica of the Oval Office. The wallpaper was striped yellow and cream. An American flag stood to the side of the Resolute desk, behind which an animation of clouds passing over the National Mall played on a screen. The rug, a deep Presidential blue, was emblazoned with the startup’s mascot, a tentacled, doe-eyed octopus-cat crossbreed, holding an olive branch above the words “IN COLLABORATION WE TRUST.” The company had attracted a hundred million dollars in venture funding, and appeared to be spending it the way most people would expect three men in their twenties to spend someone else’s money. The offer letter arrived. “We’re expecting big things from you, ourselves, and for the company,” it read. “You should be justifiably proud.” Mostly, I was burned out. The open-source company was famous for its culture, which atypically emphasized work-life balance. For years, in emulation of the tenets of open source—transparency, collaboration, decentralization—the organization had been nonhierarchical, and the majority of employees worked remotely. Until recently, employees had named their own compensation, determined their own priorities, and come to decisions by consensus, including some related to interior design. As my host gave me a tour through the office, I noted juggling balls on a desk cluster, a children’s play area, and a barefoot employee playing video games. People shook cocktails at the company bar. There was an indoor picnic area with Adirondack chairs and plastic grass, an orange shipping container—a visual pun on “shipping code”—with a gaming room inside, and a row of so-called coder caves: dark, cushioned booths designed for programmers who worked best under the conditions of sensory deprivation. The job was a customer-support role, but the title listed in the offer letter was, in homage to the company mascot, Supportocat. I set that humiliation aside. My co-workers at the analytics startup had made fun of me for considering a “life-style job”––it entailed a ten-thousand-dollar pay cut––but I liked the company’s utopianism. The open-source startup hosted the largest collection of source code in the world, including a public Web site with millions of open-source software projects. Excitable tech journalists sometimes referred to it as the Library of Alexandria, but for code. It was six years old, with two hundred employees and no serious competitors. The social network everyone hated and the United States government both used its tools. For years, it had seemed that the company could do no wrong, but in the spring of 2014 the first woman on the engineering team—a developer and designer, a woman of color, and an advocate for diversity in tech—had come forward with a spate of grievances. The startup, she claimed, was a boys’ club. Colleagues condescended to her, reverted and erased her code, and created a hostile work environment. She described a group of male employees watching female employees hula-hoop to music in the office, leering as if they were at a strip club. The developer’s story was picked up by the media and went viral. The company conducted an investigation. An implicated founder stepped down; another moved to France. For the first time, tech companies were beginning to release internal diversity data. The numbers were bleak. The people building the world’s new digital infrastructure looked nothing like the people using it. There was an ongoing fight about the “pipeline problem”––the belief, apparently divorced from conversations about power or systemic racism, that there simply weren’t enough women and underrepresented minorities in STEM fields to fill open roles. The situation at the open-source startup wasn’t the first instance of sexism and racism in the tech industry, but it was among the first to receive national attention. It made me wary, but I wondered if there might be some benefit to joining an organization forced to confront discrimination head on. Call it self-delusion or naïveté; I considered these calculations strategic.", "During my first month in the job, there was a lot of chatter in the office about a group of Internet trolls who had mounted a harassment campaign against women in gaming. The trolls had flooded social networks, spouting racist, misogynistic, and reactionary rhetoric. They had been banned from nearly every platform, and had responded by citing the First Amendment and crying censorship. On our platform, they thrived. The trolls maintained a repository of resources and data on women they were targeting—photos, addresses, personal information. The trolls’ identities, meanwhile, were impossible to trace. My co-workers debated how seriously to take the campaign. A popular narrative about trolls was that they were just a bunch of lonely men in their parents’ basements, but this looked like a coördinated effort. The repository included e-mail templates and phone-call scripts. It was, my teammates agreed, unusual to see them so organized.", "In October, I flew to Phoenix for an annual conference of women in computing, established in honor of a female engineer who had helped develop military technologies during the Second World War. I was not really a woman in computing—more a woman around computing; a woman with a computer—but I was curious, and the open-source startup was a sponsor. The company put employees up in a boutique hotel with a pool and a Mexican restaurant. On the first night, my co-workers, having flown in from Portland, Toronto, Boulder, and Chicago, gathered over margaritas and bowls of guacamole. Many hadn’t seen one another since the startup’s gender-discrimination crisis. I hovered on the periphery, hoping that the engineers would adopt me. Some of them had unnaturally colored hair and punk-rock piercings, signalling industry seniority as much as subcultural affiliation. I had no idea what it would be like to be a woman in tech whose skill set was respected. I was disappointed to learn that it wasn’t dissimilar from being a woman in tech whose skill set wasn’t. For the most part, the other women at the open-source startup were glad that the years-long party seemed to be winding down. Leadership was scrambling to tidy up after the discrimination scandal: installing a human-resources department; disabling the prompt “/metronome,” which dropped an animated gif of a pendulous cock into the all-company chat room; rolling up the “In Meritocracy We Trust” flags. In retrospect, the adherence to meritocracy should have been suspect at a prominent international company that was overwhelmingly white, male, and American, and had fewer than fifteen women in engineering. For years, my co-workers told me, the absence of an official organizational chart had given rise to a shadow chart, determined by social relationships and proximity to the founders. As the male engineers wrote manifestos about the importance of collaboration, women struggled to get their contributions reviewed and accepted. The company promoted equality and openness until it came to stock grants: equity packages described as “nonnegotiable” turned out to be negotiable for people who were used to successfully negotiating. The name-your-own-salary policy had resulted in a pay gap so severe that a number of women had recently received corrective increases of close to forty thousand dollars. No back pay. In the convention center, I felt out of place among the computer-science majors, then ashamed to have impostor syndrome at a conference designed to empower women in the workforce. At a Male Allies plenary panel, a group of engineers circulated bingo boards among attendees. In each square was a different indictment: “Refers to a feminist as aggressive”; “ ‘That would never happen in my company’ ”; “Asserts other man’s heart is in the right place”; “Says feminist activism scares women away from tech”; “Wearables.” Wearables: the only kind of hardware men could imagine women caring about. At the center of the bingo board was a square that just said “Pipeline.” Cartoon by Paul Noth The male allies, all trim, white executives, took their seats and began offering wisdom on how to manage workplace discrimination. “The best thing you can do is excel,” a V.P. at the search-engine giant, whose well-publicized hobby was stratosphere jumping, said. “Don’t get discouraged,” another said. “Just keep working hard.” Women bent over their bingo boards, checking off boxes.", "Going into work was not mandatory, but I still wanted to be a part of something. In the office, I staked out an unclaimed standing desk among a cluster of engineers and left my business cards next to the monitor. I took meetings in an area atop the indoor shipping container, on couches where an engineer was rumored to have lived for several months, before being busted by our secret service. I was employee No. 230-something. I had no trouble identifying the early employees. I saw my former self in their monopolization of the chat rooms, their disdain for the growing sales team, their wistfulness for the way things had been. Sometimes I would yearn for their sense of ownership and belonging—the easy identity, the all-consuming feeling of affiliation. And then I would remind myself, There but for the grace of God go I.", "I stopped going into the office. Support met once a week, for an hour, over videoconference. I prepared for these meetings by brushing my hair, closing the curtains to the street, and tossing visible clutter onto my bed and covering it with a quilt. I would log in and lean into my laptop, enjoying the camaraderie and warmth of a team. For an hour, my studio apartment would fill with laughter and chatter, conversation tripping when the software stalled or delayed. Then I would stand up, stretch, replace the tape over my laptop camera, and open the curtains, readjusting to the silence in my room. Some days, clocking in to work was like entering a tunnel. I would drop a waving-hand emoji into the team chat room, answer a round of customer tickets, read e-mail, process a few copyright takedowns, and skim the internal social network. In the chat software, I moved from channel to channel, reading information and banter that had accumulated overnight in other time zones. After repeating this cycle, I would open a browser window and begin the day’s true work of toggling between tabs. Platforms designed to accommodate and harvest infinite data inspired an infinite scroll. I careened across the Internet like a drunk: small-space decoration ideas, author interviews, videos of cake frosting, Renaissance paintings with feminist captions. I read industry message boards and blogs, looking for anything to hold my interest. I learned that the e-book startup had been acquired by the search-engine giant, which had shut down its app. I watched videos of a xenophobic New York City socialite, whose greatest accomplishment was playing a successful businessman on reality television, launch a Presidential bid. I watched marriage proposals and post-deployment reunions and gender reveals: moments of bracing intimacy among people I would never know. I searched for answers, excuses, context, conclusions: “Text neck.” “Vitamin D deficiency.” “Rent calculator.” “What is mukbang?” Time passed, inevitably and unmemorably, in this manner.", "By the beginning of 2016, corners of the open-source platform had become increasingly vicious and bizarre. People posted content claiming to be members of a terrorist organization; people posted content to dox government employees and stalk our staff. The company received a note so menacing that the office closed for a day. A far-right publication ran a blog post about our V.P. of social impact––the woman responsible for managing diversity and inclusion programs—zeroing in on her critique of initiatives that tended to disproportionately benefit white women. The post was accompanied by a collage of octopus-cats, under the headline “ANTI-WHITE AGENDA REVEALED.” The article sparked a furor in the comments section, which filled up with conspiratorial statements about Marxism and Hollywood, liberal victimhood, reverse racism, and the globalist agenda. The comments snowballed into threats. Some of the threats were specific enough that the company hired security escorts for the targeted employees. Later, I mentioned to a co-worker that all Internet harassment now seemed to follow the same playbook: the methods of the far-right commenters were remarkably similar to those of the troll bloc that, eighteen months earlier, had targeted women in gaming. It was bizarre to me that the two groups would have the same rhetorical and tactical strategies. My co-worker, a connoisseur of online forums and bulletin boards, looked at me askance. “Oh, my sweet summer child,” he said. “Those groups are not different. They are absolutely the same people.”", "San Francisco was tipping into a full-blown housing crisis. Real-estate brochures offered building owners enticements to flip. “Hi, neighbor!” they chirped. “We have considered and ready buyers eager to invest in your neighborhood.” There was a lot of discussion, particularly among the entrepreneurial class, about city-building. Everyone was reading “The Power Broker”—or, at least, reading summaries of it. Armchair urbanists blogged about Jane Jacobs and discovered Haussmann and Le Corbusier. They fantasized about special economic zones. An augmented-reality engineer proposed a design to combat homelessness which looked strikingly like doghouses. Multiple startups raised money to build communal living spaces in neighborhoods where people were getting evicted for living in communal living spaces. There was a running joke that the tech industry was simply reinventing commodities and services that had long existed. Cities everywhere were absorbing these first-principles experiments. An online-only retailer of eyeglasses found that shoppers appreciated getting their eyes checked; a startup selling luxury stationary bicycles found that its customers liked to cycle alongside other people. The online superstore opened a bookstore, the shelves adorned with printed customer reviews and data-driven signage: “Highly rated: 4.8 stars & above.” Stores like these shared a certain ephemerality, a certain snap-to-grid style. They seemed to emerge overnight: white walls and rounded fonts and bleacher seating, matte simulacra of a world they had replaced. Scale bred homogeneity. Half the knowledge workers I encountered had the same thin cashmere sweaters I did, and the same lightweight eyeglasses. Some of us had the same skin tints, from the same foundation. We complained of the same back problems, induced by the same memory-foam mattresses. In apartments decorated with the same furniture and painted the same shades of security-deposit white, we placed the same ceramic planters, creating photogenic vignettes with the same low-maintenance plants."], "pubDate": null, "id": "1fba0c90-e141-32d5-b48e-d8a08791a51d", "keywords": ["startups", "office", "startup", "dollars", "work", "women", "company", "tech", "ceo", "data", "employees"], "title": "Four Years in Startups", "summary": "It was the dawn of the unicorns: startups valued, by their investors, at more than a billion dollars.\nOne of the e-book startup’s co-founders helped arrange an interview at an analytics startup in San Francisco.\nThe Solutions manager did not mention equity, and I didn’t know that early access to it was the primary reason people joined startups.\nThis level of employee access—some of us called it God mode—was normal for the industry, common for small startups whose engineers were overextended.\nMultiple startups raised money to build communal living spaces in neighborhoods where people were getting evicted for living in communal living spaces.", "authors": ["Anna Wiener", "Alice Munro", "Rachel Aviv", "Jeffrey Toobin", "Richard Brody", "Jane Mayer", "Sheelah Kolhatkar"], "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}