{"id": "1fbb9bd7-86a0-3b7e-aa0e-b7da9a6710b1", "title": "Watch Why Humans Can’t Run Cheetah Speeds (70mph) and How We Could | Wired Video | CNE | Wired.com", "url": "https://www.wired.com/video/watch/why-humans-cant-run-cheetah-speeds-70mph-and-how-we-could", "summary": "Is human cheetah?\nTake a look at this video of this cheetah runningat high speed.\nWhen the cheetah is in full stride,you can see that everything about itis built for being aerodynamic.\nSo not much of the bottom of the cheetah foot,the actual bones of the cheetah footare in touch with the ground.\n[computer chimes]In order for humans to run as fast as a cheetah,this is how they would have to change.", "paragraphs": ["Transcript", "[Adrienne] Cheetahs can reach up to 70 miles an hour", "in just three seconds.", "[Dr. Raynor] If you were to look", "at the actual speed that a human", "being could run, you're probably looking", "at 30 kilometers an hour,", "but only for a very short period of time.", "[Synthesized Voice] But why is that?", "Cheetahs, humans, what's the difference?", "[curious music]", "[lights clack]", "I am a computer.", "What is human?", "Is human cheetah?", "[curious music]", "[computer chimes]", "The cheetah is able to run up to 70 miles an hour.", "And everything about their physiology", "and their body is designed", "for them to reach very quick speeds", "in a very short period of time.", "I think one of the most unique aspects", "of the cheetah is the fact that", "about 50% of their entire body mass is made of muscle.", "And the type of fibers that a cheetah has compared", "to the type of muscle fibers that we have are much", "more heavily weighted towards fast twitch fibers", "and they are better able to contract", "at a much more quick pace.", "Over 80% of the musculature in the thigh", "or the top of the back leg", "in the cheetah is made", "up of these fast twitch muscle fibers.", "That's an enormously large proportion of that muscle type,", "which is what enables them to reach amazingly fast speeds.", "Cheetahs have a very large psoas muscle", "which is what helps extend out the hip and then pull it back", "into the body very quickly and powerfully.", "And that extension and flexion is what enables them", "to push off very strongly", "with their back legs and generate that power.", "Take a look at this video of this cheetah running", "at high speed.", "Watch as the cheetah is sprinting.", "Those hind legs extend out", "and are pulled back very quickly and very powerfully.", "And you can see that spine flex.", "When the cheetah is in full stride,", "you can see that everything about it", "is built for being aerodynamic.", "Even the ears are pulled back against the head,", "cutting down on any wind friction.", "Another thing to note,", "they actually have a four beaded gate, very similar", "to a horse when it is galloping, but unlike other species", "the cheetah has two moments in its stride", "when all four feet are off the ground at the same time.", "[computer chimes]", "If you think about the difference", "between a flat-footed walk and almost a tiptoe walk", "the cheetah has some unique musculature whereby", "it can be ready for action,", "ready to start that sprint almost on the spur of the moment", "When you're trying to run at speed,", "we are really only hitting or striking the ground", "with the ball of the foot and the toes.", "The reason why we are doing this is", "because we are trying to employ the foot", "as an additional lever", "with which to propel ourselves forward.", "Take a look at this.", "We have a lever from the hip to the knee.", "We have another lever from the knee to the ankle.", "We have a third lever", "from the ankle to the ball of the foot.", "And the last lever is from the ball of the foot to the toes.", "This allows us to use the muscles of the foot", "and of the lower leg from the calf downwards", "to generate power when the foot is contacting the ground.", "So let's take a look at a cheetah foot.", "So not much of the bottom of the cheetah foot,", "the actual bones of the cheetah foot", "are in touch with the ground.", "The nails are always extended,", "acting like those track cleats when the animal sprints.", "You can see there's only four toes here,", "the middle two toes are the most weightbearing.", "So they take the brunt of all of the cheetahs weight.", "You may wonder what happened to the fifth toe.", "That is actually what we know as the dewclaw.", "That is what they use to trip up their prey", "when they're chasing after it.", "As they reach the back legs of their prey,", "they hook those back legs with that dewclaw", "causing the animal to trip and stumble", "and then they can jump in and finish the kill.", "So you'll notice when the cheetah is sprinting", "after its prey, it doesn't go in a straight line.", "The prey is trying to get away from the cat.", "And so it makes a zigzag motion when it's running.", "It gets very close to the ground,", "almost touching its side to the ground,", "and it's able to do that because those nails,", "those claws on its feet are helping to give it a lot", "of traction and stability.", "[computer chimes]", "The cheetah's breastbone isn't well attached", "to the rest of their musculature.", "They call it a free floating breastbone.", "They have a chest cavity", "which allows a much larger expansion of space", "that's available to expand the lungs.", "And that actually enables them to have a lot", "of flexibility in the front.", "And to really stretch out that stride", "when they're sprinting.", "Humans don't do that because we are tuned", "to be generalists and do lots of things.", "Human respiration when you're exercising can go anywhere", "from 20 to 24 probably even higher at maximum capacity.", "When a cheetah sprints, they have a respiration rate", "of around 150 breaths per minute.", "[computer chimes]", "Cheetahs disperse heat in several different ways.", "Their body temperature goes up so much", "when they're doing those very quick, fast sprints.", "For human beings, we are fortunate to have a number", "of ways in which we can dissipate heat.", "The easiest to think about is through perspiration.", "When we are generating heat,", "we can start to sweat and the movement", "of air across the water that's on the surface", "of the skin will allow us to cool ourselves down.", "Cheetahs can release heat", "through their mouth and even through their feet.", "Another mechanism that we have for dissipating heat is", "through the hairs on the surface of our skin.", "When we're trying to retain heat, the hairs", "on our arms will stand up in order to slow the movement", "of air across the surface of the skin.", "When we are trying to dissipate heat,", "we will make sure that those hairs all lay flat so", "that we can lose as much heat to the moving air as possible.", "The black spots", "on the cheetah are thought to also help disperse heat.", "The hairs of the black spots are actually longer", "than the hairs that are the yellowish to orange color.", "So those longer hairs are thought to help disperse", "and release the heat.", "The last mechanism that we can use", "to dissipate heat is through our respiration itself.", "When our core temperature increases,", "the air on the inside of us will also", "be increased in temperature.", "And as we expire that warm air", "we will inspire cool air coming in,", "which allows us to disperse heat through that mechanism.", "And cheetahs are of course,", "able to pant like you see dogs and cats do sometimes.", "They have to decrease their body temperature", "before they can consume their kill.", "[computer chimes]", "The cheetah has a very flexible spine,", "which enables it to move quickly,", "especially to zig-zag when it's chasing prey.", "When it comes to sprinting,", "flexibility is something that's quite important.", "Take a look at this video of a human sprinting.", "This is your stride length.", "And our goal is to maximize that stride length", "when we are moving through space.", "The way that we do this is by increasing the flexibility", "of the hip, knee and the ankle joints", "in order to cover ground as quickly as possible.", "The cheetah also has a very heavily muscled back", "which helps that spine extend and flex", "so that they can stretch out when they're sprinting", "and really gain those long strides.", "[computer chimes]", "The cheetah tail is about 50% of the length", "of the entire rest of the structure.", "So it's very long in proportion", "to the entire animal and that tail acts as a rudder.", "So it helps it steer", "around sharp corners when there's zigzagging", "and chasing after their prey,", "it's also a very muscular tail.", "And so that helps as a counterbalance", "or a counterweight so that they don't lose their balance", "as they're sprinting and turning quickly.", "[computer chimes]", "So let's take a look at a cheetah's skull.", "So the cheetah skull is very rounded and concave", "across the top, and that helps it be very aerodynamic,", "just like the rest of its body.", "The human skull on the other hand is not designed", "for a specific purpose, but it is designed to", "allow us to be good at a number of different things.", "There's a couple of things that are unique", "about the human skull.", "One of the most obvious things is the size", "of the cranial vault, which holds your brain", "and relative to other animals,", "you'll find that the cranial vault for humans", "is quite large,", "and this is because our brains are quite large.", "[Woman] Cheetahs have really large eye sockets", "and they're true predators.", "Those eyes are faced forward scanning all the time", "for potential prey.", "'Cause we are bipedal animals.", "We are able to see a much further distance", "because of our point of perspective.", "Cheetahs also have teeth designed", "for tearing muscle meat very quickly and ingesting as much", "as possible in a very short period of time.", "They're called bolters.", "They actually bolt their meat.", "They can eat up to 10 to 15 pounds of food at a time.", "And to be able to consume up to 15%", "of their body mass in food is an amazing", "amount of food that they can eat all at one time.", "[computer chimes]", "In order for humans to run as fast as a cheetah,", "this is how they would have to change.", "I would want to make sure that the muscles on both the front", "and the back of the thigh were as large as possible.", "I would want to shorten the length from the hip to the knee,", "but I would probably lengthen the lever from the knee down.", "I would make the foot so that the heel of the foot", "was suspended in the air.", "We could end up having claws", "to propel ourselves much more efficiently", "every time that we contact the ground.", "I would also want to make sure that the muscles", "of the shoulders and upper chest were quite large", "with the floating breast bone in the front in order to", "increase the turnover.", "Those are some of the things that I would do to", "create the ideal sprinting human.", "[Synthesized Voice] I Understand.", "A cheetah is not human.", "[printer whirring]"], "authors": ["Condé Nast"], "keywords": ["hairs", "cant", "trying", "cheetahs", "wired", "helps", "humans", "theyre", "cne", "speeds", "watch", "wiredcom", "look", "human", "run", "body", "heat", "cheetah", "video"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}