{"id": "1fc13238-c7f3-3544-827f-d47a47823396", "title": "New York men harassing, mocking NYPD cops in alarming video", "url": "https://www.foxnews.com/us/new-york-men-harassing-mocking-nypd-cops-in-alarming-video", "summary": "When the officers had apparently had enough and started to drive away, the men sang \"Na-na-na-na, hey, hey, hey, goodbye.\"\nThe New York City Police Benevolent Association called out city lawmakers after the incident.\n#WeNeedPolice\"A police source told Fox News the group's actions may have warranted at least a summons.\n\"Cops are shook right now -- the city politicians don't have their backs,\" the source told Fox News.\nThe New York City Council voted in July to cut $1 billion from the NYPD’s budget.", "paragraphs": ["Video shows a group of young New York City men surrounding an NYPD SUV and hurling insults at the officers inside while placing a pig-shaped squeaky toy on the hood and waving a filthy, damaged American flag.", "The city’s largest police union shared the video on Twitter on Friday but said it had been recorded Tuesday in Manhattan’s Washington Heights neighborhood.", "It shows several men surrounding the SUV and mocking the officers inside.", "WARNING: GRAPHIC LANGUAGE", "One member of the group uses a megaphone to hurl a slew of profanities at two officers who are inside the vehicle with the windows rolled up.", "DE BLASIO ANNOUNCES 'UNPRECEDENTED' RACIAL JUSTICE COMMISSION TO RETHINK NYC LAWS", "In addition to a two-minute-long string of curse words, he accused them of beating their wives.", "\"That’s a pig, that’s a gift for you, b----,\" someone says in the video after one of the men places a rubber pig on the hood of the police vehicle.", "When the officers had apparently had enough and started to drive away, the men sang \"Na-na-na-na, hey, hey, hey, goodbye.\"", "The New York City Police Benevolent Association called out city lawmakers after the incident.", "\"Listen to the hate and harassment directed at these two @NYPD30Pct Neighborhood Coordination Officers. Why? No reason apart from the uniform,\" the union tweeted. \"We know these haters don't speak for the community. But the politicians think they do. That's the problem. #WeNeedPolice\"", "A police source told Fox News the group's actions may have warranted at least a summons.", "\"Cops are shook right now -- the city politicians don't have their backs,\" the source told Fox News. \"The last thing they want to do is take action in good faith and the situation goes wrong, and now they are the bad guys.\"", "Amid far-left calls to defund the police, New York City Mayor Bill de Blasio spent part of Thursday defending a plan to take $2 billion in coronavirus relief and spend it on jobless people and illegal immigrants.", "Meanwhile, hate crimes against Asian-American New Yorkers have tripled so far in 2021 compared to the same point last year, murders are up nearly 12%, and shootings have climbed by more than 40%.", "Earlier this week police responded to a murder-suicide after a 9-year-old girl called 911 to say her father had gunned down her mom and two half-sisters before killing himself at her birthday party in Brooklyn’s Brownsville neighborhood.", "CLICK HERE TO GET THE FOX NEWS APP", "\"She was just calling 911, you know, if you can imagine, it’s horrific, the 911, saying, ‘Daddy was coming over for my birthday, and he shot people,’\" NYPD Chief of Detectives James Essig said Tuesday, according to the New York Post. \"And she was weeping and crying [that she] didn’t have presents. It was heartbreaking to hear that. We found her hidden in a closet.\"", "The New York City Council voted in July to cut $1 billion from the NYPD’s budget."], "authors": ["Michael Ruiz", "Michael Ruiz Is A U.S.", "World Reporter For Fox News."], "keywords": ["men", "hey", "harassing", "officers", "cops", "nypd", "mocking", "alarming", "911", "york", "union", "told", "fox", "video", "city"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}