{"id": "1fc5fcb7-f44b-3fd5-9386-5901ea6f72a5", "title": "Opinion | The Coronavirus Vaccines Were Developed in Record Speed. Now, the Hard Part.", "url": "https://nytimes.com/2020/12/09/opinion/coronavirus-vaccine-distribution.html", "summary": "The Association of State and Territorial Health Officials has said that its members need at least $8.4 billion to develop and run successful coronavirus vaccination programs.\nFor example, many health systems say they are not even sure which vaccines they will receive, let alone how many doses.\nWithout that information, it’s difficult to say whether the plans they have drafted on paper will actually work.\nSo far, health officials have done little to acknowledge the challenges that lie ahead.\nThe second doses can’t be administered until three or four weeks after that, and full immunization will take about a week from there.", "paragraphs": ["In the coming weeks and months, health institutions across the country — hospitals, clinics, nursing homes, pharmacies, health departments — will face the unprecedented challenge of administering several entirely novel vaccines, some with stringent and complicated storage requirements, in the middle of a raging pandemic, to a weary populace that tends to be public-health averse in the best of times. Many of these institutions are running on fumes after years of deep budget cuts and months of unrelenting crisis, and most of them have nowhere near the resources that experts say are needed to meet the coming challenges.", "The Association of State and Territorial Health Officials has said that its members need at least $8.4 billion to develop and run successful coronavirus vaccination programs. So far, the federal government has allocated less than $400 million.", "According the nonpartisan Kaiser Family Foundation, which analyzed the vaccine distribution plans for 47 states, most have not completed plans to expand their vaccine delivery systems — a monumental task that will include identifying and vetting hundreds, or potentially thousands, of new vaccine providers per state. Nearly half don’t have data management programs comprehensive or reliable enough to keep track of who gets inoculated when (crucial information, especially given that all the vaccines on offer so far involve two doses). Less than half say they are prepared to identify and tally the number of people in their state who will be eligible for the very first shots, and few — between half and one-third — have plans to combat vaccine misinformation or reach racial minorities and other vulnerable populations.", "Each of these shortcomings has been exacerbated by a lack of clarity from federal officials about a range of critical issues. For example, many health systems say they are not even sure which vaccines they will receive, let alone how many doses. Without that information, it’s difficult to say whether the plans they have drafted on paper will actually work.", "So far, health officials have done little to acknowledge the challenges that lie ahead. Moncef Slaoui, the head of Operation Warp Speed, has said that 100 million Americans could be immunized against the coronavirus in the next 100 days: 20 million in December, 30 million in January and 50 million February. That timeline may indeed be possible, but it seems unlikely. Some hospitals are not even planning to administer their first doses until mid-January. The second doses can’t be administered until three or four weeks after that, and full immunization will take about a week from there."], "authors": ["The Editorial Board"], "keywords": ["developed", "vaccines", "hard", "state", "coronavirus", "say", "doses", "million", "speed", "opinion", "record", "officials", "vaccine", "plans", "half", "health"], "pubDate": "2020-12-09T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}