{"id": "1fe56ff8-c8c8-389e-8841-41813b1643e4", "title": "New Gameplay Today – Need for Speed: Hot Pursuit Remastered", "url": "https://www.gameinformer.com/new-gameplay-today/new-gameplay-today/2020/11/05/new-gameplay-today-need-for-speed-hot-pursuit", "summary": "Need for Speed: Hot Pursuit Remastered is set to bring the fan-favorite arcade racing game from 2010 to current-gen consoles, which features the franchise's famous chase-and-escape gameplay, albeit with a shinier coat of paint.\nJoin Jeff Cork and me as we preview Need For Speed: Hot Pursuit Remastered and discuss how the game has been updated for consoles like the PlayStation 4 and Xbox One!\nLooking to hit the pavement and drive back onto the highway in your favorite sports car?\nBe sure to check out Need for Speed: Hot Pursuit Remastered when the video game launches on November 6 for PlayStation 4, Xbox One, Nintendo Switch, and PC.\nIf you enjoyed this look at EA's upcoming remastered racing game, make sure to watch our recent previews with games like Devil May Cry 5: Special Edition on PlayStation 5, Astro's Playroom, or our thoughts on the Quick Resume feature of the Xbox Series X!", "paragraphs": ["Need for Speed: Hot Pursuit Remastered is set to bring the fan-favorite arcade racing game from 2010 to current-gen consoles, which features the franchise's famous chase-and-escape gameplay, albeit with a shinier coat of paint. Join Jeff Cork and me as we preview Need For Speed: Hot Pursuit Remastered and discuss how the game has been updated for consoles like the PlayStation 4 and Xbox One!", "Looking to hit the pavement and drive back onto the highway in your favorite sports car? Be sure to check out Need for Speed: Hot Pursuit Remastered when the video game launches on November 6 for PlayStation 4, Xbox One, Nintendo Switch, and PC.", "If you enjoyed this look at EA's upcoming remastered racing game, make sure to watch our recent previews with games like Devil May Cry 5: Special Edition on PlayStation 5, Astro's Playroom, or our thoughts on the Quick Resume feature of the Xbox Series X!"], "authors": ["Video Editor", "Real-Time Strategy Games Of The Late To Mmorpg'S Of The", "All The Way To Current Battle Royales Like Apex Legends", "Alex Has Spent His Life Trying To Find A Better Multiplayer Game Than Halo"], "keywords": ["playstation", "need", "remastered", "hot", "gameplay", "today", "speed", "sure", "pursuit", "racing", "xbox", "game"], "pubDate": "2020-11-05T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}