{"summary": "Photograph: alvarez/GettyYou will have noticed society’s increasing shift to living more consciously, and with a greater focus on social causes.\nAnd it doesn’t take much, one small step can lead to greater impact.”To take that first small step, aspiring changemakers need to be empowered.\n“For changemaker organisations, doing good isn’t an add-on, or a thing to do after they’ve hit it big; it’s a priority driving their decisions every day,” he says.\n“Changemaker organisations want to make the world better and use their mission and their platform to drive that change,” he adds.\nIt’s enlisted the help of four “Salesforce.org Changemaker Correspondents” – storytellers with the skills to share the visions of changemakers across the globe.", "url": "https://www.theguardian.com/changemakers-for-a-better-tomorrow/2019/sep/26/changemaking-the-altruistic-trend-set-to-transform-the-future-of-business", "paragraphs": ["‘We believe that becoming a changemaker should be at the heart of every young person’s experience,’ says Nikki Gravning of Ashoka. (Pic posted by models). Photograph: alvarez/Getty", "You will have noticed society’s increasing shift to living more consciously, and with a greater focus on social causes. “This is the dawn of the changemaker culture,” says Rob Acker, chief executive officer of Salesforce.org. “It’s about inspiring action in new ways and new places.”", "Global non-profit organisation Ashoka, credited with coining the term, defines changemakers as: “agents of change, no matter the size or scope of the change they create, no matter their age, status, wealth, title or authority”.", "Ashoka, which aims to address the world’s most pressing problems, believes that in a world of “rapidly accelerating change”, the inherent skills of the changemaker are essential for individuals and businesses alike. Nikki Gravning, country co-director at Ashoka UK, says: “We believe that becoming a changemaker should be at the heart of every young person’s experience, and that successful organisations today, and of the future, actively seek and promote a culture of changemaking at their core.”", "Salesforce.org has certainly taken heed. The software innovator says it believes in a better future, where “everyone has a roof over their head, food in their belly, opportunity within reach, and a healthy planet to call home”. It believes this future is possible thanks to the efforts of changemakers.", "But how and why should you foster a changemaking attitude in your organisation?", "Becoming a changemaker", "Experts say that to become a changemaker you need to identify the issue or social challenge that makes your blood pump. “The first step to becoming a changemaker is being passionate about a social issue,” says Acker. “Once you’ve identified your passion area, research how to get involved and take action. And it doesn’t take much, one small step can lead to greater impact.”", "To take that first small step, aspiring changemakers need to be empowered. To this end, Acker’s company launched Nonprofit Cloud and Education Cloud to provide changemakers in the nonprofit and education sectors with new technology and tools so they can deliver services faster, streamline processes and build global communities on one system. Adding to the tools for change, the company launched Salesforce.org Philanthropy Cloud, a marketplace for changemaking individuals who knew they wanted to get involved but didn’t know how. He says it can turn employees into “citizen philanthropists” by empowering them to give back and make change.", "Facebook Twitter Pinterest Salesforce.org gives every employee seven paid days off a year to volunteer. Photograph: Hero Images/Getty", "Recognising the key character traits", "The defining characters are easy to spot. Acker says the changemaker will have an “unwavering belief” that they can change the world and “a desire to get others involved, turning moments into movements.”", "Gravning agrees, saying a changemaker will be “driven by a desire to make the world a better place” and “motivated to act”. She adds that the changemaker will also be “creative, inquisitive, open-minded and resourceful”.", "She argues that a changemaker needs the courage to “see and do things differently” and believes motivation can be unlocked when changemakers give themselves “the permission to do something about a social problem until they’ve made a difference”.", "Developing a changemaker mindset in your organisation", "Acker feels that to achieve this it’s all about priority. “For changemaker organisations, doing good isn’t an add-on, or a thing to do after they’ve hit it big; it’s a priority driving their decisions every day,” he says.", "", "“Changemaker organisations want to make the world better and use their mission and their platform to drive that change,” he adds. “Today’s changemaker organisations – which includes our 42,000-plus nonprofit and education customers – are truly the ones shaping what the future of our world will be.”", "From chefs to cyclists: how inspiring charities make a change Read more", "Inspiring your employees to be changemakers", "Acker says tools and time off are at the heart of bringing your employees on this journey. “At Salesforce.org we believe everyone who wants to change the world should have the tools to do so, including our employees,” he says.", "“Every single employee gets seven paid days off a year to volunteer, and we boost employee-giving with donation matching and incentive programmes. We leverage our own technology to track volunteer hours and causes that are important to our employees.”", "He says he is “really proud” that the company has hit more than 4m volunteering hours so far with its employees. “From teaching kids to code, to mentoring refugees, to collecting supplies for food banks, our employees are our everyday inspiration that change starts with an individual and can drive meaningful impact in communities.”", "Salesforce.org has gone a step further in its mission to show the benefits of a changemaker mindset. It’s enlisted the help of four “Salesforce.org Changemaker Correspondents” – storytellers with the skills to share the visions of changemakers across the globe. From documentary photographers to vloggers, influencers and dreamers, they are compelling storytellers across many mediums.", "They’ve been on the ground with some of the most innovative nonprofits and educational institutions to share the stories of the people and technology behind the change.", "Acker says each of us has our own route in, and that our individual endeavours can create something much bigger. “Giving is deeply personal and, when we empower individuals to support their passions, what starts as one employee’s mission can ripple into collective impact – it’s a movement of changemakers and we’ve only just begun.”", "To learn more about Salesforce.org ‘Changemaker Correspondents’, visit Salesforce.org/changemaker"], "pubDate": null, "keywords": ["change", "organisations", "set", "changemaker", "altruistic", "changemaking", "social", "changemakers", "trend", "business", "tools", "step", "world", "salesforceorg", "future", "transform", "employees"], "id": "1ffe726f-cda0-3fc7-9769-fe9cfd52e860", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "authors": ["Chas Newkey-Burden"], "title": "Changemaking: the altruistic trend set to transform the future of business"}