{"id": "201adeda-fc94-3043-b236-63de781acf0d", "title": "Cut down in their primary - Hong Kong rounds up pro-democracy activists", "url": "https://www.economist.com/china/2021/01/06/hong-kong-rounds-up-pro-democracy-activists", "summary": "THE HARSH national-security law which China imposed on Hong Kong in June once relied more on its bark than its bite.\nThe picture changed dramatically on January 6th when police officers arrested 53 pro-democracy politicians and activists—including former legislators such as James To, Alvin Yeung and Andrew Wan—on suspsicion of subversion.\n(The legislative polls were later postponed for a year; Carrie Lam, Hong Kong’s chief executive, blamed the covid-19 epidemic, although many thought that a convenient excuse.)\nThe arrests mark a dramatic escalation of the authorities’ repressive tactics in Hong Kong.\nWith considerable chutzpah, Mrs Lam insists that freedom in Hong Kong is alive and well.", "paragraphs": ["THE HARSH national-security law which China imposed on Hong Kong in June once relied more on its bark than its bite. During its first few months in force, only 35 people were arrested under the bill, which criminalises acts such as secession and colluding with a foreign power. The picture changed dramatically on January 6th when police officers arrested 53 pro-democracy politicians and activists—including former legislators such as James To, Alvin Yeung and Andrew Wan—on suspsicion of subversion.", "Those rounded up had stood for election in, or helped to run, an unofficial “primary” ballot to choose candidates for legislative elections that had been scheduled for last September. More than 600,000 Hong Kongers—around 8% of the population—voted in five constituencies. (The legislative polls were later postponed for a year; Carrie Lam, Hong Kong’s chief executive, blamed the covid-19 epidemic, although many thought that a convenient excuse.)", "In a separate operation, police also arrested John Clancey, an American human-rights lawyer. Mr Clancey, an outspoken critic of the attack on Hong Kongers’ freedoms, is the first foreign national to be apprehended under the law.", "Mrs Lam had described the primary as “subversive”. But the biggest offence committed by Benny Tai (pictured, centre), an academic who organised the vote, and the arrested politicians who ran in it, may simply have been that it gave them a better chance of winning in the legislative polls, had they gone ahead. Hong Kong’s legislature is stacked in favour of the establishment, because nearly half of its 70 members are appointed by often-supportive interest groups. But, with the primary having eliminated potential vote-splitting clashes between pro-democracy rivals, opposition forces this time around were eyeing a clean sweep of elected seats.", "Explaining the arrests, John Lee, the secretary of security, absurdly accused the pro-democracy camp of “aiming to win 35 seats”, as if their goal should be to lose. Prosecutors said the opposition had a “‘mutual destruction” plan to grind the government to a halt and then overthrow it. A decisive victory would have given them power to vote down the budget. If this is rejected twice, the chief executive is obliged to step down.", "The arrests mark a dramatic escalation of the authorities’ repressive tactics in Hong Kong. The new law had already had a powerful deterrent effect: the mere threat of harsh treatment for anyone falling foul of it—including life imprisonment or shipment to the mainland to face trial under Chinese jurisprudence—had helped to keep the streets clear of protesters. But until now the purging of pro-democracy campaigners has tended to rely mainly on pre-existing laws. Joshua Wong and Agnes Chow, two prominent activists, were charged and imprisoned for unlawful assembly, for example. Ten activists, who were caught by the mainland authorities while trying to flee Hong Kong for Taiwan by boat, were convicted in December in the mainland city of Shenzhen of illegally crossing the border, but not charged under the national-security law. Jimmy Lai, a combative media mogul, is the most notable exception. He was charged in December with alleged collusion with foreign forces.", "With considerable chutzpah, Mrs Lam insists that freedom in Hong Kong is alive and well. Her idea of that concept would appear at odds with most others’. The legislature is bereft of dissenting voices, following the mass resignation in November of pro-democracy members in solidarity with four colleagues who had been kicked out for failing to show sufficient allegiance to the government in Beijing. (Mrs Lam says she prefers the lack of an opposition in the legislature, finding it “more rational”.) The latest police action makes it clear that anti-establishment politicians are highly unlikely ever to succeed in gaining a majority in the legislature. The inevitable criticism from abroad—Antony Blinken, America’s incoming secretary of state, reacted to the arrests by insisting that the Biden administration “will stand with the people of Hong Kong and against Beijing's crackdown on democracy”—will again be brushed aside.", "Those arrested must now wait to see whether prosecutors decide to pursue their cases in court. So far, the authorities have prosecuted just four people for offences under the new law. But they are clearly determined to tighten the screw.", "Correction: The arrested activists have not yet been charged, as we originally wrote. Apologies."], "authors": ["The Economist"], "keywords": ["arrested", "hong", "activists", "law", "lam", "cut", "legislature", "primary", "kong", "rounds", "politicians", "prodemocracy", "charged"], "pubDate": "2021-01-06T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}