{"id": "207453d2-82b7-3104-8d4b-35c4280fc91a", "title": "Pfizer vaccine found to give strong immune response to new Covid variants", "url": "https://www.theguardian.com/world/2021/feb/11/pfizer-vaccine-strong-response-new-covid-variants", "summary": "People who have received two doses of the Pfizer vaccine have been found to have strong T-cell responses against the Kent and South African variants of Covid, suggesting that the vaccine will continue to protect against serious disease in the coming months.\nThese studies also did not look at T cells, which annihilate virus-infected cells and support the production of antibodies.\nBoth immune responses help provide lasting protection after vaccination, but antibody responses are easier to measure.\nHowever, this work shows that the broad immune response needed to deal with current and future variants of concern is really dependent on boosting.\n“It shows it’s really important to get vaccinated, even if you’ve think you’ve recovered from the virus.”Although they did not look at immune responses from people injected with other types of Covid-19 vaccines, James suspects they will generate similar immune responses.", "paragraphs": ["People who have received two doses of the Pfizer vaccine have been found to have strong T-cell responses against the Kent and South African variants of Covid, suggesting that the vaccine will continue to protect against serious disease in the coming months.", "In the first study to test immune responses against the variants circulating in populations, researchers found that although antibody responses against the new variants were blunted, they may still be high enough to protect most people from becoming infected, after a second dose of vaccine has been given.", "Although previous studies had suggested that antibodies from those vaccinated with the Pfizer/BioNTech jab could recognise and neutralise viruses carrying some of the individual mutations found in the South African and Kent variants – albeit at slightly lower levels compared with previous variants – these were tested on engineered viruses rather than ones isolated from real patients.", "These studies also did not look at T cells, which annihilate virus-infected cells and support the production of antibodies. Both immune responses help provide lasting protection after vaccination, but antibody responses are easier to measure.", "William James, a professor of virology at the University of Oxford, and his colleagues took blood samples from people who had recovered from Covid-19, and health workers who had received either one or two doses of the Pfizer/BioNTech vaccine. They also obtained isolates of the B117 and B1.351 virus variants first identified in Kent and South Africa, and of an older variant similar to those circulating a year ago. Antibodies and T cells from the individuals were then tested against these viruses to see how well they performed.", "The study, which has not yet been reviewed by other scientists, found that people’s antibodies were moderately effective against the original virus after their first dose of vaccine, less effective against the Kent variant, and were unable to neutralise the South African variant.", "However, they had strong T-cell responses against all known variants after the first jab. “It may not necessarily protect you against infection, but it’s very likely that this first dose will make it much easier for your immune system to make a good response the next time around,” said James. “We think this is why that second dose produces such a good strong antibody response, because the T cells are already there, ready to react.”", "The discovery that people who have recovered from Covid-19 and those who have received at least one dose of vaccine possess T cells capable of responding to the new variants is encouraging, because it suggests the T cells are recognising different regions of the spike protein to the antibodies. It could imply they will be more resilient to future variants. “It doesn’t promise you won’t get ill from the new variants, but it does suggest there’s something to work from and that your immune system can respond to them,” said James.", "People’s antibody responses were also boosted by the second Pfizer jab. “In more than 90% of cases, the antibodies that people are generating after the second dose are up at the sort of level that neutralises the virus and which we would expect to protect them from infection,” said James. “We’re pretty confident that they’ll be protected from infection by the South African strain and the Kent strain, as well as the [original] strain of the virus.", "“This virus hasn’t finished evolving, but I think that as long as the vaccines get rolled out, and people get those second doses, we’re going to be in a much better position by the summer than we are now,” said James.", "Deborah Dunn-Walters, a professor of immunology at the University of Surrey, said: “It does look like good news and suggests it is really important that people go back for their second dose of vaccine.”", "Prof Paul Morgan, the director of the Systems Immunity Research Institute at Cardiff University, said: “I was supportive of the pragmatic decision to delay second doses to get more people immunised as quickly as possible and I still am. However, this work shows that the broad immune response needed to deal with current and future variants of concern is really dependent on boosting.", "“I think that the message is to get the second doses going as soon as possible – perhaps as soon as the high-risk groups have all had first doses, which means pretty soon.”", "The findings also shed light on the risk of reinfection with new variants for people who have already recovered from Covid-19. T-cell activity was detected in all of them, but there was widespread variation in their antibody responses. “In the best responders, you could still measure some neutralisation against even the South African strain, but those who had rather weaker responses had no neutralisation activity,” said James. “It shows it’s really important to get vaccinated, even if you’ve think you’ve recovered from the virus.”", "Although they did not look at immune responses from people injected with other types of Covid-19 vaccines, James suspects they will generate similar immune responses.", "Morgan said: “The findings add to the growing confidence that the current vaccines will have a large impact on the course of the pandemic, whether by completely protecting from or markedly ameliorating disease.”"], "authors": ["Linda Geddes"], "keywords": ["variants", "dose", "immune", "antibodies", "doses", "vaccine", "strong", "south", "second", "covid", "cells", "pfizer", "responses", "response"], "pubDate": "2021-02-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}