{"id": "209fb3f1-f9f6-3613-a78c-f2f688429381", "title": "Games That Motivate Me To Get Up And Be Better", "url": "https://www.gameinformer.com/2020/12/03/games-that-motivate-me-to-get-up-and-be-better", "summary": "That inspirational call to action is found in all kinds of places, including video games.\nShadow of the ColossusShadow of the Colossus feels like the video game equivalent of the motivational posters that once dominated office break rooms.\nShadow of the Colossus makes me feel powerful in ways only video games can.\nEncouraging messages and helpful tips go a long way in maintaining my enthusiasm.\nThat’s all from me, but let me know in the comments what games motivate you to be better and why.", "paragraphs": ["Sometimes we all need a kick in the pants to get off our bums, get things done, and improve ourselves. That inspirational call to action is found in all kinds of places, including video games. If you’re looking for fun forms of encouragement as you begin to draft your New Year’s resolutions, here are some games that inspired me to be better in one way or another.", "Yakuza: Like a Dragon", "Ichiban Kasuga knows how to make lemonade out of Lemon Heads. The dude spends 18 years in prison, and upon his release, he has to deal with the realities of being abandoned and homeless (a subject the game tackles very well). Instead of wasting time moping, though, Ichiban eagerly begins rebuilding his life from scratch, collecting cans for cash and applying for jobs with inspiring persistence. What I love most is that he takes whatever work is available, and doesn’t let pride get in the way. For a guy who once proudly associated with an organized murder gang, Ichiban’s got a great head on his shoulders, and his can-do attitude is infectious.", "Animal Crossing: New Horizons", "Earlier this year, I began my days with Animal Crossing: New Horizons instead of checking my phone. Not only did it put me in a good mood from the get-go, but it also got my creative and productive juices flowing. By the time I finished pulling weeds and sprucing up my house, I was mentally prepared to tackle my real-life to-do list. For any farmers out there, I imagine doing this has a similar appeal to doing chores at the crack of dawn, except much less sweaty. Animal Crossing: New Horizons reminds me that checking off tasks is its own reward.", "Shadow of the Colossus", "Shadow of the Colossus feels like the video game equivalent of the motivational posters that once dominated office break rooms. Pretty picture, big declarative word; you know the ones. Nothing inspires the feeling of “I can conquer anything” like scaling living titans as a comparatively ant-sized person and taking them down. As long as I ignored the melancholy of killing majestic creatures unprovoked, that is. Shadow of the Colossus makes me feel powerful in ways only video games can. If I can topple a flying snake thing, I can handle a long afternoon run.", "Celeste", "Madeline’s climb up Celeste Mountain not only tests my physical fortitude (it’s a tough game) but my mental determination as well. The perilous journey forces the character to, quite literally, confront her inner demons in a way that many of us wish we could. Celeste teaches valuable lessons about coping and accepting the darkness within all of us; by the time I reached the summit, I couldn’t help but feel like I’d conquered a few of my own troubles as well. Celeste serves as a powerful motivator to face my anxieties head-on.", "Death Stranding", "When you strip away the weird ink monsters, dopey dialogue, and absurd narrative, Death Stranding is really about a guy making deliveries – and that’s when the game is at its best. There’s something about the process of accepting jobs, stacking packages in just the right way, plotting routes, and trekking for miles that gets my productivity juices flowing. Much like actual mountain climbing, I feel a genuine sense of accomplishment in successfully reaching an out-of-the-way prepper thanks to my ingenuity and wit. Falling over sucks (especially with BB shrieking in my ear), but the game’s all about dusting yourself off and getting back up no matter the hardships. Keep on keepin’ on.", "Ring Fit Adventure", "Fitness software should always inspire action, but Ring Fit Adventure does an exceptionally good job keeping me off my butt. Not only is it a genuinely fun game to play, but it also does an excellent job keeping me on track. Scheduled alarms ping players when it’s time for a new workout. Encouraging messages and helpful tips go a long way in maintaining my enthusiasm. Plus, the game saves me from stubborn self by regularly offering to raise/lower difficulty in case I plateau or can’t handle the workout.", "That’s all from me, but let me know in the comments what games motivate you to be better and why."], "authors": ["Associate Editor", "Marcus Is An Avid Gamer", "Giant Wrestling Nerd", "A Connoisseur Of Cartoons", "Obscure Childhood References. The Cat'S Out Of The Bagel Now"], "keywords": ["games", "way", "video", "powerful", "motivate", "long", "better", "feel", "celeste", "game", "crossing", "mountain"], "pubDate": "2020-12-03T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}