{"id": "20b7d4f1-d6cd-3053-af9a-71c3592923c0", "title": "The week in charts - The great global housing folly", "url": "https://www.economist.com/graphic-detail/2020/01/17/the-great-global-housing-folly", "summary": "A trillion dollars of dud mortgages blew up the financial system in 2007-08; but a creeping dysfunction, created over decades, has been just as pernicious.\nToo little is built in thriving cities: regulations and NIMBYism keep housing supply short and house prices and rents high.\nAnd housing has become by far the world’s biggest asset class, dwarfing equities, commercial property and all the gold ever mined.\nOn January 21st the 50th annual World Economic Forum (originally, the European Management Forum) opens in Davos, a Swiss ski resort.\nAmerica’s status as the world’s financial superpower gives it extraordinary influence over other countries’ economic destinies.", "paragraphs": ["Our cover story this week examines the West’s damaging obsession with housing. A trillion dollars of dud mortgages blew up the financial system in 2007-08; but a creeping dysfunction, created over decades, has been just as pernicious. As our ten-page special report explains, much of the blame lies with warped policies dating back to the second world war. Too little is built in thriving cities: regulations and NIMBYism keep housing supply short and house prices and rents high. That makes it hard for workers to move to where the most productive jobs are, and so hampers economic growth. Soaring housing costs have created generational as well as geographical inequalities. And housing has become by far the world’s biggest asset class, dwarfing equities, commercial property and all the gold ever mined.", "On January 21st the 50th annual World Economic Forum (originally, the European Management Forum) opens in Davos, a Swiss ski resort. The networkfest attracts nearly 3,000 business people, politicians, celebrities and journalists (including a handful from The Economist). This year’s star turns include President Donald Trump, who stayed away in 2019, and Greta Thunberg, along with a pack of other teenage activists, invited to help the conference “look to the future”. The WEF faces three challenges, we report: competition (eg, from TED, the Milken Institute and Bloomberg); the risk that it will be seen as a remnant of a bygone era; and eventual succession. That said, its founder, 81-year-old Klaus Schwab, shows no sign of bowing out.", "America’s status as the world’s financial superpower gives it extraordinary influence over other countries’ economic destinies. But especially under President Donald Trump, America has used its powers routinely to wage financial warfare. It now has more than 30 active financial- and trade-sanctions programmes. On January 10th Steven Mnuchin, the treasury secretary, announced new measures against Iran; the State Department has threatened to close Iraq’s account at the Federal Reserve Bank of New York. As we report, America’s weaponisation of the dollar is prompting others to seek alternatives to the greenback. Russia has gone furthest in de-dollarisation, cutting the share of its foreign-currency reserves in dollars from over 40% in 2013 to 24% and issuing more debt in euros and roubles. China also wants to escape the dollar’s dominance. Even European countries are flirting with the idea. The dollar is not under immediate threat, but changes are under way. The experiments with alternatives, our leader says, carry risks—in an escalation of sanctions, in a loss of American reliability and in the inherent unpredictability of transitions in the global monetary order.", "In most countries for which there are reliable figures, back pain is the top cause of disability, measured by the aggregate number of years lived in poor health. That burden is decreasing, but only very slowly. The costs have been rising quickly, and are enormous. Yet much of the medication, scanning and surgery does patients little if any good. For most back pain, our leader argues, the best treatments are non-medical: keep moving, stay active and be patient. The problem may not even be in the back at all, but in the brain’s pain-signalling system or in stress."], "authors": ["The Economist"], "keywords": ["countries", "economic", "trump", "great", "week", "system", "financial", "world", "charts", "folly", "global", "worlds", "housing", "dollars", "report"], "pubDate": null, "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}