{"id": "20bdc040-3ee0-3705-be2e-2475f484caaf", "title": "26 of the Best Books WIRED Read in 2020", "url": "https://www.wired.com/gallery/best-books-wired-read-in-2020#intcid=_wired-most-popular-right-rail_0ed6fbb1-b15c-4758-969c-c2ca2128b4d6_popular4-1", "summary": "Horror-struck, their behavior becomes so confounding that finding them is as much a psychological challenge as a geographical one.\nOne ranger with 30 years’ experience told me, \"You’ll never be able to figure out why lost people make their decisions.\"\nYour internal map has become detached from the external world, and nothing in your spatial memory matches what you see.\nIt delivers a psychic double whammy: Not only are you stricken with fear, you also lose your ability to reason.\nYou feel like you’re going crazy.\"", "paragraphs": ["by Michael Bond", "People who have been truly lost never forget the experience. Suddenly disconnected from all that surrounds them, they are plunged into a relationship with an utterly alien world. They think they are going to die. Horror-struck, their behavior becomes so confounding that finding them is as much a psychological challenge as a geographical one. One ranger with 30 years’ experience told me, \"You’ll never be able to figure out why lost people make their decisions.\"", "Lost is a cognitive state. Your internal map has become detached from the external world, and nothing in your spatial memory matches what you see. But at its core, it is an emotional state. It delivers a psychic double whammy: Not only are you stricken with fear, you also lose your ability to reason. You suffer what neuroscientist Joseph LeDoux calls a \"hostile takeover of consciousness by emotion.\" 90 percent of people make things a lot worse for themselves when they realize they are lost—by running, for instance. Because they are afraid, they can’t solve problems or figure out what to do. They fail to notice landmarks, or fail to remember them. They lose track of how far they’ve travelled. They feel claustrophobic, as if their surroundings are closing in on them. They can’t help it; it’s a quick-fire evolutionary response. Robert Koester, a search and rescue specialist with a background in neurobiology, describes it as a \"full-flown fight-or-flight catecholamine dump. It’s essentially a panic attack. If you are lost out in the woods there is a chance you will die. That’s pretty real. You feel like you’re separating from reality. You feel like you’re going crazy.\"", "Read the full excerpt."], "authors": ["Wired Staff", "Wired Staf"], "keywords": ["fail", "lost", "figure", "2020", "books", "experience", "state", "youre", "feel", "best", "read", "world", "going", "lose", "26", "wired"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}