{"id": "20c162ef-a397-33d6-b3d8-50b4aaa356fc", "title": "Marcia Gay Harden implies Judi Dench 'seemingly wasn’t so happy' when she won an Oscar in 2001", "url": "https://www.foxnews.com/entertainment/marcia-gay-harden-judi-dench-seemingly-wasnt-so-happy-won-oscar-2001", "summary": "Marcia Gay Harden's 2001 Oscar win was a joyous night for many -- but not for everyone.\nIn an interview with Vulture, Harden reflected on why her surprise win was so refreshing for showbiz.\n\"There was one I will not mention — but it wasn’t Kate — who seemingly wasn’t so happy.\"\nIt was my perception that somebody wasn’t so happy, but you never know what people have going on.\nCLICK HERE TO SIGN UP FOR OUR ENTERTAINMENT NEWSLETTERBefore nabbing her Oscar, Harden was nominated for her first Tony Award in 1993 when she appeared in \"Angels in America: Millennium Approaches.\"", "paragraphs": ["Marcia Gay Harden's 2001 Oscar win was a joyous night for many -- but not for everyone.", "The actress, now 61, was a bit of a surprise nominee for her work in the film \"Pollock\" considering she was not nominated for other major awards like a Golden Globe or Screen Actors Guild Award.", "Even more surprising was her win in the best supporting actress category, especially considering she was up against several Hollywood heavyweights: Judi Dench, Frances McDormand, Julie Walters and Kate Hudson.", "In an interview with Vulture, Harden reflected on why her surprise win was so refreshing for showbiz.", "JUDI DENCH SAYS SHE SEES HER 'CATS' CHARACTERS AS TRANSGENDER: 'I KIND OF CALL IT 'TRANS-DEUTERONOMY'", "\"It’s new blood. It just felt great. And by the way, I felt the girls were really happy for me as well,\" she said. \"There was one I will not mention — but it wasn’t Kate — who seemingly wasn’t so happy.\"", "The actress tried to steer the conversation away from the reveal that someone was unhappy with her win, but when pressed, she confirmed it was not Walters who was upset.", "Furthermore, she explained that she's \"friends with Frances McDormand,\" and added that the \"Nomadland\" star \"doesn’t give a s---\" whether she wins or loses such awards.", "MARCIA GAY HARDEN REVEALS THE SURPRISING CHALLENGE SHE FACED FILMING 'BARKSKINS': 'IT'S A LOT TO DEAL WITH'", "\"I don’t want to say anything negative about anybody, honestly. It was my perception that somebody wasn’t so happy, but you never know what people have going on. Whatever,\" said Harden. \"However, I’m a big one for effusive congratulations. That’s who I am. I’m just so happy for other people in their wins and their glories.", "She added: \"For me, there’s plenty of room at the top. Sometimes you just accept that life rolls along and things come to you when they should.\"", "The star did not specifically mention Dench but seemed to clear the names of the other nominees.", "The Dame is an extremely decorated actress and won an Academy Award in 1999 for \"Shakespeare in Love,\" in which she only had roughly eight minutes of screen time.", "CLICK HERE TO GET THE FOX NEWS APP", "Harden's Oscar win was no fluke, however, as she was nominated again in 2004 for her work in the film \"Mystic River.\" She's also been nominated for two Emmys (\"Law & Order: Special Victims Unit,\" \"The Courageous Heart of Irena Sendler\") and won a Tony Award in 2009 for starring in the play \"God of Carnage.\"", "CLICK HERE TO SIGN UP FOR OUR ENTERTAINMENT NEWSLETTER", "Before nabbing her Oscar, Harden was nominated for her first Tony Award in 1993 when she appeared in \"Angels in America: Millennium Approaches.\"", "Reps for Dench did not immediately respond to Fox News' request for comment."], "authors": ["Nate Day"], "keywords": ["dench", "happy", "nominated", "actress", "harden", "oscar", "implies", "seemingly", "won", "wasnt", "judi", "gay", "work", "win", "award", "marcia"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}