{"id": "20c7b1c7-402a-3e5e-a6bb-2ee2a1942371", "title": "How to find the best mortgage lender", "url": "https://www.foxbusiness.com/money/how-to-find-best-mortgage-lender", "summary": "4 tips for finding the best mortgage lendersThere are at least four important steps to follow to ensure you pick the best mortgage lender.\nShop and compare lenders​Let’s use math to illustrate the missed savings by not shopping mortgage rates.\nFor example, your primary financial institution (where you have your checking account) offers you a mortgage refinance rate at 3.7%.\nJust because one lender offers a lower rate, the fees associated with that lender may offset any potential financial benefit accompanying the interest rate.\nTo get the best deal on mortgage points, visit Credible and select mortgage deals from a wide variety of lenders in just a few minutes.", "paragraphs": ["You’ve been tracking the news and know interest rates are at the lowest they’ve been since the 1970s. Now, you believe, is the best time to refinance your mortgage. But before you take the rate offered by your current mortgage provider or the one offered by your primary financial institution, think again.", "Continue Reading Below", "Not shopping for your interest rate or investigating multiple lenders is one of the biggest mortgage refinance mistakes you can make, and it can cost you thousands. Don't leave money on the table. Make sure you use a multi-lender site like Credible to compare mortgage rates and obtain a home loan that fits within your budget — whether you are a home buyer or looking for a loan refinance, Credible can walk you through the process from the start to finish.", "Navigating multiple mortgage lenders can be tough. After all, loan rates vary by lender and loan type. So, it's important to understand rates and fees, loan limits and any other conditions lenders may have. Here's what you need to know.", "4 tips for finding the best mortgage lenders", "There are at least four important steps to follow to ensure you pick the best mortgage lender.", "Step #1 – Shop and compare multiple lenders", "Step #2 – Look at the fees from each lender", "Step #3 – Use a mortgage refinance calculator", "Step #4 – Get expert help", "1. Shop and compare lenders​", "Let’s use math to illustrate the missed savings by not shopping mortgage rates.", "For example, your primary financial institution (where you have your checking account) offers you a mortgage refinance rate at 3.7%. You took the rate but didn’t see the online-only lender offering 3.3% on a $300,000 mortgage. This difference in interest rates cost you an additional $24,000 over thirty years.", "Those looking for mortgage refinance options should investigate lenders via an online tool like Credible, where they can easily compare rates and lenders.", "MORTGAGE RATES HIT A 'SWEET SPOT' — WHY IT'S A PERFECT TIME TO REFINANCE", "2. Look for fees associated with the lender", "When vetting lenders, don’t get dazzled by mortgage rates alone. You also want to look at the fees associated with the refinance with each lender. Here are the most common types of fees associated with refinancing a loan:", "Application Fee", "Origination Fee", "Home Appraisal", "Title Fee", "Credit Report Fee", "Some of these fees are non-negotiable, but you’ll definitely want to check on the application fee and loan origination fees offered by each lender. Just because one lender offers a lower rate, the fees associated with that lender may offset any potential financial benefit accompanying the interest rate.", "If want to learn more about fees associated with a loan refinance or simply want to find out how you can save money on a home loan as interest rates drop, visit Credible. Credible can help you compare mortgage lenders and navigate the paperwork whenever you're ready.", "In order to streamline the refinance and reduce out-of-pocket costs, lenders may offer “no fee” loans, which is where they roll the closing costs of the loan into the overall balance. While this may lower your out-of-pocket contribution, you’re still paying those costs over time, which can add to the overall cost of the loan, so pay attention.", "Additionally, if you have cash on hand, you can use this to lower your interest rate. By paying “points” (a point costs a determined percentage of your loan, for example, one point equals one percent of the loan price), you’ll pay more upfront at closing, but lower the interest rate of your loan.", "To get the best deal on mortgage points, visit Credible and select mortgage deals from a wide variety of lenders in just a few minutes.", "WHO'S EXEMPT FROM THE NEW MORTGAGE REFINANCE FEE?", "3. Use a mortgage refi calculator", "After gathering rate-quotes (and the fees) from at least three different lenders, take the data and spend some time with a mortgage refinance calculator. Leveraging this online tool allows you to see some important math including:", "New monthly costs on the refinanced mortgage loan", "Which lender will offer the most in monthly savings", "Your “breakeven date” on the refinance (when the refinance savings pay off closing costs)", "If the fees outweigh the costs of refinancing", "Which option saves you the most money overall", "SHOULD YOU REFINANCE INTO A 30-YEAR OR 15-YEAR MORTGAGE?", "4. Get help from the experts (if applicable)", "In the virtual-only world we currently live in, hearing a voice on the phone can go a long way. While many lenders offer plenty of bells and whistles on their website, few can provide a knowledgeable expert.", "Should readers want to get in touch with an experienced loan officer, Credible offers options for prospective borrowers to get their mortgage questions answered with a live expert.", "When talking with an expert, here are a few of the most important questions to ask:", "How long is your rate lock period?", "Is there a prepayment penalty on this mortgage?", "Do you offer a price match program?", "Are there commission or lender fees? Can I negotiate the fees?", "Am I eligible for any rate discounts?", "HOW TO GET PRE-APPROVED FOR MORTGAGE LOANS", "The bottom line", "It can be scary navigating the mortgage refinance market, particularly when the volume is high, rates are low, and you can feel a rising sense of urgency to take advantage of the low-rate environment.", "Keep calm – there really isn’t a downside to refinancing when rates are this low.", "Instead, be sure to do your due diligence, shop multiple lenders with Credible, and do your calculations ahead of time. With proper preparation, it’s easy to get both the best lender and the lowest rate and save money in the process.", "7 COMMON MISTAKES WHEN REFINANCING INTO A LOW MORTGAGE RATE"], "authors": ["Lauren Bowling"], "keywords": ["credible", "fees", "mortgage", "interest", "lenders", "lender", "loan", "refinance", "rate", "rates", "best"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}