{"id": "20fa48d2-1ab3-32c0-ae37-a98d29f650ad", "title": "9 Effortlessly Cool Airbnb Recommendations From a Few Favorite Creatives", "url": "https://www.vogue.com/article/9-effortlessly-cool-airbnb-recommendations-from-a-few-favorite-creatives", "summary": "You want to book a cool Airbnb?\nYet, with over 5.6 million listings—yes, you read that right, million—there’s a lot to sort through.\nThen, even if you find a listing you like, you won’t know how you really feel about it until seeing it in person.\nWhich can be funny when it comes to ill-fitting clothes or an oddly-shaped home good.\nBelow, we share 9 effortlessly cool Airbnbs, recommended by a few of our favorite creatives.", "paragraphs": ["You want to book a cool Airbnb? In theory, that’s no problem: the vacation rental site is chock full of incredible homes, from modernist Los Angeles mansions, to Joshua Tree abodes , to sleek upstate New York cabins. Yet, with over 5.6 million listings—yes, you read that right, million—there’s a lot to sort through.", "Then, even if you find a listing you like, you won’t know how you really feel about it until seeing it in person. It’s like that meme—what you ordered versus what you got. Which can be funny when it comes to ill-fitting clothes or an oddly-shaped home good. But do you know when it’s not funny? When it comes to a non-returnable vacation house booking!", "So let Vogue help you. Below, we share 9 effortlessly cool Airbnbs, recommended by a few of our favorite creatives. Maybe you’ll fall in love with chef Sophia Roe’s choice—a Catskills home with stylish and simple white interiors—or perhaps Rosie Assoulin’s pick of a Florida Keys tiki hut fits well with your (safe) spring break plans. Maybe you don't want to travel yet, but are looking for some cyber-wanderlust. If so, take an online stroll through Claire Mazur’s charming Provence house.", "Without further ado, their picks:"], "authors": ["Elise Taylor", "Elise Taylo"], "keywords": ["youll", "favorite", "cool", "vacation", "comes", "wont", "effortlessly", "airbnb", "maybe", "york", "know", "recommendations", "creatives", "white", "funny"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}