{"id": "2133753a-25b7-3171-82f6-a13aa2fcb201", "title": "Opinion | What Mitch McConnell Got Right", "url": "https://www.nytimes.com/2021/02/11/opinion/biden-senate-judges-courts.html", "summary": "The Senate’s new majority leader, Chuck Schumer of New York, must be at least as aggressive in the effort to reshape the judiciary as his Republican predecessor, Mitch McConnell of Kentucky, was.\nThe Democrats should increase the number of District Court and Court of Appeals judgeships.\nEntirely apart from helping to restore ideological balance in the federal courts, this increase is desperately overdue.\nThe last significant expansion in the federal judiciary was in 1990, when the Civil Justice Reform Act created 11 new circuit judgeships, 61 new district judgeships, and 13 temporary district judgeships.\nSince 1990 through the end of 2018, case filings in appeals courts grew by 15 percent and in district courts by 39 percent.", "paragraphs": ["The Senate’s new majority leader, Chuck Schumer of New York, must be at least as aggressive in the effort to reshape the judiciary as his Republican predecessor, Mitch McConnell of Kentucky, was. And Senator McConnell was very aggressive. As his former chief of staff, Josh Holmes, put it: “McConnell knows that from a legacy point of view, from a view of center-right America, this is the most important thing you can do.”", "The unfortunate fact is that Democrats have not always made filling judgeships a priority. Mr. Clinton took office in January 1993 with many unfilled judgeships. Two years later, when the Republicans took control of the Senate, many of those posts remained open. President Barack Obama was also slow in appointing judges.", "The Democrats should increase the number of District Court and Court of Appeals judgeships. Entirely apart from helping to restore ideological balance in the federal courts, this increase is desperately overdue. The last significant expansion in the federal judiciary was in 1990, when the Civil Justice Reform Act created 11 new circuit judgeships, 61 new district judgeships, and 13 temporary district judgeships. Court filings have significantly increased since the last time some new federal judgeship posts were created. Our courts have been in crisis as a result. Since 1990 through the end of 2018, case filings in appeals courts grew by 15 percent and in district courts by 39 percent.", "For example, in the Eastern District of California, which covers the Central Valley up through Sacramento, no new judicial posts have been created in more than 40 years, even as the population of that district grew by more than 5.5 million people. Even before the effects of the pandemic, wait times for civil trials in the Eastern District of California were approaching five years and, for average people seeking relief, there seems to be little or no prospect of ever getting their cases resolved."], "authors": ["Erwin Chemerinsky"], "keywords": ["right", "mcconnell", "federal", "created", "court", "mitch", "view", "judgeships", "district", "courts", "posts", "opinion", "took"], "pubDate": "2021-02-11T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}