{"id": "2133970c-f457-3fd6-8e7c-f9452af39e17", "title": "The Rise of Sierra Online Wasn’t Exactly a Fairytale", "url": "https://www.wired.com/story/sierra-online-ken-williams-interview-memoir/", "summary": "What immediately drew my attention to the PCjr was that it came with a game called King’s Quest from a company called Sierra On-Line.\nMr. T can get bent—I’m playing King’s Quest!\nBecause of that technical denial, both the King’s Quest series and Sierra On-Line itself became a sort of mysterious fascination for me.\nNot long after, Roberta gets sucked into the world of an early text adventure game, Colossal Cave Adventure.\nShe has the idea to add graphics to a game of that ilk, Ken’s programming prowess makes it happen, and thus, the game Mystery House (and On-Line Systems, later renamed Sierra On-Line) are born.", "paragraphs": ["My father was a computer programmer for a large pharmaceutical corporation for a good portion of his career. This was rather cool, as he brought home many computer curiosities and oddities for us to “test” over the years. In the late spring of 1984, he brought us a novelty named the IBM PCjr. This was IBM’s first foray into the home computer market, an attempt to wrest some of that precious market share away from the Apples and Commodores of the world.", "What immediately drew my attention to the PCjr was that it came with a game called King’s Quest from a company called Sierra On-Line. Being a massive Dungeons & Dragons geek at the time, I was immediately drawn to this title. “Who is this king, and what is his quest?” my hyperactive 13-year-old mind ached to know.", "Once we got the game up and running, I was immediately enthralled by the Kingdom of Daventry, and the game sucked up the majority of my free time that week. Homework? Forget it. Baseball practice? Not happening. The A-Team is on? Mr. T can get bent—I’m playing King’s Quest!", "By that Friday, I was quite sure I was close to the end of the quest that was entrusted to me by King Edward, and I couldn’t wait for 3 o’clock to come so I could get home and find that last damn treasure.", "But alas, 'twas not to be. When I got home that day, there was only a blank space on our dining room table where the PCjr once sat. My dad had to return it to work before the weekend and didn’t tell me. This clear lapse in parental etiquette caused me to shout an expletive that I definitely wouldn’t have shouted in our family dining room if anybody else had been home.", "Since I had received a Commodore 64 for the previous Christmas, I assumed that I could just guilt my dad into buying me the C64 version and pick up my quest there.", "But nay, there will be no further questing in Daventry for you, young lad! As it turns out, many of the early Sierra adventure games were never ported to the C64 because, according to Wikipedia: “The limitations of [the C64’s] graphic system (three colors per 8x8 block) did not permit Sierra to get the level of graphics detail they wanted. In addition, the computer's 64k memory was too small to fit the complex AGI engine into.” So I never got to conclude Sir Grahame’s earliest of adventures in its true, original form.", "Because of that technical denial, both the King’s Quest series and Sierra On-Line itself became a sort of mysterious fascination for me. I always wanted to know what they were up to, or what games of theirs (that I probably wasn’t going to get to play anyway) were coming out next.", "Now, with the release of the exceptional new book, Not All Fairytales Have Happy Endings, written by Sierra cofounder and longtime CEO Ken Williams, the mystery is gone and the raison d’etre of Sierra as a company is now laid bare. The book itself is part memoir and part business theory, as there are numerous industry-focused “interludes” sprinkled throughout the main rise-and-fall narrative. Williams’ writing is informative, straightforward, and humble, never coming across as boastful or arrogant while telling his literal rags-to-riches tale.", "The tale goes like this: As teenagers, he and Roberta meet, have a whirlwind romance, and get married. The determined Ken is drawn to the magic of computers and becomes a programmer. Not long after, Roberta gets sucked into the world of an early text adventure game, Colossal Cave Adventure. She has the idea to add graphics to a game of that ilk, Ken’s programming prowess makes it happen, and thus, the game Mystery House (and On-Line Systems, later renamed Sierra On-Line) are born."], "authors": ["Jerry Bonner", "Jerry Bonne"], "keywords": ["fairytale", "kings", "quest", "online", "adventure", "game", "exactly", "computer", "immediately", "wasnt", "rise", "williams", "sierra", "pcjr"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}