{"summary": "Facebook Twitter Pinterest Adam Driver and Daisy Ridley in Star Wars: The Rise of Skywalker.\nLet’s just say some old Star Wars traditions die hard.\nAs do old Star Wars characters.\nOver its long history, Star Wars has acquired a mythic grandeur few movie franchises can ever hope to match.\n• Star Wars: The Rise of Skywalker opens on 19 December in the UK and 20 December in the US", "url": "https://www.theguardian.com/film/2019/dec/18/star-wars-the-rise-of-skywalker-review-death-is-not-the-end-in-new-trilogys-laborious-exit", "paragraphs": ["As one of the greatest sagas in cinema history reaches its climax, it’s concerning that Star Wars has lately been generating more drama off screen than on. There’s been the personnel changes (original director Colin Trevorrow left after “creative differences”, prompting the return of JJ Abrams). Then there was the fact that this instalment’s predecessor, Rian Johnson’s The Last Jedi, took the story to surprising new places and left a lot of questions unanswered.", "Some fans were left confused; a nastier contingent railed against its so-called “identity politics”. Even some of the actors have admitted their doubts about The Last Jedi – John Boyega recently described it as “feeling a bit iffy”. Add in the fact that this instalment has to cap off a 42-year trilogy of trilogies, and that Baby Yoda from spin-off series The Mandalorian has outshone any character in the movies in terms of public affection, and this has more work to do than it ought to.", "Play Video 2:23 Star Wars 9: The Rise of Skywalker final trailer – video", "Given that there is no possible way of pleasing all the people even half the time when it comes to Star Wars, the good news is, The Rise of Skywalker is the send-off the saga deserves. The bad news is, it is largely the send-off we expected. Of course there is epic action to savour and surprises and spoilers to spill, but given the long, long build-up, some of the saga’s big revelations and developments might be a little unsatisfying on reflection.", "We’re given little time to think about that though: the story gets moving quickly and barely pauses for breath. The Resistance gang is all brought together swiftly, including a cut-and-pasted Carrie Fisher, and in short measure they’re off in the Millennium Falcon on a kind of galaxy-trotting treasure-hunt, told in quick, efficient strokes. The central characters – Daisy Ridley’s Rey, Oscar Isaac’s Poe, John Boyega’s Finn, and good old Chewbacca (who gets a bit more to do this time), establish an easy, seriocomic camaraderie that makes you wish they’d spent more time together on screen.", "Facebook Twitter Pinterest Ridley and Carrie Fisher. Photograph: Lucasfilm Ltd./Allstar", "Their whistle-stop tour is fleshed out with action set-pieces, new characters and locations, and plenty of attractive visual detail in the margins. There’s so much plotting and exposition, it feels like two movies condensed into one at times, and there is little downtime in which to really get into any character depth but Abrams’ knack for efficient storytelling and the odd visual flourish carries it along, at least to the half-way point.", "As for the Dark Side, it is no secret that Ian McDiarmid’s old-school Sith lord Emperor Palpatine is back in the frame, along with Adam Driver’s conflicted Kylo Ren, whose cracked mask hints all too obviously at his bruised inner turmoil. But then Rey has her issues too. She is kind to abused droids and injured snake monsters, but there are question marks over her morality too, as hinted at at in the trailer’s much-discussed inclusion of a “dark Rey”.", "Ren and Rey’s mysterious connection has been the most intriguing aspect of the new trilogy. Here, it unfolds in a series of teases and false starts that almost border on wearisome, though there are hints of ambiguity and even eroticism to it. Let’s just hope they don’t turn out to be brother and sister this time. As with the original Star Wars trilogy, there is just enough in this dynamic to muddy up the simplistic good-versus-evil themes, although this latest trilogy has been as much about hope versus fear, which is where it could possibly strike a contemporary chord.", "Facebook Twitter Pinterest Adam Driver and Daisy Ridley in Star Wars: The Rise of Skywalker. Photograph: Allstar", "The big questions get answered, but cannot be discussed further, for the time being. Let’s just say some old Star Wars traditions die hard. As do old Star Wars characters. There are so many returning old faces in this movie, you start to wonder if anyone ever actually dies and stays dead in this far-away galaxy. But if you’re going to do a send-off this huge, there are a lot of goodbyes to say, and a lot of loose ends to tie up. The fact that The Rise of Skywalker manages most of them and within a vaguely coherent story is something of an achievement in itself. This vast, hulking Star Destroyer of a franchise has become too cumbersome to pull off any genuinely nimble manoeuvres, but at the same time, it never falls out of the sky. Partly that’s a simple matter of momentum, but it is also a question of faith. Over its long history, Star Wars has acquired a mythic grandeur few movie franchises can ever hope to match.", "• Star Wars: The Rise of Skywalker opens on 19 December in the UK and 20 December in the US"], "pubDate": null, "keywords": ["rise", "long", "laborious", "end", "star", "exit", "review", "sendoff", "death", "lot", "little", "trilogys", "old", "wars", "skywalker", "trilogy"], "id": "216e9a8e-93f0-3301-b69a-6ad38d13fd55", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "authors": ["Steve Rose"], "title": "Star Wars: The Rise of Skywalker review – death is not the end in new trilogy's laborious exit"}