{"id": "217866c9-c4c7-3a5c-83df-904e50af9afa", "title": "The University of Texas at San Antonio College of Business", "url": "https://execed.economist.com/university-texas-san-antonio-college-business", "summary": "Our Executive Education programs are taught by the best faculty the UTSA College of Business has to offer and can be flexible in course length, structure, and delivery method.\nTo support your professional growth and success in the workplace, our programs cover relevant, diverse and foundational business concepts.\nNationally ranked and recognized, the College of Business was named one of the Top 5 undergraduate business programs in Texas by Bloomberg Businessweek.\n10 graduate business school in the nation for Hispanics by Hispanic Business.\nThe College of Business is accredited by AACSB International, the Association to Advance Collegiate Schools of Business.", "paragraphs": ["Our Executive Education programs are taught by the best faculty the UTSA College of Business has to offer and can be flexible in course length, structure, and delivery method. Our unique approach integrates experiential opportunities and application-focused training. To support your professional growth and success in the workplace, our programs cover relevant, diverse and foundational business concepts.", "Our faculty offers a wide range of both academic and business experience. They use a variety of teaching methods to engage you in the classroom, and specialize in providing you with knowledge and tools that you can immediately use to further your career.", "Nationally ranked and recognized, the College of Business was named one of the Top 5 undergraduate business programs in Texas by Bloomberg Businessweek. At the graduate level, the college was ranked the No. 10 graduate business school in the nation for Hispanics by Hispanic Business.", "The College of Business is accredited by AACSB International, the Association to Advance Collegiate Schools of Business. This accreditation addresses curriculum issues, credentials of professors, student to teacher ratio issues and educational resources."], "authors": [], "keywords": ["graduate", "issues", "faculty", "college", "business", "programs", "university", "variety", "san", "texas", "antonio", "wide", "ranked", "workplace"], "pubDate": "2018-06-13T16:22:27Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}