{"id": "21849d73-08ac-33bb-811e-5ce5debf4466", "title": "For Europe, losing Britain is bad. Keeping Hungary and Poland could be worse", "url": "https://www.theguardian.com/commentisfree/2020/dec/10/for-europe-losing-britain-is-bad-keeping-hungary-and-poland-could-be-worse", "summary": "“Brexit means Brexit” – the mantra of the former British prime minister Theresa May – deserves a place in philosophy textbooks as the most meaningless sentence ever to contain the word “means”.\nSo the choice will be the end of the UK or a new Federal Kingdom of Britain.\nThe question now is whether there will be a dynamic of convergence or divergence between Britain and the EU.\nWhat the Hungarian prime minister, Viktor Orbán, and Polish prime minister, Mateusz Morawiecki, are now doing to their EU partners makes Thatcher look like a gentle Europhile.\nThe former British prime minister may have cried “I want my money back”, but at least Britain was a major net contributor to the European budget.", "paragraphs": ["“Brexit means Brexit” – the mantra of the former British prime minister Theresa May – deserves a place in philosophy textbooks as the most meaningless sentence ever to contain the word “means”. But let’s not fool ourselves that when we finally discover if there is to be a minimal UK-EU trade deal, or no deal, we will then know what Brexit means. It will be five years at least, and probably 10, before we see a clear outline of the new relationship between the offshore islands and the continent. By then the EU may be a very different community, and the UK may not exist.", "In a further referendum that is likely to happen in the next few years, the Scots will decide whether they want to leave the 300-year-old union with England and rejoin the European one. If they vote for independence, despite the attendant economic difficulties, then the UK will effectively cease to be. Any British politician who wants the Scots to stick with the English must soon present a different, federal model of the British union as the alternative to independence. So the choice will be the end of the UK or a new Federal Kingdom of Britain. (Federal United Kingdom produces an unfortunate acronym.)", "The path from the 2016 referendum vote to this hard Brexit was strewn with broken promises: from the article Boris Johnson wrote in the Daily Telegraph four days later, blithely asserting that “there will continue to be free trade, and access to the single market” to then then trade secretary, Liam Fox, saying the free trade agreement with the European Union “should be one of the easiest in human history”. In a triumph of cognitive dissonance, Brexiteers managed to hold two incompatible thoughts simultaneously: that “Europe” is a hideous Franco-German plot to submerge England in a Napoleonic empire; but also that those same new Napoleons would (on instructions from the German car industry) be bound to give the UK privileged, unfettered access to the single market, so the British could have their cake and eat it.", "The question now is whether there will be a dynamic of convergence or divergence between Britain and the EU. Every plausible alternative to the current populist British government would prefer a softer Brexit. That includes a more pragmatic and competent Conservative government under a new leader such as Rishi Sunak, the current chancellor. It would be even more true of a Labour – or Labour-led coalition – government under Keir Starmer. This, as well as the logic of economic self-interest, suggests that Britain will, over time, gradually edge back closer to the EU, sector by sector, issue by issue.", "On the other hand, the harder the Brexit, the more Britain must seek an alternative business model. As the Oxford-AstraZeneca Covid vaccine demonstrates, even England and Wales on their own still have significant strengths: financial services, great universities, biotech, DeepMind, alternative energy, creative industries. The economy will be smaller than it would have been without Brexit, but may in time develop a new, competitive profile. This points to divergence. And the bad blood and mutual recrimination around a no-deal Brexit, if it comes to that, would be likely to infect and hamper the development of cooperation in other areas, such as foreign and security policy, for some time to come.", "Yet the future of Brexit will depend as much on developments on the continental side of the Channel. People in Germany, France or Italy now talk very little about Brexit – not only because they are fed up with the subject, but also because the EU faces two other enormous crises, which will certainly be discussed at the European summit this week. The EU must urgently put through its impressive new €1.8tn (£1.6tn) budget and recovery fund, as without it, the post-Covid recovery will be more difficult and north-south tensions inside the eurozone may again become acute. But to do this, it has to overcome threatened vetoes from Hungary and Poland, which are holding the rest of the EU to ransom so as to further weaken the proposed rule-of-law conditionality on those funds.", "Some have argued that Brexit may actually help the EU because, liberated from the Anglo-Saxon awkward customer, the other member states can smoothly move ahead to further integration. This is an illusion. It took a marathon five-day summit this summer to agree the budget and recovery fund, over fierce resistance from the “frugal four” (Austria, Denmark, Sweden and the Netherlands), with the Dutch prime minister, Mark Rutte, playing Thatcher.", "What the Hungarian prime minister, Viktor Orbán, and Polish prime minister, Mateusz Morawiecki, are now doing to their EU partners makes Thatcher look like a gentle Europhile. The former British prime minister may have cried “I want my money back”, but at least Britain was a major net contributor to the European budget. After she got her rebate, she forcefully advanced a central project of European integration – the single market whose “level playing field” (a very British metaphor) the EU is now insisting the UK must accept.", "Hungary and Poland, by contrast, stand to be enormous net beneficiaries from the budget and recovery fund, which together could contribute more than 6% of Hungary’s GDP. Yet they are refusing to accept some fairly minimal rule-of-law conditions, without which the EU will gradually cease to be a community of democracies and a shared legal order.", "In effect, what the Hungarian and Polish leaders are saying to German and Dutch taxpayers is: we won’t let you make those badly needed transfers to southern eurozone countries like Italy and Spain, both of them hard-hit by Covid, unless you allow us to go on using large amounts of your money without any significant constraints. In Hungary, that means EU funds being distributed to prop up Orbán’s increasingly undemocratic regime, not to mention it benefiting his family and friends.", "If this shameless blackmail succeeds, the populist, xenophobic, nationalist ruling parties in Hungary and Poland will be able to go on doing pretty much what they please, being paid for it generously and, for good measure, biting the German and Dutch hands that feed them.", "Fast forward to Hungexit or Polexit? Why would they be so stupid? Johnson can talk of having his cake and eating it; Orbán actually does it.", "No, the immediate threat to the EU is not that Hungary and Poland will follow Britain out of the door, but that they will remain full members of the club while continuing to violate its most important rules. It is hard to say which is now the greater danger to the future of the EU: a democratic Britain that has left, or an undemocratic Hungary that remains.", "• Timothy Garton Ash is a historian, political writer and Guardian columnist"], "authors": ["Timothy Garton Ash"], "keywords": ["trade", "brexit", "britain", "british", "poland", "european", "minister", "eu", "losing", "keeping", "prime", "uk", "worse", "hungary", "europe", "bad"], "pubDate": "2020-12-10T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}