{"id": "218cbc6b-40e5-35ba-8ff0-af6691e681c7", "title": "How Egyptian entertainment has changed under military rule", "url": "https://www.economist.com/middle-east-and-africa/2021/04/10/how-egyptian-entertainment-has-changed-under-military-rule", "summary": "“The Choice” (pictured) was among the most-watched programmes last year during Ramadan, high season for Egyptian TV .\nEgypt’s TV and film industry was long the envy of the Arab world.\nMr Sisi, now president, nationalised the media in all but name and let his men control which shows are aired.\nState-backed war flicks and heroic police dramas are popular enough, but Egyptian TV is a lot less interesting than it was before the coup.\n“The Choice” pushes dubious claims about the Muslim Brotherhood, which held power before Mr Sisi.", "paragraphs": ["H ESHAM ASHMAWY was executed twice. Egypt’s most wanted man, an army-officer-turned-jihadist, was hanged in March 2020, out of public view. Two months later, millions of Egyptians watched the “execution” of an actor playing him on “The Choice”, a television show about terrorism, produced by state intelligence. To promote the episode, the spy agency leaked videos of Mr Ashmawy’s real execution. “The Choice” (pictured) was among the most-watched programmes last year during Ramadan, high season for Egyptian TV .", "Listen to this story Your browser does not support the <audio> element. Enjoy more audio and podcasts on iOS or Android.", "Egypt’s TV and film industry was long the envy of the Arab world. During the 20th century, movies were among the country’s biggest exports. From Rabat to Baghdad, Arabs learned to mimic Egypt’s distinctive dialect by way of its wildly popular musicals and comedies. The trade gave Egypt cultural influence—and its rulers a propaganda tool. When cinemas took off in the 1930s, King Fuad played newsreels promoting himself before features. President Gamal Abdel Nasser, in turn, made sure films portrayed the monarchy, which he overthrew, as corrupt and wicked.", "But Abdel-Fattah al-Sisi’s obsession with controlling entertainment is extreme even by Egyptian standards. Two years after he and other military officers toppled the country’s first democratically elected president in 2013, Mr Sisi warned TV stars that they would be “held accountable” if their work did not reflect the state’s positive outlook. Mr Sisi, now president, nationalised the media in all but name and let his men control which shows are aired. In 2016 a company owned by state intelligence began buying Egypt’s biggest private TV channels. Since 2018 one of its subsidiaries, Synergy (maker of “The Choice”), has produced most of the big shows broadcast during Ramadan. “It’s a monopoly,” says one filmmaker.", "Egypt has always had censors. Still, under Hosni Mubarak, the president from 1981 to 2011, they allowed films to depict police brutality, corruption and even homosexuality. Cherished movies from that era would be blocked today, say producers. Sexual innuendo that was once common is banned. Extreme poverty may not be shown, lest anyone think Egypt is struggling. And the security services must be portrayed as good guys. The regime thinks that old films showing dirty cops fed protests against the police during the Arab spring of 2011. That the protests might have been inspired by real-life dirty cops appears not to have occurred to Mr Sisi’s henchmen. “The regime sees what happened ten years ago as a cultural failure,” says Ezzedine Fishere, a former diplomat under Mubarak.", "State-backed war flicks and heroic police dramas are popular enough, but Egyptian TV is a lot less interesting than it was before the coup. And it faces growing competition. For years Syrian and Turkish dramas, beamed over satellite, vied with local soaps for Egyptian eyeballs. Now there are new centres of production in Jordan, Saudi Arabia and the United Arab Emirates. Streaming platforms such as Netflix and Shahid (owned by Saudi Arabia’s MBC Group) give viewers even more choice. One sign that Egypt’s soft power has declined is that Arab millennials are typically worse at understanding the Egyptian dialect than their parents.", "Mr Sisi’s regime is focused on influencing Egyptians, though. “The Choice” pushes dubious claims about the Muslim Brotherhood, which held power before Mr Sisi. “The Swarm”, also by Synergy, glorifies an Egyptian air strike that killed 40 jihadists—and seven civilians (that part isn’t mentioned). “They’re using better talents, bigger budgets and bigger stars,” says a Cairo-based director. “So even if it’s propaganda, the quality is clearly getting better.”", "Season two of “The Choice”, airing this month, will cover the Rabaa massacre, when hundreds of protesters from the Brotherhood were slaughtered by security forces (under the command of Mr Sisi) in 2013. Human Rights Watch, an advocacy group, described the event as “one of the world's largest killings of demonstrators in a single day in recent history”. The show, naturally, was shot from the perspective of the heroic police. ■"], "authors": ["The Economist"], "keywords": ["tv", "rule", "egyptian", "sisi", "changed", "military", "president", "choice", "films", "regime", "mr", "arab", "entertainment", "egypts"], "pubDate": "2021-04-10T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}