{"keywords": ["political", "economic", "corporate", "social", "capitalism", "business", "barbers", "crisis", "purpose", "workers", "british", "economy", "lionel", "academy", "speech"], "title": "Lionel Barber's speech at the British Academy", "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da", "url": "https://aboutus.ft.com/en-gb/announcements/lionel-barber-s-speech-at-the-british-academy/", "pubDate": null, "id": "21976745-fee6-39c9-b916-842fc6bb0a34", "paragraphs": ["Distinguished fellows, ladies and gentlemen,", "Thank you for inviting me to speak this evening in the magnificent Guildhall to mark the launch of the British Academy’s findings on the Future of the Corporation.", "Back in 1899 the British Academy was founded to champion Britain's contribution to the realm of “Literary Science”. This apparent oxymoron encapsulated a movement to gather the ancient subjects of philosophy, history, politics and other humanities into the new disciplines of social and political sciences.", "One of the great social scientists of the era, Walter Lippmann, also turned his hand to a lower literary genre: journalism. In 1915, he wrote a polemic against sweatshop wages for the New Republic, with these memorable lines:", "“A business that exists on labor paid less than a living wage is not a business at all, for it is not paying its fixed charges...it is paying a dividend out of its vital assets, that is, out of the lives, the health, and the happiness of its employees.”", "Would a modern-day Lippmann direct the same barbs at Amazon, and join the campaign for a $15 minimum wage?", "I suspect he would.", "Lippmann and contemporaries in the Progressive Era shared a concern for what we would now call “sustainability”. Not only in the environmental sense, but in terms of good business, with an eye to the long term.", "The American robber barons pushed crony capitalism to the limit. Nine in every ten barrels of refined oil in the US were controlled by John D Rockefeller’s Standard Oil. Half the workers in New York City earned less than $8 a week. Strikes at Carnegie's Homestead Steelworks and the Pullman Yard were broken by the military.", "With the turn of the century, people turned against the oligarchs. Trust busters and campaigning progressives broke up the monopolies and enacted sweeping regulation. Theodore Roosevelt based his “Square Deal” on consumer protection, conserving natural resources, and controlling corporate power.", "Today, corporations — and capitalism itself — face a fresh crisis. We know that many of our business practices are unsustainable. We are rapidly consuming the natural resources that we need to survive, and making our own planet unliveable. We are alienating swaths of the population who are turning to populism and protectionism on the one hand and anti-capitalist fervor on the other.", "So if we believe — as I do — that democratic capitalism is the best organising principle for free societies, then we must act to reform our economic system so that it can survive and prosper.", "We need a common vision for truly sustainable capitalism.", "Reforming the corporation is not about tacking on a laundry list of nice-to-have initiatives. The prescription is a fundamental shift in how companies think about their objectives.", "This does not mean abandoning the profit motive. Greed is necessary but not sufficient for a successful capitalist system.", "The ultimate test of a corporation is whether it can generate value. That is the sine qua non.", "But, as the US Business Roundtable acknowledged this summer, defining value as simply return to shareholders is too narrow. A company that pays dividends by exploiting its workers, unfairly squeezing its suppliers, denuding the natural environment, and disregarding its community is not really generating value.", "The truly value-generating enterprise is one from which everyone can benefit. This is about responsible long-term management: what we used to call simple “good business”.", "This is why I welcome the British Academy’s contribution to the ongoing debate around how corporations can place purpose, alongside the profit motive, at the heart of what they do.", "This is why I applaud the Financial Times’ campaign for The New Agenda.", "In this respect, I was struck by a sentence that might have made progressive campaigners like Lippmann proud:", "“We concluded that the purpose of business is to solve the problems of people and planet profitably, and not profit from causing problems.\"", "Tonight I propose to explore how we have reached this inflection point in the purpose of the corporation, and what we can do to translate this fine rhetoric into reality.", "There is a cyclical element to current calls for reform in business. History has seen many movements to correct capitalism’s excesses. The New Deal followed the Great Depression. Stakeholder capitalism, corporate social responsibility, and shareholder primacy have all had their day.", "The present movement may be one of the most transformative in the century. There are clear calls to move the 'CSR' function from a minor department into the very centre of the boardroom. The chief executive must now be the head of corporate responsibility. Why?", "We hear a lot about climate change these days. There is equally no doubt that the business climate has changed. There are several elements to this new context:", "First is the backlash against globalisation. Capital flows fell off sharply after the global financial crisis. The world’s leading commercial powers are trading retaliatory tariffs more than goods. Free movement of labour has been challenged, notably in the UK, and by anti-immigrant sentiment in many countries. Information flows have been curtailed as countries like China and Russia seek to balkanise the Internet. Writ large, political forces have sharply reminded business leaders that the relatively placid post-Cold War decades were an aberration rather than normality.", "Second is another harsh realisation: the urgency of the environmental crisis. Climate change is not only inevitable; it has already arrived. Look at California, Australia, Venice, and the north of England. We are seeing hugely expensive economic disruption, and the beginnings of social unrest. We know that these climate effects will get worse. If they are not to become catastrophic, we desperately need to find the elusive alternative to a fossil-fuelled future.", "Third, the 2007/8 financial crisis created a crisis of confidence in liberal capitalism that we have yet to overcome. In their book The Light that Failed, Ivan Krastev and Stephen Holmes explain how an economic shock cascaded into a political moment of reckoning.", "“Confidence that the political economy of the west was a model for the future of mankind had been linked to the belief that western elites knew what they were doing. Suddenly it was obvious that they did not. This is why 2008 had such a shattering ideological, not merely economic, effect.”", "We see this reflected in public sentiment. Two thirds of Americans now believe that the economy “unfairly favours powerful interests” while faith in democracy is slipping around the world. There is some truth in this perception. As the FT’s Martin Wolf has pointed out many times: anaemic growth in real incomes means that a considerable slice of society is economically worse off than their parents, while the share of income going to the wealthy grows and corporate profits rise. Can you blame people for wondering if the economy works for them anymore?", "This is not an academic inquiry for corporate executives. As Raghuram Rajan argues in his book, the neglected “third pillar” of community underpins the business environment alongside the two other pillars: the state and markets.", "Rajan writes that communities will “withdraw their support for markets” when they do not feel well-served. This can operate on the small scale as Queens, New York runs Amazon’s HQ2 out of town on a rail and cities turn against Uber and Airbnb. It can also poison the broader political environment, as we are seeing with the rise of fundamentally anti-capitalist forces, including closer to home with Jeremy Corbyn’s Labour party.", "The natural environment, too, is indispensable to corporate success, never mind human survival. As the FT has argued, businesses in general are in the position of “universal investors” — exposed to the fortunes of the whole private sector over time. If some corporations externalized environmental costs, the corporate world would suffer eventually.", "In short, it is time for all business leaders to raise their eyes from the bottom line and look around them. The current context demands action, if only for self-preservation.", "Fortunately, the prescription is hiding in plain sight. As I have said, we used to call it plain good business. That means treating workers suppliers, customers, the environment, and communities not as obstacles to profit, but as stakeholders whose interests need to be considered next to the bottom line. As companies seek to articulate their purpose, they should carefully consider how they serve each of these constituencies.", "The lumber company that can replace the trees it cuts down through sustainable forestry, treat its workers and suppliers fairly, bring economic opportunities to the communities where it operates, and produce quality timber for homebuilders: here is an ideal of the value generating corporation.", "Concretely, business should seek rapid progress on reducing their carbon emissions and extricating themselves from the economy of disposable consumption. Consumers are already crying out for more environmental alternatives. Smart companies will not be left behind by this trend.", "Equally, an economy in which highly-skilled workers are increasingly important favours decent treatment of employees. Many gig economy companies are waking up to the fact that even less skilled workers will not put up with exploitation forever. Sound employment practices include working hard to redress the gender pay gap and make your workforce meaningfully more diverse at all levels.", "It is also time to stop looking at auditors and regulators as the school headmaster and trying to get away with as much as one can manage without getting caught. The British financial sector should certainly have learned by now that substandard products and deceptive practices will catch up with you. And in any industry, respect for customers and integrity will earn you a strong brand and lasting loyalty.", "Finally, the business community should welcome sensible regulation to stimulate healthy competition. Even the invisible hand sometimes needs a nudge from an Editor.", "Meeting all these demands is a true challenge for the chief executive. No amount of positive news on CSR will compensate for weak financials on the quarterly earnings call. Corporate leaders now face requirements of responsible capitalism on top of the profit imperative.", "Investors also have a role to play in holding executives to account. They should stop talking about “ethical investing” as a niche field and start making responsible investment a standard practice. Investors can demand that management account for how they treat their stakeholders in a rigorous way.", "Alongside the financial press, eagle-eyed investors and analysts are the antidote to “purpose washing”, “the cloak of social responsibility” and all the other names that have been given to pretending to care about responsible capitalism in the interest of good PR.", "At the risk of being melodramatic, it’s important to stress that the current moment of challenge is too grave to be met with a shrug of the shoulder or a social media campaign. The environmental crisis is deadly serious. Political forces hostile to capitalism and liberal democracy are rising around the world.", "Lest we become too depressed, let me remind the audience that the world that our economic and political system has risen to the occasion before.", "At the banquet hall in Dallas, Texas on 5 April 1905, Teddy Roosevelt gave a speech on the Square Deal. The true believer in capitalism, he said, “should heartily welcome every effort... to secure fair dealing by capital... toward the public and toward the employee.”", "Roosevelt saw threats to capitalism on two sides. State capture by plutocrats could destroy free markets. A backlash from “the mob” would sweep away democratic government and free enterprise alike.", "The president’s vision for how to navigate between those forces may be instructive today. He recognised that economic breakdowns affect everyone in society, and hurt the poor the worst. He believed that properly managed capitalism could create value to benefit the whole community.", "“It cannot be too often repeated,” he said “that in this country, in the long run, we all of us tend to go up or go down together.”", "This is an important lesson. We cannot allow unchained capitalism to run on in the hope that it will leave behind scraps for the rest of society. The time of trickle-down economics is over. Instead, we must discover our sense of common purpose and community. Good business demands no less.", "", "ENDS"], "authors": [], "summary": "Back in 1899 the British Academy was founded to champion Britain's contribution to the realm of “Literary Science”.\nStakeholder capitalism, corporate social responsibility, and shareholder primacy have all had their day.\n“Confidence that the political economy of the west was a model for the future of mankind had been linked to the belief that western elites knew what they were doing.\nThe British financial sector should certainly have learned by now that substandard products and deceptive practices will catch up with you.\nAt the banquet hall in Dallas, Texas on 5 April 1905, Teddy Roosevelt gave a speech on the Square Deal."}