{"url": "https://www.newyorker.com/magazine/2017/10/09/joni-mitchells-openhearted-heroism", "paragraphs": ["In 1969, Cary Raditz, a recent graduate of the University of North Carolina, quit his job in advertising and headed to Europe to bum around with his girlfriend. They ended up in Matala, on the island of Crete, where they found a bunch of hippies living in a network of caves. Raditz soon decamped for Afghanistan in a VW bus; when he returned, his girlfriend had bailed, but there was word that a new girl was headed to Matala. Raditz didn’t know much about Joni Mitchell, but “there was buzz” among the hippies, and, soon enough, he found himself watching the sunset with one of the most extraordinary people alive. Raditz and Mitchell shared a cave for a couple of months, travelled around Greece together, and parted ways. That’s where you and I come in, because Mitchell wrote two songs, among her greatest works, about her “redneck on a Grecian isle”: “California” and “Carey.” I’ve been singing along to those songs, or trying to, since I was fifteen. I learned from them what you learn from all of Mitchell’s music, that love is a form of reciprocity, at times even a barter economy: “He gave me back my smile / but he kept my camera to sell.” Mitchell’s songs were the final, clinching trade.", "Joni Mitchell’s gift was so enormous that it remade the social space around her. As David Yaffe’s new biography, “Reckless Daughter: A Portrait of Joni Mitchell” (Sarah Crichton Books), suggests, it is no small burden to possess something as valuable as Mitchell’s talent, and it meant that this girl from the Canadian prairie would be in the world, whether she liked it or not. All she needed was her lyrics, preternaturally analytic, wry, and shrewd; her chords, largely self-invented, a kind of calligraphy of the moods; and her voice, which modulates from patter to rue to rhapsody in a single phrase. In concert, she sometimes trained her attention on a single listener in the front row, casting the stranger as the vivid “you” of a song who in real life may have been Sam Shepard, James Taylor, or Leonard Cohen. The best pop music is often preening and shamanic. Mitchell’s is almost always about what two articulate adults mean, or once meant, to each other.", "Mitchell writes about emotional information: who controls it, and how it is squandered or hoarded, withheld or weaponized. This requires some reconnaissance, which for Mitchell involves falling in and out of love, over and over—not so much a research method as a form of self-surgery. Her songs report on those lessons, which are, in an instant, in performance, happily forgotten. She is always thinking about the ways in which calculation fails, as guile yields again and again to innocence. As she put it in “Song for Sharon”: “I can keep my cool at poker / But I’m a fool when love’s at stake.”", "She was never a fool for longer than her art required, though, and she could be withering, in interviews, about the lovers who misread her patient scrutiny of them for acquiescence. David Crosby, who produced Mitchell’s first record, would “trot me out” in front of his friends, she said, “and watch me blow their minds.” Crosby is the smooth operator in the first verses of “Cactus Tree”:", "There’s a man who’s been out sailing", "In a decade full of dreams", "And he takes her to a schooner", "And he treats her like a queen", "Bearing beads from California", "With their amber stones and green", "It sounds like a cross between a hippie valentine and an abduction scenario. As the tune progresses, one suitor after another makes his approach, but Mitchell’s refrain wards them off: “She’s so busy being free.”", "That freedom was hard-won. Men often wanted Mitchell to be a wife, a muse, a siren, or a star. Instead, they got a genius, and one especially suited to deconstructing their fantasies of her. When David Geffen, her manager, implored her to write a hit, she came up with “You Turn Me On, I’m a Radio,” which mocks the request while heedlessly fulfilling it:", "I come when you whistle", "When you’re loving and kind", "If you’ve got too many doubts", "If there’s no good reception for me", "Then tune me out, ’cause honey", "Who needs the static", "It hurts the head", "And you wind up cracking", "And the day goes dismal", "From “Breakfast Barney”", "To the sign-off prayer", "The song checks all the boxes: it’s hummable, it’s accessible, it’s a love song—but it’s also a sabred refusal of all of the above. Mitchell was frank but weirdly Parnassian about male sexual appetite, which she saw as not so different, finally, from her own. When she resisted the advances of Warren Beatty and Jack Nicholson, it was partly because she recognized her own techniques in their vulpine attentions. (She always said that she preferred “the company of men.”) In “Coyote,” a song about her fling with Sam Shepard, Mitchell describes his roving eye: “He’s staring a hole in his scrambled eggs / He picks up my scent on his fingers / While he’s watching the waitresses’ legs.” The detail is crude and adolescent, but it’s also very sexy, and Mitchell sings those lines to sound like a boast. Prowess is prowess.", "-=-=-=", "She was born Roberta Joan Anderson in 1943. Like many pop musicians, she suffered a childhood of utter tedium, a bright star against the faint backdrop of Saskatoon, Saskatchewan. On the airwaves, she heard “Mantovani, country and western, a lot of radio journalism,” and, once a day for an hour, “The Hit Parade.” A soulful girl, she watched the trains approach and depart, or pored over the Sears catalogue. (She called it “the book of dreams.”) When Mitchell was eight, she contracted polio and was quarantined, for several months, in a hospital close to home. Her mother came to see her once, on Christmas; her father never did. Polio patients were told to keep perfectly still—it was believed that any movement might cause the disease to spread—so she spent the time alone and on her back. When she was released, her left hand was damaged (it would make conventional guitar playing difficult for her, and led her to experiment with her own, idiosyncratic tunings) and she had lost the speed in her legs. But, she said, she “came back a dancer.”", "It was painting that took her away from Saskatoon. It is practically a default for aspiring musicians to attend art schools—“holding pens for dropouts and rejects,” as Yaffe puts it—and Mitchell soon enrolled in the Alberta College of Art and Design, in Calgary, paying the bills by working as a model at a department store. She taught herself to play the guitar by listening to a Pete Seeger instructional record, and played the ukulele in coffeehouses around the city. But performing was a “hobby”—she reserved her ambition for the canvas. Because she was, she said, “the only virgin in art school,” she found an agreeable, square-jawed man, Brad MacMath, and became pregnant immediately. The child, a girl, was put in a foster home until Mitchell could care for her.", "At twenty-two, Mitchell was poor, alone, and the mother of a daughter she felt she had abandoned. The swain who materialized had certain advantages: Chuck Mitchell was an American musician, well connected in the Detroit folk scene, and, at first, willing to adopt her child. But after they married he reneged on his offer, and the child was given up. The marriage ended and the heartache was immortalized in “Little Green,” a song about her daughter. Mitchell is a “child with a child pretending”:", "Weary of lies you’re sending home", "So you sign all the papers in the family name", "You’re sad and you’re sorry but you’re not ashamed, little green", "Have a happy ending", "The words are a slight nudge into oblivion, like a paper boat being launched into a swift current. The undertone of sadness in all of Mitchell’s music derives from that gesture, as does the impulse toward flight. (From that essential bind we get “River,” the song that, almost two thousand years late, made the Christmas season bearable.) Mitchell wrote “Little Green” in 1966, shortly after signing the surrender papers for her daughter. The song wasn’t released until five years later, on “Blue,” the album that made her a star."], "pubDate": null, "id": "21b00784-4202-320a-9183-a8dfeeadd73e", "keywords": ["daughter", "heroism", "songs", "song", "mitchells", "raditz", "art", "youre", "mitchell", "joni", "child", "girl", "openhearted"], "title": "Joni Mitchell’s Openhearted Heroism", "summary": "Raditz and Mitchell shared a cave for a couple of months, travelled around Greece together, and parted ways.\nI learned from them what you learn from all of Mitchell’s music, that love is a form of reciprocity, at times even a barter economy: “He gave me back my smile / but he kept my camera to sell.” Mitchell’s songs were the final, clinching trade.\nJoni Mitchell’s gift was so enormous that it remade the social space around her.\nMitchell’s is almost always about what two articulate adults mean, or once meant, to each other.\nThe undertone of sadness in all of Mitchell’s music derives from that gesture, as does the impulse toward flight.", "authors": ["Dan Chiasson", "Alice Munro", "Rachel Aviv", "Jeffrey Toobin", "Richard Brody", "Jane Mayer", "Zadie Smith", "David Remnick"], "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}