{"id": "21c3d963-3748-369b-b710-a9fdf99fe275", "title": "Podcaster receives police visit over alleged AOC threat — but there's more to the story", "url": "https://www.foxnews.com/politics/ocasio-cortez-threat-podcast-host-capitol-police-visit-twitter", "summary": "The Twitter user, who goes by @queeralamode, is demanding answers from police and the congresswoman on why he was tracked down at home on Thursday.\n\"No, we did not report him,\" spokeswoman Lauren Hitt told Fox News on Friday.\nThe Twitter user, @queeralamode, does not list a name on the profile but describes himself as a co-host of two podcasts.\nThe California Highway Patrol told Fox News it often assists other law enforcement agencies, including the Capitol Police, when requested to help out in an investigation.\n\"They were tagged in a tweet that was perceived as threatening that prompted us to look into this,\" the United States Capitol Police official told Fox News.", "paragraphs": ["A podcaster said he was \"harassed\" by two police officers at his home in California and accused of threatening Rep. Alexandria Ocasio-Cortez, D-N.Y., on Twitter -- a claim he calls outrageous and provably false.", "The Twitter user, who goes by @queeralamode, is demanding answers from police and the congresswoman on why he was tracked down at home on Thursday. He said the experience left him \"shaken up\" and \"feel[ing] very unsafe in my home right now.\"", "A spokeswoman for Ocasio-Cortez said the congresswoman did not request the investigation.", "\"No, we did not report him,\" spokeswoman Lauren Hitt told Fox News on Friday. \"We asked Capitol Police last night to look into what happened here and are awaiting additional information.\"", "The Twitter user, @queeralamode, does not list a name on the profile but describes himself as a co-host of two podcasts. But the user posted a letter about the incident from his purported employer, Maffick LLC, that identified him as Ryan Wentz. (Twitter has labeled Maffick as Russia state-affiliated media).", "The user also tweeted an article about the encounter with police from thegrayzone.com that also identified @queeralamode as Ryan Wentz, \"an anti-war activist\" and producer for the online program Soapbox.", "USCP OFFICER BILLY EVANS TO LIE IN HONOR IN CAPITOL ON APRIL 13", "The user did not immediately respond to a Twitter message from a Fox News reporter.", "In his Twitter posts, the podcaster argued. that a seemingly non-controversial tweet he made about Ocasio-Cortez's \"incredibly underwhelming\" response to a question on Palestine-Israel policy sparked the knock at his door from California Highway Patrol.", "\"I shouldn’t be harassed by police for critiquing her politics,\" @queeralamode tweeted in response to the police encounter.", "The California Highway Patrol told Fox News it often assists other law enforcement agencies, including the Capitol Police, when requested to help out in an investigation. They directed any questions to the Capitol Police, which is in charge of security for members of Congress.", "The Capitol Police confirmed to Fox News that the Ocasio-Cortez did not flag any tweets from @queeralamode as threatening and police started this investigation as part of its regular effort to monitor threats.", "\"USCP investigates all threats that are reported by Congressional offices. The Department also monitors open and classified sources to identify and investigate threats,\" the Capitol Police said in a statement to Fox News. \"This is standard operating procedure for the Department. As it pertains to this incident, the Congresswomen did not request that USCP initiate an investigation.\"", "CAPITOL POLICE CHIEF PITTMAN SAYS THREATS TO CONGRESS MEMBERS UP BY 93.5% IN FIRST 2 MONTHS OF 2021", "A Capitol police official further clarified that the podcaster came on their radar not for the tweet on Ocasio-Cortez's Israel policy or anything else that he wrote. Rather, the Californian was tagged in a tweet authored by another user that was deemed threatening.", "\"They were tagged in a tweet that was perceived as threatening that prompted us to look into this,\" the United States Capitol Police official told Fox News.", "That tweet has since been taken down from Twitter.", "\"Obviously as you can imagine, anytime there's anything that could be a perceived threat, we're going to talk to everybody involved, whether they're directly involved or indirectly involved,\" the official said.", "CLICK HERE TO GET THE FOX NEWS APP", "The Capitol Police force, reeling from two recent deaths of its officers amid Capitol attacks, have also been grappling with an increase in threats to lawmakers.", "Capitol Police acting Chief Yogananda Pittman testified in March that threats to members of Congress have increased by 93.5% within the first two months of 2021, compared to the same time period last year."], "authors": ["Marisa Schultz"], "keywords": ["queeralamode", "alleged", "threatening", "aoc", "capitol", "twitter", "threats", "told", "fox", "user", "receives", "threat", "theres", "official", "podcaster", "visit"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}