{"paragraphs": ["Many of the decisions we make in choice-driven games boil down to selfish outcomes; we want to get the best rewards, or spark romance with our favorite love interests. Having that kind of agency is fun, but Life is Strange 2 takes a different approach. It adds dimension by putting another character’s needs before your own. Sean and Daniel Diaz are two young brothers on the run, and developer Dontnod tells an emotional tale about the connection between them, all while encouraging players (as Sean) to see choices in terms of what they mean for nine-year-old Daniel.", "The bond between the Diaz brothers is the most consistently compelling element of Life is Strange 2. Unlike similar dynamics in other narrative games (like Lee and Clementine in The Walking Dead), Sean isn’t just protecting Daniel from danger. You are simultaneously shaping a relationship with him and setting examples for him to follow. This last point is important, because Daniel has mysterious telekinetic powers, and how he uses them – or doesn’t – depends largely on Sean’s guidance. For instance, if you let him use his ability to kill a dangerous animal instead of scaring it off, that may solve an immediate problem – but you have to wonder what it teaches him about how to use his gift in the future. Can he recognize the boundary between killing an animal and a person? Daniel looks up to Sean, and moments like these effectively keep that fact in the forefront of players’ minds. I like how this made me view my choices less in terms of optimizing certain story results, and more in terms of helping Daniel learn right from wrong.", "Your interactions in these situations have interesting consequences, because you aren’t determining Sean’s actions alone. You are also influencing how Daniel might react later. At one point, I told Daniel to be honest with another character about his power, as opposed to keeping it a secret. Because of the guidance I had given him in previous instances, he listened to me and obeyed. But Daniel can also disobey depending on the example you’ve set, so your decision at any fork in the road isn’t a guarantee about how the story will unfold. I wasn’t expecting to enjoy this ambiguity, but I did; it makes the behind-the-scenes flowchart of outcomes less apparent, allowing you to focus more on how you think the characters would react.", "Life is Strange 2’s gameplay is a simple-but-effective combination of walking around, examining objects, and having conversations with the weirdos you meet along the way. The boys’ ultimate goal is to travel from Seattle to Mexico, but circumstances force them to live off the grid to avoid detection, which puts them in a variety of questionable situations. Over the course of five episodes, Sean and Daniel cross paths with redneck racists, weed farmers, and zealous cultists. I appreciate how these characters represent a variety of perspectives, but some of the encounters feel contrived. Sean and Daniel meet some people at an outdoor market in Oregon, and just happen to reconnect with them riding the rails in California weeks later? The stereotypical depictions of these side characters also stand in contrast to the care taken with Sean and Daniel, though none of them stay in the spotlight long enough to do significant damage to the larger story.", "The writing and performances can feel stilted at times, but even at their worst, Life is Strange 2 retains a core of authenticity that no awkward exchange can erase. Despite imperfect implementation, the game builds a believable rapport between the brothers and made me care about them. I was regularly concerned about their health, whether they got enough to eat, and if they had the freedom to just act like dumb kids sometimes. Forging that connection is crucial for this story to succeed, and the team at Dontnod gets it right.", "Episodic games often have gaps of months between installments, but even by those standards, Life is Strange 2 kept fans waiting a long time from one chapter to the next. If you fell off the journey somewhere along the way (or if you were waiting for the tale to conclude, like I was), that is understandable. However, whether you knew it or not, Life is Strange 2 has been quietly weaving a powerful and sincere narrative experience that admirably carries on the series’ legacy."], "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Senior Reviews Editor", "Joe Joined The Game Informer Staff In He Loves Final Fantasy", "Mass Effect", "The Elder Scrolls", "Metal Gear. He Is Also A Columbo", "Robocop"], "title": "Life Is Strange 2 Review – Setting A Good Example", "id": "21c8db9f-a6c2-3485-bc36-55d9398980aa", "keywords": ["good", "sean", "terms", "review", "daniel", "characters", "strange", "example", "brothers", "setting", "life", "games", "way", "walking"], "summary": "Having that kind of agency is fun, but Life is Strange 2 takes a different approach.\nThe bond between the Diaz brothers is the most consistently compelling element of Life is Strange 2.\nUnlike similar dynamics in other narrative games (like Lee and Clementine in The Walking Dead), Sean isn’t just protecting Daniel from danger.\nLife is Strange 2’s gameplay is a simple-but-effective combination of walking around, examining objects, and having conversations with the weirdos you meet along the way.\nHowever, whether you knew it or not, Life is Strange 2 has been quietly weaving a powerful and sincere narrative experience that admirably carries on the series’ legacy.", "pubDate": null, "url": "https://www.gameinformer.com/index.php/review/life-is-strange-2/life-is-strange-2-review-setting-a-good-example"}