{"id": "21dfb2ac-e8d8-3eb9-a6fe-f11cf37542b0", "title": "Malls’ last stand - The surprising resilience of American restaurant chains", "url": "https://www.economist.com/business/2020/12/05/the-surprising-resilience-of-american-restaurant-chains", "summary": "C OVID-19 HAS been brutal for big tenants of American shopping centres, such as clothing stores and cinemas.\nMany of America’s sit-down dining chains are on track to emerge stronger after two quarters of pandemic-driven innovation.\nAs early as March, state and local regulations shut down dining halls and began to whittle down the ranks of sit-down eateries.\nDarden Restaurants, the parent company of Olive Garden, slashed promotional spending and simplified menus to reduce waste and costs.\nOlive Garden’s margins improved even as a lack of clients in flagship locations depressed overall sales.", "paragraphs": ["C OVID-19 HAS been brutal for big tenants of American shopping centres, such as clothing stores and cinemas. Not so for the casual eateries that surround these outlets. Many of America’s sit-down dining chains are on track to emerge stronger after two quarters of pandemic-driven innovation. The final hurdle is the winter.", "Independent restaurants were early victims of lockdowns. Chewing, chatter and low air-flow made their busy floors prime candidates for super-spreader events. As early as March, state and local regulations shut down dining halls and began to whittle down the ranks of sit-down eateries. Yelp, a popular review website, reported more than 32,000 restaurant closures between March and September; 61% of these were predicted to be permanent.", "Larger chains fared better. With the credit lines and corporate infrastructure to roll out new delivery methods and safety measures, they steadily stemmed losses. Plenty have now recovered or exceeded their pre-pandemic valuations.", "New off-premises business has helped. Texas Roadhouse, a steakhouse chain, introduced to-go “family packs” and an online butcher selling meat to grill at home. This tided it over as it installed protective equipment and slowly reopened dining rooms. In October it reported a year-on-year increase in same-store sales.", "Other chains dealt with a fall-off in diners by propping up profit margins. Darden Restaurants, the parent company of Olive Garden, slashed promotional spending and simplified menus to reduce waste and costs. Olive Garden’s margins improved even as a lack of clients in flagship locations depressed overall sales. The company felt sufficiently self-assured after the second quarter to reinstate its dividend."], "authors": ["The Economist"], "keywords": ["margins", "restaurants", "eateries", "malls", "stand", "dining", "chains", "early", "company", "american", "olive", "restaurant", "reported", "sitdown", "surprising", "resilience"], "pubDate": "2020-12-05T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}