{"id": "220128f5-ca31-3b6d-9d6b-86cba78fbe0c", "title": "Wang Fuchun died on March 13th", "url": "https://www.economist.com/obituary/2021/03/20/wang-fuchun-died-on-march-13th", "summary": "T HERE WAS a time, Wang Fuchun remembered, when all the people on Chinese trains looked more or less the same.\nIn the late 1970s, when he started taking his photographs, everyone seemed to wear green suits and caps like the People’s Liberation Army.\nOver 40 years he reckoned he had ridden on 1,000 trains and covered more than 100,000 kilometres, on every line in China.\nThen came express trains, then high-speed rail: by this year 38,000km of it, the longest network in the world.\nThe second picture showed a pair of newly-weds in 2015 in front of a Harmony high-speed train, holding the character for “double happiness”.", "paragraphs": ["T HERE WAS a time, Wang Fuchun remembered, when all the people on Chinese trains looked more or less the same. In the late 1970s, when he started taking his photographs, everyone seemed to wear green suits and caps like the People’s Liberation Army. Seen as a crowd on a railway platform they looked homogeneous, reserved and orderly. All that went to the winds, however, as soon as a train came in.", "Listen to this story Your browser does not support the <audio> element. Enjoy more audio and podcasts on iOS or Android.", "Then pandemonium broke out. Everyone surged, pushed, shoved forward, some with sacks of rice, or door-frames, or live hens, others with giant wedding photographs or their household goods tied up in bundles, and tried to get on. When the doorways blocked up, the agile heaved themselves in through the windows. These were the “green-skinned” trains that crept between China’s main towns and cities at 50 kilometres an hour or so, hauled and heated by coal. He had made loving colour studies of their steam locomotives: the red and yellow wheels, the tall funnels, smoke mingling with the clouds in the sky.", "Onboard, all was chaos. Huge bags were crammed into the luggage racks. People spread out their encampments on tables and on the floor. Life seemed to explode on the train as if it was a stage. He did not care what seat he had, for he was on the move, a lean, long-haired, gentle figure with his camera (first a Seagull, then a Leica) hidden under his coat. And so he wandered, for four decades.", "China, too, was on the move. By the late 1980s a great rush to the cities had begun, on the trains. He recorded tai-chi sessions in corridors, Uyghurs praying in corners, a well-wrapped baby popping out of a basket, a clamour of hands waving empty tea-jars. In summer he snapped young migrant workers shedding their shirts, running with sweat, with one, all legs and arms, seeking coolness on top of the seats. Among the triple-stacked bunks he found a girl playing a traditional erhu, watched admiringly by a young man on the bunk above, and a snarling Pekingese, eyed anxiously by a woman on the bunk below.", "He did not ask anyone’s permission to take them, and hoped they did not notice. Plainly, some did. A woman smoking in the corridor, her body one elegant curve, gave him a haughty glare, and a Tibetan monk offered him a ceremonial scarf and a beatific smile. Most people, he found, were unguarded. But he preferred to act covertly, like a thief in a way, because it caught reality better—and so mirrored all the more clearly how China was changing.", "His project was all-consuming. Over 40 years he reckoned he had ridden on 1,000 trains and covered more than 100,000 kilometres, on every line in China. (Luckily, as an employee of the railway, his travel was free.) He found he could not sleep properly without the clank of rails beneath him. Each trip, departure time, arrival time and place was neatly jotted in a notebook; he took about 200,000 pictures, and logged each by its place. Those lovers under a blanket, eyes only for each other among the teapots and supper trays, were on the Guangzhou-Chengdu line. That five-year-old girl with a muddy face, asleep standing up beside a door, was on the line from Wuhan to Nanning. He had hesitated to press the shutter; he felt her migrant’s poverty too keenly, and he preferred to capture the hope that pushed people on to trains.", "His interest in passengers had begun when, just after Mao Zedong’s death, he was asked to take photographs of model members of staff employed by the Railway Bureau in Harbin, in north-east China, where he was born. His love of trains went back years, to the time when, as an orphan in his elder brother’s house, he had heard them shrieking past. He followed his brother into railway work, hoping to be a train-driver. But being artistic too, good at painting and calligraphy, he found that photography bridged the two worlds. He could make art with his camera, though increasingly he felt that his goal was not art, but life.", "For China was rushing to the modern world, and the trains showed it. Steam was fading; the green-skinned trains acquired fans, then air-conditioning, which provided him with an eerie photograph of passengers shrouded completely in sheets against the icy blasts. Then came express trains, then high-speed rail: by this year 38,000km of it, the longest network in the world. And the passengers, too, changed. In the late 1970s they began to wear jeans; by the 1980s they let their hair grow. The 1990s brought in a vogue for T -shirts emblazoned with favourite stars. People wanted a look that was unique; they became individuals. His book “Chinese on the Train”, published in 2001, caught the brief span when old and new collided: a fashionable young woman playing mahjong, with a weathered man looking on, or a quartet of hefty young men absorbed by a finch in a cage.", "Cameras, too, had changed, and by 2012 he boarded trains with a digital Sony RX100 on his wrist, so tiny that he could use it almost playfully, like a toy. That was as well, because people now were far more guarded; they would shrink from him, get police to check his ID and even snatch his camera away. He walked back and forth with a slight bow and an air of apology, as if he simply could not help doing this. But pickings were slimmer than before. Many slow trains had been replaced by high-speed models, as comfortable and quiet as hotels. The aisles were clear, the windows sealed. In the reclining seats, everyone reclined. In the ordinary seats, everyone’s noses were buried in their tablets and their phones.", "He liked to place two of his photographs side by side. One was of a green-skinned train, pulled by steam, rounding a bend between Tongliao and Jining in 1998, with a merry line of passengers grinning out of the windows. The second picture showed a pair of newly-weds in 2015 in front of a Harmony high-speed train, holding the character for “double happiness”. He liked the message of hope; he was proud of what China had achieved. But how sad, he also thought, that on that dashing locomotive there was no mess, no lives colliding and no good subjects for him; that Chinese people should once again look so orderly, reserved and indifferent to each other, even on a train. ■"], "authors": ["The Economist"], "keywords": ["wang", "windows", "young", "woman", "train", "railway", "died", "passengers", "line", "photographs", "13th", "fuchun", "trains", "china"], "pubDate": "2021-03-20T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}