{"id": "220a24d4-cc6e-309a-8368-868195a5e75b", "title": "Why We Should Reconsider Louis Vuitton’s Underrated Epi Bag", "url": "https://www.vogue.com/article/louis-vuitton-epi-bag-ode", "summary": "Whenever I think of an Epi bag, I always think back to an epic Louis Vuitton campaign from 1999, featuring a sun-kissed Fernanda Tavares clutching an Epi bag as if she is Madonna with child.\nThis campaign feels so glamorously low-key in contrast with the high-octane effect of the Louis Vuitton x Murakami campaigns that featured a flash-blasted blonde crawling among a row of the rainbow bags.\nRhea Durham in Louis Vuitton’s 1997 Centennial campaign Photo: GuzmanWhile it’s a classic, it doesn’t have that head-turning appeal we’ve come to expect from It bags.\nKupets added that she had always coveted an Epi bag since she worked at a resale store in her teens.\n“I couldn’t afford it at the time but I always thought they were so underrated, and would wear now.”I’m ready to see more of the Epi bag; though it’s a classic, it feels of the moment.", "paragraphs": ["There is a killer, easy elegance about the bag. Whenever I think of an Epi bag, I always think back to an epic Louis Vuitton campaign from 1999, featuring a sun-kissed Fernanda Tavares clutching an Epi bag as if she is Madonna with child. Everything about the campaign has a clean, sharp angle—from the bend in arms to pin-straight hair—to reflect the bag itself: a medium-size top handle shaped like a geometric teardrop. This campaign feels so glamorously low-key in contrast with the high-octane effect of the Louis Vuitton x Murakami campaigns that featured a flash-blasted blonde crawling among a row of the rainbow bags.", "Rhea Durham in Louis Vuitton’s 1997 Centennial campaign Photo: Guzman", "While it’s a classic, it doesn’t have that head-turning appeal we’ve come to expect from It bags. I was asking our young visuals researcher editor Lily Kupets to find images of celebrities carrying it, and her response sent a shiver up my spine. “It’s more of a stylish, mature lady bag!” she wrote. “But I’ll look.” The results in the celebrity-style vein were lacking. No one was carrying it aside from Kirsten Dunst from the mid 2010s. But that’s okay! The carryall is not made to be flashy or red-hot: It’s made to last. Kupets added that she had always coveted an Epi bag since she worked at a resale store in her teens. “We used to get them in all the time,” she says. “I couldn’t afford it at the time but I always thought they were so underrated, and would wear now.”", "I’m ready to see more of the Epi bag; though it’s a classic, it feels of the moment. It feels grown-up, and in turn, a killer investment. Also, its comeback can be tied to the maison itself, which has been pushing Epi bags over the past few years in remixed designs. Upon taking the helm, creative director Nicolas Ghesquière included the leather grain in his Petite Malle, and later the Twist for Cruise 2015, which will be rereleased this year with actress Laura Harrier as the campaign star."], "authors": ["Liana Satenstein", "Liana Satenstei"], "keywords": ["louis", "kupets", "classic", "underrated", "feels", "vuitton", "epi", "bag", "vuittons", "reconsider", "killer", "campaign", "think"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}