{"summary": "In a provocative intervention, the three-time election-winning former Labour leader and prime minister said Corbyn’s “misguided ideology and terminal ineptitude” had insulted the party’s core voters.\nA battle is now under way for control of the party with Corbyn’s loyalists seemingly unwilling to let go.\nHe criticised Corbyn for leading Labour to defeat with a set of ideas that voters had no interest in.\n“(This) never has appealed to traditional Labour voters, never will appeal to them, and represented for them a combination of misguided ideology and terminal ineptitude that they found insulting.”Blair continued: “It’s essentially a cry of rage against the system.\nBlair said Corbyn’s complicated and equivocal stance on Brexit had displeased both opponents and advocates of the UK’s departure from the EU.", "url": "https://www.theguardian.com/politics/2019/dec/18/tony-blair-urges-labour-to-ditch-jeremy-corbyn-misguided-ideology", "paragraphs": ["Takeover by far left had turned party into unelectable ‘glorified protest movement’", "Tony Blair has called on Labour members to abandon the policies and political leanings of Jeremy Corbyn, claiming that his leftwing brand of “quasi-revolutionary socialism” had failed the party.", "In a provocative intervention, the three-time election-winning former Labour leader and prime minister said Corbyn’s “misguided ideology and terminal ineptitude” had insulted the party’s core voters.", "Working-class voters desert Labour as 'red wall' crumbles Read more", "Corbyn and his closest allies have called for a period of reflection on Thursday’s general election defeat, Labour’s worst result since 1935. A battle is now under way for control of the party with Corbyn’s loyalists seemingly unwilling to let go.", "“The takeover of the Labour party by the far left turned it into a glorified protest movement with cult trimmings, utterly incapable of being a credible government,” said Blair, who was prime minister from 1997 to 2007, in a speech in London on Wednesday morning. “The result has brought shame on us.”", "Labour won 203 seats in the election, down 59, and saw its vote share fall by 7.8% to 32.2% while Boris Johnson’s Conservatives won 365 seats, up 47, on 43.6% of the vote.", "Although Corbyn’s supporters insist that they managed to attract more than 10m votes, the catastrophic defeat has prompted deep soul-searching in the party.", "Blair said few would now bet against a decade of Conservative rule given the state of Labour, and that unless the party changed course it faced the threat of never winning power again.", "“The choice for Labour is to renew itself as the serious, progressive, non-Conservative competitor for power in British politics, or retreat from such an ambition, in which case over time it will be replaced,” Blair said.", "He criticised Corbyn for leading Labour to defeat with a set of ideas that voters had no interest in.", "“He personified politically an idea, a brand, of quasi-revolutionary socialism, mixing far-left economic policy with deep hostility to western foreign policy,” he said.", "“(This) never has appealed to traditional Labour voters, never will appeal to them, and represented for them a combination of misguided ideology and terminal ineptitude that they found insulting.”", "Blair continued: “It’s essentially a cry of rage against the system. It’s not a programme for government. To win power we need self-discipline, not self-indulgence.”", "Play Video 2:19 Jeremy Corbyn says he will stay as Labour leader until next year – video", "Corbyn, beside a promise of another EU referendum in which he said he would be neutral, offered voters a radical socialist agenda with higher public spending, sweeping nationalisation and taxes on the wealthy.", "His supporters have maintained that Blair betrayed the working classes by shifting the party to the right and undermined faith in politicians by supporting the US-led 2003 invasion of Iraq.", "Blair said Corbyn’s complicated and equivocal stance on Brexit had displeased both opponents and advocates of the UK’s departure from the EU.", "“We pursued a path of almost comic indecision, alienated both sides of the debate leaving our voters without guidance or leadership,” Blair said.", "“The absence of leadership on what was obviously the biggest question facing the country then reinforced all the other doubts about Corbyn.”"], "pubDate": null, "keywords": ["voters", "power", "defeat", "tony", "ideology", "blair", "ditch", "party", "urges", "misguided", "turned", "corbyn", "labour", "won", "corbyns"], "id": "225881c8-fe73-35f4-bbf4-77e9ff1152b6", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "authors": ["Rajeev Syal", "Nils Pratley"], "title": "Ditch Corbyn's 'misguided ideology', Tony Blair urges Labour"}