{"id": "226d8ba1-048b-3c0e-8278-dccb66618baa", "title": "Do we need a Netflix for antibiotics?", "url": "https://www.ft.com/video/adada10f-5747-4976-a3e0-958b0165e0ef?playlist-name=latest&playlist-offset=2", "summary": "But a subscription model like this could also be applied to tackling a major global health threat - antibiotic resistance.\nBut antibiotic resistance means the supply of effective antibiotics is under threat.\nAs a result, even the small number of drug companies which have successfully developed new antibiotics have often struggled to survive.\nA reformed system may also need pull factors - a large pot of money that works as an incentive for drug companies to invest in antibiotic development.\nGermany is offering to pay companies high prices for innovative antibiotics when prescribed by doctors.", "paragraphs": ["You can enable subtitles (captions) in the video player", "Coronavirus has driven millions of people out of work and into lockdown. And at home many of us have turned to online streaming services like Netflix for our entertainment. We're happy to pay a monthly subscription, no matter how much we watch. But a subscription model like this could also be applied to tackling a major global health threat - antibiotic resistance.", "Covid-19 is a reminder of the threat from new infectious diseases. But it's also intensified a growing problem - the overuse of antibiotics. This fosters microbial resistance and could render the antibiotics useless. It's almost a century since the discovery of penicillin. This wonder drug introduced a new medical era. But antibiotic resistance means the supply of effective antibiotics is under threat.", "At least 700,000 people already die each year from drug resistant diseases, which include types of pneumonia and sepsis. Health systems have been unwilling to pay as much for new antibiotics as for treatments of other diseases, such as cancer. They've rightly tried to restrict usage, but that means both the price paid and the volume used is modest, meaning there's little money to be made. As a result, even the small number of drug companies which have successfully developed new antibiotics have often struggled to survive.", "Part of the solution is to offer push incentives, funding for research into new antibiotics. But that still leaves a funding gap. Few companies are willing to cover the high costs of developing and testing prototypes in patients, seeking approval from regulators, and manufacturing, distributing, and monitoring their use. A reformed system may also need pull factors - a large pot of money that works as an incentive for drug companies to invest in antibiotic development.", "And it could mean shaking up the usual way the pharmaceuticals market works by de-linking payment from the volume of usage and sales. US policymakers are discussing two ambitious plans. The Pasteur Fund would create a multibillion fund to successful antibiotic developers. Disarm would ease reimbursement from hospitals, reducing the incentive to save costs by opting for the cheapest drug.", "The most innovative products sell at a higher price and do wonderful volumes, if they're really amazing new products. For antibiotics it is the opposite. The most innovative new antibiotics are put on the shelf. And we try to pay as little as possible for them. Pasteur, I think, would dramatically alter the market. It sets high targets for amazing drugs. And suddenly, every drug developer is going to want to modify their programme so they can hit a Pasteur target. It's a subscription model, so they get paid whether or not we use much of it, which I think also has benefits for stewardship.", "In Europe, three countries are taking similar approaches. Germany is offering to pay companies high prices for innovative antibiotics when prescribed by doctors. Sweden is offering regular guaranteed payments to companies with valuable new drugs, even if no one uses them. That's where the Netflix comparison comes in. It would be like a subscription service or an insurance premium. And it would involve a different understanding of the value of antibiotics.", "The UK and Sweden are both trialling de-linked reimbursement. So they're both going to pay in order to have access to important antibiotics, which is not linked to their sales volume. Germany has implemented a process where they will award higher prices for particularly important antibiotics.", "Even if pull incentives help create new drugs, that still leaves another pivotal question - how to ensure that both existing and new antibiotics get to patients in middle and lower income countries. Failure to improve access to the right medicines anywhere will limit efforts to tackle resistance everywhere.", "It really does require countries to take initiative at country level, so I fully support the idea that the US and the EU should be looking at incentive mechanisms, because that also encourages other countries to take the right steps. But I think there has to be a level of where there's also a sufficient critical mass that both the incentive makes sense globally and creates a great sufficient, I would say, interest, but also that you meet the public health response.", "There might be a better analogy to Netflix - the fire extinguisher. It's something you buy and pay to regularly maintain, but hope never to use. Until more countries support new incentives the flames of antibiotic resistance will only continue to spread."], "authors": ["Written Andrew Jack. Filmed", "Produced Petros Gioumpasis. Animations Russell Birkett. Additional Footage Getty", "Reuters", "Motion Places"], "keywords": ["companies", "incentive", "netflix", "drug", "countries", "need", "pay", "subscription", "volume", "antibiotics", "resistance", "antibiotic"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}