{"id": "226fc915-a3f6-3cc6-af4c-93cb19af0ce5", "title": "The Best Wireless Earbuds for Working Out", "url": "https://www.wired.com/gallery/best-wireless-workout-headphones#intcid=_wired-most-popular-right-rail_991ad672-df60-4081-bb95-0d9b2af3cf85_popular4-1", "summary": "But for obvious reasons, wireless headphones are much more convenient when doing other strenuous physical activities.\nIf you like working out outside, I very much recommend investing in a pair that has an over-ear clip or ear fins to hold them securely in place.\nThe same rules for wireless buds apply: A tight, secure seal ensures that you get that big bass sound to power you through the last mile, and that they don't fall out!\nI don't recommend buds that I can't get to fit my tiny ears, but everyone's ears are different—and your left might be different than your right.\nDon't be afraid to try mismatching sizes of ear tips or fins for a better fit.", "paragraphs": ["Which buds are right for me? A surprising number of people still prefer wired headphones. When you're going on a long run, the last thing you want to do is stand on your front porch, shivering in your shorts, trying to figure out why the right earbud isn't connected. But for obvious reasons, wireless headphones are much more convenient when doing other strenuous physical activities.", "If you like working out outside, I very much recommend investing in a pair that has an over-ear clip or ear fins to hold them securely in place. The same rules for wireless buds apply: A tight, secure seal ensures that you get that big bass sound to power you through the last mile, and that they don't fall out! I don't recommend buds that I can't get to fit my tiny ears, but everyone's ears are different—and your left might be different than your right. Don't be afraid to try mismatching sizes of ear tips or fins for a better fit."], "authors": ["Adrienne So", "Adrienne S"], "keywords": ["buds", "earbuds", "fit", "working", "fins", "dont", "ears", "wireless", "right", "ear", "recommend", "best", "headphones"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}