{"id": "22734b49-ea49-3f5a-823f-c0df93ef06aa", "title": "Opinion: Is the UK Conservative party still conservative?", "url": "https://www.ft.com/video/ebbd6652-cd46-4926-8465-34ce240d0a8d?playlist-name=section-38dbd827-fedc-3ebe-919f-e64cf55ea959&playlist-offset=5", "summary": "All three living Conservative prime ministers have criticised the plan, as have two former Conservative leaders, a former Conservative chancellor, and a former Conservative attorney-general, many of them Brexit supporters.\nThey're looking at this as saying, surely we are the Conservatives, the party of the rule of law.\nThe Conservative party is in one of its phases where it's run not by traditional Tories, but by Conservative radicals, people who believe the institutions of this country are not working as they should, that they're either broken or underperforming.\nThere have been radical conservative governors like this before.\nThere was a limit to her radicalism, because she was also a Conservative, which leads to the fundamental question, when one looks at this government, at what point does a radical Conservative government stop being Conservative and just start being radical?", "paragraphs": ["You can enable subtitles (captions) in the video player", "If there's one thing a Conservative government should be, it's predictable. Conservatives are meant to be unsurprising, traditional, pragmatic, sometimes even rather dull. And yet now, we seem to have a Conservative government that is prepared to condone breaking the law by reneging on an international treaty obligation, and not just any international treaty, a treaty this Prime Minister himself signed.", "But if this surprises the public, it's also surprised a lot of Conservatives. All three living Conservative prime ministers have criticised the plan, as have two former Conservative leaders, a former Conservative chancellor, and a former Conservative attorney-general, many of them Brexit supporters. They're looking at this as saying, surely we are the Conservatives, the party of the rule of law.", "A lot of Conservatives sympathise with the government's argument. But still, they are uneasy. The Conservatives are meant, after all, to be the party of law and order. And at a time when they are imposing substantial restrictions on people's freedom of movement to tackle Covid, they're asking how can we tell other people they've got to obey the letter of the law when we're not prepared to do it ourselves?", "They may sympathise with the government's cause. But the point is Conservatives are the ones who aren't meant to believe that the ends always justify the means. So what's going on? And why aren't more Conservatives angry about it? There was a rebellion over the government's plan. But it hasn't been huge.", "And the answer, I think, is simple. The Conservative party is in one of its phases where it's run not by traditional Tories, but by Conservative radicals, people who believe the institutions of this country are not working as they should, that they're either broken or underperforming. The very institutions that Conservatives are supposed to cherish are the ones this government wants to change.", "It's important to understand how this government sees things. And in that respect, it's hard to overstate just how burned many of the leaders of Boris Johnson's government were by the events of the last parliament, when they believed they were watching MPs uniting to stop Brexit, something that the public had voted for.", "They even look at the Withdrawal Agreement, which is the subject of contention now and see it in some respects as something signed under coercion, as MPs were trying to block Brexit and force a second referendum. Many will quarrel with this analysis. But it is the one that prevails in Downing Street.", "And so under the guise of the will of the people, this government sees itself as true Conservatives, not attacking old institutions, but salvaging them, modernising them, updating them. It's a very conservative approach, if you buy it. The dangers, however, are obvious, because one person's sensible reform is another person's assault on the vital checks and balances of the state, be it the independent judiciary or the freedom of the press.", "If you don't like this government, what you are seeing is a coordinated effort to purge anyone who doesn't share their values. The government would argue that all it's interested in is the sovereignty of parliament. And yet by a number of its actions, it shows that what it's really interested in, is the sovereignty of government.", "Boris Johnson and his team have shown themselves quite indifferent to the anger and concerns of their MPs. They want to be able to do the things that matter to them. They believe in a strong and central government. So the question of where sovereignty really lies is fundamental to how you go about attacking or reforming institutions.", "And this is vital, because this government is not only radical in terms of the Constitution, it has a radical economic policy. And it wants to fundamentally change the way Britain's economy works. There have been radical conservative governors like this before.", "We forget now that Margaret Thatcher's fundamentally upturned the establishment view of the way the economy should run. She also made some assaults on democracy. She did, after all, abolish the Greater London Council. So we've had conservative radicals before. And they've been prepared to bulldoze through dissent.", "But Margaret Thatcher's supporters would argue, whatever she did, she always believed in the rule of law. There was a limit to her radicalism, because she was also a Conservative, which leads to the fundamental question, when one looks at this government, at what point does a radical Conservative government stop being Conservative and just start being radical?"], "authors": ["Produced Tom Hannen"], "keywords": ["sovereignty", "conservatives", "uk", "treaty", "law", "opinion", "prepared", "theyre", "party", "radical", "conservative", "mps"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}