{"id": "22839786-319a-3dea-80ab-bb876445145b", "title": "This Dragon Age 2 Cosplay Brings Knight-Commander Meredith Stannard To Life", "url": "https://www.gameinformer.com/gamer-culture/2020/12/02/this-dragon-age-2-cosplay-brings-knight-commander-meredith-stannard-to", "summary": "With Dragon Age Day coming up, I thought now would be the perfect time to share a cosplay that I'm still not convinced is a still from an unannounced film that doesn't really exist.\nThere are so many amazing characters in the Dragon Age-verse, and some not-so-amazing ones, but in the spirit of sharing something not often seen, there is one particular Dragon Age 2 cosplay that brings Knight-Commander Meredith Stannard to life in exquisite detail.\nThe Knight-Commander of Kirkwall is a highly controversial and provocative character for the restrictions placed on mages in the second Dragon Age game.\nEverything about this set is perfect, and I couldn't wait to share ahead of Dragon Age Day on December 4.\nWhat do you think about this Dragon Age 2 Knight-Commander Meredith Stannard cosplay?", "paragraphs": ["With Dragon Age Day coming up, I thought now would be the perfect time to share a cosplay that I'm still not convinced is a still from an unannounced film that doesn't really exist. There are so many amazing characters in the Dragon Age-verse, and some not-so-amazing ones, but in the spirit of sharing something not often seen, there is one particular Dragon Age 2 cosplay that brings Knight-Commander Meredith Stannard to life in exquisite detail.", "The Knight-Commander of Kirkwall is a highly controversial and provocative character for the restrictions placed on mages in the second Dragon Age game. She later goes full-on batshit crazy thanks to the \"red stuff\" (thanks, Varric) known as Red Lyrium. But let's be real, she was on the downward spiral long before the corrupted version of lyrium made it into the picture, with a distrust for mages in Thedas that drove her to look away from massive atrocities committed by the Templars under her charge.", "While skirting Hawke's rise to the elite in Kirkwall, Meredith continued to descend into madness in a city where the veil is thin, blood magic is high, and demons can be found around every corner. This character is known for her baggage and an immense amount of self-justification, making her an incredibly complex archetype in the Dragon Age universe, a complexity that one cosplayer brought to life in stunning detail:", "This cosplayer goes by \"Commander Behemoth on Twitter @BehemotCat and her take on the Knight-Captain is nothing short of breathtaking. From the chantry setting in the background to the harrowed look in her eyes, this rendition of Stannard has to be one of the best ones I've ever seen!", "Not only is the costume and makeup scarily close to the real deal, the cosplayer's photoshoot also shows the character's decline into madness due to the red lyrium's influence. Everything about this set is perfect, and I couldn't wait to share ahead of Dragon Age Day on December 4. It's incredible and really shows the power of the cosplay community.", "What do you think about this Dragon Age 2 Knight-Commander Meredith Stannard cosplay? Have a cosplayer you'd like to see get that spotlight love? Sound off in the comment section below, or hit me up over on Twitter to send me those recommendations!"], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["meredith", "knightcommander", "age", "dragon", "cosplay", "red", "twitter", "life", "cosplayer", "stannard", "brings", "thanks"], "pubDate": "2020-12-02T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}