{"id": "2288f87f-190c-3174-be89-a6f4acc442ae", "title": "CES Liveblog: Smart Home, Workout Tech, and So Many TVs", "url": "https://www.wired.com/story/ces-2021-liveblog-day-1/", "summary": "WELCOME TO OUR CES 2021 liveblog!\nThe WIRED crew isn't in Las Vegas this year; the show was moved online due to the ongoing Covid-19 pandemic.\nThere are still plenty of gadgets, apps, electric vehicles, smart-home appliances, brain-training headsets, and Alexa-powered workout gear to tell you about.\nThis will be an interesting space to watch, as small companies raise their slingshots against giants like Apple and Google.\nIf it can stop constantly replacing all the you-know-whats with “ducking” in my texts, that alone would increase my productivity by at least 50 percent.", "paragraphs": ["WELCOME TO OUR CES 2021 liveblog! The WIRED crew isn't in Las Vegas this year; the show was moved online due to the ongoing Covid-19 pandemic. But even a global health emergency can't stop the march of consumer technology. There are still plenty of gadgets, apps, electric vehicles, smart-home appliances, brain-training headsets, and Alexa-powered workout gear to tell you about. This liveblog is the place where we'll report all of our findings. We'll have videos, photos, written dispatches, and of course, more than a few lulz.", "New updates will show up all day.", "This Keyboard App Claims to Reduce Tipos Typos by 80 percent", "Typewise Keyboard Video: Typewise", "In July 2020, the Swiss keyboard startup Typewise raised about $1 million for a 100 percent private “next word prediction engine” that would boost productivity by eliminating typos and providing personalized, tailored autocorrecting solutions. That tech is still being developed. But right now, they have an app with a distinctive honeycomb keyboard that they claim is two-thumb-friendly and reduces typos by up to 80 percent.", "This will be an interesting space to watch, as small companies raise their slingshots against giants like Apple and Google. But this small, helpful app already has more than 500,000 downloads, which makes it much more real and useful than most of the weird, wacky vaporware that I’m used to seeing at CES. If it can stop constantly replacing all the you-know-whats with “ducking” in my texts, that alone would increase my productivity by at least 50 percent. —Adrienne So", "Samsung’s Mini LED Takeover Begins"], "authors": ["Gear Team", "Gear Tea"], "keywords": ["tvs", "ces", "small", "youknowwhats", "80", "app", "productivity", "workout", "stop", "typos", "keyboard", "smart", "liveblog", "tech"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}