{"id": "228cfcb9-cb42-3473-bb36-b09c3264906f", "title": "Pleistocene Park - One Russian scientist hopes to slow the thawing of the Arctic", "url": "https://www.economist.com/christmas-specials/2020/12/19/one-russian-scientist-hopes-to-slow-the-thawing-of-the-arctic", "summary": "Mr Zimov tends to begin from his ideas and to measure only enough to persuade himself that he was right.\nWhat Mr Zimov lacks in rigorous data, he just about makes up for with a deep engagement in the environment.\nTo peek underneath the active layer, Mr Zimov travels a few hours downriver to a site called Duvanny Yar.\nMr Zimov picks up a bone: “Mammoth.”Back when woolly mammoths roamed Earth, the far north resembled a modern-day African Savannah.\nMr Zimov stepped outside to smoke, taking a seat below the giant satellite dish that has crowned the station since Soviet times.", "paragraphs": ["P ERCHED ON top of a cliff on the northern edge of Russia, Sergei Zimov doffs his beret, letting his long grey hair tumble down his back. His eyes glow as he leans his weathered face toward the frozen ground. Under the haze of never-ending northern days, he looks like a figure lifted from the golden background of a Russian Orthodox icon.", "Mr Zimov, whose name comes from the Russian word for “winter”, lives with his wife Galina in a simple wooden house outside Chersky, an outpost in Russia’s outer reaches, farther north than Reykjavik and farther east than Tokyo. Inside their home, woolly-mammoth tusks lie scattered across the bedroom floor. The Kolyma river beckons from the window. This is a land unsuited for human life, where temperatures dip below minus 50ºC in winter and where mosquitoes blacken the skies in summer. “To be a prophet, you must live in the desert,” says Mr Zimov.", "In the Soviet era, few travelled down the Kolyma of their own volition. The region had a reputation as one of the harshest, iciest corners of the gulag. By the time the Zimovs moved there in 1980, the camps had shut down but the frost remained. For the first few years, they lived without electricity, using kerosene lamps and drawing water from the river. Chersky’s remoteness had its benefits. “We felt very free here,” Galina says, away from the eyes of the Communist Party. Drawing on a degree in geophysics and a contrarian spirit, Mr Zimov co-founded the Northeast Science Station ( NES S ) for Arctic research, and began a lifetime of studying the far north.", "In the mid-1980s, he predicted that the Soviet Union would collapse. He stocked up on supplies. “When there’s a drought, the farthest branches dry up first,” he explains. He boasts of other premonitions, such as the oil-price crash in 2014. He tells anyone who will listen to invest in gold.", "Kolyma tales", "But it is the ecological apocalypse that worries Mr Zimov most. For more than 20 years, he and his son, Nikita, have been populating a stretch of 160 square km (62 square miles) that they call Pleistocene Park with yaks, horses, sheep, oxen and other grazing animals. Mr Zimov reckons the beasts will uproot and trample the shrubs, moss and larch trees that cover the area, clearing the way for grasslands of the kind that spread during the Pleistocene epoch, the glacial geological period that began 2.6m years ago and ended 12,000 years ago. He argues that this will slow the thawing of permafrost, a process that leads to the release of greenhouse gases that could accelerate climate change. “I am building an ark,” he says, describing his project in grand metaphorical terms—and without a hint of irony.", "Nearly one-quarter of the Northern Hemisphere, an area twice the size of America, sits on top of ground made up of soil that remains frozen for at least two years at a time. One 18th-century explorer described iron spades breaking when they hit it. Mikhail Sumgin, a Soviet-era scientist who pioneered the study of the frozen earth, often referred to it as “the Russian sphinx”. The technical term for it, permafrost, is a translation of Sumgin’s Russian turn of phrase, vechnaya merzlota, or the eternal frost.", "It is not as permanent as once believed. While Earth is warming at an alarming speed, the Arctic is warming more than twice as fast. Across the region, the ground is beginning to give way, warping roads, buildings, pipelines, coastlines and river banks.", "The damage to infrastructure and livelihoods above ground is worrying enough. But another danger lies below the surface: rich deposits of organic material, such as old plant roots and animal carcasses, which have been preserved in the ice over millions of years. When permafrost thaws, that organic material turns into food for microbes, which convert it into carbon dioxide and methane. Those gases accelerate the planet’s warming, which speeds the thawing of permafrost, a feedback loop with potentially disastrous consequences. “We can get off fossil fuels, we can stop chopping down trees, but with permafrost it’s a secondary effect,” says Robert Max Holmes, deputy director of the Woodwell Climate Research Centre, an American think-tank. “It’s not anything we’re doing directly, and that makes it far harder to control.”", "Cold as ice", "Northern permafrost contains as much as 1,600bn tonnes of carbon, or twice as much carbon as is currently found in the atmosphere and three times as much as is locked in the world’s forests. That carbon pool is often referred to as a “bomb”, but permafrost behaves more like a leaky pipe. How much and how fast the pipe will leak depends on myriad factors—not least humankind’s willingness to reduce its own greenhouse-gas emissions.", "Estimates vary widely. Some argue that if climate-change mitigation efforts succeed, permafrost could sequester more carbon than it releases; others see permafrost becoming a net emitter, albeit a tiny one compared with human beings. But if humans continue spewing greenhouse gases at current rates, widely accepted models predict that 5-15% of the permafrost’s carbon reserves could be released this century, increasing global warming by as much as 0.27ºC. To even have a chance of limiting global warming to 1.5ºC above pre-industrial levels, the Intergovernmental Panel on Climate Change, a UN body, gives society a carbon “budget” of 580bn tonnes; the emissions from permafrost could use up roughly one-quarter of that amount.", "Even the best estimates struggle to capture the complexity of how permafrost thaws, a process researchers are only beginning to understand. Most climate scientists’ models assume that it will thaw evenly, a few centimetres at a time over decades across vast areas, a process known as “gradual thaw”. But permafrost experts also worry about melting pockets of ice causing rapid erosion, or “abrupt thaw”. Landscapes collapse and sinkholes open up, exposing layers of permafrost with richer stores of carbon to ever warmer temperatures. Water can also pool in those collapsed areas, forming “thermokarst” lakes above layers of unfrozen soil. Such environments tend to attract microbes that produce methane. The more permafrost is studied, the more scientists find “surprises out there that we don’t know enough about”, says Ted Schuur of Northern Arizona University.", "Along the river south of Chersky, Mr Zimov demonstrates how different some parts of permafrost are from one another. The permafrost’s structure here is more honeycomb than layer-cake. Rather than melting evenly across a flat service, water drips between and forms ice around polygon-shaped cores. When the ice begins to thaw, it exposes the gaps between the pylons, leaving the ground looking like a mogul course on a ski slope. Mr Zimov compares the process to “cracks spreading in clay, or on the canvases of Old Masters”.", "Few people have done more to unravel the riddles of the Russian sphinx. “Every scientist now appreciates the importance of the carbon in the permafrost,” says Mr Holmes. “A lot of that can be traced to Zimov.”", "In 1993 Mr Zimov and a group of Russian co-authors published a paper in the American Geophysical Union’s Journal of Geophysical Research, arguing that carbon was escaping from Arctic permafrost’s active layer in the winter, not just in the summer, as previously believed. Scientists began travelling to Chersky to conduct their own research. Together with a group of American collaborators, Mr Zimov published a series of papers showing that permafrost contained far larger stores of greenhouse gases than previously thought. “Every time we talked to Sergei about something that just seemed off the wall, sooner or later he’d convince us,” says F. Stuart Chapin, an ecologist at the University of Alaska Fairbanks, and one of his co-authors.", "Mr Zimov also privatised the NESS and built it into a global hub. Managing an international research station in the Arctic presents a logistical challenge in the best of circumstances. In post-Soviet Russia, it required a combination of resourcefulness and wiliness. Bruce Forbes of the Arctic Centre at the University of Lapland recalls “post-apocalyptic scenes of kids setting fire to abandoned buildings for fun” during a visit to Chersky in the 1990s. “At the time he went to that place, it was the end of the world,” says Vladimir Romanovsky, head of the Permafrost Laboratory at the University of Alaska Fairbanks. “He turned it into one of the best research stations in the permafrost area.”", "Nonetheless, Mr Zimov remains a polarising figure. His brusque demeanour has alienated many. “My father is not a very diplomatic man,” Nikita sighs, with the weight of experience. His brash persona and wild theories about the wider world can overshadow his scientific insights. Mr Zimov hails from a scientific tradition in Russia that tends towards grand, sweeping theories that span disciplinary boundaries. He evokes early 20th-century Russian polymaths, such as Vladimir Vernadsky, who made pioneering advances in geochemistry, developed the concept of the biosphere and embraced Russian Cosmism, a movement that sought to cure death and conquer the stars. Mr Zimov tends to begin from his ideas and to measure only enough to persuade himself that he was right. “He’d be fine with a sample size of one,” says Mr Chapin. That can unsettle Western scientists, who place a premium on data and who operate within hyper-specialised fields.", "What Mr Zimov lacks in rigorous data, he just about makes up for with a deep engagement in the environment. At one of his test sites downriver, he taps the earth with a long metal pole to show where permafrost begins. He can tell what state the ground is in by the sound it makes. In 2018 the Zimovs observed that the active layer of permafrost was no longer freezing over in the winter. The average temperature at their test sites was eight degrees warmer than just a decade ago, rising from -6ºC to +2ºC. Across the Bering Strait in Alaska, Mr Romanovsky has been observing similar phenomena at dozens of sites.", "To peek underneath the active layer, Mr Zimov travels a few hours downriver to a site called Duvanny Yar. A sulphurous stench fills the air. Millions of years of geological history stand exposed along the river. Mr Zimov picks up a bone: “Mammoth.”", "Back when woolly mammoths roamed Earth, the far north resembled a modern-day African Savannah. Thick grasslands stretched across Siberia, Alaska and the Canadian Yukon, where herds of herbivores grazed. Along with mammoth, there were bison, horses, elk and reindeer. Wolves and cave lions kept the populations in check. Yet as the Pleistocene gave way to the Holocene, the large herbivores died out. And as they disappeared, the landscape was transformed. The dry grasses turned into wet, mossy tundra.", "One long-standing explanation for the mass extinction holds that the warming climate was the culprit. Mr Zimov, however, believes that the milder climate only facilitated the arrival of the true villains. Writing in American Naturalist in 1995, he argued that human hunting led to the extinction of the megafauna throughout the far north.", "As Mr Zimov sees it, reversing that process and reviving the grasslands could be the key to preserving permafrost. Doing so would mean reintroducing large mammals that could tamp down moss, knock down trees, and churn up the soil, allowing the grass to flourish again. Grass could reflect more light and reduce the amount of heat absorbed by the soil; it could also capture more carbon in its roots than today’s flora.", "That logic underlies Pleistocene Park. Mr Zimov wants to extend the park through Alaska to Canada. He and his son even dream of hosting woolly mammoths one day, and have formed a partnership with George Church, of Harvard University, who hopes to revive the ancient beasts using CRISPR gene-editing technology.", "Several aspects of Mr Zimov’s theories seem to hold up, though they may appear paradoxical. Take the trees he wants to eradicate. In temperate regions, trees sequester carbon, and cutting them down releases it into the atmosphere. In the far north, more carbon is stored below ground than in the sparse forests. Removing trees there could have a net positive effect by keeping permafrost cooler and preventing the organic material trapped in it from breaking down. So, too, with the warming effects of snow, which Mr Romanovsky calls “a huge insulator”. At his test sites around Fairbanks, thick winter snow can raise ground temperatures by between three and five degrees. Mr Zimov reckons the animals could also help to pack down the snow in the winter, reducing that effect.", "The ark of history", "Results from Pleistocene Park are promising. The current mixture of Yakutian horses, bison, musk oxen, elk, reindeer, sheep, yak and Kalmyk cattle have helped grasslands re-emerge. Average annual soil temperatures are 2.2°C cooler in grazed areas. More carbon is also being sequestered in the upper layer of soil in those areas, too.", "For advocates of radical rewilding, the Zimovs suggest a tantalising sense of possibility. “The issue now is scaling,” says Mr Forbes of the University of Lapland. “How many animals would you actually need?” A group of researchers from the University of Oxford, working with Nikita, published a study in 2020 that concluded that rewilding the Arctic to a degree that would have a major impact on emissions would be a “mammoth task”. It would mean reintroducing thousands of animals and would need support from governments and residents. A ten-year feasibility study involving roughly 3,000 animals would cost $114m.", "Some see all this effort and expense as a distraction from the focus on reducing overall emissions, the surest way to keep the planet—and permafrost—from warming. Sceptics wonder whether grasslands will work to preserve permafrost, or whether the grazing animals will not have other side-effects, too.", "The Zimovs remain determined to continue. Their operations depend largely on their sheer force of will. Nikita once raised more than $100,000 through crowdfunding to bring a herd of 12 bison to the park, driving them himself from Denmark to Chersky, where they arrived on a barge just after midnight one night in mid-June 2019, when your correspondent was visiting.", "After the bison were released, the Zimovs retreated to the mess hall of the research station to celebrate. They poured a round of samogon, a potent Russian homebrew, and toasted the animals’ health. (All the bison survived their first winter.) Mr Zimov stepped outside to smoke, taking a seat below the giant satellite dish that has crowned the station since Soviet times. “Before it was for connecting with the Party, now it’s for connecting with God,” he laughs, pointing to the dish. “God is sending us signals: gather the animals.” ■", "For more coverage of climate change, register for The Climate Issue, our fortnightly newsletter, or visit our climate-change hub"], "authors": ["The Economist"], "keywords": ["zimov", "hopes", "permafrost", "carbon", "warming", "scientist", "climate", "arctic", "winter", "animals", "russian", "slow", "park", "mr", "ground", "thawing", "pleistocene"], "pubDate": "2020-12-19T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}