{"id": "22b0a3a8-f220-3644-a5fd-0718d028753d", "title": "Georgia’s Republican Sen. David Perdue: Jon Ossoff Will Be Nothing but a Rubber Stamp for Chuck Schumer", "url": "https://radio.foxnews.com/2021/01/04/georgias-republican-sen-david-perdue-jon-ossoff-will-be-nothing-but-a-rubber-stamp-for-chuck-schumer/", "summary": "Senator Perdue cast the Georgia runoffs as a choice between a \"radical socialist agenda\" and freedom.\nAnd also they've got to hide this radical socialist agenda that the Democratic Party is trying to perpetrate.\nLook, these two people, Raphael Warnock and Jon Ossoff will be nothing but rubber stamps for Chuck Schumer.\"\nAfter coming into contact with someone on his re-election team who tested positive for COVID-19, Senator Perdue has quarantined and is unable to hit the campaign trail.\nClick To Watch President Trump's Georgia RallyIn Atlanta, President-elect Joe Biden is scheduled to rally support for Democratic challengers Jon Ossoff and Rev.", "paragraphs": ["Senator David Perdue (R-Ga) joined Fox News Radio's \"Guy Benson Show\" urging all Georgians to get out and vote in tomorrow's runoff elections, saying,", "\"Tomorrow is really the last chance we will have to save all that President Trump has accomplished in the last four years and to really hold the line against this radical socialist agenda the Democrats seem hell-bent on perpetuating.\"", "The two Senate runoff elections will determine the control of power in the upper chamber of Congress and set the tone of President-elect Joe Biden's Presidency. Senator Perdue cast the Georgia runoffs as a choice between a \"radical socialist agenda\" and freedom. Attacking his Democratic challenger Jon Ossoff as desperate and willing to \"say and do anything\" to get elected, saying,", "\"He's so desperate that to get into an elected position, he'll say and do anything. And also they've got to hide this radical socialist agenda that the Democratic Party is trying to perpetrate. Look, these two people, Raphael Warnock and Jon Ossoff will be nothing but rubber stamps for Chuck Schumer.\"", "Perdue furthered his attack on Ossoff for falsely claiming Republican Senator Kelly Loeffler was campaigning with a \"klansman,\" saying,", "\"He's called me a crook and every other thing with no factual backing at all. Everything he's accused me of has been a lie, not determined by me, but by outside independent people who looked at the very thing he said about Kelly that is so outrageous and inflammatory in state of Georgia.\"", "After coming into contact with someone on his re-election team who tested positive for COVID-19, Senator Perdue has quarantined and is unable to hit the campaign trail. High-profile Republican lawmakers have barnstormed the state in an effort to get out the vote. Both President Donald Trump and Vice President Mike Pence have campaigned vigorously for the two incumbent senators.", "President Trump, looking to give a boost to Senators Loeffler and Perdue, will hold a get out the vote rally on the eve of the runoffs in Dalton, Georgia, a heavily Republican region of the state. Perdue previewed the rally, saying that Trump will make the case for conservatives to get out and vote tomorrow:", "\"He's going to say. What's at stake is we are going to protect against this radical socialist agenda that the left is trying to perpetuate, but also to protect the things that we have done over the last four years.\"", "Click To Watch President Trump's Georgia Rally", "In Atlanta, President-elect Joe Biden is scheduled to rally support for Democratic challengers Jon Ossoff and Rev. Raphael Warnock. The outcome of Tuesday's runoffs is seen as pivotal to Biden's incoming administration and its ability to set an agenda with a Democratic-controlled Congress.", "Polls are open in Georgia on January 5th from 7:00 a.m. - 7:00 p.m.", "Listen To The Full Interview Below:"], "authors": ["Wyatt Dobrovichfago"], "keywords": ["sen", "ossoff", "vote", "jon", "trump", "president", "stamp", "georgias", "socialist", "georgia", "david", "rubber", "agenda", "republican", "schumer", "senator", "radical", "perdue"], "pubDate": "2021-01-04T00:00:00Z", "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}