{"id": "22db285b-63a9-3819-861d-8d1680d4631b", "title": "Senior social-media editor at The Economist", "url": "https://www.economist.com/united-states/2020/12/01/senior-social-media-editor-at-the-economist", "summary": "THE ECONOMIST was founded as a print newspaper in 1843, but today we have a growing digital operation and 50m followers on our social-media accounts.\nEver more people are encountering our journalism for the first time on Twitter, Facebook, Instagram or LinkedIn.\nWe are seeking an experienced social-media editor, located in the US, to join our global team.\nWe are looking for someone who understands The Economist’s brand, and where it fits in the US media landscape.\nOnly if what is written fits with what we are looking for will we examine the accompanying CV or resume.", "paragraphs": ["THE ECONOMIST was founded as a print newspaper in 1843, but today we have a growing digital operation and 50m followers on our social-media accounts. Ever more people are encountering our journalism for the first time on Twitter, Facebook, Instagram or LinkedIn.", "We are seeking an experienced social-media editor, located in the US, to join our global team. This person will be based in our New York bureau, but can work remotely for now.", "We are looking for someone who understands The Economist’s brand, and where it fits in the US media landscape. An interest in, and knowledge about, American politics and business will set you apart. Experience with newsletters, push notifications, SEO and tools such as Photoshop is a plus. Ultimately, we are looking for an innovative self-starter with excellent editorial judgment and a keen eye for detail.", "In this role, you will:", "Help to distribute The Economist’s journalism across our social-media platforms", "Devise strategies to engage existing audiences with our journalism, and to reach new ones", "Lead our social-media strategy in North America, and co-ordinate and produce digital packages around big American news events", "Work closely with colleagues on the digital newsdesk and in the wider editorial department to ensure efficient distribution of content", "Help to manage the nine-member social team, particularly the two others located in the US, including the recruitment of fellows and editors", "Take on other digital responsibilities, for instance feeding into strategies around newsletters and push notifications", "Be a champion of the work of the social-media team, both within The Economist Group and in the wider media industry", "Applicants should submit an assessment of how The Economist currently uses social media to engage American audiences, including a series of recommendations on what we could do better. This assessment is the most important part of the application and we will read it blind (ie. without seeing names or where people are from). Only if what is written fits with what we are looking for will we examine the accompanying CV or resume. You should also include a cover letter.", "All material should be sent to edsocialjob@economist.com. The closing date is Sunday December 20th 2020.", "The Economist Group values diversity. We are committed to equal opportunities and creating an inclusive environment for our employees. We welcome applicants of all ethnic and national origins, genders, races, colours, religious beliefs, disabilities, sexual orientations and ages."], "authors": ["The Economist"], "keywords": ["socialmedia", "media", "senior", "journalism", "work", "wider", "digital", "looking", "team", "american", "editor", "economist"], "pubDate": "2020-12-01T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}