{"id": "22eef3ca-2a68-35a8-a06f-543d321be43f", "title": "Two Comedians Walk Into a Zoom Meeting", "url": "https://www.newyorker.com/podcast/the-new-yorker-radio-hour/two-comedians-walk-into-a-zoom-meeting", "summary": "Illustration by Golden CosmosBetween the two of them, Steve Martin and Jerry Seinfeld have a combined century of experience in the delicate art of the joke.\nDuring a conversation with The New Yorker’s Susan Morrison, they talk about their beginnings, their first “funny friend,” and the importance of irritability.\nYo-Yo Ma and Emanuel Ax discuss Beethoven’s politics of the cello and perform from his sonatas; and Jane Mayer looks at the G.O.P.’s post-Trump game.\nSteve Martin and Jerry Seinfeld Walk into a Zoom MeetingThe two comedians talk with the editor Susan Morrison at this year’s New Yorker Festival.\nYo-Yo Ma and Emanuel Ax on Beethoven’s Politics of the CelloMusicians Yo-Yo Ma and Emanuel Ax explain how familiar music has taken on a new tone during the pandemic.", "paragraphs": ["Illustration by Golden Cosmos", "Between the two of them, Steve Martin and Jerry Seinfeld have a combined century of experience in the delicate art of the joke. During a conversation with The New Yorker’s Susan Morrison, they talk about their beginnings, their first “funny friend,” and the importance of irritability. Yo-Yo Ma and Emanuel Ax discuss Beethoven’s politics of the cello and perform from his sonatas; and Jane Mayer looks at the G.O.P.’s post-Trump game.", "Jane Mayer on the G.O.P.’s Post-Trump Game", "David Remnick talks with the writer about the chaotic post-election period, and why some Republicans decline to recognize Joe Biden as President-elect.", "Steve Martin and Jerry Seinfeld Walk into a Zoom Meeting", "The two comedians talk with the editor Susan Morrison at this year’s New Yorker Festival.", "Yo-Yo Ma and Emanuel Ax on Beethoven’s Politics of the Cello", "Musicians Yo-Yo Ma and Emanuel Ax explain how familiar music has taken on a new tone during the pandemic."], "authors": ["Condé Nast", "David Remnic", "Susan B. Glasse", "Steve Marti"], "keywords": ["yoyo", "susan", "posttrump", "ax", "walk", "politics", "comedians", "seinfeld", "morrison", "zoom", "ma", "talk", "meeting", "emanuel"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}