{"id": "22efe1ce-4976-3e2b-b569-4ee7f4aa5a8a", "title": "Madden NFL 21 Franchise Update Adds Smarter CPU Draft Logic And More Commissioner Tools", "url": "https://www.gameinformer.com/2021/01/06/madden-nfl-21-franchise-update-adds-smarter-cpu-draft-logic-and-more-commissioner-tools", "summary": "The next update continues down the path of righting the franchise ship by improving CPU draft logic and adding more commissioner toolsWith this update, the CPU teams will take more factors into consideration when deciding whether to draft a quarterback.\nVarious new logic checks hope to make the draft results feel more authentic, since CPU teams currently draft quarterbacks in unrealistic fashion.\nWe don't yet know exactly when this update will be live, but one additional, final franchise update coming in February will add additional CPU logic, plus a way to build your league's own history book.\nThe final update in February starts with highly requested updates to CPU logic surrounding trades.\nFollowing this update, when you initiate a trade with a CPU team, new player and draft pick evaluation logic will determine the outcome of the offer.", "paragraphs": ["After Madden NFL 21 brought minimal updates to franchise mode at launch, the community pounded on the studio's digital door, demanding more meaningful updates to the popular mode. The studio promised to \"fix franchise\" as its community requested, with the first update hitting last November. That initial update added things like X-Factor and Superstar ability customization, revamped player card stats, more balanced progression, and an easier way to get a glimpse of the playoff picture. The next update continues down the path of righting the franchise ship by improving CPU draft logic and adding more commissioner tools", "With this update, the CPU teams will take more factors into consideration when deciding whether to draft a quarterback. Various new logic checks hope to make the draft results feel more authentic, since CPU teams currently draft quarterbacks in unrealistic fashion. The CPU now takes into account the stats and age of its current QB, as well as its recent draft history (it'll be a lot less likely for a team to draft first round QBs in back to back drafts going forward). If the logic checks are met – for example, if the current starting QB is rated 94 or higher, or if the current backup QB has the Star or better Dev Trait and is younger than 28 years old – that team's CPU will de-prioritize quarterbacks in that draft. Similarly, if the team's current starting QB is older than 35, the team is more likely to draft a replacement. It doesn't mean it's impossible for a team to snatch up multiple QBs in successive drafts, but it'll be less likely and more realistic now.", "Franchise league commissioners will have more tools and customization options at their disposal after this update. Commissioners will now be able to undo free agent signings in the offseason, toggle individual team settings for things like Heat Seeker tackling, Ball Hawk, and Switch assist to level the playing field, and assign autopilot to expedite the picks of GMs who step away from the live draft. Commissioners can also implement house rules like limiting how many times a play can be called in a game, or how long a player must wait before calling the same play again. Finally, the commissioner can toggle who is able to edit X-Factor abilities of players.", "We don't yet know exactly when this update will be live, but one additional, final franchise update coming in February will add additional CPU logic, plus a way to build your league's own history book. The final update in February starts with highly requested updates to CPU logic surrounding trades.", "Following this update, when you initiate a trade with a CPU team, new player and draft pick evaluation logic will determine the outcome of the offer. While the team acknowledges that this isn't some \"magic quick fix\" to the logic, and that it will continue to evolve over time, this is a step in the right direction. In addition to resolving some of the top exploits that have allowed players to build super teams through manipulating the existing trade logic, EA Tiburon is also establishing new baseline scales to make sure the A.I. is accurately weighing the value of players and draft picks. The development team says it will go into more depth on the trade logic in the next Deep Dive video.", "Additionally, a new tile in the menu will allow players to see Super Bowl and award winners from each year of the franchise league. You can easily see how many times a team has won the Super Bowl during the franchise, along with the MVP, Coach of the Year, Offensive/Defensive Player of the Year, Offensive/Defensive Rookie of the Year, and Super Bowl MVP awards for each year of the franchise league. Unfortunately, this tool will only begin tracking this information once the update is live, so it will not retroactively present the winners for any years you've played through franchise prior to the update.", "Madden NFL 21 launched in August on PS4, Xbox One, and PC and December on PS5 and Xbox Series X/S. For our review of the last-gen version, head here. For a rundown of all the new features the new-gen version of Madden NFL 21 brought, head here."], "authors": ["Digital Editor", "Brian Has Written About Video Games For Over A Decade Across Multiple Publications. When He'S Not Writing Or Gaming", "He'S Usually Listening To Music", "Watching Ufc", "Or Hopelessly Rooting For A Baltimore Or D.C. Sports Team."], "keywords": ["team", "super", "qb", "franchise", "nfl", "smarter", "tools", "logic", "cpu", "teams", "draft", "player", "madden", "update", "commissioner"], "pubDate": "2021-01-06T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}