{"id": "22f44acb-8110-3729-a942-a0da1222cd6c", "title": "Why Representative Mike Johnson Thinks That the Election Isn’t Over", "url": "https://www.newyorker.com/news/q-and-a/why-representative-mike-johnson-thinks-that-the-election-isnt-over", "summary": "But, on Friday evening, the Supreme Court declined to consider the lawsuit, saying that Texas had no standing in the matter.\nI recently spoke by phone with Representative Mike Johnson, of Louisiana’s Fourth District.\n(Johnson has twice defended Louisiana’s same-sex marriage ban before the state’s Supreme Court, first in 2004 and again in 2014.)\nI was a young volunteer in a big election lawsuit in Louisiana in the late nineties.\nIt takes time and has to be methodical, and I don’t think that happened in all these cases.", "paragraphs": ["Last week, the Republican attorney general of Texas, with support from Republican attorneys general in eighteen other states, filed briefs urging the Supreme Court to overturn the results of the election in four swing states that favored Joe Biden. The lawsuit, which called the vote “illegitimate,” claimed that the states’ legislatures, rather than voters, should choose their electors. This claim garnered the support of more than sixty per cent of House Republicans, who signed an amicus brief. But, on Friday evening, the Supreme Court declined to consider the lawsuit, saying that Texas had no standing in the matter. (Justice Samuel Alito, in a statement joined by Justice Clarence Thomas, wrote that the Court had a responsibility to take up the lawsuit but that he would not “grant other relief.”)", "On Monday, the Electoral College met, with a majority of electors voting for Biden. But this doesn’t mean that the hundred and twenty-six Republican House members who signed on to the Texas case are ready to accept Biden’s victory. I recently spoke by phone with Representative Mike Johnson, of Louisiana’s Fourth District. A strong ally of the President, Johnson e-mailed his Republican colleagues, asking them to join the amicus brief and telling them that President Trump was “anxiously awaiting the final list.” Johnson, who won his third term in November, is the chairman of the conservative Republican Study Committee and the vice-chair of the entire House Republican Conference. Before taking office, Johnson worked as an attorney in the conservative Christian movement, representing organizations such as Freedom Guard and Alliance Defending Freedom. (Johnson has twice defended Louisiana’s same-sex marriage ban before the state’s Supreme Court, first in 2004 and again in 2014.) During our conversation, which has been edited for length and clarity, we discussed why the Supreme Court wouldn’t hear the case, the next move for Trump’s supporters, and what Johnson has learned about Trump’s dedication to the Constitution.", "Why did you organize this effort?", "The simple issue raised in our brief was that it was necessary for the Supreme Court to address this one question that hangs over the election cycle this year, and that is: What is the meaning of the Constitution’s Electors Clause, Article II, Section [1], Clause [2]?", "It didn’t come up in the debates, but it was the underlying issue.", "It was the underlying issue. So many people were focussed on the trees. When they zoomed out and looked at the forest, that was a cause of so much of the concern. We wanted the Court to resolve it, not just for the current election cycle but for all elections in the future. I was a constitutional-law attorney and litigator for twenty years before I got to Congress. We used to debate about the nuances of meaning, but this is arguably some of the clearest phraseology in the Constitution itself. It says it is only state legislatures that can set the rules for choosing electors. Because they denied the case on standing, we now have this lingering question mark over this really important interpretation of the Constitution. Many people will contend in the years to come that, because of the Court’s silence, it is O.K. now—after two centuries—to play fast and loose with the rules.", "What happened in 2020, occasioned by COVID, is that public officials—in many cases, well-intentioned ones—tried to expand the ways we do elections. But the key point is that so much of it was done by other kinds of officials—governors, secretaries of state, judges—not the legislatures themselves. The Framers were very careful about making that safeguard in the Constitution. And, when you deviate from that, it opens a Pandora’s box to this kind of chaos.", "The Supreme Court now has many conservative Justices. And three of them were appointed by President Trump, all of whom you supported—and Amy Coney Barrett is a friend of yours, right?", "Yeah.", "So why do you think they didn’t go along with this or see it the way you do? And why is the Trump legal team’s record so bad in lower courts, too?", "I was a young volunteer in a big election lawsuit in Louisiana in the late nineties. What I learned is that election fraud is hard to prove. You have to have precision, and to do it in a very short time frame. And you have to have evidence beyond refute, and affidavits by witnesses that have credibility. I think the Trump campaign—and the Biden campaign—had the lawyers lined up. But, in this case, it appears that some of the larger law firms that might have been lined up early on, for whatever reason backed out, and Rudy Giuliani was in charge. And I don’t think their army of lawyers was large enough. I don’t know. It’s a question, not a statement, but did they have enough lawyers who had experience in election-fraud challenges? This is not to blame anyone. It is not so much that there are persons responsible for this. Normally, an election-fraud case will be one Senate race. Here, you had it happening across the country all simultaneously, and you had this very short window to prove it, and it was a scattershot, shotgun approach by necessity, and, because of that, it wasn’t successful.", "The lawsuit states, “Our Country stands at an important crossroads. Either the Constitution matters and must be followed, even when some officials consider it inconvenient or out of date, or it is simply a piece of parchment on display at the National Archives.” The Justices that Trump chose and you supported seem unwilling to save the Constitution, according to the lawsuit itself. Why aren’t they trying to save the country from descending into a nondemocratic hellscape?", "I would not concede that they are uninterested in that. The problem is that you need the right vehicle to do that. I thought it was very interesting what Alito and Thomas said. They were acknowledging that perhaps some of this should have gotten at the merits.", "Editor’s Picks", "They also said they would not “grant other relief” though, correct?", "Right, but that is all they gave us, and we can read into that whatever we choose. It’s conjecture on our part. That they wouldn’t grant a relief, arguably, of overturning the election—yes, that would be an extreme request. But what we were hoping is that they would take some aspect of this and make some sort of affirmative statement. If they had just affirmed the plain meaning of the Electors Clause, that would solve all sorts of chaos going forward. I say this for Americans of both parties or any party, or whoever they voted for: we all should have an interest in these very specific clauses of the Constitution being followed.", "That was a big thing about why people supported Trump originally—the importance of following the Constitution closely.", "Sure, sure. Exactly. As an aside, I was on a radio interview this morning and was asked, “What do we do now? Don’t we need to beat them at their own game?” And what is implied is, “They cheated; we need to cheat better than they do.” And my response is, “Wait a minute. We are supposed to be the Party that stands for the rule of law.”", "The Party of Lincoln.", "Exactly. What we are supposed to do is clean it up and make sure the hijinks don’t happen in the future. But, unfortunately, the best way to do that with a silver bullet is to have the highest court in the land adjudicate it. And, if we don’t have that opportunity, we have to use other means, and it is going to be a great challenge.", "Trump, if you look at his Twitter feed, says there is a conspiracy, essentially, to deny him the election. Do you have any concern that people within his own Administration, or the Justices he appointed, are part of some conspiracy?", "I don’t see a grand conspiracy. What I see is a lot of chaos and confusion across the land, and the result is that this election will have this giant question mark hanging over it. I saw a new poll: a huge amount of the country doubts the election and thinks it was stolen from Donald Trump. Thirty-six per cent of registered voters in America believe the election was stolen. That is a problem. Whether it was stolen or not, the fact that such a huge swath of the country believes that it was is something that should keep all of us up at night.", "Would one solution to that be for people to stop saying it was stolen before knowing if it actually was? Would that alleviate it?", "In an ideal world, of course. And I am a lawyer. I don’t engage in conspiracy theory. I want to deal in fact and truth. So many of these legal efforts have had such a difficult time having courts actually review the evidence. Some were kicked out on standing. It takes a while. It is a very detailed challenge to actually prove fraud in an election. It takes time and has to be methodical, and I don’t think that happened in all these cases. And I think that’s why people have all these lingering doubts."], "authors": ["Isaac Chotiner", "Isaac Chotine", "Amy Davidson Sorki"], "keywords": ["isnt", "thinks", "trump", "johnson", "representative", "republican", "dont", "mike", "constitution", "supreme", "lawsuit", "election", "think", "court"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}