{"id": "2309d2fa-e456-3571-9b6a-2664a9fe76fc", "title": "How this fruit became the star of Italian cooking", "url": "https://cnn.com/travel/article/tomato-italy-history/index.html", "summary": "Even the emoji for pasta isn't just pasta -- it's a steaming plate of spaghetti heaped with tomato sauce on top.\nBut while today we think of tomatoes as inextricably linked to Italian food, that hasn't always been the case.\n\"People tend to think Italian food was always as it is now -- that Dante was eating pizza,\" says Dr Eva Del Soldato , associate professor of romance languages at the University of Pennsylvania, who leads courses on Italian food history.\nIn fact, she says, Italy's complex history -- it wasn't unified until 1861 -- means that what we think of Italian food is, for the most part, a relatively modern concept.\nDiego Zancani, emeritus professor of medieval and modern languages at Oxford University and author of \"How We Fell in Love with Italian Food,\" agrees.", "paragraphs": ["(CNN) — Paolo Gramaglia loves tomatoes. The owner and chef of the Michelin-starred President restaurant in Pompeii, his link with the fruit is so strong, he says, that he and it are intrinsically entwined.", "Not that he thinks he's special -- he thinks all Italians have the same relationship with the pomodoro.", "\"Tomatoes are in our DNA,\" he says. \"We grow up with tomato in our recipes. They've become the symbol of our gastronomy.\"", "And he's right. Whether it's a scarlet-slicked pizza or a red-sauced spaghetti al pomodoro, Italy's most instantly recognizable dishes both include tomato. Even the emoji for pasta isn't just pasta -- it's a steaming plate of spaghetti heaped with tomato sauce on top.", "But while today we think of tomatoes as inextricably linked to Italian food, that hasn't always been the case. In fact, it was only during the 19th century that tomatoes really hit the tables of the Bel Paese. Before that, it was widely thought they were poisonous.", "Dante didn't eat pizza", "Few countries now are as obsessed with tomatoes as Italy. Eddy Buttarelli/REDA&CO/Universal Images Group/Getty Images", "The ingredient that makes a pizza pizza and pasta pasta -- how could tomatoes not be native to Italy?", "\"People tend to think Italian food was always as it is now -- that Dante was eating pizza,\" says Dr Eva Del Soldato , associate professor of romance languages at the University of Pennsylvania, who leads courses on Italian food history.", "In fact, she says, Italy's complex history -- it wasn't unified until 1861 -- means that what we think of Italian food is, for the most part, a relatively modern concept. Until recently, individual regions kept rigorously to their own cuisines, and today, even though many dishes have broken through, I talian cooking is still region-based", "\"I'm from Tuscany and was fascinated by the explosion in popularity of kale in the US, because in Tuscany it's historically been considered 'poor food,' certainly not the expensive millennial ingredient I see people eating here,\" she says.", "\"Many times we don't think of food in historical terms, but history and political relationships have had an impact on the way we eat -- not just society and changes in diet,\" she says.", "The political tomato", "Different areas of Italy favor different varieties of tomato. Alfio Giannotti/REDA&CO/Universal Images Group/Getty Images", "The tomato, it turns out, has always been political. Brought to Europe by the Spanish when they colonized the Americas -- it's an Aztec plant, as we can tell by its original name, \"tomatl\" -- by the mid-1500s, it had made its way to Italy.", "Nobody quite knows how -- some think the Sephardic Jews, expelled from Spain in 1492, could have brought it with them. Or maybe it made its way over with Eleanor of Toledo, who came to Florence when she married the Grand Duke of Tuscany, Cosimo I de' Medici, in 1539.", "Either way, by 1548, the tomato was to be found in Cosimo's botanical gardens in Pisa. But it wasn't yet on tables.", "\"There was a lot of bias against the tomato,\" says Del Soldato.", "The tomato turned up in Italy in Cosimo I de' Medici's botanical garden, still open to the public. Simona Sirio/Shutterstock", "\"Tomato was perceived as a cold fruit, and coldness was considered a bad quality for a food because of the supremacy of Galenic medicine [following the ancient Greek doctor Galen.]", "\"It was associated with eggplant -- another vegetable with a bad rap. It was cultivated close to the dirt -- another factor that didn't make it palatable.", "\"Today we have the sense that if something is new it is good, but for a long time in history, being a novelty was mostly regarded with suspicion.\"", "Diego Zancani, emeritus professor of medieval and modern languages at Oxford University and author of \"How We Fell in Love with Italian Food,\" agrees.", "\"It was seen as an interesting fruit but potentially dangerous, so they didn't dream of using it as a food,\" he says.", "\"Not until medics discoved that if you had a skin ailment and took an unripe tomato and passed it over your skin, the ailment improved -- presumably the effect of vitamin C.\"", "The earliest recipe for tomato sauce was published in 1694, by Neapolitan chef Antonio Latini in his book \"Lo Scalco alla Moderna\" -- \"The Modern Steward.\"", "\"It mentions that if you mix onions, tomatoes and some herbs you get a very interesting sauce that can be used in all sorts of things on meat, especially boiled meat -- and things that aren't so tasty become more interesting with the acidity of the tomato,\" says Zancani.", "Not that it was considered a luxury.", "\"It was something for the rich as long as it was a botanical curiosity,\" says Del Soldato.", "\"It was something to admire, to brag about because you're one of the few people to display this rare plant from overseas, but tomatoes weren't part of the diet of the rich.", "\"On the contrary, rich people's diets were mostly meat- and protein-based, and there was an association between eating fruit and vegetables, and being poor.", "\"In many ways, people would have started eating tomatoes because there was nothing else available.\" Tomato was a great food for poor people because they could not only eat all of it, but could preserve and store it, she says.", "Tinned tomatoes conquer the world", "The Po Valley (including Piacenza, pictured) is now the center of Italy's tomato industry. Dino Fracchia/Alamy", "So how did it take over the world? From Naples, tomato-eating gradually spread over the Spanish-dominant parts of Italy, and then beyond says Del Soldato -- although you'll still find less tomato in northern regions.", "By the 19th century, says Zancani, people were teaming them with pasta -- maccheroni with tomato sauce probably came in the middle of the 19th century, he reckons -- as well as mixing them with beans and other foods.", "Del Soldato says that people in her region, Tuscany, took quickly to tomato and adapted it to their \"cucina povera\" (poor people's food).", "\"Tuscan cuisine is based on not wasting anything, so if you have leftover meat, you cook it the following day with tomato -- giving it more flavor with the tomato sauce. I think this obsession with not wasting food is very typical of Italian culture,\" she says, pointing out braciole rifatte -- breaded meat stewed in a tomato sauce -- as the perfect example.", "And as agriculture became a science, the Italians started creating different varieties of tomato.", "Related content The Italian town where they eat 500-year-old meals", "Today, where in many countries \"tomatoes\" just means \"tomatoes,\" go to Italy and you'll be assailed by a choice of myriad varieties. Some are best in salads, and some best used in cooking. That's where the San Marzano variety comes in -- that long, easy-peeling plum tomato, hailing from the sunny Naples and Salerno area of Campania, that top pizzerias shout from the rooftops.", "Mechanization saw Italy's tomato scene go global. Dino Fracchia/Alamy", "It's mechanization and modernization that catapulted the tomato into the global consciousness. When canning goods came into fashion across the world, tomatoes really took off.", "Zancani says that in the 1800s, American entrepreneurs were tinning tomatoes and exporting them back to Europe. But it was only after World War II that they were produced on a mass scale. The marshy land around the Po Valley, in the north, was quickly judged suitable for tomato-growing, he says, adding that the area around Parma, Modena and Piacenza is still Italy's tomato hub today.", "The Italian obsession", "Once the Neapolitans started eating tomato, it quickly became synonymous with pizza. Tiziana Fabi/AFP/Getty Images", "Of course, other nations make major use of the tomato -- it's a staple of Mediterranean diets, for starters -- but Italy's obsession is particular.", "Ask an Italian, and they'll immediately tell you their favorite type of tomato. For Zancani, it's the cuore di bue (\"ox's heart\") -- an enormous, meaty salad tomato known for its lack of water.", "For Del Soldato -- who goes out of her way in Philadelphia to buy canned tomatoes and passata from Italy -- it's the squished, multiple-folded pomodoro fiorentino, which Tuscans use with onions, eggs and basil in a dish called fricassea. Luckily, she says, Delaware grows \"brandywine\" tomatoes which remind her of the fiorentino.", "And for Paolo Gramaglia it is, of course, the San Marzano, which he claims has a rare umami taste.", "\"The secret of a great spaghetti al pomodoro is to look at it for 10 to 15 seconds,\" he says. \"That way, it goes first to your brain, then your soul, and then your mouth. And it has a calming effect.\"", "A good spaghetti al pomodoro, he says, sees \"the tomato making love to the spaghetti.\" Simple as it is, he loves the dish so much that he says, he \"can't not serve it\" -- even in his Michelin-starred restaurant, and has turned the dish into an amuse bouche -- \"a forkful of spaghetti impregnated with tomato.\""], "authors": ["Julia Buckley"], "keywords": ["italys", "spaghetti", "italy", "food", "tomato", "star", "sauce", "fruit", "cooking", "italian", "tomatoes", "think", "way"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}