{"id": "231340ed-31c7-3ff4-a15d-1ac15e2571c3", "title": "Sarah Cain Is Ready to Take Up Space", "url": "https://www.vogue.com/article/sarah-cain-national-gallery-of-arts-takeover", "summary": "Sarah Cain, a 41-year-old Los Angeles–based artist whose wildly colorful paintings dominate huge spaces, is about to take over the National Gallery of Art’s soaring East Building Atrium.\n“It’s going to be so deadly in there,” Molly Donovan, the NGA’s contemporary-art curator, remembers thinking when the process began.\nWhat can we do?” Her solution: Get artists to transform the atrium while the work goes on.\nwas eventually applied to the protective boxes by National Gallery design staff, who worked from Cain’s detailed drawings and were overseen by FaceTime guidance.\nI can do this until I’m 90.”A detail of the working composite for Cain’s National Gallery installation.", "paragraphs": ["Sarah Cain, a 41-year-old Los Angeles–based artist whose wildly colorful paintings dominate huge spaces, is about to take over the National Gallery of Art’s soaring East Building Atrium. One of the most heavily visited spaces in the nation’s capital, the building has been closed for several months due to the pandemic but also to allow for a major renovation. The great hanging Calder was removed; the sculptures by Richard Serra, Isamu Noguchi, and Max Ernst stayed put but were enclosed in protective boxes the size of mobile homes. “It’s going to be so deadly in there,” Molly Donovan, the NGA’s contemporary-art curator, remembers thinking when the process began. “No art, just gray construction walls. What can we do?” Her solution: Get artists to transform the atrium while the work goes on. “I was looking for color, and Sarah provides that like nobody else—joyful, exuberant, remarkable paintings.”", "From the start of her 15-plus-year career, Cain tells me on Skype, “people always give me the weird spots that they don’t know what to do with.” I’m on the East Coast, and she’s in her Los Angeles studio, surrounded by eight-by-seven-foot canvases that will come together as one painting on a very large, temporary construction wall. “I was really excited about the project. I thought, Okay, I’ll go there and make a massive work on-site.” Part of the fun would be supplanting the “old dudes,” the male 20th-century masters who have always occupied the atrium, and this thought contributed to the show’s title: “My favorite season is the fall of the patriarchy.”", "But then the pandemic hit. The NGA had planned to remain open during the renovation, but it was forced to shut in March of last year. As of this writing, it intends to reopen sometime this spring. Meanwhile, the actual creation of the installation faced new hurdles: Unable to travel, Cain had to figure out how to work from a distance and still keep the spontaneity of her intuitive improvisation. “One of my biggest goals is to make active, exciting, breathable work,” she says. “I’ve made more than 50 works on-site, and I love the ephemerality and the present tense and the energy this can capture.” The imagery (a giant purple-violet “X,” hot-pink and multicolored geometric abstractions, etc.) was eventually applied to the protective boxes by National Gallery design staff, who worked from Cain’s detailed drawings and were overseen by FaceTime guidance. “I’m actually excited to be doing it this way,” she says. “It’s been a big learning curve, but I’ve come to realize that I don’t have to be there. I can do this until I’m 90.”", "A detail of the working composite for Cain’s National Gallery installation. Jeff McLane", "Cain lives in the Garvanza neighborhood of L.A., near Pasadena, and her studio is on the property, with a view of orange, lemon, and apricot trees. In this worst of all possible times, she is busier than ever. She gets up early to feed her rescue cats and works nonstop until it’s time to feed the cats again and go to bed. “I started doing cat rescue so I’d stop dating assholes,” she says with a big laugh. “I have a really sweet boyfriend”—a marine biologist, whom she refers to as “my cutie”—“and a lot of cats. I trap them, have them fixed at the vet, and then release them if they have a food source. I’ve flown quite a few cats to the art world in New York.” Cain, who keeps in shape with strenuous hill hiking and online Pilates, is planting an ambitious garden in her backyard and has organized her pandemic social life around FaceTime teas with friends.", "Her exhibition “In Nature” opened this month at the Momentary, the new contemporary art satellite of the Crystal Bridges Museum of American Art in Bentonville, Arkansas, and her “Enter the Center” show is scheduled for July at the Tang Teaching Museum at Skidmore College. She recently joined Broadway, a new gallery in downtown Manhattan, where she’ll have a solo show in September. “I’m insanely overscheduled,” she tells me. Confident and full of kick-ass feminism, she manages somehow to combine femininity with her own brand of swagger. “There’s always been tough ladies around me,” she says. “My mom and my grandmother—and my dad’s a feminist, too. They instilled this ‘You can do it’ attitude.”"], "authors": ["Dodie Kazanjian", "Dodie Kazanjia"], "keywords": ["sarah", "national", "ready", "art", "ive", "cain", "pandemic", "im", "space", "gallery", "work", "atrium", "cats"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}