{"id": "23172787-1020-37d3-966f-7c206676a320", "title": "The Covid-19 Vaccine Doesn't Mean Big Pharma Is Your Savior - The New York Times", "url": "https://www.nytimes.com/2020/12/17/opinion/covid-vaccine-big-pharma.html", "summary": "The United States government negotiated bulk pricing for both the Moderna and Pfizer-BioNTech vaccines, $15.25 to $19.50 per dose over several different contracts.\nModerna has announced it won’t enforce its patents, but the company hasn’t forgotten about the profit opportunities.\nAnd AstraZeneca’s deal with Oxford, according to The Financial Times, still allows for a healthy profit margin of up to 20 percent.\nThey can be produced faster and more simply, in smaller and cheaper facilities — basic laboratories, even — compared to traditional vaccines.\nScientists envisioned a world where vaccines could be produced quickly, anywhere, for a small fraction of the traditional vaccines’ cost.", "paragraphs": ["What do these kinds of partnerships get us today? The United States government negotiated bulk pricing for both the Moderna and Pfizer-BioNTech vaccines, $15.25 to $19.50 per dose over several different contracts. This is significantly less than the $25 to $37 Moderna says it will charge governments in the rest of the world, but analysts suggest that even $19.50 could yield Pfizer a 60 percent to 80 percent profit margin. Moderna has announced it won’t enforce its patents, but the company hasn’t forgotten about the profit opportunities.", "Whenever it looks as if we’re getting a good deal, it turns out to be an even better one for the drug companies. Even ostensibly selfless actions might very well turn out to work to the industry’s benefit.", "True, Oxford’s deal with AstraZeneca included a commitment to at-cost pricing for developing countries for now. But The Financial Times has reported that an agreement the company has signed with at least one manufacturer indicated that this particular deal could end as soon as July. (The company has said that it will seek expert guidance as to when it can declare an end to the pandemic.) And AstraZeneca’s deal with Oxford, according to The Financial Times, still allows for a healthy profit margin of up to 20 percent.", "This isn’t surprising. The ship has long sailed on the idea that the giants of American capitalism would help anyone without extracting a fee. Even in this disaster, even after the untold sacrifices that millions of ordinary people have made. The real issue is not the price — we’ll pay, obviously — it is about access.", "With control over the production of these vaccines, these companies will largely provide them on their own schedule, using their own factories or licensed producers — while other facilities around the world sit idle. Governments will almost certainly order more of the approved vaccines in the weeks and months to come, but the production capacity for each company is limited. Companies should not only pledge to waive their patents but to also share all their technical knowledge so that other manufacturers can help produce the much-needed vaccines.", "As it stands most people outside high-risk categories likely won’t get vaccinated until “later in 2021,” according to the Centers for Disease Control. Many countries in the global south are expected to be able to vaccinate at most 20 percent of their populations by the end of next year. Project the current daily death toll onto that timeline and despair.", "It doesn’t have to be this way. The especially galling thing is that mRNA vaccines were supposed to be a disruptive, liberatory technology. They can be produced faster and more simply, in smaller and cheaper facilities — basic laboratories, even — compared to traditional vaccines. Scientists envisioned a world where vaccines could be produced quickly, anywhere, for a small fraction of the traditional vaccines’ cost."], "authors": ["Stephen Buranyi"], "keywords": ["big", "company", "savior", "vaccines", "wont", "times", "doesnt", "profit", "end", "deal", "pharma", "world", "york", "vaccine", "moderna", "traditional", "mean", "covid19", "companies"], "pubDate": "2020-12-17T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}