{"id": "232a25dd-f73b-3b5d-884a-9da79bc5371e", "title": "21 places to go in 2021", "url": "https://cnn.com/travel/article/places-to-visit-2021/index.html", "summary": "It's in this spirit that CNN Travel has compiled its list of 21 places to visit in 2021.\nHot hotel openings include the anticipated spring 2021 debut of W Toronto and Halifax's first five-star hotel, Muir Hotel.\nDisney World's Epcot, meanwhile, has been going through a major transformation of its own, with more of these changes set to open in 2021.\nThe new Super Nintendo World, which is due to open at Universal Studios Japan in Osaka in February 2021.\nLater in the fall, Formula 1 racing fans can attend the 2021 Mexico City Grand Prix on October 29-31 at the Autódromo Hermanos Rodríguez.", "paragraphs": ["(CNN) — From the gloomy depths of a Northern Hemisphere winter like no other, it can seem futile thinking about vacation plans for the year ahead.", "With most of the planet still in the grips of the pandemic and vaccines a long way off for so many of us, traveling for pleasure could be thought of as at best foolish, at worst, downright risky.", "One thing we do know, however, is that this situation isn't forever. For some of us, escape could be a matter of weeks away. For others, it could be coming in the middle, or even the end, of the year.", "But it will come eventually, and freedom to explore will be back in the cards.", "It's in this spirit that CNN Travel has compiled its list of 21 places to visit in 2021. We're fully aware that some of these destinations may remain off limits for some time to come and that embarking on a trip may not be advisable.", "Related content How flying will change in 2021", "But in an era where tourism is part of the global language, we'll continue to look ahead to the time when we can take our first tentative steps back out into the world and make good on those dreams we've been saving up.", "With that in mind, we've assembled a collection of mostly blockbuster destinations that we think are going to be high on your travel wish lists. The 21 places YOU want to go.", "These are not the obscure, or undiscovered gems that often populate places-to-go rundowns (although we did throw in a couple of unexpected spots). These are the solid-gold vacation hits that everyone needs right now.", "To help with getting you there, for each destination we've also built a separate guide to what you need to know before you go, covering entry restrictions, current Covid guidelines and safeguards, plus what kind of vacation you can expect when you finally make it.", "See somewhere you like: bookmark the guide and keep checking back for updates. We'll keep you posted with all the latest developments as they happen.", "Related content Find out which countries are welcoming US tourists back", "Antarctica", "l e v a r t", "With the cancellation of the 2020-2021 Antarctic cruise season, there is a lot of pent-up desire to make our biggest travel dreams come true.", "One of the most remote destinations on the planet, Antarctica is not an easy (or affordable) endeavor under the best circumstances.", "Perhaps the difficulty is part of the allure -- the seventh continent remains on the top of many travelers' wish lists. The striking white desert, with its dramatic, snowy peaks and vibrant turquoise waters, as well its exotic wildlife, including Emperor penguins and Weddell seals, is truly a once-in-a-lifetime experience.", "Making the locale even more enticing in 2021 is a December 4 solar eclipse that will darken the continent, creating a major event for Antarctic cruise lines to trumpet.", "Related content The best travel credit cards of 2020", "Silversea's Silver Cloud 11-day sailing departs on November 30, with rates starting at $20,520, with a 10% early booking discount and economy flights included.", "Ponant's offering also departs on November 30, but for 15 days aboard the first luxury hybrid electric polar-class vessel, Le Commandant-Charcot, starting from $17,790.", "For those who are trepidatious about cruising, there are other options, including one from UK-based Red Savannah that transports passengers across the continent via private jet over nine days, for about $100,000. -- Brekke Fletcher", "Canada", "Canada has a swoon-worthy landscape for every traveler. Education Images/Universal Images Group/Getty Images", "Skiing, surfing, hiking, polar-bear spotting and Northern-lights sighting. Eclectic cuisine, world-class shopping, a diverse and rich culture. This is Canada.", "The 13 provinces and territories that make up the world's second-largest country by total area has something swoon-worthy for every type of traveler.", "Nature lovers take solace in mountains, glaciers, waterfalls and Atlantic or Pacific coastlines while sophisticated palates nosh at Michelin-starred restaurants and hole-in-the-wall mainstays alike.", "Nightlife seekers will find vibrant club scenes in Montreal, Toronto and Vancouver, though smaller cities Edmonton and Calgary know how to play too.", "The laid-back visitor has a bevy of chill choices: among them Tofino, Canada's original hippie destination; Kelowna, a picturesque lakeside wine country; and St. John's, one of the country's friendliest places.", "In New Brunswick, the recently opened Fundy Trail Parkway boasts wild views of the Bay of Fundy coast and the world's highest tides.", "Venture further north and it just gets wilder. Neither Nunavut nor Northwest Territories are easy to get to, but the rewards of visiting the remote regions -- from the indigenous Inuit people's artwork of the former, to the natural wonders (including unparalleled Northern Lights) of the latter -- are countless.", "Hot hotel openings include the anticipated spring 2021 debut of W Toronto and Halifax's first five-star hotel, Muir Hotel. The property, set to open in August, will feature cold plunge and hydrotherapy pools with a halotherapy salt room. -- Stacey Lastoe", "Disney parks", "If it were up to most kids, every family holiday would include a visit to a Disney theme park. There's nothing comparable to the look of joy on a kid's face the second they step through the gates and lay their eyes on that gorgeous castle and get their first-ever photo with Mickey.", "These days, adults can't be blamed for wanting to make a beeline to their nearest Disney park either, given the new \"Star Wars: Galaxy's Edge\" themed lands at both the Disneyland and Disney World resorts in the US -- open for less than a year before the pandemic hit. In particularly high demand is the Rise of the Resistance, the most ambitious interactive attraction in Disney park history.", "Disney World's Epcot, meanwhile, has been going through a major transformation of its own, with more of these changes set to open in 2021. Perhaps most exciting is Remy's Ratatouille Adventure, a child-friendly ride due to open as part of the expansion of Epcot's France pavilion in the World Showcase.", "And speaking of makeovers, on the other side of the planet Hong Kong Disneyland has been going through a big one. The Asian park recently revealed its dazzling new Castle of Magical Dreams, which has been under construction since 2018 and replaces its Sleeping Beauty Castle. Part of the park's ongoing multiyear expansion plan, it features a mix of architectural styles inspired by different cultures, while paying tribute to the multiple Disney princess stories. -- Karla Cripps", "Dubai", "Dubai is still open for most visitors. Karim Sahib/AFP/Getty Images", "While vacation planning for 2021 can seem like a wild roll of the dice, a trip to Dubai is a safer bet than most. The glitziest of the United Arab Emirates is currently welcoming almost all global travelers and, with the emirate embracing thorough safety checks and protocols, you can enjoy relative peace of mind while you're there too.", "UAE flag carrier Emirates Airlines is offering free global coverage for Covid-19 health expenses and quarantine costs, while the legendary ocean-themed luxury resort Atlantis, The Palm will cover your Covid test and give you resort credit if you stay five nights or more. Its billion-dollar sister hotel, The Royal, is also set to open its doors in 2021.", "The long-awaited Expo 2020 Dubai has been rescheduled for October 2021 through March 2022 and the lavish mega-event is the first World Expo to be held in the Middle East. Visitors can expect world-class architecture, spectacular displays and a festival of food.", "Also expected next year is the opening of the grandly named Museum of the Future, the calligraphy-adorned facade of which is already an impressive new landmark in a city known for its buildings with wow factor. -- Maureen O'Hare", "Egypt", "Egypt's supply of ancient wonders is seemingly limitless, and 2021 may be just the year to show them all off to a world starved for cultural discovery.", "Many of Egypt's most celebrated artifacts are finally expected to get a gleaming new home this year at the Grand Egyptian Museum (GEM) close to the site of the Pyramids of Giza.", "The museum -- a monumental concrete and glass space measuring nearly half a million square meters with a price tag of over $1 billion -- was conceived in 2003 and has been under construction for eight years.", "Related content Inside the final resting place of Tutankhamun's treasures", "While the opening date has not been set, the long-delayed museum is sure to be a huge draw. A headliner: King Tutankhamun's treasures will all be exhibited together for the first time.", "A number of sarcophagi from Saqqara -- newly discovered in 2020 -- will be transferred to the GEM, as will wooden coffins found in Luxor in 2019.", "No doubt more new discoveries will be added to the lineup -- providing a deep dive into 5,000 years of history that can also be traced by trekking across Egypt to the tombs themselves. -- Marnie Hunter", "France", "Rolling fields of lavender or grape vineyards are among highlights of a trip to France. Christophe Simon/AFP/Getty Images", "The bistros, boulangeries, patisseries and fromageries are reason enough to hotfoot it to France when the world starts moving in earnest.", "And the rest of the things that drew nearly 90 million visitors to France in 2019 will start coming to life again too: world-class art exhibitions, elegant chateaux, towering cathedrals, medieval villages, glamorous stretches of coast and endless tangles of wine-producing vines.", "With any luck, corks will be popping in June at the Bordeaux Wine Festival -- the largest in Europe, and hopefully the line-up at Jazz à Juan in Antibes Juan-les-Pins in July will provide a fitting soundtrack to a summer showing signs of a return to communal life.", "For a regal, live-it-up kind of stay, Le Grand Contrôle -- a historic hotel in the heart of the Château de Versailles with an Alain Ducasse restaurant and indoor swimming pool -- is set to open to guests in 2021. -- Marnie Hunter", "Ghana", "Its Year of Return initiative in 2019 targeted international visitors of African descent, and Ghana in West Africa is continuing to bank on diaspora tourism with its new campaign Beyond the Return.", "Land and sea borders currently remain closed, but now is a good time to acquaint yourself with the country's hip cultural offerings, from an arts and fashion renaissance to new restaurant and hotel openings.", "Related content 12 of the best things to see and do in Ghana", "Adventurers can catch waves at deserted beaches at Cape Three Points, one of West Africa's best surfing spots, and may spot some humpback whales too. Mole National Park is Ghana's largest wildlife refuge and is where you can see Nolan warthogs and spotted hyenas and get close to ambling elephants.", "Capital city Accra has little in the way of major attractions, but remains charming and lively. For a fashionable, cosmopolitan vibe head to Osu and the area surrounding the airport, where you'll find designer shops and art galleries. -- Maureen O'Hare", "Greece", "Sunset over Greece's rugged Mani region. Barry Neild/CNN", "If we do make it back to normality in 2021, Greece will have more reason than most to celebrate -- it's marking its 200th birthday. The official anniversary of when an 1821 revolution sparked a war of independence against the Ottoman Empire is in February-March, but parties and events to mark the bicentennial are expected -- Covid permitting -- throughout the year.", "The charming port of Nafplio, in the Peloponnese region southwest of Athens, is as good a place as any to join in the celebrations -- it was modern Greece's first capital. As well as beaches and nearby ancient sites like the remarkable Epidaurus amphitheater and the imposing ruins of Mycenae , Nafplio has its own attractions, including the hilltop Palamidi fortress, a secluded beach and, especially apt for these times, a museum of worry beads", "Beyond Nafplio, the Peloponnese are worth exploring. Less touristed than many of Greece's hotspots, they're more set up for social distancing, especially on the wild and mountainous Mani Peninsula. That said, most of Greece, which is known to take health matters very seriously, seemed to cope well with creating a Covid-safe visitor experience in the summer of 2020, succumbing to a virus surge far later than most European destinations.", "While a slow return to normal might make previously overtouristed places like Santorini worth a look in 2021, there's no loss in playing it safe with a quieter option, like the island of Milos in the Cyclades -- a plane or ferry hop from Athens. This volcanic playground has a beach for every day of the month, with more than a few to spare. -- Barry Neild", "Grenada", "While Grenada's nickname comes from its famous nutmeg industry, the \"Isle of Spice\" is packed with flavor in every way possible.", "Measuring just 18 kilometers wide and 34 kilometers long, the eastern Caribbean island is made up of sandy beaches, lush rainforests and spectacular waterfalls, but it's Grenada's rich character that sets it apart from more well-known tropical destinations.", "Although each of its seven parishes has its own very distinct charm and appeal, Grenada's capital St. George's, known for its horseshoe-shaped harbor and colorful houses, is undoubtedly the most vibrant and picturesque.", "St. George's is also home to many of Grenada's top hotels, including The Point at Petite Calivigny , a boutique wellness resort, which opened in late 2020, and Silversands Grenada , where visitors will find the longest infinity pool in the Caribbean.", "The island has around 45 beaches, but Grand Anse is its most popular for good reason. Spanning three kilometers, this stunning stretch of white sand frequented by both visitors and locals offers tranquil waters, fantastic views and a wonderfully serene atmosphere. -- Tamara Hardingham-Gill", "Hawaii", "Hawaii is home to truly extraordinary beaches -- and a whole lot more. Shutterstock", "Hawaii is underrated. This in spite of its unceasing popularity among travelers.", "To be sure, it is a gorgeous place, with breathtaking sunrises and sunsets, and every beach seemingly prettier than the next, but its beauty goes much deeper than its preternatural appearance.", "Extraordinary beaches -- some even boast black and green sand (Papakōlea Beach and Punaluʻu Beach, respectively) -- have their expected appeal, but visitors who take time to venture out and away from the coast quickly discover Hawaii's charms are in every nook and cranny.", "Related content What it's like to travel to Hawaii right now", "On Maui, after a few blissful days lounging at one of Wailea's top resorts ( Hotel Wailea for adults and Four Seasons for the whole family), take the road to Hana , an epic, winding adventure where half the joy is stopping along the way -- to get the perfect shot or the most delicious tropical juice.", "No matter which island you choose, which beachfront accommodation or which adventure, the key is slowing down and inviting the Aloha vibes to take over. -- Stacey Lastoe", "Italy", "Perennially popular Italy hit the headlines for all the wrong reasons in March 2020, when it became the global epicenter of the pandemic -- and after controlling infection rates better than most European countries over the summer, its aging population has been hit hard again by the second wave.", "But nothing can dim Italy's attraction, and as restrictions ease, this will be a time to see it at its best. Pre-pandemic, Italy's art cities were notorious epicenters of overtourism.", "But with visitor numbers not expected to return to 2019 levels for several years, for those who can make it safely, 2021 will afford the chance to see the Bel Paese in a way that hasn't been possible for decades.", "Related content The Italian towns perfect for social distancing", "What's more, the best known cities are trying to change tourism for the better. Having seen many of the tatty souvenir shops close in the pandemic, Venice, for instance, is focusing on promoting the city's traditional artisans, in a bid to readjust the tourism economy before the crowds come back.", "Meanwhile, Milan's Pinacoteca di Brera -- one of Italy's showstopper (and queue-heavy) art galleries -- has vowed to keep entrance by pre-booking only, in order to give visitors more space, while Da Vinci masterwork \"The Last Supper\" is considering more same-day tickets to favor individuals rather than the big groups that usually book up slots months in advance.", "Related content How Italy accidentally invented the perfect Covid-era hotel", "Still social distancing? Italy has some of Europe's loveliest rural towns, and its alberghi diffusi (scattered hotels) are perfect for the Covid era, putting you up in self-contained apartments dotted around villages. They're sustainable, too, helping to support smaller places in need of tourism. -- Julia Buckley", "Japan", "Japan is hoping to host the rescheduled Summer Olympics in 2021. Stanislav Kogiku/SOPA Images/LightRocket/Getty Images", "Though every tourism-dependent nation is certainly deserving of sympathy going into 2021, one can't help but feel particularly moved by the plight of Japan.", "This is a country that hustled hard to ready itself for the 2020 Olympic Summer Games, only to have to cancel the event just as it was ready to showcase those efforts to the world.", "Those postponed Olympic Games will kick off in Tokyo on July 23, 2021, giving travelers a chance to see some of the huge changes that have taken place, along with all the reasons we fell in love with the country in the first place. The food, the people, the culture ... Japan has a way of embedding itself into your soul and we can't wait to get back.", "Major Tokyo additions include the Takanawa Gateway -- the first new station built on the city's key JR Yamanote train line since 1971. The area around busy Shibuya Station has also been revamped as part of a huge multi-layer makeover to cement it as the city's entertainment, transport and business hub for decades to come. Other changes of note include wider free Wi-Fi coverage not just in Tokyo but in the entire country -- including 108 Shinkansen \"bullet train\" stations.", "Several new hotels opened this year as well, including the luxurious Kimpton Shinjuku Tokyo and the Four Seasons Hotel Tokyo at Otemachi.", "But there's plenty to see elsewhere, too -- particularly for theme park fans. Our top pick? The new Super Nintendo World, which is due to open at Universal Studios Japan in Osaka in February 2021. -- Karla Cripps", "Maldives", "White sand beaches? Check. World-class dining? Yep. Incredible swimming, sailing and scuba diving? Got those too. Throughout the pandemic, Maldives has also managed to keep its borders open more than most thanks to the built-in social distancing offered by its luxurious resorts.", "If anybody needed additional incentive to cross Maldives off of their bucket list in 2021, a spate of hotel openings is keeping things interesting. On deck for 2021 openings are new resorts from Ritz-Carlton, Patina, Le Meridien, Capella and Radisson Blu.", "Next year will also mark a world's-first country-wide loyalty program: the Maldives Border Miles program will allow visitors to earn points based on how often they visit and how long they stay. After all, the only thing better than visiting is visiting twice. -- Lilit Marcus", "Mexico", "Travel between the United States and Mexico never really stopped during the pandemic. Donald Miralle/Getty Images", "This US neighbor to the south was a respite for many in 2020, in spite of the closure of land borders between the US and Mexico and multiple surges in coronavirus cases.", "Air travel into and out of Mexico never really stopped, owing to the country's limited Covid-related travel requirements, plus its natural beauty, breathtaking coastlines and a wide swath of relatively under-touristed locations beyond hotspots like Puerto Vallarta, Cancun and Cabo San Lucas.", "While balancing physical and economic health has been an uneven juggling act the world over, the fact is Mexico and many other destinations are in dire need of tourism revenue.", "Looking into fall 2021, which hopefully will be a much less complicated time to visit, Mexico City will be celebrating its quincentennial, commemorating its founding 500 years ago, with most festivities planned in September to coincide with Mexican Independence Day.", "Later in the fall, Formula 1 racing fans can attend the 2021 Mexico City Grand Prix on October 29-31 at the Autódromo Hermanos Rodríguez. -- Brekke Fletcher", "New Zealand", "\"Otherworldly\" -- a term often applied to New Zealand's eye-popping, Hobbit-friendly landscapes -- has taken on new meaning when it comes to this South Pacific jewel.", "Unlike vast swaths of the rest of the world, many of life's normal activities have resumed in New Zealand, thanks to one of the globe's most successful pandemic responses", "The island country of five million has all but stamped out coronavirus, logging just over two dozen Covid-19 deaths . While its borders are closed to most travelers at present, we expect a lot of pent-up demand from people in all corners of the world salivating over images of its boundless terrain and return to relative normalcy.", "New York City", "It's a good time to explore New York's fascinating neighborhoods on foot. C. Taylor Crothers/Getty Images", "Start spreading the news, reports of New York City's \"demise\" have been grossly exaggerated. While the city has no doubt been adversely affected (what place hasn't?) over the last year, the city that never sleeps has high hopes for a better 2021.", "A lot of New York's best offerings remain accessible, despite the ongoing pandemic (two major closures still in effect as the new year dawns are Broadway and indoor dining). And while New York City is rarely referred to as an \"outdoor wonderland,\" the truth is the best way to experience the city is walking through its distinct neighborhoods, maybe even with a slice of pizza in hand.", "One of the best views of lower Manhattan can be seen while strolling across the Brooklyn Bridge, and New York City's waterfront and parks are always there for you to explore.", "Some seminal cultural institutions, such as the Metropolitan Museum of Art, can be experienced with timed-ticketing -- and without the usual crowds.", "To add to the excitement, there are two highly anticipated luxury hotel openings.", "Luxury brand Aman will make its New York debut in the Crown Building on Fifth Avenue and 57th Street, with 83 rooms, a 65-foot swimming pool, Japanese and Italian restaurants, cigar bar and rooftop terrace with views of Central Park, which is just a short stroll away.", "All the way on the West Side, along the Hudson River near the High Line, the new Six Senses New York is slated to open inside The Xi -- two new twisting towers designed by architect Bjarke Ingels. The brand's first North American hotel boasts 136 rooms and suites and a spa spanning 45,000 square fee with a vibroacoustic meditation dome. -- Brekke Fletcher", "Singapore", "Most travelers don't want to spend any more time in an airport than they have to. But Singapore's Changi is no ordinary airport.", "While the rest of the world was hunkering down at home, Singaporean locals were paying to hang out at Changi, whether it was co-working in one of the lounges or glamping alongside the world's tallest indoor waterfall at the Changi Jewel , which opened in 2019.", "The coming year is a chance to fall back in love with travel, and a visit to the Lion City should rekindle that romance.", "Beyond its spectacular airport, the city-state is home to a UNESCO-listed botanical garden, one-of-a-kind Peranakan culture, and some of the world's most spectacular luxury hotels.", "Its food scene is a major highlight -- whether visitors opt for $5 Hainan chicken rice from a hawker stall or $500-per-plate Michelin-starred fine dining, nobody ever goes home hungry. -- Lilit Marcus", "Spain", "Barcelona has taken time out to reevaluate its tourism offering. Shutterstock", "Spain, with its miles of picturesque sandy coastline and vibrant historic cities, has always been an unmissable travel destination.", "Barcelona's Las Ramblas may have been emptier than usual this year, while the party ground to a halt in the beach bars of the Balearic Islands, but Spain's tourism hotspots are preparing to wow visitors once again.", "Barcelona, like other European cities plagued in recent years by overtourism, has taken the time out to reevaluate how visitors can continue to enjoy the city without making it uninhabitable for locals.", "The Balearics, meanwhile, are repositioning themselves with far more than iconic nightlife: secluded bays, a plethora of wildlife and sumptuous Mediterranean meals enjoyed al fresco will be the top attractions for visitors when they return.", "Plus, by next summer, Spain's fiestas -- outdoor parties featuring fireworks, parades and celebration -- might be back, and what better way to mark new beginnings than toasting 2021 under the Spanish sun? -- Francesca Street", "Thailand", "For more than a century, Thailand has woven its spell on the masses with its glittering temples, fiery food, stunning beaches and mountainous landscapes.", "All of that's still there -- plus a little more. The country has been heavily promoting domestic tourism in recent months, meaning there's been no shortage of new hotel and restaurant openings -- particularly in the capital, Bangkok.", "The city's historic riverside Charoenkrung area recently welcomed two new luxury hotels -- Capella and the Four Seasons Bangkok -- while nearby Yaowarat -- aka Chinatown -- continues to evolve with the addition of wonderfully eclectic bars and boutique hotels. One of our favorites is gallery/bar/restaurant Baan Rim Naam , which sits in a 200 year-old riverside warehouse in the Talad Noi neighborhood.", "For those with their eye on Thailand's south, the government is reportedly considering reopening Maya Bay, which has been closed since 2018 as part of a program aimed at reviving the area's decimated corals.", "Though not yet confirmed, the stunning cove made famous by \"The Beach,\" the 2000 film starring Leonardo DiCaprio, may welcome visitors in mid-2021, but with strict visitor caps. -- Karla Cripps", "United Kingdom", "The UK has plenty of beautiful scenery, including the Lake District. OLI SCARFF/AFP via Getty Images", "\"Plague Island\" isn't likely to be top of anyone's travel hot list, but let's try to see past the unfortunate sobriquet applied to Great Britain by The New York Times after a new strain of virus led to many countries severing travel connections with the UK.", "The first place in the world to approve the coronavirus vaccine will hopefully, by the coming summer, have shaken off its notoriety. What should emerge is one of the world's top tourism offerings, but very different.", "The UK's recent Brexit from the EU will see the country's tourism sector happier than ever to see foreign visitors, particularly given that those arriving from Europe may face more bureaucracy than before to travel here.", "Brexit, plus the financial impact of the pandemic, may mean many Brits choosing to staycation this year, although some may splurge on an overseas escape after months of enforced lockdown. But the good news for foreign visitors is that a widely expected slump in the pound should make the UK great value for money.", "While the country may seem like a small collection of islands, it still offers wide open spaces for those still wary of crowds. There are the hills and waters of the picture-perfect Lake District, the dramatic coastline paths of Cornwall and Wales, the Highlands and Islands of Scotland and even the pretty scenery at the end of London's Underground lines. -- Barry Neild", "Uruguay", "As neighbors Brazil and Argentina have struggled to contain the pandemic, laid-back little Uruguay has kept infection rates down -- and as South America starts reopening for travel, that will serve it well.", "Not that this is some kind of consolation prize; Uruguay has always had a huge amount to offer visitors, but as the continent's second smallest country, it has often been dwarfed in the tourism stakes by its behemoth neighbors.", "The current summer season (December-March) has effectively been canceled, with the government vowing to keep borders closed to stop infection rates rising. But once they reopen, there's a huge amount to discover.", "Punta del Este is one of the Americas' buzziest beach resorts, while Jose Ignacio, an hour up the coast, is a boho (but exclusive) resort. Carmelo, near the Argentinian border on the River Plate, is a laid-back weekend destination for Argentinians. It's known for its wine -- and the once-quiet Uruguayan wine scene is going from strength to strength.", "Related content Why Uruguay could be the world's next great wine destination", "New for 2021 will be Costa Garzón, linked to the Bodega -- a new coastal development with a restaurant by celeb chef Francis Mallmann, beach club, hotel and private lots -- and pretty hotel Posada Ayana , which, in November, will unveil a Skyspace by James Turrell -- the renowned artist's first freestanding work in South America. -- Julia Buckley", "Keep an eye on our individual destination guides for updated information on openings, travel rules and more."], "authors": ["Cnn Travel Staff"], "keywords": ["best", "hotel", "world", "2021", "21", "tourism", "places", "visitors", "open", "city", "pandemic", "travel"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}