{"keywords": ["democrats", "impeachment", "trumps", "partisan", "democratic", "beccaro", "tom", "divisions", "president", "trump", "symptom", "deepening", "decades", "clinton", "del", "economy", "bill"], "authors": ["Tom Del Beccaro"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "title": "Tom Del Beccaro: Trump impeachment a symptom of decades of deepening divisions", "pubDate": null, "url": "https://www.foxnews.com/opinion/tom-del-beccaro-trump-impeachment-a-symptom-of-decades-of-deepening-divisions", "paragraphs": ["America is a deeply divided nation. Division has been on the rise for nearly three decades and it first burst into flames with the impeachment of President Bill Clinton. Today that rising division – not the truth – lies at the heart of the impeachment of President Trump.", "There was a time, not that very long ago, when America was less divided.", "In 1984, Republican President Ronald Reagan won the last true landslide in American presidential elections. A rising economy and soaring national spirits carried him to win 49 states to 1 over former Democratic Vice President Walter Mondale and there was talk of a lasting political realignment.", "REP. KEN BUCK: DEMOCRATS SET BAR SO LOW ON IMPEACHMENT, IT WILL CAUSE PROBLEMS FOR US IN FUTURE", "With the signing of a tax increase bill, however, Reagan’s successor, President George H.W. Bush, broke a promise and lit a slow fuse to what I call The Divided Era.", "Bush’s tax increase cost him his reelection and helped draw the battle lines for what became a purely partisan tax increase by the Democrats under President Bill Clinton. In turn, that tax fight played a key role in the election the first Republican Congress in four decades and set the table for the impeachment of Clinton – an impeachment that would not have occurred but for that Republican takeover of Congress.", "With that, America has never been the same.", "It is worth remembering that President Clinton’s Gallup poll approval rating rose 10 points after his impeachment began – despite clear findings of wrongdoing that led to his disbarment as an attorney.", "Clinton’s rising poll numbers were in part a reflection of a dislike of political fighting at a time that 71 percent of Americans said, in a January 1999 poll, that this was “the best economy of their lifetime.”", "As a byproduct of that impeachment, Democratic anger toward the Republican Party rose. The flames of that ire were fanned by an increasingly partisan media that relentlessly prosecuted Republicans for their prosecution of Bill Clinton.", "In the years that followed, George W. Bush became the first president in over 100 years to be elected despite losing the popular vote. Bush tried to rise above division by championing a bipartisan education bill. In return, he was greeted by an impeachment-angered Democratic Senate Leader Harry Reid of Nevada, who responded to Bush’s election by refusing to grant hearings to dozens of Bush judicial nominees.", "While the 9/11 terrorist attacks later saw Bush’s approval rating soar above 90 percent, the growing division fostered by the second Iraq War, its accompanying claims of false pretexts for the conflict, and the Great Recession, left Bush severely wounded. His Gallup poll approval rating would eventually plummet below 40 percent with the help of the increasingly partisan media.", "President Barack Obama began his presidency amid international fanfare but he never achieved bipartisan success. Appealing only to Democrats with a purely partisan spending bill along with a similar ObamaCare bill in his first two years, Obama’s Democrats lost a historic high of 63 House seats in his first midterm election.", "After winning reelection with one of the smallest margins on record, Obama spent much of the last years of his presidency with an upside-down approval rating that ran along strictly partisan lines.", "After a bitter 2016 campaign, President Trump became the second president in the last 100 years to win the presidency despite losing the popular vote. In the 36 years between Reagan’s famous warning that “government is not the solution to our problem, government IS the problem,” and Trump’s election, federal government spending tripled.", "With every additional dollar spent, our political stakes rose. The Democratic Party moved steadily left to the point that an avowed socialist, Sen. Bernie Sanders of Vermont, came close to winning the party’s presidential nomination in 2016. Today the Democratic Party has become the party of government.", "It is a party that fights for its version of social justice in the courts. Consequently, it mightily fears every Trump judicial appointment with good reason. Meanwhile, many Democratic leaders seek government assurances of employment and the government takeover of health care.", "With every such decision, government picks a winner and a loser and someone to pay for it – fostering, or rather igniting, partisan fights with each dollar spent. With total government spending at 37 percent of the economy and totaling nearly $8 trillion, the fight for control of our state, local and federal governments has reached a fevered and divisive pitch.", "CLICK HERE TO SIGN UP FOR OUR OPINION NEWSLETTER", "Amidst all of it, it is more than telling that despite a historically strong economy, in an early December Quinnipiac poll 79 percent of Democrats disapproved of President Trump’s handling of the economy. Obviously, that is driven more by partisanship than reality and lays bare the depth of The Divided Era. It is “us versus them,” no matter the state of the economy.", "That 79 percent figure also represents the clear difference between the Clinton impeachment and the Trump impeachment. Recall that 71 percent of Americans were more than bullish about the economy during the Clinton impeachment – a sentiment that helped Clinton not only survive, but thrive. Today Trump receives no such credit and never will from most Democrats.", "To the contrary, partisanship is the core reason for Trump’s impeachment. Unlike Clinton, there has been no clear finding of wrongdoing against Trump. Instead, we find intense partisan rancor championed by Democratic allies in the media.", "CLICK HERE TO GET THE FOX NEWS APP", "On a larger scale, Trump’s presidency has received the most resistance of any presidency since the South seceded in response to President Abraham Lincoln’s election. The 2016 resistance to a Republican president fueled the Democratic takeover of the House in 2018 and fuels Trump’s impeachment – and, keep in mind, that it is an impeachment made possible only because of the Democrats’ 2018 takeover of the House.", "It is also an impeachment that will gravely increase divisions in America and with each such passing day national unity eludes us. It will not end with impeachment nor with the 2020 election. It will only begin to ebb when we realize that the more government decides, the more it divides.", "CLICK HERE TO READ MORE BY TOM DEL BECCARO"], "id": "232d95ed-5b7c-3485-a641-1d4a7753d49b", "summary": "Division has been on the rise for nearly three decades and it first burst into flames with the impeachment of President Bill Clinton.\nToday that rising division – not the truth – lies at the heart of the impeachment of President Trump.\nAfter a bitter 2016 campaign, President Trump became the second president in the last 100 years to win the presidency despite losing the popular vote.\nThat 79 percent figure also represents the clear difference between the Clinton impeachment and the Trump impeachment.\nTo the contrary, partisanship is the core reason for Trump’s impeachment."}