{"id": "237cbdec-c3d2-3ba9-8505-d524f9e334df", "title": "Impact through Influence", "url": "https://execed.economist.com/ashridge-strategic-management-centre/impact-through-influence-2021-02-03", "summary": "Lee Waller is Leadership faculty at Hult Ashridge Executive Education.\nShe specialises in helping individuals be the best of themselves at work by developing an awareness of their strengths and their individual leadership style, and through teaching a range of leadership skills including influencing, coaching, personal impact and resilience.\nLee has worked with a range of clients including Civil Service Learning, Heineken, Buhler, Grainger, and Oxfam.\nPrior to her faculty role Lee was Director of Research at Hult International Business School, responsible for global delivery of the School’s research strategy.\nShe is also a graduate member of the British Psychological Society, and is qualified in Level A and Level B.", "paragraphs": ["Lee Waller is Leadership faculty at Hult Ashridge Executive Education. She specialises in helping individuals be the best of themselves at work by developing an awareness of their strengths and their individual leadership style, and through teaching a range of leadership skills including influencing, coaching, personal impact and resilience. She equips leaders to develop a climate that will maximise team performance through fostering a culture of learning and psychological safety, supporting the development of a sense of belonging, and developing inclusive leadership behaviours. Lee also facilitates experiential behavioural simulations, and is an accredited feedback giver providing individual, one to one feedback on a range of psychometric instruments.", "Lee has worked with a range of clients including Civil Service Learning, Heineken, Buhler, Grainger, and Oxfam. She has also taught leadership to Undergraduate Students at the University of Reading as well as research methods to Postgraduate students at Hult’s Dubai campus.", "Prior to her faculty role Lee was Director of Research at Hult International Business School, responsible for global delivery of the School’s research strategy. Her research areas include the processes involved in adult learning, belonging and identity in the workplace, organisational culture change, and approaches to developing skills and attitudes around diversity and inclusion.", "In her early career at Ashridge Lee worked as a Business Development Manager, working with clients to explore the learning needs of their leaders and the strategic objectives of their organisations, supporting faculty in designing learning and development interventions to meet those needs. Prior to joining Ashridge, Lee worked in publishing as a Publicity Manager, developing marketing and sales tools for the international sales force, and managing a publicity team for a leading academic publisher, Prentice Hall.", "Lee has an Honours degree in Psychology from the University of Westminster, a Masters degree in Occupational Psychology from Birkbeck College, University of London, and a Doctorate in Psychology from the University of Reading. She is also a graduate member of the British Psychological Society, and is qualified in Level A and Level B."], "authors": [], "keywords": ["research", "psychology", "impact", "university", "range", "leadership", "lee", "developing", "worked", "learning", "faculty", "influence"], "pubDate": "2021-02-03T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}