{"id": "23af8a7b-35e8-3fa0-9ff2-ad2ed06dcdc3", "title": "Joshua Tree National Park Is More Popular Than Ever—But Its Namesake Trees Are Facing Extinction", "url": "https://www.vogue.com/article/joshua-tree-facing-extinction", "summary": "In a wilderness area at the northwest corner of Joshua Tree National Park, ecologist Lynn Sweet treks across the high desert as raucous pinyon jays swoop overhead.\nShe navigates carefully across the landscape of blackbrush and fragrant junipers to inspect the stump of a Joshua tree.\nThe tree was less than 25% alive during Dr. Sweet and her team’s last recording.\nDr. Lynn Sweet examining a dead Western Joshua tree.\n“Climate change is like a flash flood,” Dr. Sweet says.", "paragraphs": ["In a wilderness area at the northwest corner of Joshua Tree National Park, ecologist Lynn Sweet treks across the high desert as raucous pinyon jays swoop overhead. She navigates carefully across the landscape of blackbrush and fragrant junipers to inspect the stump of a Joshua tree. Much of the tree’s trunk, branches, and dagger-shaped leaves are sprawled across the desert floor—most likely the casualty of a gust of wind that snapped it like a toothpick.", "The tree was one of thousands that Dr. Sweet and her team examined in a recent study that predicted a worrisome future for the iconic western Joshua tree, Yucca brevifolia, within the national park due to climate change. The tree was less than 25% alive during Dr. Sweet and her team’s last recording. Now, the tree is dead.", "Dr. Lynn Sweet examining a dead Western Joshua tree. Photographed by Nich McElroy", "Dr. Sweet’s study published in Ecosphere in 2019 suggested that if greenhouse gas emission rates continue “business as usual,” the species’ habitat will shrink by 99.98% by the end of the century, almost completely erasing Joshua trees from the park. The study’s most optimistic model predicts the species’ range in the park will decrease by just over 80%. The small percentage of trees remaining are predicted to migrate to higher elevations of the park, sheltering in refugia, areas where the trees are buffered from unfavorable conditions catalyzed by climate change.", "“Climate change is like a flash flood,” Dr. Sweet says. “Joshua trees thrive on the long broad plateaus the park is famous for, but outrunning the wave of warming temperatures of climate change in these valleys is much more difficult than migrating a short distance uphill.” Dr. Sweet points far in the distance at the high mountains where the predicted remaining habitat for the trees would persist by the end of the century. Smaller, rugged specimens of the plant roost on the rocky hillsides like ravens."], "authors": ["Miles W. Griffis", "Miles W. Griffi", "Nich Mcelro", "Emily Farra", "Emma Specter", "Sinna Nasseri", "Lovia Gyarkye", "Rebecca Bengal", "Amanda Jasnowski-Pascual", "Nich Hance Mcelroy"], "keywords": ["national", "predicted", "climate", "namesake", "trees", "popular", "tree", "park", "everbut", "dr", "western", "extinction", "joshua", "sweet", "change", "facing"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}