{"id": "23c4b942-6816-3bcf-b5e6-4d1e460bedc1", "title": "David Hockney’s “Hearth”", "url": "http://www.newyorker.com/culture/cover-story/cover-story-2020-12-21", "summary": "For the magazine’s latest cover—and for these short, dark days—David Hockney offers the traditional comfort of a hearth.\n(“Ma Normandie,” an exhibition of Hockney’s iPad work, is showing at the Galerie Lelong, in Paris, through February.)\nBut then they altered it: they made it a lot worse; it took you longer to find the brushes.\nI want those to be of black trees in rain or snow, but I’m still waiting on the weather.\nSee below for more covers by David Hockney:", "paragraphs": ["For the magazine’s latest cover—and for these short, dark days—David Hockney offers the traditional comfort of a hearth. Hockney, one of our most renowned painters, is now eighty-three, but he continues to be his peripatetic self. He was born in Yorkshire, England, and spent much of the nineteen-sixties and seventies in Los Angeles, producing portraits of friends, lovers, and relatives. For the past year, he’s been sheltering in place in a half-timbered, seventeenth-century house in Normandy, France, with his partner, Jean-Pierre Gonçalves de Lima. I went to visit them there in October; we were not far from Monet’s house in Giverny. Hockney has always drawn from the people and landscapes around him—he spent nine years in Bridlington, Yorkshire, and painted the seasons there—and he’s been doing the same in Normandy, capturing the tableau outside by using an iPad. (“Ma Normandie,” an exhibition of Hockney’s iPad work, is showing at the Galerie Lelong, in Paris, through February.) We recently spoke about experimenting with new techniques, and about his newest project, which is inspired by the art and nature near him.", "You’ve been working a lot on the iPad. Why is it so compelling?", "Well, I drew on the iPad when it first came out, in 2010. I thought the app Brushes was just the best. But then they altered it: they made it a lot worse; it took you longer to find the brushes. And I stopped using it. In 2018, Jonathan Wilkinson, my technical assistant, said he could make a new app with a mathematician in Leeds. It was rather good, and then I got six or seven new brushes custom made. I did say I was drawing on the iPad, but actually I’m painting on it. I’ve got two hundred and twelve paintings done this year, with only eight more to do. I want those to be of black trees in rain or snow, but I’m still waiting on the weather. Then I’ll have done two hundred and twenty paintings for 2020.", "Inside the house in Normandy that Hockney shares with his partner, Jean-Pierre Gonçalves de Lima. Photograph by Jean Fremon", "What led you to resettle in Normandy?", "When I first came to Normandy with Jean-Pierre, two years ago, we stayed in Honfleur, and then we went to see the Bayeux Tapestry, which was the first time I’d seen it since the sixties. Then we went to see the Apocalypse Tapestry, in Angers. At some point, on the way to Paris, Jean-Pierre said we could see this house. We only looked at one house, and we decided to get it. Then we went to Paris’s Musée de Cluny and saw the “Lady and the Unicorn” tapestries. So we saw three great tapestries of Europe within a week.", "“In Front of House Looking West,” 2019.", "Why are the tapestries so interesting to you?", "They’re marvellous—I’ve always wanted to do something like this. You move through time, and it’s you who moves, not the pictures. I think that’s very exciting. They think the Bayeux one was made in Canterbury and commissioned by the bishop of Bayeux, who was the half brother of William the Conqueror. It’s not actually a tapestry; it’s an embroidery. It’s a marvellous thing, with wonderful colors still, even though it’s nearly a thousand years old. It tells the story of the conquest of England over the course of a few years, and ends with the battle of Hastings. Well, now I’m going to be telling a story that’s one year in length, and it’s not a battle; it’s just nature changing.", "“In the Studio,” 2019.", "Is that what you’ll work on after you finish the 2020 drawings?", "Yes. I’m going to paint the whole year in six very large panels. Each will be one and a half metres high by ten metres long. We’ll be showing it first at the Musée de l’Orangerie, in Paris. It’ll be in a long corridor, so, as you walk down one side and up another, the seasons will change very slowly. The entire work will be sixty metres long. The Bayeux Tapestry is sixty-eight metres long, but it’s going to be similar, because it’s you that’s going to move, not the pictures.", "“No Fire,” 2020.", "I find it fascinating that centuries-old tapestries inspired you to work more on an iPad. And now you’re returning to painting on canvas. Are you looking forward to that?", "Oh, yes, and I couldn’t have done this two years ago. I’m making it up now from all the drawings I’ve done, all the trees I’ve drawn. And this also involves new technology. We visited this canvas shop in Paris, Marin. The man came out here, and he was very excited with everything I’ve done. They said they would stretch the canvases up in my studio first and then they’d roll them up and stretch them in l’Orangerie. They have a new canvas made for rolling up, just like a tapestry—it’s got linen and a synthetic fiber in it. You can’t have thirty-foot-long pictures otherwise. How would you move them about? So we’re working together on this. I think it could be rolled up for about five locations.", "And, right at the end, we might have snow. You can’t guarantee snow in Normandy—you can in Yorkshire, but not here. But Monet did paint snow here, so it can happen. And, in the last little bit, I have snow coming down and landing on the trees. So here I am, waiting for rain and snow.", "See below for more covers by David Hockney:"], "authors": ["Françoise Mouly", "Françoise Moul", "David Hockne"], "keywords": ["work", "went", "snow", "ipad", "hockneys", "paris", "hearth", "im", "tapestries", "david", "house", "tapestry", "hockney"], "pubDate": "2020-12-21T00:00:00Z", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}