{"id": "23cc1be2-03f7-31df-a8ee-8489eeaf969b", "title": "Volcano eruption in Caribbean prompts mass evacuation during popular vacation week", "url": "http://www.foxnews.com/world/volcano-eruption-in-caribbean-prompts-mass-evacuation-during-popular-vacation-week", "summary": "The La Soufrière volcano on the Caribbean island of St. Vincent erupted Friday after authorities ordered the mandatory emergency evacuations of thousands.\nAsh plumes from explosive eruption rocketed up 20,000 feet and were headed to the east, the country's National Emergency Management Organization tweeted Friday.\nThe University of the West Indies (UWI) Seismic Research Centre wrote in their own post that the explosive eruption occurred at 8:41 a.m. AST.\nIn a slideshow, they reported later that areas as far as the village of Belmont -- where they have an observatory -- and the explosive eruption is \"likely to continue for days and possibly weeks.\"\nThis comes after days of seismic activity recorded in the area and after the volcano had an effusive eruption in late December.", "paragraphs": ["The La Soufrière volcano on the Caribbean island of St. Vincent erupted Friday after authorities ordered the mandatory emergency evacuations of thousands.", "Ash plumes from explosive eruption rocketed up 20,000 feet and were headed to the east, the country's National Emergency Management Organization tweeted Friday.", "VOLCANO ERUPTS IN ICELAND FOR FIRST TIME IN 6,000 YEARS", "\"Please leave the red zone immediately,\" it urged residents immediately following the event. \"La Soufriere has erupted. Ash fall recorded as far as Argyle International Airport.\"", "The University of the West Indies (UWI) Seismic Research Centre wrote in their own post that the explosive eruption occurred at 8:41 a.m. AST.", "\"Ash has begun to fall on the flanks of the volcano and surrounding communities including Chateaubelair and Petite Bordel. Some has gone offshore and has even reached the Observatory,\" they wrote alongside a set of photos showing the ash plumes.", "In a slideshow, they reported later that areas as far as the village of Belmont -- where they have an observatory -- and the explosive eruption is \"likely to continue for days and possibly weeks.\"", "Speaking with Fox News on Friday, UWI Centre Director Erouscilla Joseph clarified that while an eruption could last for weeks or a month, there could be several explosions in the days following the initial eruption.", "She said that the team began to see the first seismic tremor in the area early Thursday morning.", "\"So, once this took place on the eighth of April, we were able to advise, you know, to provide information to the government of St. Vincent and the decision was taken by the Prime Minister to move to the alert level red...And, this morning we started to see continuous tremor,\" Jospeh explained. \"And then, then at 8:41 a.m. we saw visible signs of an explosion with an ash column that went up to about nine kilometers in height.\"", "There were no immediate reports of casualties.", "Officials tweeted that the dome of the volcano in the island’s northern region could be seen glowing overnight.", "The Associated Press reported on Thursday that approximately 16,000 residents live in the \"red zone\" and would need to be evacuated either aboard cruise ships, to nearby islands or sheltered elsewhere in St. Vincent outside the red zone.", "However, the COVID-19 pandemic has complicated the efforts, and St. Vincent Prime Minister Ralph Gonsalves told reporters in a news conference that those seeking refuge aboard a cruise ship or another island would have to be vaccinated.", "He also said that he was talking to Caribbean governments to accept people’s ID cards if they don’t have a passport. The islands of St. Lucia, Grenada, Barbados and Antigua said they would accept evacuees.", "\"This is an emergency situation, and everybody understands that,\" Gonsalves said, adding that those who opt to go to a shelter in the island chain of St. Vincent and the Grenadines also be vaccinated.", "\"I don’t want you panicked,\" he instructed. \"That is the worst thing to do.\"", "Two Royal Caribbean cruise ships and two Carnival cruise ships are expected to arrive by Friday, and emergency management teams have been providing transportation to safer locations, including predetermined shelters.", "In an email, Carnival told Fox News on Friday that the Carnival Legend and Carnival Paradise are offshore from St. Vincent and awaiting further instructions on how to support the evacuation of local residents.", "Earlier in the day, the company said that it could accommodate as many as 1,500 residents who would be taken to neighboring islands and assured that \"all precautions [would] be taken to protect the health and safety of Carnival crew and the passengers who board the ships.\"", "\"Carnival and Royal Caribbean are also working to coordinate our collective efforts for a seamless operation once the embarkation of residents begins,\" Carnival said. \"There is no time yet set for when these evacuation sailings will commence.\"", "This comes after days of seismic activity recorded in the area and after the volcano had an effusive eruption in late December.", "An effusive eruption is dominated by the outpouring of lava onto the ground, while explosive eruptions are characterized by violent fragmentation, according to the U.S. Geological Survey.", "The volcano last erupted 42 years ago and an eruption in 1902 killed about 1,600 people.", "CLICK HERE FOR THE FOX NEWS APP", "Joseph said her team is continually monitoring seismic data using their network on the ground, gas monitoring and satellite imagery.", "\"So, we continue to look at the seismic data to see how this thing unfolds. But, there's no prediction or forecast,\" she said.", "The Associated Press contributed to this report."], "authors": ["Julia Musto", "Julia Musto Is A Reporter For Fox News Digital. You Can Find Her On Twitter At"], "keywords": ["vacation", "seismic", "prompts", "popular", "st", "emergency", "vincent", "mass", "carnival", "residents", "caribbean", "explosive", "islands", "evacuation", "eruption", "week", "volcano"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}