{"id": "23e0e425-bb16-3cf3-95a1-2529093acc77", "title": "Citing low coronavirus infection rates in schools, NYC reopens for in-person learning for some students", "url": "https://www.foxnews.com/us/citing-low-coronavirus-infection-rates-in-schools-nyc-reopens-for-in-person-learning-for-some-students", "summary": "It's back to school again for some New York City schoolchildren, weeks after the schools were closed to in-person learning because of rising COVID-19 infections.\nOur schools are safer than pretty much any place else in New York City.\nMasks and social distancing are required at all city schools.\nAbout 190,000 students will be eligible to return to school buildings starting Monday.\nAfter closing schools in March, New York City was one of the first large U.S. cities to reopen school buildings in September, but the majority of parents chose online-only learning for their children.", "paragraphs": ["It's back to school again for some New York City schoolchildren, weeks after the schools were closed to in-person learning because of rising COVID-19 infections.", "The city's public school system, which shut down in-person learning earlier this month, will bring back on Monday preschool students and children in kindergarten through fifth grade whose parents chose a mix of in-school and remote learning. Special education students in all grades who have particularly complex needs will be welcomed back starting Thursday.", "Middle school and high school will remain all remote at least until after the holiday break, Mayor Bill de Blasio has said.", "NYC SCHOOLS REOPENING WITH REQUIRED COVID TESTING IS CONTINUATION OF MAKING ‘DUMBEST’ MOVES: COLUMNIST", "De Blasio announced Nov. 18 that public school buildings would close because the city had crossed a threshold set earlier of 3% of all the coronavirus tests performed over a seven-day period coming back positive.", "The rate of positive COVID-19 tests is now over 5%, according to the city's figures, but de Blasio has said it's safe to reopen schools with beefed-up testing protocols — in part because few infections have been linked to the schools.", "“We have facts now for two straight months of extraordinarily low levels of transmission in our schools, our schools are clearly safer,” de Blasio said on WNYC radio on Friday. “This is what our health care leaders say. Our schools are safer than pretty much any place else in New York City. So, I really think everyone in the school community can feel secure because so many measures are in place to protect everyone.”", "CUOMO'S OFFICE A 'TOXIC' WORK ENVIRONMENT, PEOPLE 'DEATHLY AFRAID OF HIM,' FORMER AIDE SAYS", "De Blasio announced on Nov. 29 that school buildings serving younger children and special-needs students would reopen with coronavirus testing increased from monthly to weekly. Masks and social distancing are required at all city schools.", "About 190,000 students will be eligible to return to school buildings starting Monday.", "After closing schools in March, New York City was one of the first large U.S. cities to reopen school buildings in September, but the majority of parents chose online-only learning for their children.", "CLICK HERE TO GET THE FOX NEWS APP", "Children whose parents chose the hybrid model were previously inside physical classrooms from one to three days a week, but de Blasio said some students will now be in their school buildings five days a week."], "authors": [], "keywords": ["york", "school", "coronavirus", "students", "city", "nyc", "schools", "learning", "low", "inperson", "reopens", "buildings", "rates", "blasio", "testing", "reopen", "infection"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}