{"id": "2419a3cf-ebd2-3284-8cef-05cf8a5a0614", "title": "From The RealReal to Rebag, Unpacking the Rise of Resale", "url": "https://www.vogue.com/article/the-rise-of-reseale", "summary": "Practically everyone I know is addicted to vintage and resale sites, spending untold hours both looking for things to love and consigning things that, despite their exquisite provenances, they just don’t want anymore.\n“The rise of the resale market has been incredible—everyone wants to get into this space,” says Tatiana Wolter-Ferguson, the CEO and a director of HEWI (Hardly Ever Worn It), a business started by her mother in 2012 in Monaco—where, Wolter-Ferguson explains, an excess of wealth created a situation ripe for resale.\nYou can’t argue with the numbers: In 2019, resale grew 25 times faster than retail—and what is now a $28 billion secondhand-apparel market will more than double to an astonishing $64 billion by 2024.\n“People like nice things!” says Julie Wainwright, The RealReal’s founder and CEO, explaining in the simplest terms this explosion.\nWhy own a bike when many cities allow you to grab one from a street stand?", "paragraphs": ["It’s not just me. Practically everyone I know is addicted to vintage and resale sites, spending untold hours both looking for things to love and consigning things that, despite their exquisite provenances, they just don’t want anymore.", "“The rise of the resale market has been incredible—everyone wants to get into this space,” says Tatiana Wolter-Ferguson, the CEO and a director of HEWI (Hardly Ever Worn It), a business started by her mother in 2012 in Monaco—where, Wolter-Ferguson explains, an excess of wealth created a situation ripe for resale. “At first it was hard to get people to understand that they could off-load clothes and spend the money they earned in the primary market,” she says, “but now the taboo has blown up.”", "“Blown up” is putting it mildly. You can’t argue with the numbers: In 2019, resale grew 25 times faster than retail—and what is now a $28 billion secondhand-apparel market will more than double to an astonishing $64 billion by 2024.", "“People like nice things!” says Julie Wainwright, The RealReal’s founder and CEO, explaining in the simplest terms this explosion. “And if these things are in nice condition, people don’t care if they are previously owned.” If anyone understands this phenomenon, it is Wainwright, who founded her site in 2011—the name, cooked up over drinks with her friends, was meant to convey that everything sold would be authentic high-end designer goods, no dodgy fakes allowed—and now boasts 20 million members. “The world is coming around to the fact that there is too much product—you need to get people recirculating goods.”", "This new movement to recirculate arrives at the apex of a perfect storm encompassing an increasing focus on sustainability, a growing antipathy for fast fashion, brilliant new e-commerce technological innovations—and the realization that you can make money offloading your old clothes. Add to this mix the inordinate amount of time we’ve been spending recently in our homes, surrounded by all the stuff we’ve bought over the years, thinking hard about the value—both literal and metaphorical—of our wardrobes. What do our clothes really mean to us? How attached are we to the things we own? This revolution in the way we relate to consumption has transformed nearly every aspect of our lives: Why have a car when you can call an Uber? Why own a bike when many cities allow you to grab one from a street stand? Who needs a country house when you can just Airbnb?"], "authors": ["Lynn Yaeger", "Lynn Yaege"], "keywords": ["things", "money", "wainwright", "resale", "rebag", "weve", "spending", "nice", "wolterferguson", "realreal", "clothes", "unpacking", "market", "rise"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}