{"id": "2440edc4-0965-36c8-801d-fb164a301ae0", "title": "Instagram’s Favorite New Yorker Cartoons of 2020", "url": "https://www.newyorker.com/culture/2020-in-review/instagrams-favorite-new-yorker-cartoons-of-2020", "summary": "Ah, what a joy to be at the end of the year, and to reflect on 2020!\nIt’s true that it’s been a pretty uneventful twelve months, but, as they say, sometimes no news is good news.\nIf you take a look, there are even a number of cartoons there!\nI’ve even learned that the most popular cartoons we’ve posted on Instagram this year can be collected in one place, and enjoyed all at once!\nIf you, like me, need a fun-filled break from the exalted state that this year has left you in, feast your eyes on the cartoons below.", "paragraphs": ["Ah, what a joy to be at the end of the year, and to reflect on 2020! It’s true that it’s been a pretty uneventful twelve months, but, as they say, sometimes no news is good news. I for one am very glad to be without a care, and to have exactly zero very bad things gnawing at my mind and soul. When I go to bed at night, my head is instantly filled with a calming reverie of birdsong, and my limbs are in total relaxation as I drift effortlessly off to the Land of Nod. But, alas, there is trouble in paradise.", "As I’m sure you know, this kind of bliss does get a bit tedious as time goes on—too much of a good thing makes Johnny a dull boy. So sometimes I crave something different. In these moments, I grab my cell phone and begin to look at various social-media sites. Instagram is one that I use in particular—I hear that it is quite popular. If you go to instagram dot com, you’ll see what I’m talking about. Images, more than any one person could possibly imagine, flood the senses! Any sensation of bliss is replaced with a rabid urge to scroll and see every last one. If you take a look, there are even a number of cartoons there! I’m told that it is part of “my job” to be “aware of this,” but in truth there’s excitement in discovering life’s little mysteries. I’ve even learned that the most popular cartoons we’ve posted on Instagram this year can be collected in one place, and enjoyed all at once! If this sounds like something you’d be interested in, you’re in for a treat. If you, like me, need a fun-filled break from the exalted state that this year has left you in, feast your eyes on the cartoons below.", "2020 in Review"], "authors": ["Colin Stokes", "Colin Stoke", "Richard Brod", "Sheldon Pearc"], "keywords": ["instagram", "bliss", "zero", "2020", "youll", "im", "popular", "yorker", "youre", "favorite", "good", "instagrams", "look", "cartoons"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}