{"id": "2454b6af-a88f-38f0-bf37-e754643f3bfc", "title": "Finger on the pulse of bias—why do some medical devices work less well for non-white people?", "url": "https://www.economist.com/podcasts/2021/04/07/finger-on-the-pulse-of-bias-why-do-some-medical-devices-work-less-well-for-non-white-people", "summary": "Also this week: could microwaves be used for central heating?\nAnd, how honeybees created vaccines firstFinger on the pulse of bias—why do some medical devices work less well for non-white people?\nWhy do these and other medical devices and treatments work less well for non-white people and women?\nAlso, if you can have microwave ovens—why not microwave boilers for central heating?\nRuntime: 22 minListen on: Apple Podcasts | Spotify |Google | Stitcher | TuneInFor full access to The Economist’s print, digital and audio editions subscribe at economist.com/podcastoffer and sign up for our new weekly science newsletter at economist.com/simplyscience.", "paragraphs": ["Our podcast on the science and technology making the news. Also this week: could microwaves be used for central heating? And, how honeybees created vaccines first", "Finger on the pulse of bias—why do some medical devices work less well for non-white people?", "HOSPITALS ROUTINELY measure patients' blood-oxygen levels to determine the severity of covid-19. Why do these and other medical devices and treatments work less well for non-white people and women? Also, if you can have microwave ovens—why not microwave boilers for central heating? And, we explore how bees run vaccination campaigns too. Kenneth Cukier hosts. Runtime: 22 min", "Listen on: Apple Podcasts | Spotify |Google | Stitcher | TuneIn", "For full access to The Economist’s print, digital and audio editions subscribe at economist.com/podcastoffer and sign up for our new weekly science newsletter at economist.com/simplyscience."], "authors": ["The Economist"], "keywords": ["biaswhy", "medical", "weekly", "science", "finger", "women", "nonwhite", "work", "central", "devices", "microwave", "pulse", "heating"], "pubDate": "2021-04-07T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}