{"id": "24706f37-87d2-3aac-9f4a-6e86c6911390", "title": "How corrugated metal became designer chic", "url": "https://propertylistings.ft.com/propertynews/cape-town/6530-how-corrugated-metal-became-designer-chic.html", "summary": "Corrugated metal may have been tinged by its association with kit architecture, rambling junkyards and rundown factories, but it was there throughout the history of modernism.\nWhen Frank Gehry adopted the metal sheets for an extension to his otherwise unremarkable Santa Monica house in 1978, he made corrugated metal radical.\nFrank Gehry’s home in Santa Monica, California, helped to establish corrugated metal as a radical material.\nRural Design’s self-built corrugated metal clad house on the Isle of Skye is a fine riposte to the landscape and the brutal weather of the Scottish islands.\nBuilt using affordable materials, plywood and scaffold alongside the corrugated metal, it recalls the language of Gehry but with the added chaos of the constantly changing Tokyo streetscape.", "paragraphs": ["By Edwin Heathcote", "Corrugated metal looks a little ad hoc. Invented by British docks engineer Henry Robertson Palmer in the 1820s, corrugated iron quickly became the default material for colonial construction. Easy to ship and assemble into buildings, acting as structure and cladding, walls and roofing, outposts of the British empire were soon dotted with chapels, villas, military barracks and trading posts built from sheets of furrowed iron.", "Its resilience meant that in places of material scarcity corrugated iron survived, often for more than a century. Many of those colonial structures were dismantled and their panels reused for housing, for roofs, for workshops, for almost everything imaginable.", "The township of Khayelitsha, Capetown — informal housing is often constructed using salvaged sheets of rusting corrugated iron", "If you walk around some of the biggest informal settlements, in Kibera in Nairobi, Khayelitsha in Capetown and Dharavi in Mumbai, you will find rusting sheets of corrugated metal dating to the 19th century, salvaged multiple times and reused and repurposed as roofs, walls and decks. It might seem odd then that this material cipher for salvage and decay has found its way back to chic.", "Corrugated metal may have been tinged by its association with kit architecture, rambling junkyards and rundown factories, but it was there throughout the history of modernism. It was used in the works of Jean Prouvé, the French engineer and designer who made demountable buildings for the French colonies, some of which have now become art objects, traded alongside high-end furniture in auction houses and displayed at art and design fairs.", "Corrugated metal permeated the modernism movement, making its way into some of the demountable homes of Jean Prouvé", "There were also the Case Study Houses of postwar southern California — elegant, cheap-to-manufacture modernist houses for returning servicemen and part of a move to repurpose the state’s huge arms industry. Some of the most seductive images of modern architecture, notably Julius Shulman’s photo of Case Study House 22, feature that most modest material, corrugated steel, so prominently.", "Julius Shulman in 2008 with a poster featuring his 1960 photograph of Case Study House 22 in Los Angeles", "In the late 1970s, perhaps in the spirit of pop or punk even, corrugated metal was appropriated for its junkyard utilitarian resilience. When Frank Gehry adopted the metal sheets for an extension to his otherwise unremarkable Santa Monica house in 1978, he made corrugated metal radical.", "On the other side of the Pacific Ocean, Australian architect Glenn Murcutt employed profiled steel to clad deceptively simple houses that referred both to modernist precedents and to the local colonial vernacular.", "Frank Gehry’s home in Santa Monica, California, helped to establish corrugated metal as a radical material. The architect is pictured in front of the house with his son, Alejandro, in 1980", "Now, the material is back for another round. Rural Design’s self-built corrugated metal clad house on the Isle of Skye is a fine riposte to the landscape and the brutal weather of the Scottish islands. It glistens in the occasional sunlight and its basic materials, block and metal, recall the hard-wearing traditional houses of the Scottish coast.", "Suzuko Yamada builds on a different series of archetypes for his Tokyo house, which looks like an electricity substation under construction. A brilliant piece of urban provocation, the house is part tower, part 1960s radical dream of a reconfigurable architecture. Built using affordable materials, plywood and scaffold alongside the corrugated metal, it recalls the language of Gehry but with the added chaos of the constantly changing Tokyo streetscape. It revels in the image of a house under permanent construction, able to be reconfigured with hardly more than a spanner.", "A contemporary house formed of corrugated metal on the Isle of Skye evokes traditional design elements of the Scottish coast", "The 1.4m-wide house designed by Satoshi Kurosaki of Apollo Architects & Associates, also in Tokyo, is another example of the tower-type, corrugated sheet-clad house, which recalls the strange architecture of the black wooden net shops — used for storing fishing gear — in Hastings, England.", "That analogy also suits Merge Architects’ design for a small residential block on Boston’s harbour, in the US. Referring to the industrial and boatyard structure that characterised the neighbourhood, Merge’s design makes use of the capacity of corrugated sheeting to follow the form of the structure, bending, jutting and jettying around scalloped profiles and curving corners. The blackness of the cladding ties it back to the architecture of the waterfront; the pitch and the tar used for both boats and buildings.", "The malleability of corrugated sheeting lends itself to being bent into curves, as seen here in Boston, US", "In more rural settings the same black corrugated sheet is reminiscent of agricultural buildings. Its pseudo-invisibility as a ubiquitous part of the everyday language of the landscape can make it suitable for an extension to an historic house. In the Cotswolds, Eastabrook Architects’ extension to a 19th-century house (main picture, above) built in the local vernacular of honey-coloured stone exploits this idea with what appears to be a radically contrasting building but in fact looks oddly discreet.", "Since Gehry and Murcutt revived the material, the use of corrugated metal has become so popular and widespread at both the top and bottom end of construction that it can begin to look a little clichéd. But those associations, with everything from agricultural sheds and boatyards to processing plants and distribution centres, keep it low key.", "This Tokyo home by Suzuko Yamada blends plywood, scaffolding and corrugated metal, yielding a sense of being reconfigurable and under permanent construction", "Each new design can allow us to see something about the form of a building or the nature of material afresh. This cheapest and most versatile of materials does not seem to be going away anytime soon.", "Photographs: Charlie Birchmore for Eastabrook Architects; Dreamstime.com; Phillips; Reuters/Alamy; Getty Images; David Barbour; Merge Architects; Suzuko Yamada Architects"], "authors": [], "keywords": ["corrugated", "sheets", "house", "design", "architects", "chic", "houses", "architecture", "metal", "material", "tokyo", "designer"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}