{"id": "2476a5bc-ede4-30da-9287-bccc9a151d9c", "title": "Rhode Island man accused of killing ex-Olympic chiropractor blames his therapist in lawsuit", "url": "http://www.foxnews.com/us/rhode-island-man-accused-of-killing-ex-olympic-chiropractor-blames-his-therapist-in-lawsuit", "summary": "A Rhode Island man charged in the brutal stabbing of a chiropractor who worked at two Olympic games is accusing his former therapist of providing negligent care before the killing.\nMorris is accused of fatally stabbing Clive Bridgham at his home in East Providence in January 2018.\nIn his lawsuit, Morris accused Fletcher and Greene of providing negligent care in the two months that led to a psychiatric episode on the day of the killing, the newspaper reported.\nBridgham surrendered his license after Morris, then 19, accused him of violating \"the professional boundaries of the chiropractic physician-patient relationship.\"\nCLICK HERE TO GET THE FOX NEWS APPOne of Morris' defense lawyers, John McDonald, told the paper that prosecutors and the defense have engaged with experts to weigh in on the case.", "paragraphs": ["A Rhode Island man charged in the brutal stabbing of a chiropractor who worked at two Olympic games is accusing his former therapist of providing negligent care before the killing.", "Owen Morris is suing his former counselor Tracy Greene, nurse Diane Fletcher and the East Bay Community Action Program, The Providence Journal reported. Morris is accused of fatally stabbing Clive Bridgham at his home in East Providence in January 2018.", "Bridgham, 67, was a sports medicine specialist and worked at the Rio and Salt Lake City Olympic Games. Morris, a Warren resident, is charged with first-degree murder. He has pleaded not guilty.", "In his lawsuit, Morris accused Fletcher and Greene of providing negligent care in the two months that led to a psychiatric episode on the day of the killing, the newspaper reported. As a result, Morris contends, he has been deprived of his freedom, was severely and permanently injured and has spent significant sums of money on health care expenses and will continue to do so.", "Bridgham surrendered his license after Morris, then 19, accused him of violating \"the professional boundaries of the chiropractic physician-patient relationship.\"", "CLICK HERE TO GET THE FOX NEWS APP", "One of Morris' defense lawyers, John McDonald, told the paper that prosecutors and the defense have engaged with experts to weigh in on the case.", "\"It is a not guilty by reason of insanity affirmative defense,\" he said."], "authors": ["Louis Casiano"], "keywords": ["olympic", "exolympic", "chiropractor", "blames", "therapist", "stabbing", "killing", "morris", "rhode", "lawsuit", "island", "accused", "defense", "care", "providing", "providence", "worked", "man", "reported"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}