{"id": "248900f7-b441-3e5c-9ad4-088c57872443", "title": "The Swedish house on the market that offers a blueprint for sustainable living", "url": "https://propertylistings.ft.com/propertynews/sweden/6594-the-swedish-house-on-the-market-that-offers-a-blueprint-for-sustainable-living.html", "summary": "But what if it is in fact the future of living more sustainably and coping with increasingly extreme temperatures?\nThe striking property — on the market for SKr11m ($1.29m) — consists of a 330 sq metre timber and concrete “inner” house sitting inside a towering, glass-dominated shell.\nThe house’s climate allows the growing of Mediterranean fruit and vegetablesBodil Antonsson, the current owner, started planning the house on its 0.6-acre plot in 2007.\nSolvarm helped design the building’s wastewater recycling system, which reduces water use and removes the need for a mains sewage connection.\nSwedish pop singer Meja is among those to have performed under the glass roof on the top-floor terrace.", "paragraphs": ["By Susie Mesure", "Living in a greenhouse might sound strange, unwise even, given the effects of climate change. But what if it is in fact the future of living more sustainably and coping with increasingly extreme temperatures?", "The buyers of Uppgränna Naturhus, a home on the eastern shores of Lake Vättern in southern Sweden, will have a chance to find out. The striking property — on the market for SKr11m ($1.29m) — consists of a 330 sq metre timber and concrete “inner” house sitting inside a towering, glass-dominated shell.", "The house’s climate allows the growing of Mediterranean fruit and vegetables", "Bodil Antonsson, the current owner, started planning the house on its 0.6-acre plot in 2007. She was inspired by the naturhus (nature house) concept devised by the late Swedish eco-architect Bengt Warne in the 1970s: eco-friendly homes enclosed by glass with space to grow fruit and vegetables from warmer climates.", "“It took me seven years of planning and one year of building,” she says. “I wanted a house in complete harmony with nature, where I could follow the seasons behind the glass walls and roof.” She also wanted to run a business from the property, which spans three levels and can be configured to include up to four bedrooms.", "Owner Bodil Antonsson says she wanted a house where she could follow the seasons behind the glass walls and roof", "Antonsson sought advice from environmental consultant Anders Solvarm, who lives in his own version, built with help from Warne. Solvarm helped design the building’s wastewater recycling system, which reduces water use and removes the need for a mains sewage connection.", "Today, multiple species of flowers, fruit and vegetables, including figs, nectarines and melons, thrive in a climate more akin to the Mediterranean than northern Europe. “It’s 3C outside today and very windy but behind the glass it’s 26C and the nectarine trees are [in] full blossom,” says Antonsson when we speak in March.", "Plants are watered with the home’s wastewater. After treatment in underground tanks, the water is pumped up to two flower beds, located on two different floors, including one in a triple-glazed conservatory used as a dining room.", "Wastewater is used to water plants including in this conservatory, used as a café dining room", "“The heart of the building is the plants and the recycling water system,” says Antonsson, who serves the produce at the café she runs at the property, currently open every weekend, and daily from May to August. “We give our wastewater to the plants and the plants give us fruit and vegetables to eat.”", "The inner house remains pleasantly cool in summer and shade from the plants helps keep temperatures down during hot weather. “When we had a crazy warm summer and the temperature was 30C outside for three weeks, people came here when they got tired of the beaches and swimming to cool down,” says Antonsson.", "It’s also warm in winter — plus cheap to run — thanks to concrete floors, triple-glazed windows and cellulose insulation in the walls and roof. Five solar panels help to provide electricity.", "As well as the first-floor terrace café, Antonsson has run yoga and meditation classes from home, and even conferences and concerts for up to 80 people. Swedish pop singer Meja is among those to have performed under the glass roof on the top-floor terrace.", "At night, Antonsson likes looking at the spectacular night skies from the enclosed top terrace", "Antonsson and her partner live on the ground floor, with views across fields to the lake, 700m down the road. At night, she likes to string up a hammock in the top terrace and stargaze. The nearest town, Gränna, famous for its peppermint rock, is 4km away.", "“I feel I have done my part in the naturhus journey,” says Antonsson, 60, who is selling to reduce her workload. Of the house, she says: “It is time to let a new owner continue the exciting journey of this building.”", "Photography: Jana Julian/Christie's International Real Estate"], "authors": [], "keywords": ["wanted", "swedish", "market", "water", "antonsson", "vegetables", "blueprint", "walls", "house", "plants", "offers", "wastewater", "living", "glass", "fruit", "sustainable"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}