{"id": "248eb130-72e8-3866-8d51-dade54163cda", "summary": "Facebook Twitter Pinterest Simon Hopkinson says gougères ‘provide “much-needed ballast” to a festive champagne cocktail’.\nFacebook Twitter Pinterest According to the New York Times, Nicole Kaplan’s gougères leave behind ‘a child-like impatience for more’.\nFacebook Twitter Pinterest Judy Joo adds chilli flakes to her gougères.\nThe shaping and the bakingFacebook Twitter Pinterest Thomas Keller’s ‘basic and delicious’ gougères.\nFacebook Twitter Pinterest Felicity Cloake’s perfect gougères.", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "pubDate": null, "url": "https://www.theguardian.com/food/2019/dec/18/how-make-perfect-gougeres-cheese-puffs-felicity-cloake-recipe", "title": "How to make the perfect gougères – recipe | Felicity Cloake", "paragraphs": ["Gougères, as we sophisticates call cheese puffs, are “the world’s best canapé” – not my words, but those of Niki Segnit, while Elisabeth Luard reckons they’re “the perfect partner” for the wines of their home region, Burgundy. “Take the cork out of the bottle – there’s just time for it to breathe while you cook the gougère. You will never have a better chance for drinking it,” she promises.", "Facebook Twitter Pinterest Simon Hopkinson says gougères ‘provide “much-needed ballast” to a festive champagne cocktail’. (Thumbnails by Felicity Cloake)", "For Simon Hopkinson, they provide “much-needed ballast” to a festive champagne cocktail, while Anne Willan recommends them for later in the meal, too. “As one wine connoisseur put it,” she writes in French Regional Cooking, “‘gougère is not a cheese, though it has that savour; nor a pastry, though it has that appearance. It is the ideal bridge between main course and dessert, allowing the last glass of wine to be enjoyed with delight.’”", "American chef Thomas Keller nails it for me, however, when he calls gougères “basic and delicious” – because, despite the fancy name, they are indeed pretty basic: a simple choux pastry that can be made weeks in advance, and baked to featherlight perfection straight from the freezer. Perfect Christmas fare, whenever you eat them.", "The pastry", "Choux pastry, the same one that’s used to make profiteroles, sounds more complicated than it is: in fact, it requires very little in the way of skill, though an understanding of the process is helpful. Water is heated with butter until the latter has melted, then flour is beaten in to create a paste. This beating not only brings the mixture together, but activates the gluten in the flour, making the dough stronger and stretchier (helpful for rising), while the heat dries it out and denatures the proteins, so they’re not so elastic that they immediately snap back into shape. Eggs are beaten in to emulsify the dough, the yolks adding softness, the whites strength, followed by cheese or other flavourings, before the choux is piped or spooned on to trays and put into a hot oven, where the remaining moisture evaporates and expands, causing the buns to rise and dry out, until eventually you’re left with a crisp shell of savoury dough. That’s the theory as I understand it, anyway.", "Facebook Twitter Pinterest According to the New York Times, Nicole Kaplan’s gougères leave behind ‘a child-like impatience for more’.", "Nicole Kaplan’s gougères at New York’s Eleven Madison Park were described by Jonathan Reynolds in the New York Times as: “a gossamer of gruyere so light that it can be brought to your table by a butterfly and evaporates on your tongue seconds after making contact – leaving behind only the sound and memory of a thin crunch, the nutty aroma of milk’s leap toward immortality, and a child-like impatience for more.” Kaplan uses strong bread flour to achieve this, which, according to Segnit’s Lateral Cooking, will help make the dough stretch further. But we find, in amateur hands at least, that it also makes it slightly tougher, putting us in mind of cheesy dough balls, rather than featherlight gougères.", "Judy Joo uses a mixture of milk and water in Korean Food Made Simple which gives a better flavour, but a softer finish. Given the amount of cheese that goes in, I don’t think this dough needs much help on the flavour front, but a little crispness is very welcome, so I’m going to stick with the plain water variety. Bear in mind that you want the dough to be as dry as possible, so don’t be afraid of overcooking it once you put it back on the heat. It’s also wise to let it cool a little before adding the egg, to reduce the risk of the latter scrambling.", "Facebook Twitter Pinterest Judy Joo adds chilli flakes to her gougères.", "The cheese", "Gruyere is the classic choice: in his book, Egg, Michael Ruhlman says there is a feeling that, “because they are a French preparation, one should use only a French cheese … I say it’s fine to add a little parmesan to the mix, and cheddar would surely work as well”. I try grana padano and mature cheddar, and can confirm that both work well, as indeed would just about any hard cheese (mimolette, red leicester or Scottish red cheddar would give good colour). But for that distinctive, sweet-salty flavour, gruyere or another mountain cheese would be my pick every time – and, as Hopkinson observes in Simon Hopkinson Cooks, “the better quality the cheese, the more delicious the gougères”.", "The seasoning", "You don’t need anything more than salt, but a gougère is improved immeasurably by a good pinch of mustard powder, which Segnit calls the “unsurpassable flavour enhancer” when it comes to cheese. Joo also adds Korean chilli flakes, which is a good call if you’re looking for a touch of spice (Kaplan’s cayenne pepper does much the same job), while Hopkinson and Willan go big on the nutmeg, which I always think pairs particularly well with gruyere and its ilk.", "Facebook Twitter Pinterest Eric Lanlard’s gougères with blue-cheese sauce.", "Eric Lanlard fills the gougères in his Afternoon Tea book with a blue-cheese sauce, which really tips us over the edge; I never turn my nose up at more cheese, of course, but this is quite daringly rich, and would certainly end up down my front after a glass of fizz, so is perhaps better as a starter with a green salad. (Note that recipes for larger gougères can be found in Delia Smith’s Complete Cookery Course and Luard’s European Peasant Cookery, among others.)", "Finishing with a quick brush of egg and a sprinkle of cheese will give your gougères a glorious tan: if you run out of either, however, it’s not the end of the world.", "The shaping and the baking", "Facebook Twitter Pinterest Thomas Keller’s ‘basic and delicious’ gougères.", "Though it’s not necessary to wield a piping bag – you’ll be pleased to know Hopkinson deploys two wetted spoons – it will yield more even results. Keller’s Bouchon Bakery book calls for the gougères to be frozen in silicone moulds, “to ensure they are uniform”; if you have them, use them, but they’re certainly not necessary for anyone but the most serious control freaks. (Joo’s batter is so very wet that I have to put hers into them, so they do come in useful, after all, turning out delicious, almost quiche-like results – not classic gougères, perhaps, but that doesn’t stop us all scoffing them.)", "Kaplan gives three tips for success to the New York Times: refrigerate or freeze the dough after piping, because “it will rise better in the oven”, eat them immediately – “like topical plays, they lose value every couple of minutes” – and, most importantly, “if you’re serving them to friends, make millions”. Having baked a batch of the same dough immediately, after refrigeration and straight from the freezer, I don’t notice a great deal of difference, though the frozen ones are perhaps slightly puffier. So … up to you, but Kaplan’s right on the millions thing: people can really put these things away. (For this reason, I prefer them bite-sized, though you can make them larger, if you wish; just adjust the cooking time accordingly.)", "As the moisture evaporates, the little buns will rise, creating a cavity in the middle; if there’s too much liquid in there, however, they’ll collapse (which is only a disaster for your pride; they’ll still taste fabulous). To facilitate this process, like Keller, I’d advise starting them off in a hot oven to drive off as much water as possible, and then turning the heat down so the outsides don’t overcook before the middle has dried out, taking a tip from David Lebovitz and cutting a hole in the shell to let the steam out in the final five minutes. That said, I rather like a bit of squish in the centre, so you might want to play around with the timings until you find your own sweet spot.", "To reheat ready-cooked ones (hey, you might have leftovers, you never know), put them into an 180C (160C fan)/350F/gas 4 oven for five minutes.", "Facebook Twitter Pinterest Felicity Cloake’s perfect gougères.", "Perfect gougères", "Prep 20 min", "Cook 25 min", "Makes About 30", "250ml water", "80g butter, cubed", "½-1 tsp fine salt", "5 large eggs", "150g plain flour, whisked", "¼ tsp freshly ground nutmeg (optional)", "2 tsp mustard powder (optional)", "175g gruyere or other hard cheese, grated", "Line two baking sheets and, if you’re cooking immediately, heat the oven to 220C (200C fan)/425F/gas 7. Put the water, butter and salt in a medium pan over a medium heat and bring to a simmer, stirring occasionally to help melt the butter. Meanwhile, crack four of the eggs into a jug and beat together.", "Facebook Twitter Pinterest Melt the butter into the water with a little salt, then take off the heat. Whisk the eggs in a separate bowl.", "Take the pan off the heat and pour in the flour, stirring until it comes together into a paste. Put back on a low heat, and stir until you have a smooth ball and the dough is starting to form a layer on the base of the pan – this should take two to three minutes.", "Take off the heat and use a stand mixer or hand beaters to beat the dough for about five minutes, until cooled.", "Beat in the four eggs little by little, making sure each addition is well incorporated before adding the next, then stir in the nutmeg, mustard powder and four-fifths of the cheese.", "Facebook Twitter Pinterest Off the heat, beat in the eggs bit by bit, then add most of the cheese, the nutmeg and the mustard powder.", "Dab a little of the mixture on the bottom corners of the baking paper to stick it to the trays, then pipe or spoon walnut-sized blobs on to the paper, spacing them out well.", "Facebook Twitter Pinterest Spoon or pipe balls of the pastry mix on to lined oven trays, brush with egg and dust with more cheese, then bake for 20 minutes.", "If baking immediately, whisk together the last egg with a dash of water or milk, then brush on to the buns, sprinkle with the remaining cheese and put them in the oven. (If you’re not cooking them at once, chill the trays overnight or freeze for up to a month, and bake from frozen as below.) Turn down the heat straight away to 200C (180C fan)/390F/gas 6 and bake for 20 minutes, then pierce the side of each one with a small knife and put back in the oven for five minutes to let the steam out, before removing and devouring while they’re still warm.", "• Cheese puffs or gougères: whatever you call them, are they the best party food ever, or would you make an argument for straws, pinwheels, or something else entirely? And if not cheese, what else do you flavour them with?"], "authors": ["Felicity Cloake"], "keywords": ["recipe", "heat", "felicity", "cheese", "cloake", "pinterest", "gougères", "hopkinson", "water", "little", "oven", "perfect", "twitter", "dough"]}