{"id": "248f91bb-3a0e-3d5a-a83c-a52ca5e5c8f8", "title": "How Julia Donaldson conquered the world, one rhyme at a time", "url": "https://www.theguardian.com/news/2020/dec/17/julia-donaldson-conquered-world-one-rhyme-at-a-time-childrens-literature-gruffalo", "summary": "“Julia Donaldson is the unassailable queen of picture books,” Kes Gray, creator of the hit Oi Frog!\n“Someone from another publisher happened to see my publishing schedule,” Donaldson told me.\nPicture books, Donaldson said, “are not like a novel.\n“I’ve got notes that I wrote for that story from literally seven years ago,” Donaldson told me.\n“I think now people are doing these terribly message-y books,” Donaldson told me.", "paragraphs": ["The room where the children’s author Julia Donaldson writes – the heart of her vast picture book empire – is down a winding staircase, in the cellar of her grand white house in Steyning, West Sussex. Her desk looks out on the street at knee height. “I’m thinking of writing a book about legs,” Donaldson said, as she showed me around the house this summer. Children from the nearby school often wave in at her as they pass. Donaldson is well known in Steyning, due to her frequent signings at the local bookshop. She and her husband, Malcolm, a retired paediatrician, recently bought the local post office to save it from closure. But elsewhere she can walk the pavement without being recognised. “I got a letter the other day for Jacqueline Wilson,” Donaldson told me. “It said: ‘You’re my favourite author!’”", "If you are not someone who spends much time with young children, you may only be dimly aware of Donaldson’s work – although you will probably be familiar with her most famous creation, the Gruffalo. If you have children, however, you will know her as a cultural juggernaut whose influence among children is perhaps only surpassed by the works of Disney and CBeebies. Donaldson, who is 72, has written more than 210 books: chiefly picture books, but also poetry, plays, a 60-part phonics reading scheme and a novel for preteens. Many of them – such as Room on the Broom, The Snail and the Whale, and What the Ladybird Heard – are already considered classics. Several have been adapted into stage shows and animated BBC films (the latest, Zog & the Flying Doctors, will air on Christmas Day) and spawned an ever-expanding Donaldson universe of toys, clothing and merchandise.", "Every night at bedtime, millions of children – pyjamas on, teeth reluctantly brushed – curl up to read or listen to a Donaldson story. Her fans include Michelle Obama and Prince William, who awarded Donaldson a CBE in 2019. “Julia Donaldson is the unassailable queen of picture books,” Kes Gray, creator of the hit Oi Frog! series, told me. The bestselling children’s author David Walliams called Donaldson a “complete and utter genius,” adding: “I am in total awe of her talent.”", "In the UK, a Julia Donaldson book is sold about every 11 seconds, though even that fails to adequately capture the scale of her success. Better to say that between 2010 and 2019, more than 27m Julia Donaldson books were sold in the UK, making her the bestselling author of the decade in any age group or genre, according to the trade database Nielsen Bookscan. To put those numbers in context, the second bestselling author of the decade, David Walliams, sold 18.1m books. The bestselling author of books for adults, the novelist James Patterson, sold 14.1m. (JK Rowling did not make the top five.) The Sunday Times Rich List has estimated Donaldson’s personal wealth at more than £30m.", "Children’s authors occupy a strange space in the literary world. Although children’s books account for about a third of all books sold, they receive only 4.9% of review coverage – and, many authors argue, a similarly slim share of the prestige. The best-known children’s authors – the Dahls, Pullmans and Rowlings of this world – have tended to write for older age groups, when children are reading to themselves. Picture books, on the other hand, while ostensibly for the child, are bought and read by an adult. As a result, the picture book market is driven by nostalgia. Parents and grandparents buy the books they remember having read to them as a child: The Tiger Who Came to Tea, The Very Hungry Caterpillar, Mog. Booksellers stock their shelves accordingly. Breaking through as a new children’s author is notoriously difficult.", "Picture books are easy to read – Donaldson’s usually run at just 32 pages, and under 1,000 words – which can give the mistaken impression that they are easy to write. This myth has been reinforced by the publishing industry’s penchant for indulging celebrity authors, who are seen as a guarantee of press coverage and sales, though the books themselves are often ghost-written or heavily edited, and few are unqualified successes. Donaldson has repeatedly complained that picture book authors do not receive “the recognition they deserve”, lamenting at the 2019 Hay festival that “everything has to be the next big thing or else just go out of print”.", "Similar charges, meanwhile, have been levelled at Donaldson, whose dominance of the picture book genre is seen by some as crowding out the market for new titles. “Some authors are a bit sniffy about her, but I think that’s just pure and simple jealousy because she’s so successful and she gets all that shelf space,” the author and illustrator Rob Biddulph told me. “But there’s a reason for it: she’s a genius.”", "In the picture book trade, Donaldson is revered for her lyrical, rhyming verse and her ceaseless productivity. In 2020 alone, her publishers Scholastic and Macmillan have published What the Ladybird Heard at the Seaside (illustrated by Lydia Monks), The Teeny Weeny Genie (illustrated by Anna Currey), The Hospital Dog (Sara Ogilvie) and Counting Creatures (Sharon King-Chai). That’s before you count reissues and the countless activity books, cookery books and other spin-offs not written by Donaldson but based on her creations.", "“Someone from another publisher happened to see my publishing schedule,” Donaldson told me. “They said: ‘That’s more than the number of books we do altogether – for everyone.’”", "Still, the pandemic forced even Donaldson to a halt. “I haven’t really done much writing,” Donaldson said. Even so, she had managed to write some poems, a song, begun editing two new poetry anthologies, and approved drafts of illustrations for her next books, due in 2021.", "Donaldson’s house looks out on to Steyning’s high street. It’s an old place, timber framed, with additions over the years that mean the ceiling height changes from room to room. Off one bedroom is a tiny playroom too low for adults to stand up in – a den for her eight grandchildren when they come to visit. There are internal windows, blind corners, and everywhere art and scenery from her books and stage shows, giving the place a fantastical quality. When I visited in August, Donaldson wore a purple blouse with pink spots on and her grey hair cut in a fringe and to shoulder length, concealing her hearing aids. In her 30s, Donaldson was diagnosed with “cookie-bite” hearing loss – named for the bite-shaped hole that it leaves in the mid-range of the audible spectrum, making it difficult for sufferers to hear some speech and music. Masks prevent her from lip reading, so I removed mine and we sat in her garden, where Donaldson poured coffee into mugs decorated with art from The Go-Away Bird. (It is a mark of Donaldson’s importance to Macmillan that we were accompanied by not one but two publicists.)", "With her ordinarily packed schedule of live events cancelled by coronavirus, this summer Donaldson instead decided to put on a series of livestreamed readings. The weekly videos featured Julia and Malcolm at home, delivering dramatic renditions of her back catalogue, often in full costume, and occasionally in song. Many of her illustrators also appeared, hosting drawing tutorials. The videos, which have a charmingly amateurish quality – shaky camerawork, home-spun costumes – culminated with Donaldson performing The Gruffalo in a local wood, wearing oversized mouse ears and a tan overcoat. In all, the films have been viewed more than 1m times.", "“She’s got this great authenticity when she performs,” her longtime illustrator Axel Scheffler told me. “Children see that and love it. There is still something – not improvised, but you can see they’re not professional actors.”", "Donaldson is as much a performer as a writer. One room in her house is dedicated just to her stage props, which tumble out of boxes, all oversized eyes and felted limbs. Even as a child, she envisioned a life on stage. “I suppose it does stem from being attention-seeking, wanting to be famous and appreciated,” she said.", "Donaldson was born in 1948, and grew up in a three-storey Victorian house in Hampstead, north London, yards from Hampstead Heath. To save money, Donaldson’s extended family bought the house together: her aunt and uncle lived on the top floor, her grandmother on the floor below, and Julia, her parents and her sister, Mary, on the ground floor. When Julia was six, her father contracted polio, and thereafter needed a wheelchair. Even so, he played cello in a string quartet, and her mother sang in a local choir group, and Donaldson recalls a house filled with music and stories.", "Facebook Twitter Pinterest Donaldson with the Singing Mermaid, and Snake from The Gruffalo. Photograph: David Levene/The Guardian", "One year, Donaldson’s father gave her a copy of A Book of 1,000 Poems, a compilation of classic children’s poetry. Donaldson loved it so much that she began talking to her parents in verse. She resolved to become a poet. (She keeps the book on her desk even now.) She performed constantly – at school, and at home, hanging off the top bunk to stage puppet shows for her sister. At 12, she landed an understudy role in A Midsummer Night’s Dream at the Bristol Old Vic theatre. Among the cast was a young Judi Dench. “Every performance I would sit backstage on Old Ninny’s tomb and watch. I knew that play completely off by heart.”", "Children’s authors are often described as being in touch with their inner child, or childlike. With Donaldson, it’s more that she so vividly remembers the experience of her own childhood, that she remembers what it’s like to encounter a grownup. “I always used to think: why do grownups not walk along walls? Is it because they don’t want to – which is unthinkable – or do they want to terribly, but they know that grownups just mustn’t?”", "She studied drama at Bristol University, and in 1969 spent a summer studying in Paris with a friend. Malcolm, then a medical student and a friend-of-the-friend, joined them. The group made money busking. Malcolm played guitar and Julia sang, covers mostly, but increasingly songs of her own – little ditties in French, a song in Italian about pasta – designed to amuse the crowd. Throughout the early 70s, they spent holidays busking across Europe and the US and performing street theatre. (They wed in 1972; Donaldson composed an operetta for the occasion.) In 1977, she and Malcolm recorded an album, First Fourteen, containing some of their early songs, which have a folksy, absurdist charm, reminiscent of early Monty Python.", "In 1974, she sent a tape of children’s songs to the BBC, and was commissioned to write music for the children’s TV series Play Away. “I really wanted to be a presenter,” Donaldson told me. “I did have an audition and didn’t get it. They said: ‘Why don’t you just keep on with the writing?’” Songwriting was irregular work, so Donaldson took a series of jobs in publishing and radio, eventually landing as a teacher in a private girl’s school in Brighton. “The girls thought I was the bee’s knees, because all the other teachers were very ancient and traditional,” she said. Even after she quit teaching following the birth of her first child, Hamish, she continued to volunteer at schools, running drama clubs and writing musicals for children.", "On stage, Donaldson exudes an irresistible, benevolent energy. Young children, she says, make for a perfect audience: “They want to be entertained, and they want to join in.” She and Malcolm still regularly perform on stage and at signings, for which families can queue for hours. (Impatient parents cause more problems than children. “There was one event where people were banging on the windows – it was almost that slightly rioting feel,” Lydia Monks, who has illustrated 18 of Donaldson’s books, told me.)", "“Picture books are theatre for an audience of two,” said Kate Wilson, the managing director of publishers Nosy Crow and Donaldson’s former publisher. “They require performance, because most of the audience of a picture book is not able to read. And Julia is a performer.”", "In 1991 an editor in the children’s department at Methuen contacted Donaldson to ask if she would be interested in turning one of her BBC songs into a book. A Squash and a Squeeze was published in 1993, when Donaldson was 44. It was not expected to be a big seller. For one thing, it was in rhyme, which publishers at the time largely avoided because of difficulties with translation. “In order for a picture book to be profitable, you more or less have to glue some foreign editions on, so you can do a bigger print run,” Donaldson said.", "“It was a rule we held to be self-evident that you couldn’t afford to do rhyming books,” Wilson, who then worked in Methuen’s rights department, told me, somewhat sheepishly. (The book has since sold more than 1.5m copies, and Donaldson’s work has been translated into more than 50 languages.) Today, a significant proportion of picture books are written in verse, somewhat to Donaldson’s bemusement. “I think there’s far too many rhyming books. And a lot of them – I don’t want to sound vain or anything – a lot of them make me cringe.”", "The initial illustrator for A Squash and a Squeeze fell through, so Wilson suggested her boyfriend, a German illustrator named Axel Scheffler. The collaboration nearly failed at the start: Methuen initially felt Scheffler’s sketches were too intimidating. “My little old lady would have been a little more spiky. They said: ‘It needs to be more joyous’,” Scheffler told me when we spoke. “Maybe I was just too obedient. I should have said no.”", "Although some authors also illustrate their own work – Theodor Geisel (AKA Dr Seuss), Maurice Sendak, Judith Kerr – few can write and draw equally well. The collaboration between writer and illustrator is less intimate than readers assume. Typically, the illustrator is assigned the text by an art director, and rarely communicates with the author directly. Even Donaldson and Scheffler operate almost entirely independently. “We never discuss anything [during the writing],” Scheffler told me. “It’s never that we sit down and talk about it or I make suggestions.”", "Facebook Twitter Pinterest Axel Scheffler painting the Gruffalo. Photograph: Joe Turp/British Library", "The work of the illustrator is partly divination: conjuring a world into life from the letters on a page. But they are equally storytellers, adding visual elements – a character detail, a visual gag – that elevate a tale beyond the author’s intention. “When you’re writing a book, the illustrator brings something to it that you can’t really control – and I wouldn’t want to totally control how the illustrations are,” Donaldson said. Only rarely will she insist upon changes to the artwork, she says, when a character drifts too far from the one in her imagination. (“She is completely in control,” Scheffler said.)", "Donaldson now works with more than a dozen illustrators. Many, like Scheffler, have thriving careers as standalone authors. (Scheffler’s books are actually written by a Nosy Crow editor, Camilla Reed. “I can’t write, the publisher was pretending,” Scheffler told me.) For a new illustrator, being approached for a Donaldson book is a golden ticket: the “by the author of the Gruffalo” stickers that adorn her books more or less guarantee bestseller status. Many Waterstones branches dedicate an entire bay to Donaldson’s work.", "The phenomenon is not always looked upon kindly. Gradual consolidation of the books market – fewer independents, and more people buying in supermarkets or online – has, in some opinions, skewed the market towards bigger authors. “Buyers for supermarkets are looking to sell as many copies as possible, so they will favour surefire bankable brands like Julia Donaldson,” Philip Stone, an analyst at Nielsen, told me. That means fewer spaces for new authors at a time when the industry is struggling with diversity, on and off the page.", "“I do look at the industry and just think, well, they put all their money into the Julia books,” Monks told me. “I can see that the experience of my own books being published is different to Julia’s. The advances are different, and the marketing budget – I don’t even know if most books have a marketing budget.”", "“I always feel slightly guilty that we are dominating the bookshops,” Scheffler said. “I only hope that our books will open people up to buy other books.”", "Publishing budgets, of course, are beyond Donaldson’s control; and her books have been praised for their depictions of diversity. When I put Scheffler’s remark to her in an email, she declined to comment, only adding that “nowadays there is more of a variety in the bestseller charts than there was a few years ago”.", "The Gruffalo’s origin story has been told so often that it has almost a touch of fable: how the story was inspired by a Chinese folk tale, how the original draft sat on the desk of an editor at Reid Books for months before a frustrated Donaldson eventually sent the text to Scheffler (“a very unconventional thing to do,” Donaldson said) who showed it to Macmillan, which bought it immediately.", "In Steyning, Donaldson showed me pictures of the notebook in which she wrote the Gruffalo (the original was being digitised for her website). The book was in her head for a year before she sat down to write. “Normally there’s a long time between germination and the writing,” Donaldson told me. Her ideas can come from anywhere. Some come from readers. Many more are inspired by folk tales or poems. The Highway Rat, for example, is a re-imagining of Alfred Noyes’s The Highwayman.", "Picture books, Donaldson said, “are not like a novel. They’re really a bit more like a song. Because they’re short, the structure becomes very important.” Many of her books centre on a refrain, which will dictate the meter. “If it’s going to rhyme, it’s just terribly important that there’s some repeated phrase, some sort of chorus-y bit.” She came up with the monster’s name “Gruffalo” because it happened to rhyme with the mouse’s refrain: “Silly old Fox, didn’t you know?”", "Her original notes for The Gruffalo are written in a neat hand. Down the right-hand side of the page is a list of body parts: “toes nose spots stripes eyes feet legs tail”. Phrases are crossed out and corrected repeatedly. “Who is this creature with spiky claws … terrible claws … enormous jaws,” Donaldson read, as if it was 1995 again, and she was thinking aloud. Often she will come up with dozens of little phrases, writing less by stream of consciousness than fastidious assembly. She took out the notebook for The Detective Dog, which was similarly filled with such snippets, like collage fabric: “Solved the case, cleared up the case, found the answer, got it right, puzzled it out, tracked them all down, got to the bottom of it,” Donaldson read.", "Get the Guardian’s award-winning long reads sent direct to you every Saturday morning", "She revises relentlessly. The Gruffalo’s wings become eyes; “spikes and spines all over his back” become the more pleasing “purple prickles”. “She writes very independently,” Hannah Ray, her Macmillan editor, told me. “She will do rounds of rewriting and she will only send it in when it’s absolutely perfect.”", "Donaldson is obsessed with scansion – where the stresses fall in a line. That, too, is influenced by her years of songwriting. “A tune won’t come into my head when I’m writing a picture book, but a rhythm does,” Donaldson said.", "“The books flatter you into thinking that you’re absolutely brilliant at reading,” Martin Pope, the co-founder of Magic Light Pictures, which produces the animated films of Donaldson’s work, told me. “Not only is each line beautifully written so that you can feel the rhythm of it, it’s very clear how to read it, and where the jokes are.”", "At her best, as with the susurrous, wave-like meter of The Snail and the Whale, she is irresistible: “And she gazed at the sky, the sea, the land / The waves and the caves and the golden sand / She gazed and gazed, amazed by it all / And she said to the whale, ‘I feel so small.’”", "The Gruffalo was released in 1999, and met with immediate success. The book won the prestigious Smarties prize, which Donaldson accepted wearing a Gruffalo hand puppet. At the time she was working as a writer in residence at a school in Easterhouse, a deprived area of Glasgow. When Donaldson returned from the ceremony, the children gave her a gold star.", "The Gruffalo sparked a surge of creativity and a run of bestsellers. But away from books, Donaldson’s home life was fraught with difficulty. Hamish, the eldest of her three sons, suffered from depression and psychosis, and was hospitalised. He was eventually diagnosed with schizoaffective disorder. In 2003, Donaldson’s nephew Gaius, who also suffered from depression, died by suicide. A month later, Hamish killed himself. He was 25.", "Despite the immensity of her grief, she continued writing: in 2005 she released 11 new titles. “I was very used to compartmentalising,” Donaldson told me. “That’s what kept me going all through the years when we were dealing with his very difficult adolescence.”", "Hamish is present in much of Donaldson’s work. As a child, he had an imaginary friend who lived in the mirror. “He would get in the wardrobe … then he would come out, but he would be Sammy or Lola the cat. For several hours he would be someone else,” Donaldson said. “It was all very imaginative.” The memory inspired the Princess Mirror-Belle books, which are being adapted for TV by the BBC. Other connections were more subconscious. “I realised afterwards that I had [written] books like Stick Man and Tiddler, which are both about a family member disappearing, but actually coming back.”", "Facebook Twitter Pinterest Julia Donaldson at home with a character from The Smeds & the Smoos. Photograph: David Levene/The Guardian", "Hamish’s illness is most present in Donaldson’s 2009 novel Running on the Cracks, in which a young runaway befriends an elderly woman who suffers a psychotic episode. “The ways she talks when she’s really going into the psychotic episode is quite based on how Hamish … the sort of things he might have said,” Donaldson told me. Donaldson is now patron of Artlink Central, a Scottish arts charity that works with children struggling with mental health problems.", "Once asked to summarise her life in six words, Donaldson said: “Despite sadness, I feel very fulfilled.” I asked if, to her, happiness and fulfilment are different things. “I don’t know,” Donaldson said. “I suppose everyone has, you know, some cross to bear. You just have to carry on, I suppose. The books meant a huge amount. It was brilliant for me that I had this other side to my life that I was getting pleasure and recognition from.”", "More than 100 books later, The Gruffalo still overshadows Donaldson’s other work. “It’s always ‘The Gruffalo’ and then ‘your other books’,” Donaldson said, visibly frustrated. She often says that she feels like the mouse in the story, who imagines the monster, only to find that it has a life of its own. Still, its success has enabled her to publish more personal work: her poetry anthologies, Running on the Cracks, a book of her songs. “I like to call it a trampoline, lifting up the other things.”", "In recent years, Donaldson’s work has appeared to become – at least by the standard of picture books – more political. She has campaigned passionately against cuts to library funding; she and Scheffler also marched against Brexit. The pair’s most recent collaboration, 2019’s The Smeds and the Smoos, is a love story between two aliens of different species whose mutual hatred is revealed to be built on increasingly ludicrous prejudices. (“They drink pink milk! They eat brown bread!”) Scheffler’s dedication for the book reads: “To all the children of Europe.” Donaldson, however, told me the book’s timing was a coincidence. “I’ve got notes that I wrote for that story from literally seven years ago,” Donaldson told me. Similarly, her latest book, The Hospital Dog, was conceived long before the pandemic.", "If Donaldson’s books feel timely, it’s because their messages are ultimately timeless: decency, empathy, humour. “So many of Julia’s stories are about kindness,” Scheffler said. Donaldson has railed against what she calls “books as medicine” – children’s publishing’s tendency towards books with an obvious social message, such as feminism or the climate crisis. “I think now people are doing these terribly message-y books,” Donaldson told me. “I’m just as feminist as anyone else, but you know there are now lots of books to show that girls can be feisty.” She balks at the idea of picture books as activism. “Even if its message was something I really care about, like saving the planet, I probably wouldn’t do it unless I had a really juicy idea.”", "She is unafraid to touch upon seemingly adult themes, such as bereavement. “There are an awful lot of books about ‘I love you mummy’. ‘Yes, I love you, too, darling little bear!’ I’m not saying there’s not a place for those, but there’s so many books on that which I think are probably quite reassuring for the parents,” Donaldson said. “Most children I would hope take for granted that their parents or carers love them. They want a story where you’re not with them, and you’re having some sort of adventure.”", "Donaldson’s books are not for children’s benefit, but their enjoyment. “Her stories are never twee,” Walliams said. “There is often real danger, and her characters don’t always do the right thing. The result is that the books are proper page-turners.” The quick-witted hero always bests the villain, the brave snail/fish/stick overcomes great peril to find their way home.", "‘Feasting on fantasy’: my month of extreme immersion in Disney+ Read more", "If there is a recurring theme to Donaldson’s work, it is the transportive power of stories. Several of her books feature libraries, which she avidly visited as a child, and imbues with a quasi-religious power. Perhaps better than any of her contemporaries, she understands that picture books are more than bedtime stories – they’re one of the first windows children have on to the wider world, the means by which they first experience fantasy, encounter danger, discern the difference between monsters and heroes. For young children, the line between reality and imagination is paper-thin.", "Donaldson’s impact on children’s literacy, through her books and her Songbirds reading scheme, is hard to quantify, though everyone I spoke to agreed her contribution is profound. “Julia’s changed modern picture books,” Ray, her editor, told me.", "“Sometimes it makes me feel slightly dizzy to think of all the children who are reading those books every day with their parents,” Scheffler said. “It’s such an intimate thing, and still we are kind of there.”", "Before I left, I asked Donaldson if she ever thought, of an evening, about the millions of children going to sleep listening to her stories, or learning to read from her words. She seemed slightly embarrassed by the question. “The nicest thing is that I hope that I’m part of a chain, and that some of those children will write,” she said. Many already send her the stories they’ve written. “I got a really good one the other day. Even the rhyme scheme was good.” Donaldson smiled. “That’s just a really nice thought, to feel like I’m helping to pass that on.”", "• Follow the Long Read on Twitter at @gdnlongread, and sign up to the long read weekly email here."], "authors": ["Oliver Franklin-Wallis"], "keywords": ["told", "conquered", "donaldson", "book", "gruffalo", "children", "picture", "books", "world", "rhyme", "donaldsons", "scheffler", "julia"], "pubDate": "2020-12-17T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}