{"id": "24a00d00-0380-3e92-8719-d13defcf2925", "title": "Devil May Cry 5: Special Edition Review – Keeping The Tradition Alive", "url": "https://www.gameinformer.com/review/devil-may-cry-5-special-edition/devil-may-cry-5-special-edition-review-keeping-the-tradition", "summary": "Vergil made his first appearance as a playable character in Devil May Cry 3: Special Edition.\nHe was again added to the cast in Devil May Cry 4: Special Edition.\nBefore getting to what’s new, you can rest assured that the special edition has all of the sword-slashing, gun-firing, monster-killing action of the original.\nApart from the new character, Devil May Cry 5: Special Edition also has other upgrades.\nDevil May Cry 5: Special Edition is the best way to play an already-good game, but the fine-tuning doesn’t elevate the experience to new heights.", "paragraphs": ["Vergil made his first appearance as a playable character in Devil May Cry 3: Special Edition. He was again added to the cast in Devil May Cry 4: Special Edition. Even Ninja Theory’s DmC reboot featured DLC that let players control him. By this point, a belated appearance from Dante’s katana-wielding twin brother is practically tradition – and I enjoy it every time. Because even if Devil May Cry has pulled the old “You can play as Vergil now” move before, the character is a perennial favorite for a reason: He is a hell of a lot of fun to control, and that still holds true in this enhanced version of Devil May Cry 5.", "Before getting to what’s new, you can rest assured that the special edition has all of the sword-slashing, gun-firing, monster-killing action of the original. The base campaign stars Nero, Dante, and a stranger named V as they team up to confront a powerful demonic enemy. With ridiculous weapons, fluid controls, and over-the-top cutscenes, it’s a sequel that emphasizes what fans have always loved about Devil May Cry. But this new (and next-gen-exclusive) release takes that solid foundation and adds extra content and features to further improve the experience.", "One of my biggest complaints about Devil May Cry 5 was how the split focus kept you bouncing between three different heroes. One of my favorite things about the addition of Vergil is that he gets the whole game to himself; he isn’t locked to a handful of specific missions like Nero, Dante, and V. You play him for the entire story mode, and I enjoyed diving into his repertoire and learning new tricks to use against familiar foes. For example, bosses that were originally designed for V’s unique “control beasts from a distance” style of fighting feel completely different now that you need to engage them in direct melee.", "As someone who has played all of Vergil’s previous incarnations, I appreciate how this version incorporates both new and classic strategies. His playstyle remains interesting and precision-focused, with a concentration meter that rewards meticulous combat with access to different moves. His normal Devil Trigger is replaced by a summoned doppelganger instead, which is a new mechanic (for him) that is still consistent with what we’ve seen of his capabilities. Vergil can take a demonic form by activating Sin Devil Trigger – a cool transformation that normally comes late in the story, but he has access to it right away. All of these touches set Vergil apart from his prior forms, as well as the other characters in this game. Because he needs to accomplish everything that Nero, Dante, and V can to complete all the missions, controlling Vergil conveys a powerful “best of all worlds” sensation.", "Apart from the new character, Devil May Cry 5: Special Edition also has other upgrades. The next-gen hardware makes the game look amazing and run smoothly in general, but the new tech enables two specific options that I enjoyed. The first is turbo mode, which increases the game’s speed. It threw off my timing a bit on some combos, but the extra boost makes the action even more frenetic. The second addition I liked is the Legendary Dark Knight difficulty mode, which is available from the beginning … though I wouldn’t recommend starting there. The encounters on that setting are designed to test the limits of how many enemies can appear on screen at once, making it a crowded and chaotic challenge for people already familiar with the game.", "Devil May Cry 5 holds up, and I had a good time revisiting it in different ways. Vergil, turbo mode, and the Legendary Dark Knight difficulty are good additions – but fans have already seen all of those features in the series’ previous special editions. They are still worthwhile, but don’t expect any big surprises here. Devil May Cry 5: Special Edition is the best way to play an already-good game, but the fine-tuning doesn’t elevate the experience to new heights."], "authors": ["Online Content Director", "Joe Joined The Game Informer Staff In He Loves Final Fantasy", "Mass Effect", "The Elder Scrolls", "Assassin'S Creed", "Metal Gear. He Is Also A Columbo", "Robocop"], "keywords": ["cry", "tradition", "game", "v", "vergil", "keeping", "play", "alive", "special", "edition", "different", "mode", "devil", "review"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}