{"id": "24b914fb-2356-3fdf-a536-8798c12af1ac", "title": "What If You Could Do It All Over?", "url": "https://www.newyorker.com/magazine/2020/12/21/what-if-you-could-do-it-all-over", "summary": "“While growth realizes, it narrows,” Miller writes.\nFor some people, imagining unlived lives is torture, even a gateway to crisis.\nWe may imagine specific unlived lives for ourselves, as artists, or teachers, or tech bros; I have a lawyer friend whose alternate self owns a bar in Red Hook.\nTheir mere presence in our minds may reveal something about how we live: “Unled lives are a largely modern preoccupation,” Miller writes.\nHistoric events generate unlived lives.", "paragraphs": ["Once, in another life, I was a tech founder. It was the late nineties, when the Web was young, and everyone was trying to cash in on the dot-com boom. In college, two of my dorm mates and I discovered that we’d each started an Internet company in high school, and we merged them to form a single, teen-age megacorp. For around six hundred dollars a month, we rented office space in the basement of a building in town. We made Web sites and software for an early dating service, an insurance-claims-processing firm, and an online store where customers could “bargain” with a cartoon avatar for overstock goods. I lived large, spending the money I made on tuition, food, and a stereo.", "In 1999—our sophomore year—we hit it big. A company that wired mid-tier office buildings with high-speed Internet hired us to build a collaborative work environment for its customers: Slack, avant la lettre. It was a huge project, entrusted to a few college students through some combination of recklessness and charity. We were terrified that we’d taken on work we couldn’t handle but also felt that we were on track to create something innovative. We blew through deadlines and budgets until the C-suite demanded a demo, which we built. Newly confident, we hired our friends, and used our corporate AmEx to expense a “business dinner” at Nobu. Unlike other kids, who were what—socializing?—I had a business card that said “Creative Director.” After midnight, in our darkened office, I nestled my Aeron chair into my IKEA desk, queued up Nine Inch Nails in Winamp, scrolled code, peeped pixels, and entered the matrix. After my client work was done, I’d write short stories for my creative-writing workshops. Often, I slept on the office futon, waking to plunder the vending machine next to the loading dock, where a homeless man lived with his cart.", "I liked this entrepreneurial existence—its ambition, its scrappy, near-future velocity. I thought I might move to San Francisco and work in tech. I saw a path, an opening into life. But, as the dot-com bubble burst, our client’s business was acquired by a firm that was acquired by another firm that didn’t want what we’d made. Our invoices went unpaid. It was senior year—a fork in the road. We closed our business and moved out of the office. A few days before graduation, when I went to pay my tuition bill, a girl on the elevator struck up a conversation, then got off at her floor; on my ride down, she stepped on for a second time, and our conversation continued. We started dating, then went to graduate school in English together. We got married, I became a journalist, and we had a son. I now have a life, a world, a story. I’m me, not him—whoever he might have turned out to be.", "“The thought that I might have become someone else is so bland that dwelling on it sometimes seems fatuous,” the literary scholar Andrew H. Miller writes, in “On Not Being Someone Else: Tales of Our Unled Lives” (Harvard). Still, phrased the right way, the thought has an insistent, uncanny magnetism. Miller’s book is, among other things, a compendium of expressions of wonder over what might have been. Miller quotes Clifford Geertz, who, in “The Interpretation of Cultures,” wrote that “one of the most significant facts about us may finally be that we all begin with the natural equipment to live a thousand kinds of life but end in the end having lived only one.” He cites the critic William Empson: “There is more in the child than any man has been able to keep.” We have unlived lives for all sorts of reasons: because we make choices; because society constrains us; because events force our hand; most of all, because we are singular individuals, becoming more so with time. “While growth realizes, it narrows,” Miller writes. “Plural possibilities simmer down.” This is painful, but it’s an odd kind of pain—hypothetical, paradoxical. Even as we regret who we haven’t become, we value who we are. We seem to find meaning in what’s never happened. Our self-portraits use a lot of negative space.", "For some people, imagining unlived lives is torture, even a gateway to crisis. Miller tells the story of Spencer Brydon, the protagonist of Henry James’s tale “The Jolly Corner.” As a young man, Brydon left America for Europe, where he “followed strange paths and worshiped strange gods,” living as a playboy. Three decades later, he returns to New York, where he takes stock of his peers. Many of them are rich, powerful, or respected; they have built substantial lives. Brydon, who is single and only superficially accomplished, starts to wonder how he would have turned out if he’d stayed. Would he have become a successful businessman? Married his friend Alice, with whom he’s reconnected? He begins to spend his nights prowling the hallways of his childhood home, convinced that the ghost of the man he might have been wanders there. Eventually, he meets a version of himself: an apparitional Brydon, with a forbidding face and two missing fingers, who strides forward in “a rage of personality.” Watching him, Brydon faints. He wakes with his head cradled in Alice’s lap, and realizes that he loves her: better this life than that one!", "Most of us aren’t haunted so acutely by the people we might have been. But, perhaps for a morning or a month, our lives can still thrum with the knowledge that it could have been otherwise. “You may find yourself in a beautiful house, with a beautiful wife,” David Byrne sings, in the Talking Heads song “Once in a Lifetime.” “And you may ask yourself, ‘Well, how did I get here?’ ” Maybe you feel suddenly pushed around by your life, and wonder if you could have willed it into a different shape. Perhaps you suddenly remember, as Hilary Mantel did, that you have another self “filed in a drawer of your consciousness, like a short story that wouldn’t work after the opening lines.” Today, your life is irritating, like an ill-fitting garment; you can’t forget it’s there. “You may tell yourself, ‘This is not my beautiful house. . . . This is not my beautiful wife,’ ” Byrne sings.", "We may imagine specific unlived lives for ourselves, as artists, or teachers, or tech bros; I have a lawyer friend whose alternate self owns a bar in Red Hook. Or we may just be drawn to possibility itself, as in the poem “The Road Not Taken”: when Robert Frost tells us that choosing one path over the other made “all the difference,” it doesn’t matter what the difference is. Carl Dennis’s poem “The God Who Loves You” tries to make that difference concrete. Dennis poses a question to his protagonist, a middle-aged real-estate agent: “What would have happened / Had you gone to your second choice for college”? A different roommate, a different spouse, a different job: could it all have added up to “a life thirty points above the life you’re living / On any scale of satisfaction”? Only “the god who loves you” knows for sure. It’s an unsettling thought; Dennis suggests that we pity that all-knowing god, “pacing his cloudy bedroom, harassed by alternatives / You’re spared by ignorance.”", "Swept up in our real lives, we quickly forget about the unreal ones. Still, there will be moments when, for good or for ill, we feel confronted by our unrealized possibilities; they may even, through their persistence, shape us. Practitioners of mindfulness tell us that we should look away, returning our gaze to the actual, the here and now. But we might have the opposite impulse, as Miller does. He wants us to wander in the hall of mirrors—to let our imagined selves “linger longer and say more.” What can our unreal selves say about our real ones?", "Their mere presence in our minds may reveal something about how we live: “Unled lives are a largely modern preoccupation,” Miller writes. It used to be that, for the most part, people lived the life their parents had, or the one that the fates decreed. Today, we try to chart our own courses. The difference is reflected in the stories we tell ourselves. In the Iliad, Achilles chooses between two clearly defined fates, designed by the gods and foretold in advance: he can either fight and die at Troy or live a long, boring life. (In the end, he chooses to fight.) But the world in which we live isn’t so neatly organized. Achilles didn’t have to wonder if he should have been pre-med or pre-law; we make such decisions knowing that they might shape our lives.", "Among secular people, the absence of an afterlife raises the stakes. In “Missing Out: In Praise of the Unlived Life,” the psychologist Adam Phillips warns that “once the next life—the better life, the fuller life—has to be in this one, we have a considerable task on our hands.” Given just a single shot at existence, we owe it to ourselves to hit the mark; we must not just survive but thrive. It’s no wonder that for many of us “the story of our lives becomes the story of the lives we were prevented from living.”", "It’s likely, Miller thinks, that capitalism, “with its isolation of individuals and its accelerating generation of choices and chances,” has increased the number of our unlived lives. “The elevation of choice as an absolute good, the experience of chance as a strange affront, the increasing number of exciting, stultifying decisions we must make, the review of the past to improve future outcomes”—all these “feed the people we’re not.” Advertisers sell us things by getting us to imagine better versions of ourselves, even though there’s only one life to live: it’s “YOLO + FOMO,” a friend tells Miller, summing up the situation nicely. The nature of work deepens the problem. “Unlike the agricultural and industrial societies that preceded it,” Miller writes, our “professional society” is “made up of specialized careers, ladders of achievement.” You make your choice, forgoing others: year by year, you “clamber up into your future,” thinking back on the ladders unclimbed.", "Historic events generate unlived lives. Years from now, we may wonder where we would be if the coronavirus pandemic hadn’t shifted us onto new courses. Sometimes we can see another life opening out to one side, like a freeway exit. Miller recounts the sad history of Jack and Ennis, the cowboys in Annie Proulx’s story “Brokeback Mountain,” who are in love but live in Wyoming in the nineteen-sixties and seventies, and so must hide it. They disagree about how to understand their predicament. Ennis has no “serious hard feelings,” Proulx tells us. “Just a vague sense of getting short-changed.” But Jack, Miller writes, “is haunted by the lives they might have led together, running a little ranch or living in Mexico, somewhere away from civilization and its systematic and personal violence.” Jack tells Ennis, “We could a had a good life together, a fuckin real good life.” The existence he has is spoiled by the one he doesn’t.", "It makes sense for Jack to dwell on how things might have turned out in a better world. And yet we can have the same kinds of thoughts even when we’re basically happy with our lives. The philosopher Charles Taylor, who has written much about the history of selfhood, has a theory about why we can’t just accept the way things are: he thinks that sometime toward the end of the eighteenth century two big trends in our self-understanding converged. We learned to think of ourselves as “deep” individuals, with hidden wellsprings of feeling and talent that we owed it to ourselves to find. At the same time, we came to see ourselves objectively—as somewhat interchangeable members of the same species and of a competitive mass society. Subjectivity and objectivity both grew more intense. We came to feel that our lives, pictured from the outside, failed to reflect the vibrancy within."], "authors": ["Joshua Rothman", "Joshua Rothma"], "keywords": ["work", "writes", "miller", "unlived", "tells", "wonder", "lives", "live", "office", "life"], "pubDate": "2020-12-21T00:00:00Z", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}