{"authors": ["Dan Collyns"], "keywords": ["indigenous", "bishops", "death", "rainforest", "catholic", "amazon", "synod", "region", "place", "church", "meet", "latin", "harakmbut", "rubber", "summit", "resurrection"], "pubDate": null, "summary": "Now a new threat of extinction looms, and once again they are appealing to the Catholic church.\nAlthough she is not a practising Catholic, the 32-year-old schoolteacher sees the church as a key ally to save the rainforest.\n“We cannot pray to God when we are destroying his creation.”Facebook Twitter Pinterest Harakmbut indigenous leader Yesica Patiachi, 32, will travel to Rome for the Amazon synod.\nHughes said the Catholic church should firmly place itself alongside the region’s indigenous people and defending their territorial rights and way of life.\nPhotograph: Joao Laet/AFP/Getty ImagesThe Catholic church has had troubled history in Latin America.", "title": "Death and resurrection in the rainforest as bishops meet for Amazon summit", "url": "https://www.theguardian.com/environment/2019/oct/05/amazon-rainforest-catholic-church-synod-vatican", "id": "24c68300-5ed4-31f3-aacf-b936266dfbed", "paragraphs": ["A hundred years ago the Harakmbut people were nearly wiped out.", "Inhabitants of a vast jungle region where Peru intersects with Brazil and Bolivia, the tribespeople were enslaved by rubber barons and murdered en masse, only surviving thanks to the help of Dominican missionaries.", "Now a new threat of extinction looms, and once again they are appealing to the Catholic church.", "As wildfires and deforestation drive the Amazon rainforest towards a tipping point beyond which it cannot recover, Yesica Patiachi, a Harakmbut leader from Peru, is heading to Rome to take part in an unprecedented synod of Catholic bishops from across the region.", "Although she is not a practising Catholic, the 32-year-old schoolteacher sees the church as a key ally to save the rainforest.", "“Eden is here in the Amazon and we are destroying it,” she said. “We cannot pray to God when we are destroying his creation.”", "Facebook Twitter Pinterest Harakmbut indigenous leader Yesica Patiachi, 32, will travel to Rome for the Amazon synod. Photograph: Dan Collyns/The Guardian", "Starting on Sunday, bishops from the nine South American nations that share the Amazon will meet in the Vatican to try and muster the spiritual and earthly forces to pull the world’s largest rainforest back from the brink of destruction.", "One of the synod’s organisers, Father Peter Hughes, said the three-week gathering would set out a new view of ecology based on Christian faith in God as the creator of a “common home”. Hughes said the Catholic church should firmly place itself alongside the region’s indigenous people and defending their territorial rights and way of life.", "“The life of the [Amazon] people is intrinsically, inherently part of the territory. If the territory is injured, the people are injured,” he said.", "Stretching from the Andes in the west to Brazil’s Atlantic coast, the Amazon basin ecosystem faces a host of threats.", "'Chaos, chaos, chaos': a journey through Bolsonaro's Amazon inferno Read more", "Fires – many ignited deliberately – have surged across the region this year. In Brazil, whose territory includes the largest portion of the Amazon, blazes increased by 84% in August compared to the same period last year, and deforestation spiked in July to a level not seen in more than a decade.", "Rains in September have helped efforts to control the fires, but the aggressively anti-environmental rhetoric of Jair Bolsonaro continues to emboldenland grabbers, loggers and miners to invade indigenous or protected land. Brazil’s far-right president has repeatedly promised to open up indigenous territories for mining and development.", "The situation is equally dire in neighbouring Bolivia, where up to 4m hectares in the Chiquitano dry forest, Amazon and the Gran Chaco ecosystems have gone up in flames in the past two months. Environmentalists blame the leftwing president Evo Morales for legalising slash-and-burn fires to open up pastureland for cattle farming and beef exports to China.", "“The Amazon is witness to death and resurrection right now,” said Hughes in the Peruvian capital Lima, where he has lived and worked for nearly 50 years.", "“It is a place of beauty, a place of immense marvel, providence, abundance of life on every level. But it’s also a place of death, destruction, violence, ransacking, plunder and tremendous chaos.”", "Facebook Twitter Pinterest A fire burns out of control after spreading onto a farm along a highway in Nova Santa Helena municipality in northern Mato Grosso State, south in the Amazon basin in Brazil. Photograph: Joao Laet/AFP/Getty Images", "The Catholic church has had troubled history in Latin America. It was the ideological force for imperialism that brought death, disease and slavery. But Catholic priests have often side with indigenous people against invaders.", "Both sides of that history are palpable in Puerto Maldonado, which grew from a frontier rubber settlement during the 1902 rubber boom into a sprawling city powered by a modern-day gold rush.", "Looming large over the city is the most ruthless of all the rubber barons: Carlos Fermín Fitzcarrald – the inspiration for Werner Herzog’s 1982 film Fitzcarraldo.", "His name adorns the town’s main avenue, schools and monuments; his memory is still vivid in a region where entire ethnic groups were decimated during the rubber boom.", "Harakmbut elders still tell how Fitzcarrald tricked thousands of tribespeople to meet on a river islet, where they were massacred.", "Bodies clogged the river, and sickened entire villages downstream. Survivors fled into the forest, emerging only after generations of their peers had died from violence and disease.", "“Fitzcarrald is no longer here but his spirit is in every oil company; it’s in the logging and the illegal mining which destroys our forests,” said Patiachi.", "Salvation came in the figure of a Dominican missionary, Father José Álvarez, who arrived in Madre de Dios in 1917, two decades after Fitzcarrald died. The Spanish priest helped protect the Harakmbut from rubber tappers, and came to be known as Apaktone, or ‘old father’ .", "“We recognise Apaktone as the one who came to prevent the total extinction of the Harakmbut,” said Patiachi.", "Álvarez’s pastoral work in the 150,000 sq km Apostolic Diocese of Madre de Dios left its mark on Dominican followers including Peruvian priest Gustavo Gutiérrez, one of the founders of Liberation Theology, a distinctly Latin American movement, which teaches that Catholics must revive the biblical commitment to the poor.", "Puerto Maldonado was also the setting for Pope Francis’s 2018 encounter with indigenous leaders, where the first Latin American pontiff warned that the Amazon was facing an unprecedented threat.", "Yet the church is rapidly losing followers as evangelical Protestant groups expand across the region. Fifty years ago nearly everybody in Latin America lived and died a Catholic; by 2014 69% of Latin Americans belonged to the church.", "One of the proposals the synod will consider is a change to the Catholic church’s centuries-old requirement that priests must be celibate in order to allow the ordination of married men in remote areas of the Amazon.", "But organizers insist that the church is not simply fighting for its share in the market of souls. Cardinal Claudio Hummes, the president of the synod, said this week that the Amazon was facing a crisis in which ecological problems were inseparable from social issues.", "To find a solution, the world must hear “both the cry of the earth and that of the poor” he said.", "Xavier Arbex, a Swiss priest who has spent close to 40 years in Madre de Dios, said what the pope is proposing is “socially and politically revolutionary”.", "But half a lifetime defending human rights in the Amazon makes the 77-year-old cleric pessimistic the synod can impede the “savage capitalism” driving the destruction.", "“The synod will shine a light but it won’t be enough to drive away the darkness,” he said.", "Sixty miles west of Puerto Maldonado, storefront evangelical churches sit amid wooden shacks and bars in La Pampa, a frontier boomtown which sprang up around a recent gold rush.", "Since a government crackdown earlier this year, illegal miners have pushed deeper into the jungle, and the local economy is grinding to a halt.", "Sitting outside his roadside motorcycle repair shop, Samuel Tecse Barrios put it simply: “There’s no work.”", "Tecse Barrios belongs to the Israelite Mission of the New Universal Pact, a Peruvian doomsday sect that is just one of the Catholic church’s competitors in the Amazon.", "Facebook Twitter Pinterest Samuel Tecse Barrios, 57, belongs to a Peruvian sect known as the Israelites of the New Universal Pact who believe Peru is the promised land. Photograph: Dan Collyns/The Guardian", "Male members of the evangelical group grow long hair and beards while women cover their heads like nuns. With their colourful, flowing robes they look like overgrown cast members of a nativity play.", "It is 36C in the shade, but Tecse Barrios, 57, does not accept that rising temperatures are driven partly by Amazon deforestation.", "“It is God’s punishment. He told us we would destroy ourselves,” he said.", "“We’ve sinned worse than in Sodom and Gomorrah. What comes next will be seven years of drought, famine, torrential rains and floods, as it says in the Old Testament.”", "Back in Puerto Maldonado, Zully Rojas, 53, tends a grotto to the Virgin Mary in the airy home shared by the Missionary Dominican Sisters of the Rosary. It is dotted with Amazon plants and baskets of Brazil nuts on a typical Kené patterned blanket.", "“Some thing we will never agree on,” says Rojas of dialogue with other churches. “But caring for the forest is synonymous with life, on this we have to come to an agreement.”", "Beneath the shrine there is a verse from Exodus 3:5: “Take your sandals off your feet, for the place on which you are standing is holy ground.”", "Additional reporting by Angela Giuffrida in Rome"], "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}