{"id": "24d9fa16-dcd1-3f21-a8f0-95e361aa7300", "title": "Biden picks health team, including Becerra for HHS secretary, Fauci as top coronavirus adviser", "url": "https://www.foxnews.com/politics/biden-health-team-becerra-hhs-secretary-fauci-coronavirus-adviser", "summary": "President-elect Joe Biden announced Monday that he intends to nominate California Attorney General Xavier Becerra for secretary of Health and Human Services.\nBecerra is cutting short his term as his state's attorney general, which would have lasted until January 2023.\nGavin Newsom will appoint a senator to fill out the remainder of her term, and Becerra was rumored to be a leading contender.\nBiden also named Dr. Anthony Fauci as his chief medical adviser on COVID-19.\nFauci is currently director of the National Institute of Allergy and Infectious Diseases, and Biden said Fauci would continue to hold that position as well.", "paragraphs": ["President-elect Joe Biden announced Monday that he intends to nominate California Attorney General Xavier Becerra for secretary of Health and Human Services.", "Becerra is cutting short his term as his state's attorney general, which would have lasted until January 2023.", "KAREN BASS WANTS AFRICAN AMERICAN WOMAN TO REPLACE KAMALA HARRIS IN THE SENATE", "Republicans are already signaling their opposition to Becerra.", "\"Xavier Becerra spent his career attacking pro-life Americans and tried to force crisis pregnancy centers to advertise abortions,\" Sen. Tom Cotton, R-Ark., wrote on Twitter. \"He’s been a disaster in California and he is unqualified to lead HHS. I’ll be voting no, and Becerra should be rejected by the Senate.\"", "Additionally, Becerra's being chosen to lead HHS essentially puts him out of the running for the Senate seat that will open up once Vice President-elect Kamala Harris is sworn in. California Gov. Gavin Newsom will appoint a senator to fill out the remainder of her term, and Becerra was rumored to be a leading contender.", "Biden also named Dr. Anthony Fauci as his chief medical adviser on COVID-19. Fauci is currently director of the National Institute of Allergy and Infectious Diseases, and Biden said Fauci would continue to hold that position as well.", "Dr. Vivek Murthy has been picked to return to his post as surgeon general, which he held during the Obama administration. The Senate voted to confirm him 51 to 43 in 2014.", "Other picks that Biden announced Monday are:", "--Chief of Infectious Diseases at Massachusetts General Hospital Dr. Rochelle Walensky for director of the Centers for Disease Control and Prevention", "--Yale School of Medicine professor Dr. Marcella Nunez-Smith for COVID-19 Equity Task Force chair", "--Former Obama administration official Jeff Zients for coordinator of the COVID-19 Response and counselor to the president", "--Biden's deputy campaign manager Natalie Quillian for deputy coordinator of the COVID-19 Response", "CLICK HERE TO GET THE FOX NEWS APP"], "authors": ["Evie Fordham"], "keywords": ["biden", "picks", "health", "coronavirus", "becerra", "fauci", "general", "covid19", "senate", "secretary", "including", "presidentelect", "term", "california", "team", "dr", "hhs"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}