{"id": "24dc174e-4dba-3ebc-aaf4-bb29372f3b1c", "title": "Shawn Mendes’s Stylist On Crafting the Singer’s New Look for Wonder", "url": "https://www.vogue.com/slideshow/shawn-mendes-stylist-tiffany-briseno-wonder-style", "summary": "With his new record, Wonder, Shawn Mendes is doing both.\nTomorrow, Mendes will release his fourth studio album and ahead of the drop, his stylist, Tiffany Briseno, spoke with Vogue exclusively to discuss how they evolved the singers look from sleek rocker to sophisticated crooner.\nBriseno and Mendes have been working for five years now, and have already gone through several styles.\nRecently, Mendes’s style has been really rock and roll, sometimes even grungy.\n“Shawn wore this beautiful Dolce & Gabbana shirt and pleated wool pants,” Briseno says.", "paragraphs": ["A new album is a chance for an artist to reinvent themselves, both with their sound and fashion choices. With his new record, Wonder, Shawn Mendes is doing both. Tomorrow, Mendes will release his fourth studio album and ahead of the drop, his stylist, Tiffany Briseno, spoke with Vogue exclusively to discuss how they evolved the singers look from sleek rocker to sophisticated crooner.", "Briseno and Mendes have been working for five years now, and have already gone through several styles. Recently, Mendes’s style has been really rock and roll, sometimes even grungy. At the Met Gala last year, for instance, he and Briseno went for a Saint Laurent tuxedo that had sequin detailing on it. “Last season, we focused on the raw and rebellious attitude of clothing,” says Briseno. “Cut-off shirts layered down to tank tops, and black skinny jeans with a raw hems owned the stage.” For Wonder, however, Briseno and Mendes wanted to channel a more retro sensibility, to go with his matured sound. “For the looks surrounding this album, I was inspired by the golden era of the 1930s, but done in a contemporary way,” says Briseno. “We were moved by all the cinematic and dream-like visuals that came from that decade. Focusing on how this would translate into fabric with timeless silhouettes, like high-rise pants and cropped textured blousons.”", "At the 2020 American Music Awards Photo: Getty Images", "Ahead of the album’s release, Mendes has put this new look on display in the various press appearances and performances to promote Wonder. One of Briseno’s favorite performances they did together was the outfit she put Mendes in for the recent American Music Awards, where he performed his song “Monster” with Justin Bieber. Where Bieber was more skater-inspired in baggy jeans and a flannel, Mendes was simple and sharp, rocking pleated trousers with a classic button-down (with the hint of a tank underneath!) and heeled ankle boots. “Shawn wore this beautiful Dolce & Gabbana shirt and pleated wool pants,” Briseno says. “I loved the way the shirt flowed as he walked through the set. Accessories were kept to a minimum, with just a pearl accent chain on the pants to add more character—another element taken from our inspiration decade.”", "Accessories have proven to be a key detail to the looks, says Briseno; they’ve focused on vintage jewelry, or spiffy two-tone shoes that nod to the ’30s. “Vintage was the pillar of many looks,” she says.” Not only for its sustainability, but for the authenticity and the grit it brings to style.” Briseno has also had to think about pulling pieces that Mendes can comfortably perform in, too. “I am also always looking for great fabrics that compliment body lines,” she says. “Shawn has such an incredible range of movement when he performs.”", "This new, pared-back feel of Mendes’s style certainly works with his signature boyish charm and heartthrob hair, but it also elevates his look from teen pop star to adult crooner. Call it Mendes 2.0. And we can expect him to continue embracing this more streamlined, minimal wardrobe in the days ahead—for this album’s era, at least.", "Below, photos from Mendes’s recent appearances and performances. Plus, Briseno shares some exclusive behind-the-scenes fitting photos."], "authors": ["Christian Allaire", "Christian Allair"], "keywords": ["mendess", "briseno", "crafting", "mendes", "pants", "wonder", "stylist", "looks", "look", "performances", "style", "shawn", "singers"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}