{"id": "24de0615-4334-3341-8607-7ffb60c85002", "title": "Will Brexit split the UK?", "url": "https://www.ft.com/video/f122d692-23ea-40c7-9be4-0b76fd704f0f", "summary": "We could put it in Northern Ireland and pretend we'd come up with the Northern Ireland flag, which we didn't do.\nAnd they are talking about pushing the idea of referendums, both in the Republic of Ireland and in Northern Ireland, for reunification of Ireland.\nSo it now makes the mainland UK different in its relationship to the EU to Northern Ireland.\nHe has sacked the Northern Ireland secretary, who secured the return of the Stormont parliament, who finally got a deal within Northern Ireland that brought the parties back together and working together in devolved government, a man who's been described one of the best Northern Ireland secretaries for a while.\nWhereas, when the Labour party was in power, and with the election of Labour MPs in Scotland, Scotland had a disproportionate clout.", "paragraphs": ["You can enable subtitles (captions) in the video player", "I'm sorry. It looks like a dog.", "It's a cow. Do I just take these off or just fold them under all of this? You cannot say that either. Right.", "Go on then.", "OK. Brexit... the absolute state of the union. Robert, the Conservative and Unionist party has been in charge of the British government since 2010. But Boris Johnson...", "It's a completely new government.", "...this Conservative and Unionist prime minister...", "Totally unrelated.", "...may go down in history... or not... as the prime minister who presided over the United Kingdom actually falling apart. So I thought we should discuss this. Because it's not unserious.", "It is one of the ironies of the Brexit process that a plan designed to make Britain stronger and freer in the world could actually end Britain. So it's a big issue.", "While you're chatting, I'm just going to use my famous map-making skills here to do England and Scotland. A bit like a tree, but you know.", "As we've established, I'm not really in a position to criticise.", "OK.", "Some people didn't like my fish last time.", "People were rude about the fish.", "They're just wrong. They're just wrong.", "It completely shattered my confidence.", "So I've not put any borders in right now, because that's what we're discussing. So at the moment, we have... hang on a minute. We've got the Republic of Ireland, we've got the UK, encompassing Northern Ireland as well, but we've got some very, very, very unhappy Scots, and we've got the Welsh quietly getting on with it, because they also voted pro-Brexit.", "Quite a lot of angry English.", "Quite a lot of angry English. And then, of course, we've got Ireland staying in the EU. So the Republic of Ireland stays in the EU.", "Scotland is very unhappy because it wants to stay in the EU and is getting a further boost to Scottish nationalism and to the separatist movement. And then we've got a lot of really uneasy outcomes to the Brexit process so far, in terms of how far Northern Ireland remains both in the UK and in various European arrangements. So I literally, at this point, don't know where to put my European flag, other than not on the British mainland.", "We could put it in Northern Ireland and pretend we'd come up with the Northern Ireland flag, which we didn't do. Don't write in.", "No, do write in, but only if you're going to...", "Yes, but to Miranda.", "So the whole thing is sort of up for grabs because of the Brexit process. The most dramatic in recent days has been huge changes in the Republic of Ireland, where Sinn Fein, the Irish nationalist party, have done incredibly well.", "They could end up in government.", "...in the elections there and could end up in government. And they are talking about pushing the idea of referendums, both in the Republic of Ireland and in Northern Ireland, for reunification of Ireland. This is back on the agenda in a way that it hasn't been for a long time.", "It is, although there are two points that we have to know. One is that it is absolutely for the British government to decide whether this poll takes place, for the UK government. It has an absolute veto on whether that happens.", "In the north.", "In the north, yes. Which therefore means it's of no use if you don't have that poll in the north. Secondly, although completely Sinn Fein are a nationalist party, it wasn't a wave of nationalist sentiment...", "No, that's true.", "...that got them to their success in the Irish election. It was much more to do with the state of the Irish economy and anger with the two established parties. So it will be interesting to see how they push this line.", "Even if they're in coalition talks, et cetera, will they make this some sort of red line, or will they make a lot of noise about it?", "They have to. Mary Lou McDonald's talked about having one within about five years, hasn't she? She said she wants one.", "Well, during the last few days of the Irish election, she was talking about having one very fast indeed, within a year. But they seem to have slightly rowed back on that. So who knows? And obviously, in coalition negotiations, a lot of this would...", "Obviously, what's interesting is if they do give in to coalition in the republic, which, as we said, is not a guarantee, they will be in government in both sides of the Irish border, which is quite something.", "It really is quite something. So the polling I was reading shows that, in the republic, there is quite a healthy majority in favour of holding these referendums in both parts of the island. It's 57 per cent in favour of actually consulting the people in both areas.", "But as you say, the UK government decides whether that would go ahead in the north because of the Good Friday Agreement. And that's there. And in fact, Leo Varadkar - who's had a terrible time the last few days, because, obviously, he's been in government in Dublin - he has said that a referendum on unification would be really dangerous at the moment. It would make a bad situation worse in the north, because it's really quite unresolved still what happens to the economy in the north, what happens to the status of people in the north who were happy with the kind of equilibrium after the Good Friday Agreement but now unhappy about Brexit.", "The Good Friday Agreement and being in the European Union, both Ireland and Britain, essentially calmed the whole Northern Irish question for quite a long time. Apart from those who were most committed, for a lot of people, this is OK. We can live with this.", "It's going to be very interesting to see whether the terms, especially the arrangements worked out for Northern Ireland, are enough to keep people content. As Dominic Rabb hilariously said, they were a fantastic deal for Northern Ireland.", "The ambiguity.", "Exactly.", "The half in, half out.", "So it is possible that, when the dust settles, people look at it all and think, well, not much has changed. The issue, however, is going to be the border checks going from Northern Ireland to the British mainland.", "OK, so what we should do is, we should emphasise that the Brexit withdrawal agreement has actually inserted this, which is a sort of customs border, in the Irish Sea.", "A regulatory one, yeah.", "A regulatory border. Theresa May, when she was prime minister, said no British prime minister would ever agree to this sort of thing. But it has been agreed to. So it now makes the mainland UK different in its relationship to the EU to Northern Ireland. This is a huge deal.", "It is. It is. I think we should build a bridge. We should build a bridge. Good idea.", "Who else thinks that's a good idea?", "The prime minister thinks it's a good idea. So that's completely right. The prime minister is still actually denying there will be any change.", "It's quite something. He is still denying checks altogether. We're going to have to see how this plays out.", "But the Unionist vote in Northern Ireland is now not a majority of the population. Unionist parties at the general election got 34 per cent, I think it was, of the vote. They didn't have a majority in the Stormont polling, which had been recalibrated. So the tide is against them.", "The hand they played in the Brexit process has not impressed anybody, including in their own community. It's a bit unfair to talk about the percentages of the votes in the 2019 election, because there were electoral pacts, which confused and actually slightly probably depressed the Sinn Fein vote. It's up for grabs there.", "Yeah. Just a few months ago the DUP were still these huge players in the Brexit negotiations, because they had been in coalition with the Conservatives propping them up at Westminster.", "Yeah, absolutely.", "Now, it's a totally different picture. And those hardline Unionists in Northern Ireland have lost their influence.", "Yeah. The prime minister's approach, too, for Northern Ireland is curious. And the reshuffle is happening, indeed, as we're recording. He has sacked the Northern Ireland secretary, who secured the return of the Stormont parliament, who finally got a deal within Northern Ireland that brought the parties back together and working together in devolved government, a man who's been described one of the best Northern Ireland secretaries for a while. And Boris Johnson's just sacked him.", "Well, that's what you get for competence these days in modern politics though.", "It is what you get for competence.", "It counts for naught.", "Which suggests that the well-being of Northern Ireland is not top of Boris Johnson's agenda. Although they would absolute deny it, I've always believed there are very few people in government who really, really would fight very hard for Northern Ireland.", "Or even necessarily understand it that well.", "But indeed... who think long-term that its future lies with the republic. Scotland, on the other hand...", "Scotland. Yeah, the Ireland issue is very live. But we'll have to see how it plays out.", "We need to organise these flags for the drone view.", "Yes, OK. So look, let's talk about Scotland.", "You've put Scotland on the wrong side. It's there. It's that one.", "Well, that's in the sea! Oh, my goodness gracious. It's in the sea!", "So 2014 was the Indyref, as it's known. We don't know when we might get Indyref 2, as it's known in the jargon, right? Nicola Sturgeon, first minister of Scotland, has done incredibly well out of talking up the pro-European, Remain nature of the Scottish electorate. That plus the usual sorts of resentments against London - now resentments against a Tory government in London - could really help her. But it's a delicate balance, isn't it, holding another referendum? Because she doesn't want to hold another one that she loses, right?", "In the general election last year, in which the Scotnats absolutely swept the board - they got 80 per cent of the seats at Westminster - they did it with around 45 per cent , 46 per cent of the vote, again, which is roughly what the independence vote was. It's roughly the same place. It is worth saying that the parties that supported independence did not win a majority of the vote in the UK general election, even with Brexit.", "Which is the SNP plus the Green party, which is a separate entity north of the border, which is very pro-independent.", "And the Greens allow the SNP minority government in the Scottish parliament to function and would provide it with the votes for a second referendum. Nevertheless, they don't yet have a majority for it. And I think the British government's position is very clear, which is to say, we're not going to have a second referendum.", "And that position, I think, holds quite comfortably until the Scottish parliamentary elections next year in 2021. It's possible. There are people within the SNP who are challenging this, saying, let's hold a referendum without the British government's permission. Joanna Cherry, who played a really interesting role in the Brexit battles, who's clearly quite the formidable legal brain, thinks there is a way to do it legally. But at the moment, Nicola Sturgeon's been pushing back on this.", "But she really doesn't want to do that. Because if you start going down that road you potentially turn Scotland into a sort of Catalonia, where holding referendums that are actually not legally allowed has led to appalling brutality, imprisonment. It's lit a fire under the secessionist sentiment.", "That's not the way that Nicola Sturgeon, the leader of the SNP, wants to go. But she's got this balancing act. Because she's got fundamentalists in her movement, and she's got people who think, look, we run Scotland. We will get there. It's our destiny, but not now.", "I don't think we're going to get to a place where the British government is locking up Scottish nationalists. Though undoubtedly, Boris Johnson must've flirted with this in his quieter moments.", "He's probably written a column at some point - let's face it - saying, let's imprison the SNP.", "I think that the other issue with the Catalonia comparison is that the key to a second referendum for Scotland would be saying, we're going to break free and join the European Union. And what they don't want is a country like, say, Spain vetoing their membership on the grounds of being an illegal separatist movement and encouraging the Catalans. I think that would be them.", "But they want to stay in, right? It's serious for Scotland.", "Completely, yes.", "They really want to stay in the EU. And this is also not just to do with \"we don't want to be part of an exiled nation along with the hated English.\" This has to do with Scotland's economy. Scotland has a serious demographic issue.", "The population has been going down very fast. And in terms of EU immigration it's been very necessary in Scotland. So the end of freedom of movement is very bad, for example, north of the border.", "And in general, Scotland voted quite heavily against Brexit.", "Not everyone, right?", "No, no. So in recent opinion polls, we are seeing a majority - a very, very narrow majority - for independence in Scotland. 51 per cent, 52 per cent, that kind of thing.", "The other reason why I think Nicola Sturgeon rightly doesn't want to do this is that's not a big enough majority going in.", "No, quite.", "As you say, you can't have Indyref 3. So if you lose it this time, it's done. And I think she would want to be more certain.", "The logical thing for her to do, even leaving aside the political problems that the SNP has, which I'm sure we're going to come to, is to spend the year stoking up the grievance, finding every possible way you can show that London is slighting Scotland, build up that anger heading into the Scottish parliamentary elections in 2021, get a majority for the nationalist parties, and, on the back of that, say, we're doing it, and defy the British government to stop them, which means that the single best way to stop a second Scottish referendum is to knock the SNP back in those elections, which is a lot easier said than done.", "So that's really hard because of the collapse of the Labour party in Scotland. So the SNP is in this incredible position. They've got a lot of local difficulties. Since they've been in government, which is a long time now, they've got problems with education standards, they've got problems with the NHS, they've got problems with the police service. All of the normal ways in which you would measure a government's competence and success, there are issues with the SNP.", "Plus they had the resignation last week of the finance minister.", "On the morning when she was supposed to deliver the budget.", "For an inappropriate text with a 16-year-old. You've got the looming trial of their former leader, Alex Salmond, which we can't really discuss under contempt of court rules. But it's not going to be fun for the SNP, whatever happens.", "They've got lots of political gremlins coming their way. And yet their fundamental position remains very strong, because they are essentially the only important voice of nationalism in Scotland. We've mentioned the Greens, but it's the SNP.", "We know that over 40 per cent of Scots support that, which means they have a bedrock of support which is very large and quite close to being able to give them a majority. And I think your point is exactly right about Labour. I think a Labour revival is the key to the SNP being stopped in 2020.", "Well, let's hope the Labour leadership candidates are watching. Because they have a responsibility to keep the union together in that respect.", "I hope we're not getting into unionist sentiment here.", "Unionist sentiment? No, never. But what the SNP is able to do is it's able to operate at the same time as a political party, but also as a campaign. What I find very interesting is the degree to which the Conservative party has also managed, in the last couple of years, or since Boris Johnson took over, to be the Brexit campaign and a political party.", "Obviously, we know, the Conservative party is a kind of genius at reinventing itself to adapt and survive. But now that Boris Johnson wants nobody to even mention the word Brexit anymore, he's got to operate as a normal government. And he's got to turn his attention to things like keeping the UK together. That is how he will be measured in the history books, right?", "If Scotland breaks away it will be just more significant than the Brexit. And he will be judged as the man who lost the United Kingdom. And he knows this. And it worries him deeply. And I think we're going to see quite a lot of effort from the British government, from Boris Johnson, to try and find ways to show Scots that the union is still worth keeping.", "I'm just adding to the bridge. Because his ideas for keeping the union together at the moment seem to extend to saying he's going to build a huge bridge between Scotland and Northern Ireland, which may or may not be a sensible idea.", "One thing. I think they want to show much more effectively how much money Scotland gets from being in the UK.", "Right. This is important.", "But I think the really interesting thing to me is that Boris Johnson, better than anybody else, knows how good the emotional argument of independence and \"take back control\" is. How powerful it is. And saying to Scots, oh, but look at all the money. Re-running Project Fear on the other side of the Brexit argument, as it were, is difficult. And it's the great irony of any campaign that comes.", "You would have Boris Johnson and all the Brexiters saying, oh, don't break up the most successful political union of modern times. Don't cut yourself off from the largest market. And you'll have Nicola Sturgeon - the Brexit-hating Nicola Sturgeon - saying, no, come on. Go for it. Let us be free. So it's a complete inversion. And we know, at the moment, which one of these arguments is seeming to be the most powerful.", "So there's another issue which sort of rumbles underneath these kind of immediate dramas, which is the issue of England, and the fact that the UK is actually quite imbalanced anyway. Because England is this huge landmass. There's a lot of GDP generated in London and the southeast.", "And obviously, the UK parliament is based in London at Westminster. And so this has always created resentment elsewhere, including in Wales. We'll just stick the Welsh back on again for a second, include them in the discussion.", "There is also a kind of recognition in the Johnson government that you've got to do something about the other areas of England, which have felt left out, left out from the enormous prosperity here in the southeast. Does that help with this issue of keeping the union together? I don't know.", "When Alex Salmond was in charge of the SNP, I interviewed him. And he was really sort of canny in talking about the fact that the north of England was as angry with London as the Scots were. This also plays into the Johnson government's calculations about what they do next.", "It does. And Nicola Sturgeon is at least as good as Alex Salmond was. She's a really first rate politician.", "Yes, she's a very, very good operator.", "Very good at this. And one of the things she's done with this and one of the reasons for its success, in my opinion, is not only the leader of the nationalist argument, but that they have occupied the progressive space in Scotland.", "No longer the Tartan Tories.", "Exactly.", "Because they used to known as that.", "Which they used to be seen as, yeah. So they have taken that space from Labour, where, if you are a progressive, socially concerned, believe in social justice, the SNP is a comfortable party for you at the moment.", "And for younger voters, which is the future electoral...", "So they have taken that space from Labour. And that's been the problem. The problem, in terms of the broader issues, is that Scotland is overwhelmingly represented by Scottish nationalists in the UK parliament.", "And it accounts for nothing. They're ignored completely by this government. It doesn't want to deal with them. And in truth, they don't want to deal with it either.", "Well, it's 4 per cent of the total UK electorate, of course. So yeah.", ": That's absolutely true. Whereas, when the Labour party was in power, and with the election of Labour MPs in Scotland, Scotland had a disproportionate clout. And since that has eroded, as Labour took it for granted, that's been one of the things that has fuelled the issue.", "That's a really point, actually, isn't it?", "When Scots could look at the British parliament or the British government and see it was full of Scots arguing for their cause, that carried some clout. And they were still neglecting it very badly and taking it for granted, but it made a difference.", "That's a Labour rose wilting.", "I'm not here to criticise. I might just try, meanwhile. So I think that's really hurt them.", "But the focus on England is really interesting. And the forces of English nationalism are really interesting. Because one of the things you see when you write about Scotland and you talk about Scotland is the batch of English people going, well, I don't care if Scotland goes, which seems, to us, shocking that people could think so little. But there is a constituency of the English opinion that doesn't care.", "And Boris Johnson is pandering to that constituency in other ways. So the danger is that that just grows in confidence. And I remember talking to somebody during the first referendum, this first Indyref, who rather mischievously said, well, England do without Scotland. Its state of its economy, England could grow it back in three years with economic growth.", "So there is a degree of contempt that goes both ways. And I think managing those forces is going to be difficult. Because if Boris Johnson stops throwing lots of money and love at Scotland, it may not go down well elsewhere, where he's got to find money for that for England.", "So that allows me to use my favourite word and to say that, if Scotland leaves and Northern Ireland leaves, England and Wales become Rump UK, that is, RUK.", "Rump.", "Rump UK. It seems to me completely absurd. It's a small set of islands off the coast of Europe. And all these things may come to pass. But the idea that it wouldn't matter is fanciful.", "Of course. It is ridiculous.", "Even just economically, rather than in terms of the impoverishment of our identities, is Britain-less.", "Yeah. I think the risk of Scottish independence is very real, but it's not a given. It's not a fact.", "And I know some Conservatives I was talking to last week when I was talking about the subject were saying, we don't know if we can stop a referendum. But actually, we're not as gloomy as you might imagine about it. There are some very strong lobbies, including the one that says, look what's been going on in our country for three years with Britain. Do you fancy three years of that in Scotland? Do you fancy that degree of chaos?", "And the nationalists are going to have to answer some different questions, like, what's the currency, which undid them last time. If you join the EU, you have to commit to joining the euro. That may not be a popular position among lots of us.", "But the key to me is, it's the Unionist Remainers, the people who voted Unionist last time, voted to stay with the UK, but also wanted to remain in the European Union. And those are the vulnerable target vote, the people who thought that Scotland would have a say and a voice, and, in fact, have seen, on the most important issue of the day, they've been ignored. So it's a very, very powerful argument for the nationalists. And if we get into this referendum, then the Unionists have got a real fight on their hands, which is why the single best way to win is to not get in it.", "Which means avoiding the referendum.", "To me, it means Labour choosing the right leader, Labour then choosing a better leader in Scotland, and showing to Scottish voters that they are a force to be taken seriously again.", "Well, there's only one Labour MP left in Scotland.", "There's only one Labour MP. That's correct.", "And he's actually making a very good fist of arguing that he should be deputy leader, I would argue, at the moment. But maybe he'll get a proper job.", "I think he probably will.", "Ian Murray.", "Ian Murray. They've also then got to get a better leader than Richard Leonard in Scotland. They don't have to do very much. I mean, the Scottish parliament is quite, you know, the SNP is two seat short of a majority. The Greens have six MSPs, I think.", "So you don't have to knock them back very far to take away the majority for a referendum. But the Tories did very well last time. And you might wonder if they can do as well again, certainly without their charismatic leader Ruth Davidson. But a Labour boost would make a real difference. If I was the Dominic Cummings of Unionism, I'd be working out how I could boost the Labour party in Scotland. Because I think that's the key for holding the union together.", "So after our last video, somebody wrote in, and very sweetly. Because you drew some magnificent fish last time, Robert. Do you remember your talking eight-foot fish?", "They were really rude about my fish. They were very rude about my fish.", "And I think we had some excellent feedback about your fish. So I'm going to draw them today.", "OK. So Earlofmar wrote, \"What do the fish think?\" Obviously, they're gutted. Ah!", "Oh, no. Terrible. So they're the confused fish, not knowing. Is it a British fish? Is it a European fish?", "R: To be serious for a moment, again, one of the things that one of the Unionist people I spoke to last week said to me was, one of the fundamental issues is going to be how we secure a deal on fish in the Brexit negotiations. And if the Scottish fishing federation is even close to standing up and saying...", "Oh, yes. I'm going to do a Scottish fish, actually. Because it's very, very, very important in Scotland, the fishing industry.", "What's the difference? It's just up north.", "Yeah.", "OK, OK. If the Scottish fishing federation stands up and says, you sold out fish for London's financial services, we're in real trouble. And therefore, you have a situation where the deal that is done for fishermen is going to be disproportionately important to the future of the UK, even though the future of the fishing industry is very unimportant to the British economy. Though many will argue it's tremendously important in cohesion in the local economies. What the fish think, I don't know. But people are certainly thinking about the fish.", "OK. I'm trying, and not very well, to draw an Irish cow over here.", "OK. Why are you doing that?", "Because...", "I prefer like this.", "Because if we're worrying about what do the fish think, I also want to know what the Irish cows think.", "Well, it does say here: \"How is this border down the Irish Sea going to work? It would seem to create lots of smuggling opportunities.\" And you can see that's right.", "It is a very, very good question.", "Because look at our gaps in our border where the smugglers will go through like that.", "But also, there's this famous Ian Paisley quote from years ago, which is: \"Our people are British, but our cows are Irish.\" When Boris Johnson started quoting Ian Paisley saying that we thought that there might be something going on, in terms of compromise.", "A Paisley cow.", "Yes. It's an Irish cow tended to by British farmers in Northern Ireland. That was the point.", "It does look like a dog. I'm sorry. It looks like a dog.", "It's a cow.", "It looks like a dog.", "But so how does this actually work, this different arrangement for Northern Ireland? Because as you've said, even government ministers have said potentially Northern Ireland gets quite a good deal here, economically.", "The key thing is the checks aren't going to take place here, of course, not least because no one wants to sit on that particular border. But they're going to take place on the mainland in Northern Ireland. They're going to happen away from the border, away from the areas of tension as much as possible. There's going to be lots of certification.", "Because of the peace process and wanting to keep the peace process intact. Because in the past anything that looked like a border, that looked like a checkpoint became a terrorist target. And that was a serious issue.", "But the issue is going to be things going from Britain to Northern Ireland. That's going to be the fundamental area, where there's an awful lot to be pinned down. The European Union is incredibly serious about the sanctity of the single market. And it isn't going to let the British government get away with ignoring this.", "Let's put our European flag by that, just to make it absolutely clear.", "Although they talked in terms of not wanting to be bloody about this and wanting to find ways to de-escalate this issue and take the emotion out of it, there are going to have to be checks, assuming this backstop comes in, which I think we all think it will. Frontstop. Whatever we call it now. So they're going to happen at the factory level. There's going to be a lot more paperwork.", "I think the clear hope is to get some of that trusted trader schemes, where it's all accepted. But the issue is going to be, what if you're sending things to Northern Ireland, some of which is for the north and some of which isn't? So it's got a lot of work to be done on it, I think is fair.", "OK. Well, I'm going to finish, then, by drawing a lot of red tape, I think.", "I quite like this question.", "What's that?", "\"How do you think Brexit will be taught in the future curriculum? Will it be taught like is?\"", "Thank you, Drake Rose.", "Drake Rose. Let's hope not, I think, is the only answer.", "Well that would be very negative. I think that we really have yet to know, because we don't know how the EU might start to change over the next few years. It may be that Brexit is a chapter in a much more complicated story about Europe. I also, as you've already said Robert, think that, if what happens is that the United Kingdom starts to break up, that's a much more dramatic historical moment. And Brexit becomes a factor - probably the factor.", "I studied history as part of my degree. And all the way through, one of the things I used to remember looking at was the history books, and these little paragraphs, particularly when you did GCSE. Here's a paragraph on the lead-up to the First World War, and here's a paragraph on the Great Reform Act.", "And you think, God, I hope there aren't that many paragraphs about the time I'm living in. And up until a few years ago, there weren't going to be that many paragraphs about the period we live in. Now, there are. What's the old line? Happy the land that doesn't need heroes.", "Yes. Well, the Chinese curse of living in interesting times certainly applies. So look, I'm just going to do this as a final gesture. I'm just going to draw a lot of red tape everywhere. Because it seems to me the one thing that we have found out in the last few weeks is there is going to be the F word.", "Friction.", "Friction. And it ain't going to be easy.", "No. And once you accept some friction at the border, a lot of the rest of it becomes easier for the government to decide on. Because once you accept that there's going to be regulatory checks, there's going to be delays at the border, however efficient it is, you're going to have to hire more customs officers, build more customs posts, and all that kind of stuff. And so once you accept what's going to happen, then your path is largely set. The only thing to be said, of course, is that part of this government strategy is to talk as tough as possible at this part of the negotiation process...", "Yeah, it's not over.", "...so that it's taken seriously. The European Union has seen that movie before. And we shall see what happens. But the truth is, how this goes is crucial to how this goes.", "Absolutely. Well, all I can say is, it's a mess. And I'm not just talking about our piece of paper."], "authors": ["Produced Tom Hannen. Studio Filmed Nicola Stansfield", "Rod Fitzgerald"], "keywords": ["split", "northern", "really", "scotland", "uk", "lot", "thats", "dont", "british", "ireland", "going", "brexit", "think"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}