{"id": "250a6b44-00ea-3ab8-a3c9-7dc7d11b3642", "title": "Watch the First 5 Minutes of Hitman 3's Opening Dubai Mission", "url": "https://www.gameinformer.com/exclusive-video/2020/12/31/watch-the-first-5-minutes-of-hitman-3s-opening-dubai-mission", "summary": "Hitman 3 is the highly anticipated finale to IO Interactive’s expansive World of Assassination Trilogy that began back in 2016.\nThe game will take Agent 47 on an adventure across the globe as he eliminates the leaders of a menacing organization that runs the world in secret – and it all begins in the United Arab Emirates.\nYou can now watch the first 5 minutes of Hitman 3’s opening Dubai mission as part of our exclusive coverage of the game, during which Agent 47 descends upon the tallest skyscraper on Earth.\nPlease note that this Hitman 3 gameplay was captured on PC by Game Informer.\nClick the banner below for more exclusive coverage of Hitman 3, including the 5 Things You Should Know About Hitman 3 or our full cover story from Issue #332.", "paragraphs": ["Hitman 3 is the highly anticipated finale to IO Interactive’s expansive World of Assassination Trilogy that began back in 2016. The game will take Agent 47 on an adventure across the globe as he eliminates the leaders of a menacing organization that runs the world in secret – and it all begins in the United Arab Emirates. You can now watch the first 5 minutes of Hitman 3’s opening Dubai mission as part of our exclusive coverage of the game, during which Agent 47 descends upon the tallest skyscraper on Earth.", "Please note that this Hitman 3 gameplay was captured on PC by Game Informer.", "Click the banner below for more exclusive coverage of Hitman 3, including the 5 Things You Should Know About Hitman 3 or our full cover story from Issue #332."], "authors": ["Video Editor", "Real-Time Strategy Games Of The Late To Mmorpg'S Of The", "All The Way To Current Battle Royales Like Apex Legends", "Alex Has Spent His Life Trying To Find A Better Multiplayer Game Than Halo"], "keywords": ["exclusive", "trilogy", "hitman", "watch", "47", "mission", "game", "coverage", "dubai", "3s", "minutes", "opening", "united", "world", "agent"], "pubDate": "2020-12-31T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}