{"id": "25186829-135d-36f1-b4a0-1ed2ba8f0d94", "title": "Supreme Court to Hear NCAA's Appeal About Athlete-Compensation Rules", "url": "https://bleacherreport.com/articles/2922700-supreme-court-to-hear-ncaas-appeal-about-athlete-compensation-rules?utm_source=cnn.com&utm_medium=referral&utm_campaign=editorial", "summary": "Sam Craft/Associated PressThe U.S. Supreme Court announced Wednesday it's accepted an appeal from the NCAA and 11 of its member conferences to hear arguments regarding amateurism rules, which have long prevented collegiate student-athletes from earning money based on their name, image and likeness.\n\"We are pleased the U.S. Supreme Court will review the NCAA's right to provide student-athletes with the educational benefits they need to succeed in school and beyond,\" NCAA chief legal officer Donald Remy said.\n\"As a national governing body, the NCAA is uniquely positioned to modify its rules to ensure fairness and a level playing field for student-athletes,\" NCAA president Mark Emmert said at the time.\nIf the Supreme Court also upholds the ruling, it could mean some conferences and schools gain a massive advantage over those that don't offer increased financial benefits.\nHearing dates for the Supreme Court weren't immediately announced.", "paragraphs": ["Sam Craft/Associated Press", "The U.S. Supreme Court announced Wednesday it's accepted an appeal from the NCAA and 11 of its member conferences to hear arguments regarding amateurism rules, which have long prevented collegiate student-athletes from earning money based on their name, image and likeness.", "Steve Berkowitz of USA Today reported the decision creates a \"momentous element of uncertainty\" for the NCAA, which was found in violation of antitrust laws by lower courts amid an extended legal battle in March 2019.", "\"We are pleased the U.S. Supreme Court will review the NCAA's right to provide student-athletes with the educational benefits they need to succeed in school and beyond,\" NCAA chief legal officer Donald Remy said. \"The NCAA and its members continue to believe that college campuses should be able to improve the student-athlete experience without facing never-ending litigation regarding these changes.\"", "In October 2019, the NCAA announced plans to begin restructuring its rules to allow players to benefit from their name, image and likeness with ongoing restrictions preventing payments for athletic performance or recruiting purposes.", "\"As a national governing body, the NCAA is uniquely positioned to modify its rules to ensure fairness and a level playing field for student-athletes,\" NCAA president Mark Emmert said at the time. \"The board's action today creates a path to enhance opportunities for student-athletes while ensuring they compete against students and not professionals.\"", "Although the NCAA has argued it should be allowed to implement its changes without further legal interference, the case has continued to move through the courts.", "Most recently, the 9th U.S. Circuit Court of Appeals in California upheld a ruling in May that stated the NCAA could not impose rules that \"limit compensation or benefits related to education.\"", "If the Supreme Court also upholds the ruling, it could mean some conferences and schools gain a massive advantage over those that don't offer increased financial benefits.", "\"It would certainly open the door for potentially radical change and for potentially massive increases in the benefits that schools are permitted to offer college athletes,\" Tulane Sports Law Program director Gabe Feldman told Berkowitz.", "Jeff Kessler, a lead attorney for the plaintiffs, told USA Today he's assured the ruling will stand.", "\"We'll win in the Supreme Court—that's my comment,\" Kessler said. \"We feel very confident in our position and we're looking forward to having this case heard.\"", "The case has been working its way through the American court system since March 2014. Hearing dates for the Supreme Court weren't immediately announced."], "authors": ["Tim Daniels"], "keywords": ["legal", "athletecompensation", "ncaa", "ruling", "case", "studentathletes", "today", "benefits", "hear", "supreme", "appeal", "rules", "ncaas", "court"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}