{"id": "251a7c17-966e-3ee5-901e-ae4ab490d515", "title": "Rep. James Comer: There Maybe Be No Other Path Except A Special Counsel For Hunter Biden", "url": "https://radio.foxnews.com/2020/12/16/rep-james-comer-there-maybe-be-no-other-path-except-a-special-counsel-for-hunter-biden/", "summary": "We've seen with Eric Swalwell where China and their spies are compromising members of Congress on the Intelligence Committee.\nHunter Biden was compromised by China, in my opinion, and I think that what we need to find out, does this extend to Joe Biden?\nAnd if Joe Biden is President of the United States, is he compromised by China?\nThey've got spies all over the United States.\nIf he won't give that commitment, then I don't see any other path but to appoint a special counsel.", "paragraphs": ["", "Email Embed", "+ Embed Code", "", "Embed the following code on your website:", "", "Watch the latest video at foxnews.com", "On Fox Across America with Jimmy Failla, House Oversight Committee Ranking Member Rep. James Comer (R-KY) discussed why possible ties to China is the reason why an investigation into Hunter Biden's business deals are vital to the future of the country.", "\"China is the major threat to our national security. We've seen with Eric Swalwell where China and their spies are compromising members of Congress on the Intelligence Committee. Hunter Biden was compromised by China, in my opinion, and I think that what we need to find out, does this extend to Joe Biden? And if Joe Biden is President of the United States, is he compromised by China? We've already seen in the Obama/Biden administration, they clearly allowed China to take advantage of the United States on trade and a lot of other issues. We have a situation where not only is China still experiencing a competitive advantage in trade with the United States, they're building up their military. They've got spies all over the United States. And I think that this is a serious issue. And we certainly don't want to trust Joe Biden's Department of Justice to do this. I think the first step would be to ensure that Biden makes a commitment not to fire that U.S. attorney in Delaware that's already doing the investigation. If he won't give that commitment, then I don't see any other path but to appoint a special counsel."], "authors": ["Jon Costantino"], "keywords": ["special", "china", "comer", "path", "james", "counsel", "biden", "hunter", "united", "states", "trade", "joe", "weve", "seen", "rep", "spies", "maybe", "think"], "pubDate": "2020-12-16T00:00:00Z", "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}