{"id": "253280a9-295f-3352-81d1-ff41fc21b4b5", "title": "'Pure, liquid hope': what the vaccine means to me as a GP", "url": "https://www.theguardian.com/society/2021/feb/11/pure-liquid-hope-what-coronavirus-covid-vaccine-means-to-a-gp-doctor", "summary": "During the week I work in a small, inner-city GP practice in Edinburgh with 14 staff, caring for almost 4,000 patients.\nWe knew it would be a challenge to juggle our normal work with all the requirements of the vaccine programme.\nAs Pfizer was the first vaccine to be approved, it would be the one that staff would receive.\nThough the corridors were quiet, I knew the nearby wards were filling up with Covid patients.\n“Each one was hope – pure, liquid hope.”• Follow the Long Read on Twitter at @gdnlongread, sign up for the long read weekly email here, and find our podcasts here", "paragraphs": ["During the week I work in a small, inner-city GP practice in Edinburgh with 14 staff, caring for almost 4,000 patients. Before the pandemic, I used to see 25-30 people in face-to-face appointments every day. A year into the pandemic, the need out there is the same, but my GP colleagues and I manage more like five or six face-to-face (or mask-to-mask) consultations, a home visit or two, and the remainder on the phone or through video calls. It’s not the best way to practise medicine, but for the moment, it’s the best we have.", "The first I heard of the vaccine rollout was back in October, when our practice manager received an email from the health board asking if we would have capacity to vaccinate the over-80s among our patients. We said yes, of course: in the past year we’ve had four patients die of Covid-19, three of them over 80.", "It would be the Oxford/AstraZeneca vaccine that we’d receive, which doesn’t need ultra-low temperatures for storage, but we would have to have a vaccine fridge big and reliable enough to hold all the vials we’d need. (This isn’t a given: GPs are obliged to buy and maintain their own clinic equipment – vaccine fridges aren’t supplied by the NHS.)", "We knew it would be a challenge to juggle our normal work with all the requirements of the vaccine programme. If we committed too much of our time to vaccination, we’d lose access to patients with other medical problems. Behind the coronavirus, there are at least two shadow pandemics unfolding. First, that of all the other serious health conditions going unrecognised, because NHS attention has, by necessity, had to focus so much on the virus. Second, we’re firefighting an explosion in mental health difficulties – anxiety, addictions, insomnia, depression, self-harm, psychosis – triggered not just by the virus, but by the measures we’ve had to take against it.", "Vials of the Oxford/AstraZeneca Covid-19 vaccine. Photograph: David Levene/The Guardian", "Every day I hear new stories about the strain lockdown puts on kids, on marriages, on those already isolated, and I’m witnessing an epidemic of loneliness. On just one morning this week I had three separate consultations with patients for whom loneliness was, at heart, the principal problem. One of them was a desperately unhappy student, aged only 18, stuck in halls of residence, having been denied the opportunity to attend lectures or to go home. She called for help because an old habit of scratching herself – a habit she thought she’d beaten – had re-emerged. “I just can’t see a way out of this,” she said, “I can’t see how I’m ever going to get my life back.”", "Another of those conversations was with a grandmother in her late 60s who hasn’t seen her granddaughter for almost a year. She recently took an overdose of prescription medication because she couldn’t take the loneliness any more. That overdose, and the consequent hospital admission, is what alerted me to the way she was feeling – she hadn’t contacted me herself. “I’m such a nuisance,” she kept saying to me on the phone, despite my reassurances that she was no such thing. “I’m so sorry to be a bother.”", "Before the pandemic, about a third of my consultations were about mental health; now it’s between half and two thirds, and the list of patients I check in with weekly or fortnightly about their mood is lengthening. People are unable, for now, to share those aspects of our humanity that help us, and come most naturally – touch, speech, sharing space. I hope the vaccine programme will prove an effective antidote to the sense of hopelessness that, for the past few months, has been spreading and deepening among many of my patients.", "On 9 November it was announced that the Pfizer/BioNTech vaccine was effective in preventing coronavirus infection; approval for use in the UK came through three weeks later. We knew, too, that the Oxford/AstraZeneca vaccine was on the verge of being approved, and on 3 December were informed that vaccination of all NHS Lothian staff would begin shortly.", "After nine months of feeling intensely exposed every time we assessed Covid-19 patients, the relief was extraordinary: our practice WhatsApp group was taken over by celebratory memes and emojis. As Pfizer was the first vaccine to be approved, it would be the one that staff would receive. The first shipment of vials came through to Lothian a day or two later.", "A phone number was set up for staff to book appointments. Over the next few days, we all spent long hours trying to get through. I failed at every attempt, and it was one of my colleagues who finally succeeded. When the call connected, she shouted across the corridor. “Come quick! This kind lady says she’ll take three more names!” We both signed up, along with our practice nurse that day, and practice manager. Our appointments would be within a couple of days. The rest of my colleagues carried on with their attempts to get through, though some gave up, deciding to wait until a more effective system was put in place.", "For my appointment, at 9am sharp one day in early December, I drove to St John’s hospital in West Lothian through bands of freezing fog, then made my way from the frosted haze of the car park, following a trail of laminated yellow notices, to the hospital’s top floor. Though my core work is daytime general practice, I do shifts a couple of times a month in St John’s, for the evening and weekend GP service. The view from the top floor, above the fog, was clear and luminous. The sun was rising, but its orange light was too weak, or the air too cold, for it to clear the air. To the south I could just about make out the pharmaceutical factory in Livingston where a French company, Valneva, has another Covid-19 vaccine in development.", "Though the corridors were quiet, I knew the nearby wards were filling up with Covid patients. West Lothian at that time had a higher prevalence of coronavirus than Edinburgh just a few miles to the east, and was in a higher tier. Over the course of the pandemic I’ve admitted numerous patients to those same wards – each of them breathless and fevered, many of them panic-stricken.", "One stands out in my memory: an ordinarily healthy 60-year old man who I’ll call Mr Denison. He lived alone, and had been suffering a cough and fever for a week, but – nine months into the pandemic – didn’t think to book a Covid test. He had carried on going out, seeing his family, catching up with friends. It’s usually seven to 10 days from the onset of fever that, if the lungs are going to be severely affected, they will be. Right on cue, Mr Denison had called for a GP home visit on day nine. His breathlessness became so severe that he was struggling to walk to the toilet.", "I remembered phoning him from the car to ask him to sit by his front door, then standing on his doorstep to put on an apron, doubled gloves and visor. I nudged open his door to see him sitting on his staircase in a grimy bathrobe. He looked frightened. I stepped in over his threshold, put an oxygen sensor on his finger, and a gloved hand on his shoulder. His breaths were coming quickly, at nearly 30 a minute. Oxygen levels on these monitors should show 97 or 98%, but Mr Denison’s was in the low 80s. When he stood up to open his bathrobe for my stethoscope, it fell further still. He needed oxygen, and admission to hospital, so I arranged an ambulance and waited with him until it came.", "That had been a fortnight earlier. By logging on to the hospital system I’d been able to follow the course of his admission: he’d been started on the steroid dexamethasone, and a new antiviral drug, and was making a good recovery. The last entry I’d seen expressed the hope that he would be well enough to be discharged the following week. Intensive treatment units filled to capacity make the headlines, but it’s just as often the slow, bed-bound recoveries that are placing such immense pressure on the NHS.", "From the top floor of St John’s, looking out over the gathering morning light, it made me happy to think of Mr Denison convalescing next door, enjoying this same view. If he hadn’t been in a “red” restricted Covid ward, I would have popped in to say hello.", "A clinical nurse celebrates after receiving the Pfizer/BioNTech coronavirus vaccine in Edinburgh in December. Photograph: Getty Images", "At the vaccine clinic the nurse on duty, Kirsty, checked my name and date of birth, that I didn’t have any allergies, and that I’d read through the information emailed from the health board. As she drew up the vaccine from a vial, I caught a flash of looping, cursive script down her forearm. “What have you got there?” I asked. She lifted her arm to give me a better view of her tattoo: “Always Look On The Bright Side Of Life”.", "“Seems like a good philosophy,” I said.", "She laughed. “It’s the only philosophy.”", "The Pfizer/BioNTech vaccine comes in vials of 2.5ml, adequate to provide six doses of 0.3ml, with a margin for error. A friend of mine who works as a curator for the National Museum of Scotland had asked me if I could secure her an empty vial for the museum’s science and health collection. She’d even given me an official letter on museum paper to confirm that I was neither a crank nor a crook. “No way,” Kirsty told me. “Even the batch numbers on these have to be redacted – you’re not allowed even to take a picture of one.”", "It turns out that black-market bootleggers and counterfeiters are so ready to make a profit from the pandemic that the vaccine is kept under 24-hour video surveillance. It was a startling thought to imagine the kind of mind that would seek profit through selling fake vaccines. Kirsty showed me the vial: a plain little glass jar, labelled in black and white, stamped “Pfizer BioNTech” and with the all-important batch number. She drew up 0.3 ml into a syringe with a fine-gauge needle, and turned to me. “Left or right arm?” she asked.", "“Go with the left,” I said, “in case it’s a sore one.” Then there was a familiar spike, an electric jangle of cold liquid infiltrating muscle, and we were done. “Just take a seat next door for 10 minutes or so,” she said. “We don’t want you having an anaphylaxis halfway down the corridor.” On the syringe tray I saw that she had two vials of adrenaline drawn up and ready to go, just in case.", "Before I got home I had ripples of queasiness, and that night a headache came on, with worsening nausea and leaden limbs. For about 24 hours, as my immune system confronted minute and harmless pieces of Sars-CoV-2 generated by the vaccine, I could hardly get out of bed. But it was a small price for protection against the virus, and the next day I was back at work.", "I worked Christmas this year at St John’s – one of the quietest I’ve known – but had New Year off to celebrate (equally quietly) the end of what has been an atrocious year for almost everyone. A few days later I drove back to St John’s to be given a booster – this time with no side-effects, as if my body had learned how to dispatch the virus without fuss. Shortly afterwards, a nationwide decision was made that all boosters would be delayed by two months in order to expand access to a first dose. By a fluke of timing, I was one of the few to have received a full course, and felt a flash of guilt about all the friends and colleagues who hadn’t.", "By early January nearly every care home resident in Lothian had been offered a first dose, as had healthcare workers, and we began to plan the first-dose vaccination of all over-80s. For my small practice, that’s about 140 people. Lists were drawn up and clinics rearranged – a huge effort on behalf of the receptionists and the practice manager, all choreographed to make sure there would never be more than four in the waiting room. All we needed was a supply of the vaccine. Priority was given to those practices with large populations of over-80s, and my own was near the back of the queue. By mid-January the vaccine still hadn’t arrived.", "All the GPs at my practice have signed up to work in Edinburgh’s mass-vaccination centres, which are opening up to administer vaccines to the rest of the population. Shifts there are paid at standard health board rates – we aren’t unpaid volunteers – but it was impressive all the same to see crowds of nurses, optometrists, dentists and doctors offer their weekends and days off to the national effort. NHS managers, too – the speed at which they have moved, both nationally and regionally, has been formidable.", "A mass vaccination centre in Edinburgh earlier this month. Photograph: Jane Barlow/AFP/Getty Images", "There were eight or nine women for every man in the socially distanced registration queues. Not for the first time, I reflected on why most of the people who work in roles like my own – part-time, community-based care – are women. Among the 14 staff at my own practice, I’m the only man. I wondered, too, whether the imbalance was connected to the way this pandemic has disproportionately affected women’s careers. Back home, I asked my wife what she thought. “The pandemic has just made clear what was always the case,” she said. “We’ve a system that undervalues the work of caring, even if that’s what holds everything together.”", "Like many parents, while schools are closed I’ve had to cut back significantly on the work I can do – I’ve had to pull out of conducting admission interviews for next year’s medical school intake, and I haven’t been able to do any locum shifts to support other community clinics.", "Among families I know, support for children with special needs has been appalling throughout this pandemic, and the patchy and inconsistent way in which school places have been offered has been immensely frustrating for many. I wrote to one inner-city headteacher after one of my patients, whose son is at the severe end of the autistic spectrum, told me that his behaviour had become so disturbed that she feared for his safety. He has a deep need of predictable routine, and the uncertainty around school closures and travel restrictions has had a devastating effect on his wellbeing. The headteacher replied to tell me that my patient’s needs were too great to be accommodated, as there was inadequate resource in the system for him to be considered.", "Far from blaming teachers, I blame the impossibly narrow criteria for who qualifies for restricted school places. Though I occasionally hear of some children who are flourishing with home schooling, I more commonly hear stories that speak of a chronic, low-grade misery. Just how much children have been asked to sacrifice is particularly upsetting, given how little autonomy they have, and how little they have to fear from the virus.", "On 17 January I left Edinburgh for the Orkney Islands, to spend a week standing in for one of the nurse practitioners on an island with a population of just 300 and, thankfully, no coronavirus. It was a six-hour drive to the ferry terminal from my home in Edinburgh along empty roads through the Highlands, passing highway signs that read “Stay Home, Protect the NHS, Save Lives”. I’d made the same journey in June to cover the islands’ Covid clinic, and it was maddening to think that the UK has been so lax in policing quarantine, and so disorganised in terms of testing and tracing, that this third lockdown had become necessary.", "All travel to the islands was closed, except to essential workers. I produced the letter confirming that I was going to work for NHS Orkney, and was allowed to join a queue that consisted of just one other car. Storm Christoph was incoming, and the 90-minute crossing was a rough one. The clinics I conducted were of just three or four patients a day. Although I had no symptoms, and had been vaccinated, each patient was assessed from behind masks and gloves, on the off chance I could be transmitting the virus. Every lunchtime there were home visits in my dual role as substitute district nurse. On my rounds I heard story after story of how well Orkney, and in particular its smaller isles, had been protected – as indeed any island has had the potential to protect itself from the pandemic by controlling and quarantining arrivals.", "Get the Guardian's award-winning long reads sent direct to you every Saturday morning", "Through the long evenings on call I joined Zoom meetings about the logistics of Lothian’s rollout, and completed a string of online modules to prove myself competent: basic life support, anaphylaxis management, vaccine transportation and legislation, all assessed through a series of online tests. For a few days my phone buzzed with reactions from colleagues to the layers of bureaucracy we had to cut through to offer Covid vaccines. All were experienced vaccinators, and their responses varied from the furious (“FFS”) to the sarcastic (“LMFAO”). I felt more bemused than angry: understanding the latest guidelines on the treatment of allergic reactions seemed fair enough. But I confess to an edge of frustration after failing one test, on my first attempt, because I didn’t know the name of the 1968 act of parliament that governs vaccine prescriptions (The Medicines Act, if you must know).", "It’s a much joked-about law within medicine, at least in Scotland, that anyone arriving for vaccination must remove at least three layers of clothing before we can get at their arm. (Those who turn up in a vest under one thick overcoat – we salute you.) But in truth, the delays caused by the removal of clothing opens up the possibility of conversation. One of the first vaccinations I gave at my clinic in Edinburgh was to a proud, quiet man in his mid-80s. We hadn’t met since last April, when his wife died of Covid-19. As he slowly removed his hat, scarf, jacket and pullover, then began painstakingly to roll up his shirt sleeve, we talked about the loneliness of this year, how sad he has been not seeing his great-grandchildren, and the dismal, restricted funeral he’d had for his wife. He didn’t show any anger over her death, only sorrow. As I vaccinated him against the disease that killed her, he uttered a solemn, heartfelt thanks.", "Giving a vaccination is about the simplest medical encounter it’s possible to have, though among the most transformative. A couple of questions, a pointed inquiry about allergies, then I wiped his upper arm with alcohol, and drew into a syringe 0.5ml of clear fluid from the glass vial. I pushed the needle into his arm, letting it sink into the muscle a centimetre or so. After a momentary tug on the plunger, to check I hadn’t put the tip of the needle into a blood vessel, I pushed the life-giving fluid in. Needle binned, a sticking plaster, and we were done.", "One by one, the over-80s began to trickle into our waiting room, relief on their faces, and gratitude, as well as a kind of questioning disbelief: is this really going to free us? Some patients I hadn’t seen since March. The oldest was 95, and the youngest 79. Among many encounters, I remember one woman asking me if this was really the best use of the vaccines.", "James Shaw, 82, who was one of the first people in Scotland to receive the Oxford/AstraZeneca vaccine, in January. Photograph: Andy Buchanan/PA", "“What do you mean?” I asked.", "“All us old folks, doing us first. Shouldn’t you be doing the teachers?”", "I smiled at her generosity of spirit. “It’s not up to me,” I said. “Now roll up your sleeve!”", "Only one patient so far has declined, despite my reassurances. If she gets Covid-19 as a consequence of that refusal, I know my colleagues will of course do everything they can to help her. Her arguments against immunisation were spangled with groundless conspiracy theories picked up on Facebook, and made me think of something the great Canadian physician, William Osler, said about anti-vaxxers a century ago:", "“I will go into the next severe epidemic with 10 selected vaccinated persons and 10 selected unvaccinated persons. I should prefer to choose the latter – three members of parliament, three anti-vaccination doctors (if they can be found), and four anti-vaccination propagandists. And I will make this promise – neither to jeer nor jibe when they catch the disease, but to look after them as brothers, and for the four or five who are certain to die, I will try to arrange the funerals with all the pomp and ceremony of an anti-vaccination demonstration.”", "Now that we’re more than a month into the vaccinations, the hope is that we should continue to see hospitalisations fall, and fall, and fall. Early evidence is confirming the pattern, and anecdotally, a 95-year-old friend of my family – a woman who minded me when I was a boy – caught Covid three weeks after her first dose, and developed a cough and a mild fever, but that’s all. Many similar stories are emerging of Covid-19 being rendered milder by vaccination, with fewer requiring hospitalisation.", "This is the great hope: that even if it proves impossible to eliminate Sars-CoV-2 from the population, and even if the jab doesn’t entirely prevent you from becoming infected with new variants of the virus, vaccination will still mitigate its effects, fatal outcomes will be averted, and society can slowly begin to open up again. As we do, transmission will rise, but hospitals won’t be overwhelmed.", "Clinicians everywhere are all nervous about what will happen if that loosening of restrictions occurs too quickly. Though death from Covid among the under-50s is relatively rare, it can still be a terrible, terrifying disease, capable of rendering its victims breathless and exhausted for weeks (and in some cases, months) after its fevers have run their course. One of my own patients, a nurse in his 20s, used to run 10km three or four times a week. The staff vaccination programme was too late for him: he caught Covid on the wards just before Christmas. Though he’s now back at work, he still hasn’t recovered sufficiently to be able to get back to running.", "For the next six months, all my colleagues and I will be vaccinating as needed, as many hours as we’re able to. This week I’ve been gladly trudging the streets in the snow, vaccinating our housebound patients, and there aren’t too many still to go. In Scotland, the programme is anticipated to go on at least until 31 July, and the hope is that everyone over 50 will have had a first dose by May.", "The numbers are daunting, but there’s a spirit of anticipation and celebration in the air. Many are starting to dare to plan for a world post-Covid, and I’m tempted to share that optimism. Opening my first box of vials, I thought of a friend in Orkney, a GP who’d already vaccinated all the over-80s of his practice, and who’d begun to call in the over-70s. We met briefly in Kirkwall, outdoors, on my journey from Orkney back to Edinburgh. “How did it feel to get started?” I asked him.", "“I almost wept as I opened that box of vials,” he said, smiling at the memory. “Each one was hope – pure, liquid hope.”", "• Follow the Long Read on Twitter at @gdnlongread, sign up for the long read weekly email here, and find our podcasts here"], "authors": ["Gavin Francis"], "keywords": ["pure", "means", "gp", "day", "vaccine", "practice", "week", "work", "vaccination", "hope", "liquid", "covid", "edinburgh", "patients", "pandemic"], "pubDate": "2021-02-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}