{"id": "253ab951-f4f6-3cac-8233-4ac93009b644", "title": "Rich failing to help fund poor countries' climate fight, warns UN secretary general", "url": "https://www.theguardian.com/environment/2020/dec/09/rich-failing-help-fund-poor-countries-climate-fight-warns-un-chief-antonio-guterres", "summary": "The promise was one of the cornerstones of the 2015 Paris agreement and will be a key element of next year’s Cop26 climate talks.\nHe said rich countries would have to regain the trust of the developing world if more countries were to pledge to reach net zero emissions around mid-century.\nQ&A What is the Paris climate agreement?\nShow The 2015 Paris climate agreement is the first truly global deal to tackle climate change.\nBefore a summit of world leaders this Saturday to mark the fifth anniversary of the Paris agreement, Guterres said leaders needed to do much more.", "paragraphs": ["Rich countries will miss a key promise they made to the poor world on the climate crisis by failing to provide the money necessary for them to cope with its effects, damaging the prospects for global action, the UN secretary general has said.", "Developing countries were supposed to receive at least $100bn (£75bn) in financial assistance from public and private sources this year and in future years to help them cut greenhouse gas emissions and deal with the ravages of extreme weather. The promise was one of the cornerstones of the 2015 Paris agreement and will be a key element of next year’s Cop26 climate talks.", "But the funding this year will fall short of the longstanding pledge, which will have a damaging impact on the trust that developing countries place in the Paris agreement, António Guterres told the Guardian.", "The secretary general said: “It is clear we are not yet there [on the $100bn target]. In 2020 this will not happen. All the indications I have are that in 2020 we would be below that level of support from the developed world to the developing countries in climate finance both for mitigation [of emissions] and adaptation [to the impacts of climate change], from public and private sources.”", "He warned of the impacts of that failure: “That will be negative, in any case. We need to gain confidence in the developing world. And one of the key instruments of confidence is to implement what was promised and the commitments that were made. And one of those commitments is $100bn.”", "Guterres said the UN was preparing a report that would set out how far climate finance was off target. He said rich countries would have to regain the trust of the developing world if more countries were to pledge to reach net zero emissions around mid-century.", "“To have, and I hope that we’ll be able to have, India onboard for net zero, Indonesia onboard for net zero … All this requires an effort of trust, and trust is only possible if the developed countries in general are able to fulfil their promises to the developing world,” he said.", "He hoped the $100bn target would be met next year, when governments will meet to set out their plans to fulfil the Paris agreement at Cop26 in Glasgow. For that meeting to be a success, countries are asked to come forward with improved plans for meeting the Paris goals of holding global heating well below 2C, with an aspiration to limit temperature rises to 1.5C, beyond which scientists say there will be devastating impacts on the natural world.", "Q&A What is the Paris climate agreement? Show The 2015 Paris climate agreement is the first truly global deal to tackle climate change. It commits governments to limit temperature rises to no more than 2C (3.6F) – which scientists say is the threshold of safety, beyond which the effects of global warming are likely to become catastrophic and irreversible – and to pursue efforts to limit the temperature increase to 1.5C. It has been signed by 197 countries. The US is on course to become the only country outside the agreement if it follows through on Donald Trump’s vow to leave.", "An increasing number of countries, including some of the world’s biggest emitters – China, the EU, Japan, the UK, South Korea and now the US under the president-elect, Joe Biden – have adopted or signalled their intention to adopt a target of net zero emissions. Guterres named several countries that had still to sign up, singling out Australia, Russia and Brazil as well as India and Indonesia.", "While many countries had spoken of the need for a “green recovery” from the Covid crisis, few were directing their rescue funds towards the low-carbon projects that would make a difference, he said.", "“It’s not the same in all countries, but globally it’s not happening. If you look at the G20 countries, and they represent probably 80% of the global economy, you have the recovery money used in fossil fuel-related industries and activities [that is] 50% more than the recovery money invested in the green economy.”", "The Guardian recently found that the global green recovery was faltering as investments in the high-carbon economy vastly outweighed those in the low-carbon economy in many countries. Before a summit of world leaders this Saturday to mark the fifth anniversary of the Paris agreement, Guterres said leaders needed to do much more.", "“It is clear that we are not yet there [on a green recovery]. It is essential to transform the recovery policies in a way that makes recovery from the Covid inclusive and sustainable … It doesn’t make sense to use taxpayers’ money to ruin the planet.”", "He added: “We are close to a point of no return. We need to make sure that we act before that point of no return.”", "He said more countries would need to follow the lead of Denmark, which last week halted new exploration for oil and gas. “Let’s be clear: we will never get to 1.5C as a limit if we don’t keep below the surface a lot of the oil and gas that is today below the surface,” Guterres said.", "This would involve even going further than Denmark. “Our objective is not only not to have more exploitation of new oil and gas resources [but] to make sure that a meaningful part of the oil and gas already discovered stays below the surface,” he said. “I hope more and more countries will move in that direction. The sooner the better.”", "One positive sign, he said, was “the fact the new American administration is committed to climate action”. Guterres praised Biden’s leadership in placing John Kerry, the former secretary of state who helped craft the Paris agreement, at the heart of his climate efforts. “This is a demonstration that there will be a very strong commitment of the US in relation to climate action next year,” he said.", "“It is clear to me that the Paris agreement would not have been possible without the US engagement and leadership, and it’s clear to me that there is no chance to have a global net zero coalition that is effective without the engagement and leadership of the US.”"], "authors": ["Fiona Harvey"], "keywords": ["world", "secretary", "climate", "general", "paris", "poor", "rich", "failing", "recovery", "guterres", "fight", "countries", "global", "net", "help", "zero", "fund", "agreement", "warns"], "pubDate": "2020-12-09T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}