{"id": "25486149-d2ca-33b5-acb1-c971ee486c3f", "title": "Nick Hall: Why Christmas 2020 may be the most important one of our lifetime", "url": "https://www.foxnews.com/opinion/christmas-2020-important-lifetime-nick-hall", "summary": "Christmas is supposed to be merry and bright, a day when we gather with family and friends for a good meal and open presents under the Christmas tree.\nBut could this actually be the year we experience Christmas the way the world did over 2,000 years ago?\nMIKE KERRIGAN: CHRISTMAS MEMORY I'LL ALWAYS TREASURE – YOU WON'T BELIEVE THIS WOMAN'S ACT OF GENEROSITYAs we learn from the Christmas story, Jesus entered the world in less than ideal conditions.\nAnd yet the story of Christmas is that from darkness comes light, from death comes life.\nMaybe Christmas, perhaps, means a little bit more!’\"If you are feeling like Christmas is not happening this year, remember the Grinch couldn’t steal Christmas—and neither can 2020.", "paragraphs": ["This Christmas feels like an event pulled straight from a Dr. Seuss classic. The Grinch, Dr. Seuss’s curmudgeonly character who hated all things merry, seems to embody the spirit of 2020.", "There’s a shortage of trees. There’s a shortage of money for presents. Many of us can’t even see our loved ones.", "Christmas is supposed to be merry and bright, a day when we gather with family and friends for a good meal and open presents under the Christmas tree. But it feels as if 2020 robbed us of this special time.", "But could this actually be the year we experience Christmas the way the world did over 2,000 years ago?", "MIKE KERRIGAN: CHRISTMAS MEMORY I'LL ALWAYS TREASURE – YOU WON'T BELIEVE THIS WOMAN'S ACT OF GENEROSITY", "As we learn from the Christmas story, Jesus entered the world in less than ideal conditions.", "To start off, his parents were involved in a village scandal. Mary, as the angel foretold, had divinely conceived out of wedlock—a miracle in itself. How do you explain that to your family, friends and fiancé?", "Mary’s fiancé Joseph was, to put it delicately, in an awkward position. He intended to quietly divorce young Mary to spare her the shame of being accused of adultery, but an angel appeared to him in a dream and urged him to take her as his wife—a remarkable act of faith for Joseph.", "As if things were not complicated enough, Jesus’ birth was a holy mess.", "CLICK HERE TO GET THE OPINION NEWSLETTER", "Joseph and Mary were on the road when it happened. The two had made a rough journey to Bethlehem to pay taxes to the Roman Empire. When they arrived, surely exhausted, there was no room for them in the local inn. They were offered a barn when Mary needed a bed. And Jesus, the Son of God, was born among livestock and laid in a manger, in a feeding trough for animals. Were it to happen today, Jesus’ birth would be like one of those stories of babies being born in a car on the way to the hospital.", "Jesus could have been born in a palace in Rome, in the capital of the greatest power on earth. Instead, he was born in a nondescript village far removed from anything that could be considered grand or majestic.", "Even more, Jesus entered a messy world not unlike ours: wrought with darkness and pain. He did not come as an untouchable hero of ancient mythology. He was human, the Word made flesh, and he felt real physical pain and emotional agony. The Bible tells us he cried, experienced anguish and bled when struck. In the end, he would die on a cross.", "This is not a warm and fuzzy story. This is a story of controversy, pain and death. And yet the story of Christmas is that from darkness comes light, from death comes life.", "The Gospel of John says, \"In him was life, and that life was the light of all mankind. The light shines in the darkness, and the darkness has not overcome it.\" (John 1:4-5)", "Jesus is Immanuel, God with us, and this Christmas, he welcomes you.", "Whether you're religious or not, Christmas is for you. Whether you can gather in person at a local church or not, Christmas is for you. There is no social distancing with God. He welcomes all to draw near, especially those who are weak and heavy laden. Christmas reminds us of a Savior who offers us life.", "I believe that this is the greatest Christmas of our lifetime. Everything else has been pared back so that we are forced to look at where hope has always been found.", "CLICK HERE TO GET THE FOX NEWS APP", "Perhaps we too can, as the Grinch in Dr. Seuss’s tale, remember there is more to Christmas than lights, gifts or services:", "‘How could it be so? It came without ribbons! It came without tags! It came without packages, boxes or bags!’ And he puzzled three hours, till his puzzler was sore. Then the Grinch thought of something he hadn’t before! ‘Maybe Christmas,’ he thought, ‘doesn’t come from a store. Maybe Christmas, perhaps, means a little bit more!’\"", "If you are feeling like Christmas is not happening this year, remember the Grinch couldn’t steal Christmas—and neither can 2020."], "authors": ["Nick Hall"], "keywords": ["mary", "lifetime", "hall", "darkness", "grinch", "light", "jesus", "god", "2020", "born", "important", "world", "pain", "nick", "christmas"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}