{"id": "25588d45-e190-380a-8334-caa59788bbc3", "title": "Trailblazer, Mentor, Provocateur: How Naomi Campbell Changed Modeling Forever", "url": "https://www.vogue.com/article/naomi-campbell-cover-november-2020", "summary": "Joining Campbell in the images that follow are just some of the models she's mentored throughout her career.\nPhotographed by Ethan James Green, Vogue, November 2020NAOMI CAMPBELL is asking me whether I need proof that it’s safe to be in her presence.\nNaomi, after all, is not just a supermodel instantly recognizable the world over, she is the prophetess of COVID-era cleanliness.\nHe told me to just get through this week first.”The week has been filled with extremes of grief and love.\nMore than once while we are speaking, Campbell discreetly leaves the table to find a tissue to dab her eye.", "paragraphs": ["Cover Look", "Naomi Campbell wears a Dior Haute Couture dress. Joining Campbell in the images that follow are just some of the models she's mentored throughout her career. Photographed by Ethan James Green, Vogue, November 2020", "NAOMI CAMPBELL is asking me whether I need proof that it’s safe to be in her presence. Having panic-bought every protective item I could find before entering the house she is renting in an old, moneyed part of Central London, I was expecting to be the one reassuring her. Naomi, after all, is not just a supermodel instantly recognizable the world over, she is the prophetess of COVID-era cleanliness.", "But Campbell receives me warmly, encouraging me to peel back my several layers of clear plastic, latex, and barrier-resistant fabric: “You don’t have to wear all that for me,” she says. A world away from the “Pandemic fly on the runway, in my hazmat” Campbell (immortalized in Beyoncé’s “Black Parade”), the woman greeting me is one soft layer all over—smooth skin, black satin camisole and pants, sleek central part in her hair. She is accessorized with an evil-eye pendant necklace, a constantly vibrating phone, and a packet of cigarettes that she places in front of her on the wide kitchen table where we choose to sit.", "“I stopped smoking during quarantine, but a friend of mine killed himself, and it really affected me,” she tells me quickly, as if the information could be made less painful by being delivered faster (she didn’t want to say who the friend was). “I called my guy in Israel—­he’s great for sugar and cigarettes and addiction stuff—and we’re going to do a session. He told me to just get through this week first.”", "The week has been filled with extremes of grief and love. The day before we meet, Campbell buried Ruby, the grandmother who raised her and died this summer at the age of 94. The funeral took place in Streatham, the same multicultural South London neighborhood in which Campbell grew up. Today, friends and family have congregated at this house, bonded by their communal loss. More than once while we are speaking, Campbell discreetly leaves the table to find a tissue to dab her eye. It’s also happily chaotic, as friends and relatives come and go while their teenage children grab plates of spaghetti and eat them on stools."], "authors": ["Afua Hirsch", "Afua Hirsc", "Ethan James Gree", "Carlos Nazari"], "keywords": ["trailblazer", "campbell", "friends", "mentor", "modeling", "provocateur", "central", "world", "changed", "naomi", "week", "london", "table", "house", "cigarettes", "friend", "forever"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}