{"id": "25945edd-84d6-332a-93c9-6b50065694e3", "title": "At Roger Vivier, It’s Always the Time for Stilettos and Satin Shoes", "url": "https://www.vogue.com/article/shopping-roger-vivier-reemergence", "summary": "Those in the fashion set know firsthand the magic of Roger Vivier.\nIt never felt over the top because, in the world of Roger Vivier, fantasy thrives.\nGherardo Felloni, the creative director of Roger Vivier, knows that shoes can be magic, and a fabulous high heel is enough to make an evening one to remember.\nThat shoe would go on to inspire the Belle Vivier, which is a mainstay in each collection; and for spring, Felloni delivers a Belle Vivier in slingback-form.\nAnd for fall, shoppers can expect the Belle Vivier in a series of metallics.", "paragraphs": ["Those in the fashion set know firsthand the magic of Roger Vivier. To celebrate the debut of a new collection, season after season the storied stiletto-making house has put on shoe-centric extravaganzas—to call them “presentations” would be an ungenerous understatement.", "For their roving Hotel Vivier, for example, the brand spared no expense in the staging of faux hotels where guests can happen upon Vivier’s latest creations. The fantastical spaces teemed with surprise—one room was carpeted floor-to-ceiling in pink faux fur; in another, actors dressed as historical figures (Jackie Kennedy, Queen Elizabeth) partook in arm-wrestling matches over dinner; and a third had pom-pom-wielding cheerleaders bouncing up and down in Vivier go-go boots. It never felt over the top because, in the world of Roger Vivier, fantasy thrives.", "Gherardo Felloni, the creative director of Roger Vivier, knows that shoes can be magic, and a fabulous high heel is enough to make an evening one to remember. But what about now, when high heels and pretty pumps have fallen out of rotation? Dressing up is hard to do when there’s really nowhere to go—but it makes the fantasy of a shoe that much more powerful.", "“I wanted to have fun,” says Felloni of his most recent collection for fall. One of the styles he’s most excited about is a pair of platform boots with Vivier’s signature buckle. Why these boots? For one thing, they’re actually a style inspired by a past Vivier design from the 1960s—a square-toed platform boot in a sun-colored satin was Felloni’s take on a pair of gold platform pumps created by Monsieur Vivier for the actress Jeanne Moreau in the film La Grande Catherine.", "For Felloni, the Vivier archive is a trove: Yes, Monsieur Vivier is credited with inventing the stiletto, but as Felloni tells me, “he invented so much more.” Combing through Vivier’s greatest hits would reveal the famed comma heel style (a tiny heel bent like the punctuation mark) and, of course, the patent pumps from Belle de Jour made famous by a dazzling Catherine Deneuve.", "That shoe would go on to inspire the Belle Vivier, which is a mainstay in each collection; and for spring, Felloni delivers a Belle Vivier in slingback-form. It comes in a variety of styles with color making a variety of appearances—one style has a teal heel; another has a coral strap. “Even the younger girls love this shoe,” Felloni explains of the demure heel. And for fall, shoppers can expect the Belle Vivier in a series of metallics. “I chose unexpected colors—a fuchsia but also an acid green,” he says of the glinty array colors inspired by Jeff Koons’s Balloon Dogs."], "authors": ["Lilah Ramzi", "Lilah Ramz"], "keywords": ["platform", "shoe", "shoes", "pumps", "roger", "belle", "stilettos", "felloni", "satin", "style", "heel", "vivier", "viviers"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}