{"id": "25d79ab9-7d99-3230-92e2-eb3604848627", "title": "Harvard Business School Online", "url": "https://execed.economist.com/harvard-business-school-online/entrepreneurship-essentials-2021-02-10", "summary": "William Sahlman is a Baker Foundation Professor of Business Administration at Harvard Business School.\ndegree in Economics from Princeton University (1972), an M.B.A. from Harvard University (1975), and a Ph.D. in Business Economics (1982), also from Harvard.\nHe joined the Harvard Business School faculty in 1980.\nFrom 1991 to 1999, he was Senior Associate Dean, Director of Publishing Activities, and chairman of the board for Harvard Business School Publishing Corporation.\nFrom 1990 to 1991, he was chairman of the Harvard University Advisory Committee on Shareholder Responsibility.", "paragraphs": ["William Sahlman is a Baker Foundation Professor of Business Administration at Harvard Business School.", "Mr. Sahlman received an A.B. degree in Economics from Princeton University (1972), an M.B.A. from Harvard University (1975), and a Ph.D. in Business Economics (1982), also from Harvard. He joined the Harvard Business School faculty in 1980.", "His research focuses on the investment and financing decisions made in entrepreneurial ventures at all stages in their development. Mr. Sahlman has written numerous articles and two textbooks on topics including entrepreneurial management, venture capital, private equity, deal structuring, incentives, commercializing science, impact investing, and the role of entrepreneurship in the global economy.", "In 1985, Mr. Sahlman introduced a new second-year elective course called Entrepreneurial Finance. Over 8,000 students have taken that course since it was first offered. In 2000, Mr. Sahlman helped design and introduce The Entrepreneurial Manager, a required course in the First Year MBA curriculum. Mr. Sahlman has published over 200 cases and notes for classroom use.", "From 2007 to 2016, Mr. Sahlman was Senior Associate Dean for External Relations. He is co-chair of the Rock Center for Entrepreneurship. He was co-chair of the Entrepreneurial Management Unit from 1999 to 2002. From 1991 to 1999, he was Senior Associate Dean, Director of Publishing Activities, and chairman of the board for Harvard Business School Publishing Corporation. From 1990 to 1991, he was chairman of the Harvard University Advisory Committee on Shareholder Responsibility. From 2009 to 2015, he was chairman of the Advisory Committee for Harvard Stem Cell Science. He is a member of the board of advisors or board of directors of several private companies. In 2011, Mr. Sahlman participated in The IPO Task Force, a private group focused on regulatory reform of the initial public offering process. The Task Force published a report called: Rebuilding the IPO On-Ramp: Putting Emerging Growth Companies and the Job Market Back on the Road to Growth.", "In April 2011, the National Venture Capital Association gave Mr. Sahlman The American Spirit Award, which was created in 1999 \"to recognize individuals who have shown outstanding leadership by applying business skills, knowledge, expertise and resources to make a meaningful contribution to society.\""], "authors": [], "keywords": ["online", "course", "school", "business", "private", "chairman", "university", "harvard", "board", "entrepreneurial", "mr", "sahlman"], "pubDate": "2021-02-10T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}