{"id": "25dd33c7-2f60-35b6-b269-9117b2dee7a4", "title": "The great mall of China - Why retailers everywhere should look to China", "url": "https://www.economist.com/leaders/2021/01/02/why-retailers-everywhere-should-look-to-china", "summary": "Its market is far bigger and more creative, with tech firms blending e-commerce, social media and razzmatazz to become online-shopping emporia for 850m digital consumers.\nOne sign of fierce competition is that Alibaba’s share of the market capitalisation of the Chinese e-commerce industry has dropped from 81% when it listed to 55% today.\nAnd Western firms have long been organised in cosy, predictable silos.\nEven so, Chinese e-commerce has flaws.\nAnd it means preventing e-commerce firms from penalising merchants who sell goods in more than one place online.", "paragraphs": ["O VER THE past ten months most people in the rich world have participated in the biggest shopping revolution in the West since malls and supermarkets conquered suburbia 50 years ago. The pandemic has led to a surge in online spending, speeding up the shift from physical stores by half a decade or so. Forget the chimney; Christmas gifts in 2020 came flying through the letterbox or were dumped on the doorstep. Workers at a handful of firms, including Amazon and Walmart, have made superhuman efforts to fulfil online orders, and their investors have made supernormal profits as Wall Street has bid up their shares on euphoria that Western retailing is at the cutting edge.", "Yet as we explain this week (see article) it is in China, not the West, where the future of e-commerce is being staked out. Its market is far bigger and more creative, with tech firms blending e-commerce, social media and razzmatazz to become online-shopping emporia for 850m digital consumers. And China is also at the frontier of regulation, with the news on December 24th that trustbusters were investigating Alibaba, co-founded by Jack Ma, China’s most celebrated tycoon, and until a few weeks ago its most valuable listed firm. For a century the world’s consumer businesses have looked to America to spot new trends, from scannable barcodes on Wrigley’s gum in the 1970s to keeping up with the Kardashians’ consumption habits in the 2010s. Now they should be looking to the East.", "China’s lead in e-commerce is not entirely new. By size, its market overtook America’s in 2013—with little physical store space, its consumers and retailers leapfrogged ahead to the digital world. When Alibaba listed in 2014 it was the world’s largest-ever initial public offering. Today the country’s e-retailing market is worth $2trn, more than America’s and Europe’s combined. But beyond its sheer size it now stands out from the past, and from the industry in the West, in several crucial ways.", "For a start it is more dynamic. In the past few years new competitors, including Meituan and Pinduoduo, have come of age with effervescent business models. One sign of fierce competition is that Alibaba’s share of the market capitalisation of the Chinese e-commerce industry has dropped from 81% when it listed to 55% today. Competition has also led e-commerce and other tech firms to demolish the boundaries between different types of services that are still common in the West. Point and click are passé: online-shopping platforms in China now blend digital payments, group deals, social media, gaming, instant messaging, short-form videos and live-streaming celebrities.", "The obvious, multi-trillion-dollar question is whether the Chinese model of e-commerce will go global. As has been the case for decades, Silicon Valley’s giants still tend to underestimate China. There are few direct links between the American and Chinese e-commerce industries, partly owing to protectionism on both sides (Yahoo sold much of its stake in Alibaba, far too early, in 2012). And Western firms have long been organised in cosy, predictable silos. So Visa specialises in payments, Amazon in e-commerce, Facebook in social media, Google in search, and so on. The main source of uncertainty in e-commerce has been just how many big traditional retailers will go bust—over 30 folded in America in 2020—and whether a few might manage the shift online, as Walmart and Target have.", "Yet however safe and siloed Western e-retailing may appear to be, it is now unlikely that it will become the world’s dominant mode of shopping. Already, outside rich countries, the Chinese approach is gaining steam. Many leading e-commerce firms in South-East Asia (Grab and Sea), India (Jio), and Latin America (Mercado Libre) are influenced by the Chinese strategy of offering a “super-app” with a cornucopia of services from noodle delivery to financial services. The giant consumer-goods firms that straddle the Western and Chinese markets may transmit Chinese ideas and business tactics, too. Multinationals such as Unilever, L’Oréal and Adidas make more revenue in Asia than in America and their bosses turn to there, not to California or Paris, to see the latest in digital marketing, branding and logistics.", "Already, Chinese characteristics are emerging in the retail heartlands of the West, partly as a result of the pandemic. The silos are breaking down as firms diversify. Facebook is now promoting shopping services on its social networks, and engaging in “social commerce”, including in live-streaming and the use of WhatsApp, for messaging between merchants and shoppers. In December Walmart hosted its first live shopping event within TikTok, a Chinese-owned video app in which it hopes to buy a stake. In France in the past quarter the sixth-most-downloaded e-commerce app was Vova, linked to Pinduoduo’s founder. And new entrants may finally make progress in America—the share price of Shopify, a platform for Amazon exiles and small firms, has soared so that it is now valued at more than $140bn.", "This shift to a more Chinese-style global industry promises to be excellent news for consumers. Prices would be lower, as China has seen fierce discounting by competing firms. Choice and innovation would probably grow. Even so, Chinese e-commerce has flaws. In a Wild West climate, fraud is more common. And there are those antitrust concerns. It is tempting to see the crackdown on Mr Ma as just another display of brutal Communist Party power (see article). It may partly be that, but China’s antitrust regulators are also keen to boost competition. That means enforcing interoperability, so that, for example, payments services on one e-commerce platform can be used seamlessly on a rival one. And it means preventing e-commerce firms from penalising merchants who sell goods in more than one place online. So far American and European trustbusters have been ineffectual at controlling big tech, despite a flurry of lawsuits and draft laws at the end of 2020. They, too, should study China, for a sense of where the industry is heading and how to respond.", "There is a pattern to how the West thinks about Chinese innovation. From electronics to solar panels, Chinese manufacturing advances were either ignored or dismissed as copying, then downplayed and then grudgingly acknowledged around the world. Now it is the Chinese consumer’s tastes and habits that are going global. Watch and learn.■"], "authors": ["The Economist"], "keywords": ["great", "ecommerce", "shopping", "past", "china", "retailers", "chinese", "mall", "social", "western", "firms", "look", "services", "west"], "pubDate": "2021-01-02T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}