{"id": "25dddb49-d633-328c-a42d-680d82092d8e", "title": "‘Truth will prevail’: Matt Gaetz takes break from scandal to speak at Trump club", "url": "https://www.theguardian.com/us-news/2021/apr/10/matt-gaetz-scandal-trump-club-women-for-america-first", "summary": "The Florida congressman Matt Gaetz insisted on Friday “the truth will prevail” over allegations of sex trafficking and illegal drug use which have pitched him into the centre of a congressional scandal.\nThe New York Times reported this week that in the final weeks of the Trump administration, Gaetz sought a blanket pre-emptive pardon.\nMultiple reports have linked the 38-year-old to an ally indicted on a federal sex trafficking charge and for other offences.\nOn Thursday Adam Kinzinger, an Illinois representative who voted to impeach the former president, called for Gaetz to resign.\nIn Florida, Gaetz said the media “lie about me because I tell the truth about them, and I’m not gonna stop.", "paragraphs": ["The Florida congressman Matt Gaetz insisted on Friday “the truth will prevail” over allegations of sex trafficking and illegal drug use which have pitched him into the centre of a congressional scandal.", "Reaching for Trumpian rhetoric at the Trump National Doral Miami golf course, the Republican told an event organised by Women for America First: “I know this. Firebrands don’t retreat, especially when the battle for the soul of our country calls.”", "Women for America First helped stage a rally near the White House on 6 January where Donald Trump told supporters to fight to overturn his election defeat. A crowd attacked and breached the US Capitol. Five people died, including a police officer.", "Gaetz supported Trump’s attempts to overturn the election and offered to resign from Congress and defend the former president in his subsequent impeachment. The offer was not taken up and Trump was acquitted.", "The New York Times reported this week that in the final weeks of the Trump administration, Gaetz sought a blanket pre-emptive pardon. It was not forthcoming.", "Late last month, Gaetz floated retiring from Congress after a third term and entering conservative TV. That prospect seems to have receded.", "Multiple reports have linked the 38-year-old to an ally indicted on a federal sex trafficking charge and for other offences. Gaetz is reportedly being investigated for paying women for sex, for possibly trafficking a 17-year-old girl and for sharing nude images of women with colleagues in the US House. His ally, former tax collector Joel Greenberg, is reported to be nearing a deal with prosecutors.", "On Friday, the House ethics committee said it was opening an investigation. In a statement, the committee said it was aware of allegations Gaetz may have engaged in “sexual misconduct and/or illicit drug use, shared inappropriate images or videos on the House floor, misused state identification records, converted campaign funds to personal use, and/or accepted a bribe, improper gratuity, or impermissible gift, in violation of House Rules, laws, or other standards of conduct.”", "Gaetz denies all allegations and has claimed he is the victim of attempted extortion. He has hired lawyers who have defended Trump and Eric Schneiderman, a New York state attorney general who stepped down amid allegations of violence towards women.", "Speaking to a small crowd on Friday, Gaetz said: “Big government, big tech, big business, big media – they’d all breathe a sigh of relief if I were no longer in the Congress fighting for you.”", "That was Republican boilerplate but most Republicans, including Trump, have stayed silent on the affair. Gaetz has attacked Republicans who do not support Trump. On Thursday Adam Kinzinger, an Illinois representative who voted to impeach the former president, called for Gaetz to resign.", "In Florida, Gaetz said the media “lie about me because I tell the truth about them, and I’m not gonna stop. So when you see the leaks and the lies and the falsehoods and the smears, when you see the anonymous sources and insiders forecasting my demise, know this. They aren’t really coming for me. They’re coming for you. I’m just in the way.”", "He also said he would not “be intimidated by a lying media … The truth will prevail.”", "The New York Times said: “A number of current and former congressional officials have described … occasions when Mr Gaetz smelled of marijuana on the House floor or shared videos and images of women with whom he claimed to be having sex.”"], "authors": ["Martin Pengelly"], "keywords": ["speak", "trafficking", "house", "break", "truth", "prevail", "allegations", "york", "scandal", "matt", "women", "big", "trump", "gaetz", "club", "sex", "takes"], "pubDate": "2021-04-10T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}