{"id": "25e81866-1054-3a2f-a24d-6ecb8f9f6b6a", "title": "Maryland cops safely talk down chainsaw-wielding man demanding to be shot", "url": "http://www.foxnews.com/us/maryland-charles-county-chainsaw-wielding-man", "summary": "Maryland police encountered a chainsaw-wielding man shouting at them to shoot him Sunday and successfully de-escalated the situation without anyone getting hurt, according to authorities.\nThe Charles County Sheriff’s Office said Officers S. Joffe and C. Nelsen arrived first, encountering an individual \"wielding a running chainsaw and several large knives.\"\nTwo more officers arrived from the sheriff’s Crisis Intervention Team, S. Griffith and J. Ryan, and the group negotiated with the unnamed man for roughly two hours, authorities said.\nEventually, he was safely disarmed and taken in to custody before being transported to a local hospital for a mental health evaluation, according to investigators.\nPart of that effort led to the creation of the Crisis Intervention Team, which specializes in mental health incidents.", "paragraphs": ["Maryland police encountered a chainsaw-wielding man shouting at them to shoot him Sunday and successfully de-escalated the situation without anyone getting hurt, according to authorities.", "The Charles County Sheriff’s Office said Officers S. Joffe and C. Nelsen arrived first, encountering an individual \"wielding a running chainsaw and several large knives.\"", "Joffe attempted to negotiate with the armed man from a distance with their patrol car’s PA system, urging him to put down the weapons.", "MICHIGAN DEPUTIES RESCUE ABANDONED 4-MONTH-OLD LEFT IN WOODS", "He repeatedly yelled at the officers to shoot him, investigators said.", "Two more officers arrived from the sheriff’s Crisis Intervention Team, S. Griffith and J. Ryan, and the group negotiated with the unnamed man for roughly two hours, authorities said.", "Members of the La Plata Police Department and emergency services officers also responded.", "Eventually, he was safely disarmed and taken in to custody before being transported to a local hospital for a mental health evaluation, according to investigators.", "CLICK HERE TO GET THE FOX NEWS APP", "A sheriff’s spokeswoman said that officers have been training on de-escalation tactics for years. Part of that effort led to the creation of the Crisis Intervention Team, which specializes in mental health incidents.", "Critics of current law enforcement tactics and policy have argued that departments should have their funding slashed in favor of social workers and other responders for certain mental health emergencies.", "However in this case, no one as harmed."], "authors": ["Michael Ruiz", "Michael Ruiz Is A U.S.", "World Reporter For Fox News."], "keywords": ["maryland", "mental", "shoot", "demanding", "officers", "cops", "team", "s", "tactics", "talk", "chainsawwielding", "man", "shot", "intervention", "sheriffs", "safely", "health"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}