{"pubDate": null, "title": "How the Anthony Levandowski Indictment Helps Big Tech Stifle Innovation in Silicon", "paragraphs": ["When a federal prosecutor announced on Tuesday morning that Anthony Levandowski, who was once hailed as the savant of self-driving cars, was being charged with thirty-three criminal acts of trade-secret thievery, he framed it as a victory for law and order. “All of us have the right to change jobs,” U.S. Attorney David Anderson told reporters in San Jose, California. But Levandowski, the prosecutor said, had engaged in more than just job-hopping when he left his employer, Google, to make his way to a competitor, Uber, in 2016. Rather, Levandowski had stolen Google’s intellectual property. “None of us has the right to fill our pockets on the way out the door,” Anderson said. “Theft is not innovation.”", "Much of the history of innovation is, in fact, also a history of theft: Microsoft stole the basic idea for the graphical user interface (think Windows’ on-screen icons) from Apple; Apple had stolen it from Xerox; the researchers at Xerox, most likely, stole it from someone else. Innovation, in many ways, is not about creation but about iteration, about building on ideas that have come before. Innovation is also about betrayal: much of Silicon Valley’s genesis can be traced to Fairchild Semiconductor, which was founded by a group of young engineers who came to be known as the Traitorous Eight after they left their previous employer, en masse, to set up a rival company. The reason the technology industry has flourished in Silicon Valley, many economists argue, is that California makes it so easy to betray, cheat, and steal. The state’s founding commercial laws generally prohibit companies from constraining their employees with “non-compete clauses.” As a result, for most of the state’s history, workers could jump from company to company, carrying secrets in their heads, as often as they liked, cross-pollinating as they flitted across the digital landscape.", "The difference today is that now there are just a handful of large tech companies—and some of those giants, after benefitting from theft, are worried that they might be on the wrong side of the purloiner dynamic going forward. And so many of them are now issuing to workers a basic threat: if you leave and join a competitor, we might come after you for stealing our secrets. And the titans, apparently, have found a willing enforcer in the federal government.", "As I wrote last year, Levandowski, who is thirty-nine years old, is one of the founding figures in the ongoing race to build autonomous cars. His insights were valuable enough that Google, at one point, promised to give him more than a hundred million dollars if he helped the search company build a self-driving vehicle. Eventually, Levandowski left Google and made his way to Uber, which was trying to build autonomous cars of its own. In the weeks before his departure, Levandowski downloaded about fourteen thousand files, including some Google hardware schematics. He transferred those files to an external drive and then wiped his laptop clean. The actual value of the files has been hotly debated—one Google engineer dismissed them as “low value” information—but there was sufficient pretense for Google to file a $1.85 billion lawsuit against Uber, in 2017, arguing that Levandowski had stolen trade secrets. When the case went to trial, the following year, it captivated Silicon Valley. Until, that is, everything fizzled: Google essentially threw in the towel after four days in court, settling for a small bit of Uber stock valued, at the time, at about two hundred and fifty million dollars (which, to a Valley mogul, hardly justifies getting out of bed). Perhaps more valuable to the company, the settlement established an “independent software expert” who can review Uber’s autonomous-driving technology to insure that none of Google’s proprietary information is used or replicated. Levandowski, by then, had been fired by Uber, and throughout the lawsuit he remained mum, asserting his Fifth Amendment right against self-incrimination when asked virtually any question.", "And so, it seemed, that was it—until Tuesday, when the U.S. Attorney revealed that Levandowski had been indicted by a grand jury on thirty-three counts of “theft and attempted theft of trade secrets,” and that, “if convicted, the defendant faces a maximum sentence of 10 years and a fine of $250,000, plus restitution, for each violation.” During Silicon Valley’s genesis, federal prosecutors were unable to charge a U.S. citizen for such a crime. But, in 1996, Congress, in an attempt to combat the foreign theft of American intellectual property, passed the Economic Espionage Act, which made it easier for the federal government to pursue anyone who stole corporate secrets. The law was mostly intended to be used against overseas saboteurs, but it has largely been directed at American citizens—and, in effect, has made federal prosecutors into heavies operating on behalf of disgruntled tech firms. A federal official who worked on trade-secret investigations told me last year that Silicon Valley companies “couldn’t be more two-faced about” coöperating with prosecutors. “They want good P.R.,” and so they publicly disdain intrusive government investigations, the official said. “But privately they’re, like, ‘Hey, we’ll take the subpoena, and we’ll even help you write it.’ ”", "The indictment against Levandowski is scarce on details. It does, however, declare that “in or about 2007, 2009, and 2012, LEVANDOWSKI signed employment agreements with Google. Each employment agreement contained, among other provisions, a Confidential Information paragraph, which obligated LEVANDOWSKI to hold Google’s Confidential Information, including trade secrets, in confidence.” If the government proves successful in its prosecution, it will likely be because of this work-around to California’s prohibition on non-compete clauses. Levandowski, prosecutors are claiming, was free to leave Google—as long as he didn’t carry any secrets he had learned with him.", "The problem, though, is that the definition of a “trade secret” in the statute is so broad that it could very well mean anything. Daniel Olmos, an attorney who has represented individuals accused of stealing trade secrets, told me last year that “I get calls all the time from scared engineers, who once put some work stuff on their home computer so they could work on it after dinner, and now they’re worried if they try to jump to another firm they’re gonna get sued. And you know what? They’re right to be worried.” Olmos said that if a company looks closely enough at anyone’s digital history they will likely find something they can use to accuse him of stealing trade secrets—a thumb drive inserted into a computer, say, or a file e-mailed to oneself. As a result, employees remain in their current jobs. “The easiest decision is usually to ignore the recruiter’s call,” Olmos said.", "Tuesday’s indictment is drawing mixed reviews in Silicon Valley. Some were delighted by the possibility that Levandowski could be sent to prison. He had clearly taken files from Google that he was not supposed to take—and he is widely disliked (and, at one time, was envied) by his former colleagues. “He’s one of the most coin-operated people I’ve ever met,” a former co-worker told me. “He just goes wherever they pay him the most.” Others have been put off by his extracurricular activities, such as his founding of a church, called the Way of the Future, devoted to “the realization, acceptance, and worship of a Godhead based on Artificial Intelligence.” “I guess while Anthony Levandowski is cooling in the pokey, he can pray to his AI god,” one tech writer tweeted on Tuesday. Greed and blind techno-utopianism, of course, are hardly uncommon in the technology industry. But Levandowski is, in many ways, a perfect mirror of the Valley’s worst instincts, and so, like many perfect mirrors, folks are happy to see him get broken if it means they no longer have to suffer the glare.", "But some people are also troubled by the arrest, because of what it portends for worker mobility in the technology industry. Silicon Valley benefits from allowing workers to move from firm to firm, spreading ideas in a manner that might disadvantage their old, spurned employers but that, on the whole, accelerates innovation over all. If Levandowski is convicted, the precedent may have a chilling effect. “This situation makes me wonder how any person specializing in cutting edge technology would ever consider jumping from one development project to another competing project,” one observer wrote on Reddit. “You instantly become a target: Something experimental that Company X was working on shows up in Company Y’s final project? Who are they immediately going to point the finger at?”", "The Valley is, in general, a fearful place right now, and Tuesday’s indictment will only increase those anxieties. As Levandowski pleaded not guilty to all charges, his court appearance was live-tweeted. (“No tie,” one observer wrote. “Bold move.”) His father, stepmother, and a friend pledged their homes as guarantees for Levandowski’s two-million-dollar bond. Afterward, Levandowski exited the courthouse through a phalanx of cameras recording his every movement. But the Google executives who spurred this investigation and willingly handed over databases and documents to help prosecutors get the evidence they needed received no such scrutiny. They remained anonymous and in the background, lucky beneficiaries of all the thefts and secrets that had come before. Now the odds of those secrets moving among firms quite so easily has changed. As Anderson, the U.S. Attorney, said on Tuesday morning, everyone still has the right to change jobs. Now, though, we should all be a bit more worried about what we’re carrying in our heads—and our pockets—as we walk out the door."], "url": "https://www.newyorker.com/tech/annals-of-technology/how-the-anthony-levandowski-indictment-helps-big-tech-stifle-innovation-in-silicon-valley", "keywords": ["silicon", "helps", "company", "levandowski", "federal", "anthony", "stifle", "google", "indictment", "trade", "theft", "tech", "secrets", "big", "innovation", "valley", "right"], "summary": "The reason the technology industry has flourished in Silicon Valley, many economists argue, is that California makes it so easy to betray, cheat, and steal.\nWhen the case went to trial, the following year, it captivated Silicon Valley.\nA federal official who worked on trade-secret investigations told me last year that Silicon Valley companies “couldn’t be more two-faced about” coöperating with prosecutors.\nTuesday’s indictment is drawing mixed reviews in Silicon Valley.\nSilicon Valley benefits from allowing workers to move from firm to firm, spreading ideas in a manner that might disadvantage their old, spurned employers but that, on the whole, accelerates innovation over all.", "authors": ["Charles Duhigg", "Alice Munro", "Rachel Aviv", "Adam Entous", "Richard Brody", "Jeffrey Toobin", "Andrew Marantz"], "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35", "id": "25f6b9ae-dfdb-3a7b-8537-8401ed6943c8"}