{"id": "2612ff56-efcc-363e-87b4-d8bd800c6a09", "title": "Ask Us Anything: Submit Your Questions For Our Next Issue", "url": "https://www.gameinformer.com/feedback-requested/2021/01/04/ask-us-anything-submit-your-questions-for-our-next-issue", "summary": "Each month, Game Informer prints questions that are submitted by readers via email and standard mail.\nYou'll need to log in to your GI account, and click \"okay to print\" for your letter or question to go through.\nWe'll look through the questions and pick a few to include in our next issue, which releases on December 12.\nIn each issue, we ask readers a \"Question of the Month.\"\nFor the Hitman 3 issue that should be hitting mailboxes now, we ask...\"What living game do you go back to the most?\"", "paragraphs": ["Each month, Game Informer prints questions that are submitted by readers via email and standard mail. We'd like to give our website readers the chance to make the magazine as well.", "You'll need to log in to your GI account, and click \"okay to print\" for your letter or question to go through. We'd also love it if you included your location (city, state, or country will do). We'll look through the questions and pick a few to include in our next issue, which releases on December 12.", "In each issue, we ask readers a \"Question of the Month.\" For the Hitman 3 issue that should be hitting mailboxes now, we ask...", "\"What living game do you go back to the most?\"", "You can answer this question and/or include any other feedback you want. Thank you again for all of your support throughout the years, and we hope many of you get the chance to have your letter printed in an upcoming issue!"], "authors": ["Weekly Trips To Arcades To Owning Every System That Hit The Market Since The Atari", "Andrew Has Dedicated His Life To Video Games."], "keywords": ["readers", "chance", "submit", "letter", "game", "issue", "month", "wellyoull", "questions", "ask", "include", "question"], "pubDate": "2021-01-04T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}