{"id": "2628d595-bfbe-3898-8d49-db2da514ae52", "title": "Selena Gomez on Politics, Faith, and Making the Music of Her Career", "url": "https://www.vogue.com/article/selena-gomez-cover-april-2021", "summary": "Gomez grew up in a neighborhood that was mainly Mexican-​American, like her dad’s family.\nShe was named after Selena Quintanilla, whose music both her parents loved.\nIt wasn’t a lot, but it was great.”As a kid, Gomez was sensitive but fearless: A picture of her comforting another kid on the first day of pre-K made the local paper.\nIt became part of Gomez’s job to maintain that aura even as, simultaneously, the tabloid media began treating her as an object of interest.\n“We were all new to this, and they wanted to say things to the paparazzi, but you can’t, because that’s exactly what the paparazzi want,” Gomez says.", "paragraphs": ["Gomez was born in Grand Prairie, Texas, a midsize town outside Dallas that once had a professional baseball team called the Airhogs, the kind of place where the top employers include Lockheed Martin and Walmart. Her parents were both 16 when she was born, in 1992. Gomez grew up in a neighborhood that was mainly Mexican-​American, like her dad’s family. (Her mother, Mandy Teefey, who managed Gomez’s career until 2014, identifies as white.) She was named after Selena Quintanilla, whose music both her parents loved. Her mom let her splash around in the yard during rainstorms; her dad liked to watch Friday and Bad Boys with his cherubic baby girl. “It always smelled like fresh-cut grass,” Gomez remembers of her childhood in Texas. “We’d play outside for hours, and my nana and her friends would be sitting with their iced tea. It wasn’t a lot, but it was great.”", "As a kid, Gomez was sensitive but fearless: A picture of her comforting another kid on the first day of pre-K made the local paper. (“Apparently I had just been like, ‘Peace!’ to my mom and walked right in,” she tells me.) She staged concerts in the living room and loved frilling herself up to compete in that particular Southern ritual—the beauty pageant. Gomez’s parents broke up when she was five, and Teefey mustered all her wherewithal to provide for her kid, working simultaneously at a Starbucks, a Dave & Buster’s, and a Podunk modeling agency. She ably shielded Gomez from the ever-present financial difficulties. “I remember always being reminded that people had less than we did,” Gomez says. “And we didn’t have much. But I felt like we did because my mom was always doing a hundred million things just to make me happy, and we volunteered at soup kitchens on Thanksgiving; we went through my closet for Goodwill.”", "“I haven’t even touched the surface of what I want to do,” she says. “I can’t wait for the moment when a director can see that I’m capable of doing something that no one’s ever seen”", "When she was 10, she was cast, alongside Demi Lovato, on Barney & Friends, which was conveniently shot in another Dallas suburb. The job didn’t feel like work: “You’re on set with a big purple dinosaur and dancing and having a great time,” she says, laughing. Three years after she wrapped her run on the show, she secured the role of Alex Russo on the Disney Channel show Wizards of Waverly Place and moved to Los Angeles with her mom. Gomez’s desire to oblige and enchant, inherent in any young performer, became enshrined as a mandate. Working for Disney turned Gomez’s life into a perpetual promotion, with her image quickly distributed through TV, music, movies, merchandise, live appearances, and cross-­promotion of all of the above. “That was my job in a way—to be perfect,” she says. “You’re considered a figure kids look up to, and they take that seriously there.” Gomez’s Wizards character was sly and sardonic, lazy about both school and wizardry—that was the concept, by the way: a family of wizards running a West Village sandwich shop. But Alexandra Margarita Russo still radiated the essential Disney-girl quality: a spunky, unselfconscious precocity and confidence.", "It became part of Gomez’s job to maintain that aura even as, simultaneously, the tabloid media began treating her as an object of interest. She was 15 when paparazzi began showing up on set. Her onscreen brothers, David Henrie and Jake Austin, felt protective of her. “We were all new to this, and they wanted to say things to the paparazzi, but you can’t, because that’s exactly what the paparazzi want,” Gomez says. “I remember going to the beach with some family members who were visiting, and we saw, far away, grown men with cameras—taking pictures of a 15-year-old in her swimsuit. That is a violating feeling.”", "I ask Gomez whether she was aware of how invasive this situation was as it was happening, or if she brushed it off in the moment. “I think I spent so many years just trying to say the right thing to people for the sake of keeping myself sane,” she says. By dint of her personality, as well as the fact that she was a young woman in the spotlight, she had to be unconditionally grateful, composed, sparkling. “I’m just such a people-pleaser,” she adds."], "authors": ["Jia Tolentino", "Jia Tolentin", "Nadine Ijewer", "Gabriella Karefa-Johnso"], "keywords": ["mom", "faith", "kid", "career", "gomez", "parents", "job", "family", "politics", "youre", "selena", "music", "gomezs", "making", "paparazzi", "wizards"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}