{"id": "2655f042-5db1-39b7-9f7b-6086f465ac44", "title": "A Digital Picture Frame Is My Favorite Way to Keep in Touch", "url": "https://www.wired.com/story/rave-digital-picture-frame/", "summary": "I first encountered Aura frames back in August, when we wrote about gear for keeping in touch over long distances.\nThe first time I saw a digital picture frame in the early 2000s, it was frankly kind of tacky, with a pixely screen and obnoxious, PowerPoint style animated transitions between images.\nEven just five years ago, the tech hadn't improved much; in 2015, the Seattle Times called digital frames \"bargain-bin jokes.\"\nBut as mobile screens have gotten better, the technology inside the digital picture frames has also improved dramatically.\nWhen my sister visited, she commented that she didn't realize it was a digital display until the picture suddenly changed.", "paragraphs": ["I first encountered Aura frames back in August, when we wrote about gear for keeping in touch over long distances. All the products were fun to use, and offered something unique for people who are far away from those they love. But they can also be expensive, especially since some of them felt a little gimmicky. Digital frames, though also quite expensive, feel much more practical.", "Of course, devices like these have been around for a while. The first time I saw a digital picture frame in the early 2000s, it was frankly kind of tacky, with a pixely screen and obnoxious, PowerPoint style animated transitions between images. Even just five years ago, the tech hadn't improved much; in 2015, the Seattle Times called digital frames \"bargain-bin jokes.\" They just weren't good. But as mobile screens have gotten better, the technology inside the digital picture frames has also improved dramatically. The latest models have been getting rave reviews, and they've been gaining in popularity—especially as gifts—for good reason.", "The Aura frames are evidence of this huge improvement. The pictures on the Aura look vibrant, but the screen doesn't glow brightly like a computer display. A sensor also automatically adjusts the display brightness based on the available light, so it doesn't stay aglow in a dark room. (I set mine so the screen shuts down when all the lights are off.) There's not a jagged-edged pixel in sight; even scanned film photos look great. When you really look closely, you can see that it doesn't look exactly like a printed photo inside a glass frame, but the image doesn't really seem digital either. It's just nice. When my sister visited, she commented that she didn't realize it was a digital display until the picture suddenly changed. (I should note that I have only tried frames from Aura, but Nixplay is another popular brand you might consider.)", "Stay Connected", "The Mason frame, also from Aura. Photograph: Aura", "The reason these make great gifts is because of the way photos can be shared. The frame owner can load photos onto their frame directly from their phone using Aura's mobile app. But they can also use the app to add “members” to the frame and invite others to drop photos into their library. So if you give one of these to your parents, you and all your siblings can easily add photos of your own families. They'll show up on mom and dad's frame, hundreds or thousands of miles away. Seeing a new picture pop up is heart-warming. The frame owner can tap the nearly hidden touch bar on the top of the frame to see who added each photo and when. They can also cycle through the album to see specific photos, and mark their favorite photos by giving them a heart. Aura's frames don't require much effort to set up, and the app is easy to navigate, so even the most novice techie can figure it out."], "authors": ["Medea Giordano", "Medea Giordan"], "keywords": ["frame", "aura", "picture", "frames", "doesnt", "display", "way", "touch", "photos", "screen", "look", "favorite", "digital"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}