{"paragraphs": ["Fans of Madden’s franchise mode got some improvements to their favorite part of the game, but the mode wasn’t wholly transformed since they were layered on top of a structure that hasn’t changed in years. Until EA decides to scrap the mode’s foundations – in particular the simulation engine – no real progress can be made.", "The Foundations of the Franchise", "The heart of a franchise mode is the behind-the-scenes sim engine which produces everything not determined directly on the playing field, from free agency to the draft and the league’s stats. Given that the whole mode is precisely about what happens in the front offices of the NFL teams, this is a crucial part.", "Unfortunately it’s a part that the series consistently gets wrong. The A.I. governing the actions of the other teams makes ne’er do well teams like the Jets look like bonafide serial geniuses. Here are just a few examples.", "You can dupe the A.I. into bad trades by making them give up too many assets for a player – even a mediocre one – because it over-values players at positions of need.", "It doesn’t draft correctly because it can’t project growth in or develop its current players, so it sees the QB it just drafted for a team rated under an 80 (he is a rookie, after all), and thinks it has to draft another QB in the following draft.", "In the early and middle of the first round of the draft it also picks players at positions not normally drafted that high such as centers, guards, safeties, and tight ends. This is compounded by the A.I. thinking there’s a run at those positions, causing it to choose more players at those lower-priority spots because it’s fooled itself into thinking it’s going to miss out on grabbing the fourth-best center in the first round.", "Most A.I.-controlled players negotiating new contracts are simple to sign because they don’t have a sense of their real value on the market.", "The sim engine can’t tabulate stats correctly through the season, whether it’s not producing enough yards for running QBs or not giving them enough INTs. This skews the entire backstory of the year and the league as a whole.", "These are all specific examples of the game not getting it right behind the scenes, and they add up to a big problem for the mode, keeping it from evolving. What use is adding a new feature like the Scenario Engine, which surfaces players’ opinions to you as a coach during the season, if the game can’t even correctly coordinate what happens afterwards? I’ve seen times where a player complains they aren’t getting the ball enough, you give them a great stat line in the next game, and they still complain.", "Madden developer EA Tiburon could totally overhaul its draft, filling it with flashy videos and player stories, but if there’s not a single A.I. initiated trade in the first round – which there usually isn’t – then the actual drama and importance of the whole event is lost. It’s this kind of fundamental disconnect between how the mode is serviced and how it actually performs that is frustrating year in and year out. It’s not just an example of the mode not reaching its full potential or not delivering the moon, it’s actively sabotaging itself.", "Maybe the next-generation can help usher in a new era for the series’ Franchise mode with improved simulation logic. But until that happens this mode will be permanently stuck with its own mistakes.", "The Ticker", "THE TICKER", "NBA 2K20 MyCareer Details & Trailer", "Madden 20 Update Adds Offensive Line Abilities & Fixes", "PES 2020 Gets Exclusive License for Euro 2020 & Serie A License", "Everything You Need to Know About NHL 20's Franchise Mode", "Session Announces Steam Early Access & Xbox Preview Arrival", "Skater XL Coming to Switch and Xbox One (new trailer too)", "PES Mobile Getting Big Update In October"], "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Senior Editor", "Kato'S Love Of Video Games Started With Sports Games", "But He Also Enjoys Everything Assassin'S Creed To Vagrant Story."], "title": "An Unstable Franchise", "id": "266383bc-f86b-3355-b87f-5a22ac1056e9", "keywords": ["mode", "players", "game", "unstable", "teams", "positions", "draft", "engine", "player", "franchise", "ai"], "summary": "Fans of Madden’s franchise mode got some improvements to their favorite part of the game, but the mode wasn’t wholly transformed since they were layered on top of a structure that hasn’t changed in years.\nThe Foundations of the FranchiseThe heart of a franchise mode is the behind-the-scenes sim engine which produces everything not determined directly on the playing field, from free agency to the draft and the league’s stats.\nGiven that the whole mode is precisely about what happens in the front offices of the NFL teams, this is a crucial part.\ngoverning the actions of the other teams makes ne’er do well teams like the Jets look like bonafide serial geniuses.\nMaybe the next-generation can help usher in a new era for the series’ Franchise mode with improved simulation logic.", "pubDate": null, "url": "https://www.gameinformer.com/the-sports-desk/2019/08/22/an-unstable-franchise"}