{"id": "26b967c0-c6c0-3c44-aad3-78eaf76f081b", "title": "15 Bridgerton-Worthy Runway Looks to Inspire Your Own “Coming Out” Style", "url": "https://www.vogue.com/article/bridgerton-fashion-runway-looks", "summary": "So it would seem entirely unlikely that Bridgerton, Netflix’s new Regency-era historical drama, could offer much in the way of style inspiration.\nAnd yet Bridgerton fashion is trending: Lyst reported that since its premiere, online searches for corsets—a requisite garment in the show—have surged 123%.\nRewardStyle, the affiliate network for influencers, has seen similar data through its LikeToKnow.it platform, which tracks users’ searches and purchases.\nEmbroidered dresses were up 1,000% on LTK, with silk dresses further ahead by 3,900%.\nThe nap dress, first popularized by Hill House Home, has spiked 25,000%, likely inspired by Daphne Bridgerton’s floaty cotton nightgowns.", "paragraphs": ["In month 11 of living through a pandemic, we’re happy just to get out of sweatpants. Jeans feel like a small victory these days. So it would seem entirely unlikely that Bridgerton, Netflix’s new Regency-era historical drama, could offer much in the way of style inspiration. Set in 1813 London at the start of “the season,” in which young debutantes “come out” and vie for the attention of eligible bachelors, the show’s finery is almost campy in its sweetness. Costume designer Ellen Mirojnick created a whopping 7,500 looks for the eight-episode run, with “ice-cream pastels, acid-bright florals, acres of ruffles, rhinestone-encrusted puff sleeves, and wigs that could rival Marie Antoinette’s.”", "Fantastical? Absolutely. Relatable? Not so much. And yet Bridgerton fashion is trending: Lyst reported that since its premiere, online searches for corsets—a requisite garment in the show—have surged 123%. Pearl and feather headbands have seen a 49% bump, and empire-waist dresses, the defining silhouette of the era, have risen 93% in popularity. RewardStyle, the affiliate network for influencers, has seen similar data through its LikeToKnow.it platform, which tracks users’ searches and purchases. Embroidered dresses were up 1,000% on LTK, with silk dresses further ahead by 3,900%. The nap dress, first popularized by Hill House Home, has spiked 25,000%, likely inspired by Daphne Bridgerton’s floaty cotton nightgowns."], "authors": ["Emily Farra", "Emily Farr"], "keywords": ["vie", "searches", "victory", "bridgerton", "coming", "way", "runway", "whopping", "inspire", "15", "wigs", "bridgertonworthy", "seen", "looks", "style", "dresses", "young"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}