{"id": "26c6bf7d-aaa7-3854-ae24-6dc6694296ac", "title": "Johnny 'Joey' Jones: As 2020 nears end, I'm choosing to reflect on the good in a difficult year", "url": "http://www.foxnews.com/opinion/2020-ends-choosing-see-good-johnny-joey-jones", "summary": "I don’t dread certain times of the year because of certain events in my past, and I don’t feel any extra special sense of remembrance or nostalgia on holidays.\nBy any measure, 2020 has taken an incalculable toll on our society and communities.\nI am normally late to the party, but I was surprisingly early to the misery that has been 2020.\nPerhaps most importantly, I learned I’m but one small part of a people so strong, resilient and dead set on prosperity that even 2020 can’t take our thirst for fun, happiness and love away.\nA year of opportunity in your life that may just be one more rendition of “Auld Lang Syne” away.", "paragraphs": ["I’ve never been much of an anniversary kind of guy. I don’t dread certain times of the year because of certain events in my past, and I don’t feel any extra special sense of remembrance or nostalgia on holidays. Of course, there are exceptions. On Memorial Day, I love and miss my brothers, but I feel their absence every day.", "To say “this year is different” is a gross understatement. By any measure, 2020 has taken an incalculable toll on our society and communities. As we turn the corner to a new year and face the coming anniversary of the coronavirus reaching our shores, we have the opportunity to take stock of what we have lost and gained from this season of affliction.", "Anniversaries don’t have to be about dwelling in the past; they can be a chance to recalibrate and think about how you want to move forward.", "JIM DALY: DECORATING FOR CHRISTMAS WITH MY WIFE TAUGHT ME THIS PRICELESS LESSON ABOUT LIFE", "Personally, this truly has been one fully terrible and difficult year. I am normally late to the party, but I was surprisingly early to the misery that has been 2020. This week will mark exactly one year since my dad fell to the floor in my home, at 5 a.m., two Sunday mornings after Thanksgiving, from a pulmonary heart attack. After pounding on his chest for what seemed like hours, he was rushed to the hospital by EMTs and 24 hours later he left us.", "We lost my maternal grandmother just a week before him, and his mother six weeks later. I began 2020 with my family congregated in the same funeral home parlor for the third time and delivering my second eulogy. For the first time, I felt the awesome responsibility of being the patriarch of my lineage.", "This year, as I sat down to finish off the last slice of pumpkin pie, feeling compelled to look back and think about all the tragedy that has filled and defined this past trip around the sun, something amazing began to happen. I began to relive some moments and milestones that caused my heart to ache, not with sorrow but with something like joy.", "Yes, this year has been awful. We’ve endured raging fires, our cities were looted and set ablaze as tensions between our heroic law enforcement and communities that feel unfairly policed boiled over. We were hit with the one-two punch of a virus and economic crash that have ravaged our country, leaving their mark not just in fear, sickness and death, but also in the very way we perceive our safety and security within society. We saw beloved national figures and celebrities pass away and are now in throes of a contested presidential election.", "How could I look back at a year that’s taken so much and feel so blessed, so gratified?", "So why was I so happy? How could I look back at a year that’s taken so much and feel so blessed, so gratified? The answer is simple, really, because life, complete with its triumphs and tribulations, carries on.", "In this same year, in part due to the canceled travel and closed places of commerce, I found myself exactly where I needed to be: with my family. I watched our daughter take her first steps, and was there as she spoke her first word, Daddy. I watched her craft some impressive dance moves to a surprising range of songs. Our son, the nerdier clone of his father, started middle school, baseball and the band, as he finally found something he actually enjoys doing with his dad … shooting sporting clays!", "CLICK HERE TO GET THE OPINION NEWSLETTER", "In a more solemn, but equally celebratory fashion, I marked a full decade since surviving a bomb blast in Afghanistan that only took my legs when it might’ve taken my life. I found patience and fulfillment where before was frustration and discontent with people who are important to me.", "I know not everyone has these same blessings. I’m sure parts of this year have hit many of you much differently. But I’ve learned the difference between a dealing blow and a budding opportunity is often perspective.", "I’ve learned that the pain we feel when someone leaves us only exists because of the joy they bring us while we have them. Perhaps most importantly, I learned I’m but one small part of a people so strong, resilient and dead set on prosperity that even 2020 can’t take our thirst for fun, happiness and love away.", "CLICK HERE TO GET THE FOX NEWS APP", "As the literal best worst year of my life passes by, and the end of this uniquely terrifying and enlightening calendar year comes to its end, take a moment to reflect. I encourage – no, implore you – to find the smiles hidden within the frowns. I challenge you to remember that you are blessed because you’re here, living, breathing and fighting for that next amazing year. A year of opportunity in your life that may just be one more rendition of “Auld Lang Syne” away. The choice is, and has always been, yours to make.", "So make this year the last worst year and find that hope only tomorrow brings. God bless and thank you for reminding me why this year as much as any, I’m so proud to simply be an American.", "CLICK HERE TO READ MORE FROM JOHNNY \"JOEY\" JONES"], "authors": ["Johnny Jones", "Staff Sergeant Johnny", "Joey", "Jones", "Ret.", "Joined Fox News Channel As A Contributor In July"], "keywords": ["good", "jones", "life", "feel", "difficult", "look", "opportunity", "taken", "past", "joey", "johnny", "end", "reflect", "nears", "dont", "2020", "choosing", "im", "learned"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}