{"id": "26e7ba48-5c3a-3b15-b4fb-c4c3f187bceb", "title": "Bland Fanatics by Pankaj Mishra review – 'Anglo-American delusions'", "url": "https://www.theguardian.com/books/2020/dec/17/bland-fanatics-by-pankaj-mishra-review-anglo-american-delusions", "summary": "In 1988, Pankaj Mishra was a would-be writer in Varanasi, north India, whiling away his days reading the American critic Edmund Wilson.\nBut years later, trying to write on Wilson, Mishra realised that he had nothing new to say about his hero.\nMishra transformed the NYRB article into a novel called The Romantics, but he blossomed more as a critic and essayist.\nBut, by relentlessly catering to the ongoing moment, Mishra too is setting up his stall in the marketplace of ideas.\nPerhaps this is the moment Mishra has been waiting for.", "paragraphs": ["In 1988, Pankaj Mishra was a would-be writer in Varanasi, north India, whiling away his days reading the American critic Edmund Wilson. In books such as Axel’s Castle and To the Finland Station, Mishra detected a temperament he could aspire to: erudite, self-assured, swiftly able to read between the lines of a book into the author’s worldview and the wider social and historical milieu, “a man wholly devoted to reading and thinking and writing”. But years later, trying to write on Wilson, Mishra realised that he had nothing new to say about his hero. “It hadn’t occurred to me,” he wrote, “that a separate narrative probably existed in my private discovery of Wilson’s writings in a dusty old library in the ancient town of Benares [Varanasi].”", "The story of his “private discovery” of Wilson was published in the New York Review of Books 20 years ago and marked a breakthrough moment for Mishra. It was boom time for South Asian writing in English at the turn of the millennium. Arundhati Roy’s The God Of Small Things had just come out; Vikram Seth’s million-dollar advance for A Suitable Boy was much talked about; the New Yorker devoted an entire issue to Indians writing in English. Mishra transformed the NYRB article into a novel called The Romantics, but he blossomed more as a critic and essayist. His dispatches from all over Asia – Kashmir, Tibet, China, Indonesia, Nepal, Japan, Afghanistan – made perceptive connections between local events and precedents in other parts of the world. His best-known books are subversive histories, reviewing the contexts in which individuals in different places and eras have arrived at remarkably similar ideas; he has traced outlines of continuity between the Buddha and Oscar Wilde, Rousseau and Trump.", "Bland Fanatics collects many of the longer pieces Mishra has published over the last decade or so, during which time he has been threatened with a lawsuit (by the historian Niall Ferguson), called a “sanctimonious prick” (by the psychologist Jordan Peterson), criticised for expressing a “satanic view of society” (by Salman Rushdie), accused of writing “fiction masquerading as nonfiction” (in the Indian parliament). He writes that after he moved to London in the mid-2000s, he set out to challenge many “Anglo-American delusions”, to respond to the “misrepresentations and downright falsehoods that had built up over decades”. The rot, as Mishra sees it, stemmed from the self-serving optimism of 19th-century rationalists such as John Stuart Mill, who saw liberalism as compatible with having colonies abroad. Popular histories still portray the two world wars as predominantly European conflicts, though millions of Asian and African colonial subjects were enlisted as soldiers on both sides. During the cold war and with the comforting morality of a fairy tale, free markets and democracy were opportunistically pitted against totalitarianism and economic protectionism. Traces of this unscrupulous liberalism were apparent in the post-9/11 arguments for the wars in Iraq and Afghanistan, and persist today in the eagerness of many centrists to embrace ideas of the far right.", "Well before Trump and Brexit, Mishra recognised that the turmoil in many western democracies has roots in the violence they have wreaked abroad. For him, the horrors of the Holocaust can be traced back to the carnage Germany inflicted in its African colonies in the early 1900s, where ideas like Lebensraum were first tested out. The collapse of India’s democratic institutions was prefigured by the country’s “original sin”: Kashmir. With Brexit, the imperial tragedy of the Indian partition has “come home”.", "For him, the horrors of the Holocaust can be traced back to the carnage Germany inflicted in its African colonies", "Mishra excels at calling out intellectual vapidities, what he calls “pseudo-scholarship”. A recap of the history of human rights becomes a scathing catalogue of American military interventions. Another essay rescues the Russian thinker Alexander Herzen from his “proto anti-communist” standing. Mishra invariably knows where the bodies are buried and how to use the incriminating detail to good effect. The editor of a prestigious magazine suddenly seems less upright when introduced as a former “stenographer to Netanyahu”. Lord Mountbatten is savagely cut to size by the aside that he was dubbed “master of disaster” by his colleagues in the navy. Then there is Martin Amis’s “desperately literary” take on Islam, Rushdie’s oblivious narcissism, Modi’s “moronic inferno” in India, even Ta-Nehisi Coates’s “very partial self-reckoning” with American exceptionalism.", "This work of sweeping away ideological cobwebs can be gruelling – Mishra calls it a “frustrating struggle” – and reading these essays together in a volume, you can’t help feeling that the struggle has taken its toll. Years of writing against “white people’s histories” have made an Orwell out of Mishra, but the charm, the romance, has given way to something more dispassionate. Mishra has no time now to indulge his private discoveries, or even go out and do much reportage. He seems more comfortable with opinion pieces and intellectual essays, reframing neglected histories, responding to the constantly changing present. This is a writer with a clearer sense of what he is up against, who veers into the personal only to draw a larger political point. In a post-truth world, you read Mishra to clear the air, to make sense of our bewildering moment, but the voice is no longer the one you fell in love with. You miss the momentum of a younger writer finding his way in the world.", "Lord Louis Mountbatten in New Delh. Photograph: Keystone/Getty Images", "You agree with Mishra at every turn; you even feel sorry for him having to wade through the latest xenophobic screed by Christopher Caldwell or Douglas Murray. But, by relentlessly catering to the ongoing moment, Mishra too is setting up his stall in the marketplace of ideas. His rundown of Anglo-American neuroses, their obscuring of inconvenient truths, loses its sting when repeated so often.", "A book by a white journalist on a Mumbai slum gets a pass for avoiding the centre-right narrative of “India Shining”, but Coates is mocked because he once went to Aspen. Mishra is right to point out that many American writers and journalists “provincialised their aspiration of a just society” during the Obama era by separating it from the country’s record on wars and deportations. And yet, Mishra has also provincialised his targets – Ferguson, Murray, Caldwell, Peterson – names that don’t quite ring a bell beyond the mid-Atlantic social and economic elite.", "In his 2017 book, The Age of Anger, as well as these essays, Mishra incisively portrays Voltaire, Mill, and other western universalists as self-interested figures of their time. Liberal precepts, he writes, were “shaped to fit the mould of market freedoms that capitalism would need if it was to thrive”. Which mould is he shaping himself to fit? It is a fair question to ask at a time when statues of imperialists and slave traders are being brought down in the gardens of the west. A number of newspapers have suddenly opened up their space to columns inveighing against white people’s histories. Mea culpas of colonial and racist attitudes, once considered bad form, are now part of election campaigns and corporate press releases. Perhaps this is the moment Mishra has been waiting for. Then again, to those of us who live in former colonies, under regimes that continue to wield imperial forms of coercion and control, the reckoning can at times feel very partial: the west listening at long last to its non-white voices, but still talking to itself.", "• Bland Fanatics: Liberals the West and the Afterlives of Empire is published by Verso (RRP £16.99). To order a copy go to guardianbookshop.com. Delivery charges may apply."], "authors": ["Abhrajyoti Chakraborty"], "keywords": ["american", "moment", "white", "mishra", "fanatics", "pankaj", "angloamerican", "writing", "histories", "ideas", "wilson", "world", "writer", "delusions", "bland", "review"], "pubDate": "2020-12-17T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}