{"id": "271ecab1-2eaa-3a9e-b13f-7ec020ce01d0", "title": "These Mother-Daughter Jewelry Designers Took Their Dreamy Collection on a Traveling “Truck Show”", "url": "https://www.vogue.com/article/of-rare-origin-jewelry-truck-show-roadtrip", "summary": "They set off on an adventure in the American South, taking their jewels to South Carolina, Tennessee, Louisiana, Georgia, and North Carolina.\nThey also took their own temperatures daily, sanitized the jewelry after customers tried on the pieces, and wrapped purchased items to take home.\nThe Of Rare Origin family is now planning their next journey, which will take them and their bright storefront truck to Florida, Texas, and California this spring.\nAnd that’s okay, because, as Of Rare Origin has proven, getting behind the wheel can bring some much-needed lightness and hope, even in the retail world.\nAnd with their jewelry as the main passengers, Of Rare Origin’s version of life on the road is a seriously stylish one too.", "paragraphs": ["Road trips were de rigueur in 2020. Traveling by car, even for those who typically despise long rides, was viewed as a luxurious, leisurely escape and offered a sense of discovery not felt since before the COVID-19 virus hit hard last year. The pandemic streets and highways became a safe means of reconnecting with the outside world, and for some businesses, a way to come face-to-face with customers (masks on and six feet of distance between them, of course).", "In November, just before the holidays, one such independent, New York City–based brand did exactly that. Of Rare Origin, a statement fine-jewelry label founded by sisters Thea and Octavia Giovannini-Torelli and their mother Leslie Tcheyan in 2016, created what they called their very personal, very fabulous traveling “truck show.” They fixed up a secondhand flatbed truck outside of their family home in Montauk and crafted a charming storefront on wheels, fashioned to look like a small, summery Italian kiosk complete with an Aperol Spritz bar and a sunny boudoir for their sculptural, whimsical gems. They set off on an adventure in the American South, taking their jewels to South Carolina, Tennessee, Louisiana, Georgia, and North Carolina. The trio stopped at local boutiques that carry their pieces, including Out of Hand in Charleston, Cantley & Company in Birmingham, 20Twelve in Memphis, SO SUSU in New Orleans, Mashburn in Atlanta, and Capitol in Charlotte, and worked with private clients to host events such as Cindy Cantley in Birmingham.", "Tcheyan and the Giovannini-Torelli sisters also took every possible safety precaution along the way, asking visitors to book private appointments through the store partners, having hand sanitizer readily available on the truck, and sanitizing every surface several times a day, all in addition to wearing masks and keeping six feet of distance between each person. They also took their own temperatures daily, sanitized the jewelry after customers tried on the pieces, and wrapped purchased items to take home.", "The Of Rare Origin family is now planning their next journey, which will take them and their bright storefront truck to Florida, Texas, and California this spring. As it’s still going to be a while until life and travel return to normal, we’re in for another year of adventures via road trip. And that’s okay, because, as Of Rare Origin has proven, getting behind the wheel can bring some much-needed lightness and hope, even in the retail world. And with their jewelry as the main passengers, Of Rare Origin’s version of life on the road is a seriously stylish one too."], "authors": ["Brooke Bobb", "Brooke Bob"], "keywords": ["dreamy", "motherdaughter", "origin", "road", "south", "way", "traveling", "took", "designers", "collection", "world", "storefront", "truck", "rare", "jewelry"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}