{"id": "27425ec1-f0cf-35e1-92bd-c0228289633d", "title": "Thanks, but no thanks - Energy companies give the Arctic the cold shoulder", "url": "https://www.economist.com/business/2021/01/09/energy-companies-give-the-arctic-the-cold-shoulder", "summary": "To energy companies, it is a risk not worth taking.\nIt is a fitting final chapter in Mr Trump’s campaign to unleash drilling on federal lands, characterised by maximum bravura and mixed corporate impact.\nThe number of new permits on federal lands was 52% higher in 2020 compared with 2019, according to Enverus, a research firm.\nYet broader interest in Mr Trump’s auctions has been lukewarm.\nMr Trump’s enthusiasm for Arctic drilling is matched by that of Alaska’s Republican senators and allies in Congress.", "paragraphs": ["T O THE GWICH’IN people, the coastal plain of the Arctic National Wildlife Refuge in Alaska is “the sacred place where life begins”. To environmental campaigners, it is a rare habitat that must remain protected, home to caribou, polar bears and migratory birds from six continents. To President Donald Trump, it is a promising source of oil wealth and American energy security. To energy companies, it is a risk not worth taking.", "On January 6th, after four decades of fighting over whether to allow drilling in the refuge, the federal Bureau of Land Management ( BLM ) held an auction for oil leases on the coastal plain. The state of Alaska and two small local companies were the only bidders—offering just $14.4m for about half of the more than 1m acres for sale—with the state hoping to find an oil company to drill in future.", "It is a fitting final chapter in Mr Trump’s campaign to unleash drilling on federal lands, characterised by maximum bravura and mixed corporate impact. Companies have happily poured capital into areas with low costs and ample reserves. Chevron, Occidental and Concho Resources, to name a few, have invested in federal property in New Mexico, home to part of the rich Permian shale basin. Joe Biden has said he would ban new permits, prompting firms to secure acreage before he takes office on January 20th. The number of new permits on federal lands was 52% higher in 2020 compared with 2019, according to Enverus, a research firm. New Mexico was abuzz with activity.", "Yet broader interest in Mr Trump’s auctions has been lukewarm. Even before covid-19 rocked the energy industry, poor performance was prompting executives to become choosier about new projects. When they do invest, says Artem Abramov of Rystad Energy, another research firm, “the industry has very little interest in new conventional projects that are unproven.”", "That has helped ensure that many federal lands remain untapped, despite Mr Trump’s best efforts. During his presidency the BLM has offered more than 25m acres of onshore public lands for oil and gas leasing, according to the Centre for Western Priorities, a conservation group. Only 22% of those acres have found takers. Of these, a fifth have been purchased at $2 an acre.", "Mr Trump’s enthusiasm for Arctic drilling is matched by that of Alaska’s Republican senators and allies in Congress. The tax reform of 2017 required two big auctions of leases in the refuge within seven years, with the first mandated by late 2021. Even so, the industry’s appetite for Alaskan projects, even outside the refuge, has been weak. Many big companies had lost interest in the state well before the pandemic, lured by cheaper prospects elsewhere. Last year BP , a British energy giant, sold its Alaskan assets to Hilcorp, a smaller private company. Alaska’s oil production in 2019 was less than a quarter of its level in 1988.", "To an oil executive deciding how to allocate a limited capital budget, the refuge itself looks as appetising as a rancid stew doused with arsenic. Estimates for the refuge’s reserves range wildly, from 4.3bn barrels to 11.8bn.“We don’t know the size of the resource, the cost is uncertain and the regulatory framework is uncertain,” notes Devin McDermott of Morgan Stanley, a bank."], "authors": ["The Economist"], "keywords": ["arctic", "trumps", "refuge", "projects", "mr", "thanks", "energy", "lands", "companies", "state", "federal", "oil", "shoulder", "cold"], "pubDate": "2021-01-09T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}