{"id": "2770c480-70d7-3332-aec7-22d2de963118", "title": "When a Virus Is the Cure", "url": "https://www.newyorker.com/magazine/2020/12/21/when-a-virus-is-the-cure", "summary": "Some years before Joseph Bunevacz came to America, and decades before he got sick, he taught the Beatles how to ski.\nOne night a year or two later, as he tells it, he heard music—catchy, melodious, altogether irresistible—drifting out of a club.\n“P-H-A-G-E,” Bunevacz clarified, nodding.\nIf Bunevacz’s doctors could find a virus that infected his particular strain of E. coli, it might succeed where antibiotics had failed.\nSoon after Thanksgiving last year, he was identified as a viable candidate for the therapy, and Blodget told him that she thought it was worth a try.", "paragraphs": ["Some years before Joseph Bunevacz came to America, and decades before he got sick, he taught the Beatles how to ski. Or so he told me when I visited him at his home, on the arid northeastern slopes of the mountains that separate Los Angeles from the Mojave Desert, to learn more about an experimental medical treatment that he was hoping to receive for a strange and persistent infection in his blood. His wife, Filomena, took me through his medical history, consulting a stack of yellow legal pads in which, for the past five years, she has recorded countless tests and treatments. Yet Bunevacz, a bright-eyed seventy-nine-year-old with a shock of white hair, wearing an official Hungarian Olympic tracksuit, just wanted to tell wild, improbable stories about his younger years.", "Born in Hungary in 1941, he trained as an athlete in his teens, as a way, he said, of escaping Communism. Short and not particularly muscular, he opted for dinghy sailing, reasoning that a lack of homegrown competition (Hungary has no coast, after all) might enable him to qualify for the national team, compete overseas, and then defect to the West. In 1960, after a respectable performance at a regatta on Lake Chiemsee, in Germany, his plan succeeded. He ended up in Munich, working in a department store and selling newspapers in the evenings. One night a year or two later, as he tells it, he heard music—catchy, melodious, altogether irresistible—drifting out of a club. The band was performing again the following night, so he came back early and struck up a conversation with the four young Liverpudlians. He took them to a ski resort nearby, he told me, and it quickly emerged that winter sports were not yet part of their repertoire. “You don’t believe me!” he exclaimed. (He wasn’t wrong.)", "A love of music, Bunevacz said, brought him to America before the sixties were over. After hearing the gospel singer Mahalia Jackson perform in a Munich church, he moved to Detroit, and then travelled around the country working in hotels—in the kitchen, then behind the desk, and, eventually, as a manager at the Sheraton in Waikiki, at the time the world’s largest. There, he told me, he met the crooner Al Martino and the jazz pianist Oscar Peterson. He reminisced about later travels with the Hungarian National Olympic Committee, and lectured me on the best way to make strudel, smoked Hungarian sausage, and the fruit brandy pálinka.", "Whenever Bunevacz paused for breath, Filomena, a retired nurse, filled me in on the dates of his various scans, his handful of colonoscopies, his gall-bladder operation, his bile-duct stent, the surgical removal of his upper colon, and his trips to urgent care. “Do you know how many blood cultures they have done on this man?” she said. “When I was a nurse, the patients who were this sick—they died.”", "Despite his irrepressible good humor, Bunevacz is, indeed, very unwell. His case is also something of a medical mystery. His symptoms—fever, nausea, abdominal pain, and diarrhea—are easily explained: he is being poisoned by E. coli bacteria in his bloodstream. But it’s not clear what has been causing the infection to recur. When I saw him, Bunevacz had been going to his local emergency clinic every month, in order to receive huge doses of antibiotics, but after each treatment ended the infection would return. For years, doctors from across the country have scanned him, probed him, and sliced him open to inspect or remove the tissue in which they suspect the E. coli may lurk. Nothing has made the slightest difference.", "“Honestly, I would have thought he would have died from this a year ago,” Emily Blodget, his infectious-disease consultant at the University of Southern California’s Keck Hospital, told me. Bunevacz is an optimist by nature, but the cost—financial as well as personal—of the procedures, along with the recurring fevers and pain, not to mention the side effects of the antibiotics, have begun to seem overwhelming. “I would try anything,” he said, in a rare moment of seriousness.", "Late last year, the Bunevaczes’ daughter came up with a new suggestion: an emergency treatment, not yet approved by the F.D.A., that had saved the life of a man in San Diego. “She called and said, ‘Mom, you have to get Dad to do phage therapy,’ ” Filomena told me. “P-H-A-G-E,” Bunevacz clarified, nodding. So Filomena asked Blodget whether he might be a candidate for this mysterious new medicine.", "Phages, or bacteriophages, are viruses that infect only bacteria. Each kingdom of life—plants, animals, bacteria, and so on—has its own distinct complement of viruses. Animal and plant viruses have always received most of our scientific attention, because they pose a direct threat to our health, and that of our livestock and crops. The well-being of bacteria has, understandably, been of less concern, yet the battle between viruses and bacteria is brutal: scientists estimate that phages cause a trillion trillion infections per second, destroying half the world’s bacteria every forty-eight hours. As we are now all too aware, animal-specific viruses can mutate enough to infect a different animal species. But they will not attack bacteria, and bacteriophage viruses are similarly harmless to animals, humans included. Phage therapy operates on the principle that the enemy of our enemy could be our friend. If Bunevacz’s doctors could find a virus that infected his particular strain of E. coli, it might succeed where antibiotics had failed.", "“I’d heard of it,” Blodget said, when I asked her how she’d responded to Filomena’s question about phage therapy. “But in the past it was thought of as kind of fringe.” Recently, though, she’d seen reports describing patients whose long-standing, sometimes life-threatening bacterial infections had been eradicated by phage. Last year, a paper published in Nature Medicine documented the role of phages in saving the life of a teen-age cystic-fibrosis patient in the U.K., who was stricken with a bacterial infection after a double lung transplant. Another case study described how phages helped save a Minnesota man’s leg, which had become infected after knee surgery.", "In the past five years, phage research has accelerated, with a proliferation of publications, conferences, and pharmaceutical-company investment. This enthusiasm reflects the ever-growing threat of antibiotic-resistant bacteria and a dearth of new antibiotics available to fight them. In 2016, the United Nations pronounced antibiotic resistance “the greatest and most urgent global risk.” Without reliable antibiotics, even relatively routine surgery—Cesarean sections, hernia repair, appendix or tonsil removal—could be deadly. One analysis published in a leading British medical journal estimated that, without antibiotics, one in seven people undergoing routine hip-replacement surgery might die from a drug-resistant infection. Already, some seven hundred thousand people die each year as a direct result of drug-resistant infections, a number that is predicted to rise to ten million by 2050.", "“Do you ever think about all the tabs you left open?” Facebook", "Twitter", "Email", "Shopping Cartoon by Joe Dator", "The bacteria plaguing Bunevacz haven’t yet developed resistance to the full range of antibiotics, but Blodget told me that they inevitably would. Soon after Thanksgiving last year, he was identified as a viable candidate for the therapy, and Blodget told him that she thought it was worth a try. “I said, I don’t think it’s going to hurt, and it can possibly help,” she recalled. “I mean, at this point, there’s nothing else to do.”", "The explanation for Blodget’s initial hesitance can be found in phage therapy’s complicated history. Although it is still considered an experimental treatment in the U.S., phages have been used to treat and prevent bacterial infections since their discovery, more than a century ago. For many American doctors, the obvious next question is: If they actually work, wouldn’t we know by now?", "Part of the problem with phages is that they were discovered almost too early—far in advance of the technology and scientific understanding required to use them effectively. In 1915, a British bacteriologist named Frederick Twort reported the existence of an infectious agent capable of killing bacteria, but he didn’t pursue the finding. It was left to a French-Canadian scientist, Félix d’Hérelle, to name and describe phages, in 1917. Unfortunately, d’Hérelle was an autodidact working as a volunteer at the Institut Pasteur, in Paris. What’s more, he recklessly claimed that phages were the basis of the human immune response, in direct opposition to the Nobel Prize-winning research of the institute’s Brussels director, Jules Bordet, who had demonstrated that immunity was based on antibodies. D’Hérelle, with a lack of restraint that was apparently characteristic, described his superior’s work as laden with “monstrosities.” Bordet responded by championing Twort’s prior observation of phages; as a result, the credit for the discovery remains controversial.", "D’Hérelle realized that bacteriophages congregated wherever bacteria did, and that a particularly fruitful source was effluvia from sick humans. He would mix fetid water with meat bouillon, wait until any bacteria had fed and multiplied, then pass the murky soup through a porcelain filter fine enough to remove the bacteria and leave the phages. He then evaluated the filtered dregs by pouring them into a test tube filled with the target bacterium. The results were promising. After “proving” the safety of phages by feeding them to himself, his young family, and some of his colleagues, d’Hérelle went on to inject them into the swollen lymph nodes of four people who had bubonic plague, effecting a seemingly miraculous cure. Phages were briefly all the rage: in 1925, Sinclair Lewis used them to tackle a fictional outbreak in his Pulitzer Prize-winning novel, “Arrowsmith.”"], "authors": ["Nicola Twilley", "Nicola Twille"], "keywords": ["told", "bunevacz", "bacteria", "phages", "antibiotics", "blodget", "virus", "cure", "phage", "treatment", "viruses", "infection"], "pubDate": "2020-12-21T00:00:00Z", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}