{"id": "2792a39c-67e5-365c-ba59-b0e2459e8032", "title": "Year in review: China - How the pandemic strengthened the Chinese Communist party", "url": "https://www.economist.com/china/2020/12/30/how-the-pandemic-strengthened-the-chinese-communist-party", "summary": "Even after they acknowledged the scale of the crisis in January, some analysts in the West wondered, briefly, whether the novel coronavirus would threaten the Communist Party itself.\nIn February the death from covid-19 of a whistleblowing doctor caused an outpouring of rage in China that must have unsettled China’s leaders.\nIf anything the party has emerged stronger and in higher public esteem than it was a year ago.\nIndeed, seen from America, China in 2020 was a country with its true character exposed.\nIn 2020 Mr Xi may have won a political battle at home.", "paragraphs": ["THE PAST YEAR will be forever linked with China. It was the year when a rising global power, already causing jitters in the West by challenging American supremacy and democratic values, became linked in many people’s minds with a far clearer, more immediate and for many people more terrifying threat. The global pandemic was not a cataclysm of China’s design. But China was where, in December 2019, the first cases of a mysterious new pneumonia were detected and a culture of secrecy initially prompted officials to play down the danger and stifle news of the outbreak. Even after they acknowledged the scale of the crisis in January, some analysts in the West wondered, briefly, whether the novel coronavirus would threaten the Communist Party itself. In February the death from covid-19 of a whistleblowing doctor caused an outpouring of rage in China that must have unsettled China’s leaders.", "But, strikingly, China’s covid-era politics has not been troubled by public anger, or division within a beleaguered leadership over how to respond to the disease. If anything the party has emerged stronger and in higher public esteem than it was a year ago. In late January it switched from hesitancy and obfuscation to all-out mobilisation with the aim not merely of keeping the disease at a manageable level but of crushing it entirely. China’s success in achieving this, and in restoring near-normal life in the country without a resurgence of the coronavirus, proved a godsend for the party’s propagandists. No massage of the truth was required to highlight the contrast between conditions at home and the prolonged agonies of countries in the West. The party’s efforts helped it to tighten its political grip and breathe new life into its grassroots organisations.", "In Hong Kong there was another bonus. There the pandemic proved valuable in putting a stop to anti-government unrest that had swept the city since June 2019. Covid-related curbs on public gatherings, and health concerns about joining crowds, helped to keep the streets far quieter. So too did sweeping arrests and a coup de grâce that few people, even among the most cynical observers of China’s tightening control over the territory, had predicted: the imposition at the end of June of a draconian national-security law. Use of it has been sparing so far, but the shock has been profound. The law has begun to turn Hong Kong, once renowned for its politically liberal culture, into a place that feels more like a city on the Chinese mainland, with the party in clear control.", "That may be how China’s hardline leader, Xi Jinping, always wanted it. But the party’s blow to Hong Kong has complicated another of his goals—persuading the world that China’s rise is not to be feared and that its dictatorial political system poses no threat to ways of life elsewhere. The national-security law was a jolt to the West. It gave ammunition to politicians in America, both Republicans and Democrats, who want their country to treat China much more like an adversary—as, indeed, the Trump administration had been doing. China’s leaders may have felt somewhat relieved that Joe Biden won the presidential election in November. They see him as more predictable and keener on co-operation with China, at least in areas such as climate change and global health. But Democrats are as dismayed as Republicans are by Mr Xi’s ruthlessness, which was also evident in 2020 in the far western region of Xinjiang where human-rights abuses continued to worsen. There is little expectation in Beijing that Mr Biden’s victory will usher in a new era of detente.", "Indeed, seen from America, China in 2020 was a country with its true character exposed. Politically it was becoming ever more repressive. Economically it was turning inwards. And its external behaviour was becoming ever more aggressive, with forays by its fighter jets close to Taiwan, lethal brawling with Indian troops in the Himalayas and trade measures against Australia for, among other things, daring to call for an independent probe of the origins of covid-19. In 2020 the term “wolf-warrior diplomacy” gained worldwide currency as a way of describing the increasingly abrasive manner of China’s foreign ministry (the term refers to the titles of two Chinese films popular among nationalists). Mr Xi’s more positive moves, such as promising to reduce China’s net emissions of carbon dioxide to zero by 2060 and helping other countries fight the pandemic, have done little to restore the West’s trust. In 2020 Mr Xi may have won a political battle at home. Success abroad is far less assured."], "authors": ["The Economist"], "keywords": ["2020", "communist", "party", "chinas", "review", "far", "chinese", "china", "political", "partys", "pandemic", "strengthened", "public", "mr", "west"], "pubDate": "2020-12-30T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}