{"id": "27b0deb6-fe3c-3897-ac77-07e4909a000e", "title": "Doctors step up drive for probe into PPE and Covid deaths among health workers", "url": "https://www.theguardian.com/world/2020/dec/07/doctors-step-up-drive-for-probe-into-ppe-and-covid-deaths-among-health-workers", "summary": "Doctors are stepping up a legal effort to force a public inquiry into Covid-19 deaths among NHS staff and care workers because of a lack of personal protective equipment.\nAt least 126 health and care workers died of Covid between April and October in cases where their employers believe they had contracted the virus as a result of their work, official reports to the Health and Safety Executive show.\nThe legal action had been paused while the National Audit Office (NAO) investigated the UK’s PPE supply.\nA DAUK spokesperson said: “Inquiries must be initiated to investigate any factors that may have led to healthcare workers’ deaths.\nThe director of the Good Law Project, Jolyon Maugham QC, said: “The government doesn’t want the political embarrassment of a public inquiry.", "paragraphs": ["Doctors are stepping up a legal effort to force a public inquiry into Covid-19 deaths among NHS staff and care workers because of a lack of personal protective equipment.", "Doctors Association UK (DAUK), a union that represents frontline medics, has escalated its threat of judicial review against the government.", "At least 126 health and care workers died of Covid between April and October in cases where their employers believe they had contracted the virus as a result of their work, official reports to the Health and Safety Executive show.", "One of the first was Dr Peter Tun, who died on 13 April. He had warned Royal Berkshire hospital three weeks before his death that unless it supplied the vital kit he and his colleagues needed to avoid infection “it will be too little and too late”.", "DAUK, the Good Law Project and Hourglass, a charity also known as Action on Elder Abuse, say they will pursue legal action against the government’s “continued refusal to hold a public inquiry into whether PPE failures contributed to the deaths or illness of NHS staff and care workers”.", "The legal action had been paused while the National Audit Office (NAO) investigated the UK’s PPE supply. Its November report demanded “a comprehensive lessons learned exercise” to understand whether “PPE provision or use might have contributed to Covid-19 infections or deaths”.", "A DAUK spokesperson said: “Inquiries must be initiated to investigate any factors that may have led to healthcare workers’ deaths. It is the next necessary step towards setting things right and preventing any more avoidable deaths.”", "Some inquests are likely to examine the role or absence of PPE, but the chief coroner for England and Wales, Mark Lucraft QC, has said they are not “a satisfactory means of deciding whether adequate general policies and arrangements were in place”.", "The director of the Good Law Project, Jolyon Maugham QC, said: “The government doesn’t want the political embarrassment of a public inquiry. The need the NAO identifies for lessons to be learned and the moral case for bereaved families of frontline healthcare workers to be heard [are] being subordinated to … political expediency. It’s morally deplorable and, we believe, legally wrong.”", "A government spokesperson said: “Every death from this virus is a tragedy and our condolences go out to everyone who has lost a loved one. As the recent NAO report recognises, during this unprecedented pandemic all the NHS providers audited ‘were always able to get what they needed in time’ thanks to the herculean effort of government, NHS, armed forces, civil servants and industry.”", "", ""], "authors": ["Robert Booth"], "keywords": ["workers", "health", "public", "step", "ppe", "doctors", "action", "covid", "nao", "nhs", "probe", "drive", "deaths", "legal", "care", "inquiry"], "pubDate": "2020-12-07T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}