{"id": "27f13e36-8552-3419-9ae9-fc05efa8f4ed", "title": "Teen Kansas hunter's 42-point buck confirmed as world record", "url": "http://www.foxnews.com/great-outdoors/teen-kansas-girls-record-breaking-42-buck-confirmed", "summary": "A 14-year-old girl has set a world record after taking down a buck with 42-scorable points.\nNow, the teen holds the record for the largest non-typical whitetail shot by a female hunter.\nSince then, Werth had to wait for the 60-day drying period to complete before the rack could be officially measured.\nWhen the buck was originally shot, it was reportedly given an unofficial green score of 282 6/8 inches and showed 44 points on the antlers.\nFOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWSThe buck was harvested on the family’s land and had first been spotted about three years ago.", "paragraphs": ["It didn’t take long for this hunter to start setting world records.", "A 14-year-old girl has set a world record after taking down a buck with 42-scorable points. Now, the teen holds the record for the largest non-typical whitetail shot by a female hunter.", "Paslie Werth, a 14-year-old from Cimarron, Kan., shot the impressive buck back in September, only one day after the youth hunting season had begun, Fox 4 KC reports. Since then, Werth had to wait for the 60-day drying period to complete before the rack could be officially measured.", "When the buck was originally shot, it was reportedly given an unofficial green score of 282 6/8 inches and showed 44 points on the antlers.", "MISSOURI APPROVES FRAMEWORK FOR BLACK BEAR HUNTING", "“When we got the score, it was hard to wrap [our heads] around because none of us guessed it to be that much,” Werth told reporters. “And it was just very surprising, and I kinda couldn’t believe it,” said Werth. “The trail camera pictures that we got did not do it justice.”", "After the drying period, it was given an official score of 271 4/8 inches and 42 points.", "FOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWS", "The buck was harvested on the family’s land and had first been spotted about three years ago.", "Werth explained, “My sister passed on the buck, and then my dad passed it on last year, because it was pretty broke up when he saw it, and this year, was kinda just my year,” said Paslie. “It was very shocking when I got him.”", "CLICK HERE TO GET THE FOX NEWS APP", "For the young hunter, the experience is seemingly more important than the record alone, though.", "“Being with my dad and as soon as I shot it and we got out of the blind and we got to it, we were so happy then and that was probably the best moment of it,” she said. “Being able to share the experience with my dad, it was just really fun.”"], "authors": ["Michael Hollan"], "keywords": ["score", "werth", "record", "confirmed", "shot", "period", "hunters", "dad", "world", "42point", "teen", "buck", "fox", "kansas", "points"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}