{"id": "27f8ee08-860d-3508-a2a3-0306df3209c1", "title": "Pro-Trump mob chases lone Black police officer up stairs in Capitol – video", "url": "https://www.theguardian.com/us-news/video/2021/jan/07/pro-trump-mob-chases-lone-black-police-officer-up-stairs-in-capitol-video", "summary": "A journalist captured the moment a lone Black police officer was confronted by pro-Trump supporters who had stormed into the US Capitol in what some lawmakers condemned as an attempted insurrection aimed at overturning the results of the presidential election.\nPolitics reporter, Igor Bobic, filmed the officer as he was chased up the stairs of the building by Trump loyalists who objected to the certification of Joe Biden as the next president, which was taking place in Congress during a joint session.\nIt has been suggested on social media that the officer was trying to lure the rioters away from the entrance to the Senate floor during the incident.\nFive people died during the violent occupation", "paragraphs": ["A journalist captured the moment a lone Black police officer was confronted by pro-Trump supporters who had stormed into the US Capitol in what some lawmakers condemned as an attempted insurrection aimed at overturning the results of the presidential election.", "", "Politics reporter, Igor Bobic, filmed the officer as he was chased up the stairs of the building by Trump loyalists who objected to the certification of Joe Biden as the next president, which was taking place in Congress during a joint session. It has been suggested on social media that the officer was trying to lure the rioters away from the entrance to the Senate floor during the incident.", "Five people died during the violent occupation"], "authors": ["Source", "Igor Bobic"], "keywords": ["suggested", "lone", "trying", "officer", "taking", "video", "supporters", "protrump", "social", "mob", "black", "capitol", "stormed", "violent", "trump", "stairs", "chases"], "pubDate": "2021-01-07T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}