{"id": "27f8dfc2-72d7-391e-b46f-61d9a77abffe", "title": "Frequently asked questions", "url": "https://www.economist.com/news/2020/06/19/frequently-asked-questions", "summary": "The share capital ofThe Economist Newspaper Limited, The Economist Group’s parent company, is divided into ordinary shares, “A” special shares, “B” special shares and trust shares.\nThe trust shares are held by trustees, whose consent is needed for certain corporate activities, including the transfer of “A” special and “B” special shares.\nThere are 13 seats allowable on the Board, seven of which may be appointed by holders of the “A” special shares and six by the holders of the “B” special shares.\nLord DeightonAppointed as a non-executive director in February 2018 and as non-executive chairman in July 2018.\nExecutive committee member and mentor of Endeavor Global, board member and co-founder of Endeavor Italy.", "paragraphs": ["Why does The Economist call itself a newspaper?", "When James Wilson published the prospectus for The Economist, a new periodical he planned to launch, he described it as “a weekly paper, to be published every Saturday”. To modern eyes the 19th-century black-and-white incarnation of The Economist is clearly a newspaper, and it looked very similar until the middle of the 20th century. The red logo appeared for the first time in 1959, the first colour cover in 1971, and it was only in 2001 that full colour was introduced on all inside pages. By the time the transformation from newspaper to magazine format had been completed, the habit of referring to ourselves as “this newspaper” had stuck.", "Is The Economist left- or right-wing?", "Neither. The Economist’s starting-point is that government should remove power and wealth from individuals only when it has an excellent reason to do so. When The Economist opines on new ideas and policies, it does so on the basis of their merits, not of who supports or opposes them. The result is a position that is neither right nor left but a blend of the two, drawing on the classical liberalism of the 19th century and coming from what we like to call the radical centre.", "Where is your head office?", "The modern, global version of The Economist was created in “the tower”, as journalists refer to the tallest of the three brutalist concrete buildings that make up the Smithson Plaza (formerly The Economist Plaza) in St James’s Street. Commissioned by The Economist and designed by Alison and Peter Smithson, the tower was our home from 1964 until the summer of 2017, when we moved into the Adelphi, a 1930s art-deco office block on the Embankment.", "How has your logo evolved?", "The corporate logotype of The Economist has evolved from the gothic lettering used on the cover of the first issue, published in 1843, to the box device designed in 1959 by Reynolds Stone, a British engraver and typographer. It now incorporates a font from The Economist Typefamily, a typeface created specifically for our use.", "Editorial philosophy", "Editorial practices", "The Economist has been published since September 1843 to take part “in a severe contest between intelligence, which presses forward, and an unworthy, timid ignorance obstructing our progress”. This mission continues to guide our coverage: we publish it every week in the newspaper.", "Our readers expect us to keep them well informed about the world. So each week in print and each day online we provide a carefully selected global mix of stories. Our news priorities are reflected in the sections that we include in the paper every week: these are both geographical (Britain, Europe, the United States, the Americas, China, Asia, Middle East and Africa, International) and thematic (Business, Finance and economics, Science and technology, Books and arts). By systematically sifting news in these categories we aim to ensure that readers miss nothing important. In addition, through leaders, briefings and special reports we strive to identify ideas and trends that will shape global developments—and keep us and our readers engaged in the “severe contest”. This approach underpins all our editorial output, across digital outputs and sister publications. Our stories offer a distinctive blend of news, based on facts, and analysis, incorporating The Economist’s perspective.", "We do not attach ourselves to any political party. Our public agenda is liberal in the classical sense. We have supported free trade ever since our foundation in 1843 when we opposed Britain’s corn laws, which sought to keep the price of grain high by limiting imports. We have continued to advocate bold policies in favour of individual freedoms, such as same-sex marriage, assisted dying and legalisation of drugs, regardless of whether they are politically popular, in the belief that the force of argument will eventually prevail.", "Ethics", "The Economist strives for the highest ethical standards. Our approach falls under two headings:", "Core principles", "We should be honest, fair and fearless in gathering, reporting and interpreting information.", "We are accountable to our readers, listeners, viewers and each other.", "We steadfastly uphold our editorial independence.", "We use objective data and research to inform our journalism. All our editorial output is fact-checked.", "We apply classical liberal values transparently in our reporting and analysis.", "We are transparent about conflicts of interest (see below). As an anonymous newspaper, we have to be especially beyond reproach.", "Conflicts of interest", "The editor-in-chief sets clear rules on conflicts of interest. These are reviewed and re-circulated periodically. Journalists know that the penalty for non-observance of the rules can be dismissal.", "Our journalists should disclose any possible conflicts of interest, such as beneficial holdings, directorships and freelance engagements. The editor-in-chief keeps a registry of journalists’ interests, and updates it annually.", "Any journalist wishing to accept a trip offered by a government, company or other entity must obtain approval by a senior editor. Such trips should be rare—for example, when a trip cannot be taken at our own expense, such as travel into a warzone.", "Journalists arriving at The Economist from a partisan political job will not be allowed to write for some time about policy or politics in the country in which they held that job. Journalists covering politics or policy cannot contribute money or help to a political party or organisation in the country they are working in.", "Facilitation payments to expedite or secure a government action are not acceptable.", "Author anonymity", "Most newspapers and magazines use bylines to identify the journalists who write their articles. The Economist, however, does not. Its articles lack bylines and its journalists remain anonymous. Why?", "Part of the answer is that The Economist is maintaining a historical tradition that other publications have abandoned. Leaders are often unsigned in newspapers, but everywhere else there has been rampant byline inflation (to the extent that some papers run picture bylines on ordinary news stories). Historically, many publications printed articles without bylines or under pseudonyms to give individual writers the freedom to assume different voices and to enable early newspapers to give the impression that their editorial teams were larger than they really were. The first few issues of The Economist were, in fact, written almost entirely by James Wilson, the founding editor, though he wrote in the first-person plural.", "But having started off as a way for one person to give the impression of being many, anonymity has since come to serve the opposite function at The Economist: it allows many writers to speak with a collective voice. Leaders are discussed and debated each week in meetings that are open to all members of the editorial staff. Journalists often co-operate on articles. And some articles are heavily edited. Accordingly, articles are often the work of The Economist’s hive mind, rather than of a single author. The main reason for anonymity, however, is a belief that what is written is more important than who writes it. In the words of Geoffrey Crowther, our editor from 1938 to 1956, anonymity keeps the editor “not the master but the servant of something far greater than himself…it gives to the paper an astonishing momentum of thought and principle.” The notable exception to The Economist’s no-byline rule, at least in the weekly issue, is special reports, the collections of articles on a single topic that appear in the newspaper every month or so. These are almost always written by a single author whose name appears once, in the rubric of the opening article. By tradition, retiring editors write a valedictory editorial which is also signed. But print articles are otherwise anonymous.", "Different rules apply in the digital realm. We identify our journalists when they appear in our audio and video output. And many of them tweet under their own names. The internet has caused our no-byline policy to fray a little around the edges, but the lack of bylines remains central to our identity and a distinctive part of our brand.", "Unnamed sources", "We make use of unnamed sources and conversations on background because they can be more informative. We may withhold the name of a source who talks to us on the record, if that individual might be put in danger or legal jeopardy if their name is revealed or if we deem it otherwise unnecessary to name them. We strive to describe unnamed sources with as much detail as we think readers need to assess their credibility.", "Fact-checking and corrections", "Every single article we publish is checked for accuracy and credibility. We have a dedicated Research department to support this task.", "Authors are expected to write with fact-checking in mind, and should be ready to provide source material and to discuss and respond to questions.", "Our Research department works on edited copy as close to the final version as deadlines allow. We check against original sources that we believe to be reliable; for items that cannot be verified directly we form a view based on other credible information.", "We also consider whether the context and presentation of the facts are fair.", "We discuss queries with the author or editor. All queries must be resolved before a story is published. The final say on any matter rests with the relevant editor.", "We’re not perfect, and occasionally we make an error. We aim to acknowledge serious factual errors and correct such mistakes quickly, clearly and appropriately. Online, published corrections should note what was wrong, what was put right and when. In print, we may publish a correction in the same section in a future issue of the newspaper. Readers who wish to bring potential errors to our attention are encouraged to email us.", "Diversity policy", "The Economist Group values diversity. We are committed to equal opportunities and creating an inclusive environment for all our employees. We welcome applicants regardless of ethnic origin, national origin, gender, race, colour, religious beliefs, disability, sexual orientation or age. Here we present data on the gender, and race and ethnicity of our editorial department. As a British newspaper, our home city is London, where we hire and train most of our editorial staff, drawing on an international pool of talent. Ownership The Economist has been editorially independent since it was founded in September 1843 to take part “in a severe contest between intelligence, which presses forward, and an unworthy, timid ignorance obstructing our progress”.", "The share capital ofThe Economist Newspaper Limited, The Economist Group’s parent company, is divided into ordinary shares, “A” special shares, “B” special shares and trust shares. The company is private and none of the shares is listed. Its articles of association also state that no individual or company can own or control more than 50% of its total share capital, and that no single shareholder may exercise more than 20% of voting rights exercised at a general meeting of the company.", "Ordinary shares are principally held by employees, past employees, founding members of the company and, more recently, by Exor NV. The ordinary shareholders are not entitled to participate in the appointment of directors, but in most other respects rank equally with the other shareholders. The transfer of ordinary shares must be approved by the Board of directors.", "The “A” special shares are held by individual shareholders including the Cadbury, Rothschild, Schroder and other family interests as well as a number of staff and former staff.", "The “B” special shares are all held by Exor which holds 43.4% of the total share capital of the company excluding the trust shares. Exor purchased the majority of its shareholding from Pearson plc in October 2015.", "The trust shares are held by trustees, whose consent is needed for certain corporate activities, including the transfer of “A” special and “B” special shares. The rights attaching to the trust shares provide for the continued independence of the ownership of the company and the editorial independence of The Economist. Apart from these rights, they do not include the right to vote, receive dividends or have any other economic interest in the company. The appointments of the editor of The Economist and of the chairman of the company are subject to the approval of the trustees.", "The general management of the business of the company is under the control of the Board of directors. There are 13 seats allowable on the Board, seven of which may be appointed by holders of the “A” special shares and six by the holders of the “B” special shares.", "Governance", "Board", "Lara Boro", "Appointed group chief executive in September 2019. Ms Boro joined The Economist Group from Informa plc, where she served as chief executive of Informa Intelligence. She has a wealth of experience in business-to-consumer and business-to-business information markets, and has previously held senior positions at Ascential plc (formerly EMAP), CPA Global and the Financial Times.", "Lord Deighton", "Appointed as a non-executive director in February 2018 and as non-executive chairman in July 2018. Non-executive chairman of Heathrow Airport and Hakluyt and serves on the board of Square, Inc. Chairman of the audit and finance commission of the International Association of Athletics Federations. Previously a partner at Goldman Sachs, CEO of the London Organising Committee for the Olympic and Paralympic Games and a member of the board of the organising committee for the Rugby World Cup in 2015. He also served the UK government as a treasury minister in the House of Lords.", "John Elkann", "Appointed as a non-executive director in July 2009. Chairman and CEO of EXOR, chairman of Fiat Chrysler Automobiles, Giovanni Agnelli and PartnerRe. Vice-chairman of Ferrari and GEDI Gruppo Editoriale. Also a board member of MoMA.", "Eli Goldstein", "Appointed as a non-executive director in October 2017. Director of Bronfman Rothschild, Chrome Hearts Holdings and Jet Linx Global.", "Lady Suzanne Heywood", "Appointed as a non-executive director in November 2015. Managing director of EXOR Group, deputy chair, Royal Opera House, trustee of the Royal Academy of Arts Trust and the Chairman of CNH Industrial.", "Diego Piacentini", "Appointed as non-executive director in November 2019. Former senior vice-president of the International Consumer Business of Amazon. Board member Bocconi University, OODA Health and the Maasai Association. Executive committee member and mentor of Endeavor Global, board member and co-founder of Endeavor Italy. Senior adviser to KKR and adviser to Convoy.", "Philip Mallinckrodt", "Appointed as a non-executive director in July 2017. Non-executive director of Schroders. A member of the International Advisory Council of the Brookings Institution.", "Zanny Minton Beddoes", "Appointed as editor-in-chief, The Economist and a director in February 2015, having previously been the business affairs editor. She joined the company in 1994 after spending two years as an economist at the IMF.", "Mustafa Suleyman", "Appointed as a non-executive director in June 2019. Co-founder of DeepMind, one of the world’s foremost technology companies, which was acquired by Google in 2014.", "Trustees", "The trust shares of the company are held by trustees, whose consent is needed for certain corporate activities, such as the appointments of the editor of The Economist and of the chairman of the Group.", "Baroness Bottomley of Nettlestone PC, DL", "Trustee since October 2005. Heads the board practice of Odgers Berndtson. Member of the House of Commons (1984-2005) and House of Lords from 2005. Member of the cabinet (1992-97), serving as secretary of state for health and then for national heritage. Chancellor of the University of Hull, member of the UK Council of the International Chamber of Commerce and of the International Advisory Panel of Chugai Pharmaceutical. Non-executive director of Smith & Nephew.", "Tim Clark", "Trustee since December 2009. Chair of WaterAid UK. Group senior adviser to G3 and a non-executive director of Big Yellow Group. Chairman of Hightide Festival Theatre, senior adviser to Chatham House and a member of the International Chamber of Commerce UK Governing Body, the Development Committee of the National Gallery, the International Advisory Board of Uria Menendez and the Advisory Board of the Centre for European Reform. Former senior partner of Slaughter and May.", "Lord O'Donnell CB, KCB, GCB, FBA", "Trustee since October 2012. Press secretary to Prime Minister John Major (1990-94). UK executive director on the boards of the IMF and the World Bank (1997-98). At the UK Treasury appointed managing director of macroeconomic policy and international finance in 1999, serving as permanent secretary from 2002 to 2005. Appointed to the House of Lords in 2012, having served as cabinet secretary and head of the civil service from 2005 to 2011. Made a fellow of the British Academy in 2014. Chairman of Frontier Economics, a strategic adviser to TD Bank Group, a non-executive director at Brookfield Asset Management, and a visiting professor at the London School of Economics and University College London. President of the Institute of Fiscal Studies and chair of trustees of Pro Bono economics.", "Dame Alison Carnwath", "Trustee since January 2019. A senior adviser at Evercore. Chairman of the audit committee of BASF, member of the audit and chairman's committees of BP, chairman of the audit committee of Zurich Insurance Group, an independent director of both PACCAR and CICAP (Coller Capital), and chairman of the Livingbridge strategic advisory board. She is also a member of the UK Panel on Takeovers and Mergers. In the not-for-profit sector, she is a member of the Advisory Council of the St George’s Society of New York. She engages in a number of mentoring assignments both in the UK and overseas. Dame Alison Carnwath has been involved with Livingbridge Private Equity (formerly Isis Private Equity) for 17 years, where she was previously chairman of the investment committee and of the management board. Formerly a senior adviser at Lexicon, a managing director of Donaldson Lufkin and Jenrette, a partner in the Phoenix Partnership (a corporate advisory and private equity business), and a director of J. Henry Schroder Wagg & Co (an investment banking subsidiary of Schroders). Past directorships include being non-executive chairman of Land Securities and a director of Man Group, Gallaher, Friends Provident, Barclays, and National Power, and chairman of Vitec Group. Dame Alison Carnwath is a graduate and a chartered accountant and has two honorary doctorates."], "authors": ["The Economist"], "keywords": ["special", "asked", "company", "questions", "economist", "chairman", "shares", "nonexecutive", "international", "board", "director", "frequently", "member"], "pubDate": "2020-06-19T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}