{"id": "28122739-b04a-3d3b-b42a-90264cebb30e", "title": "Is the new Wizard of Oz reboot doomed to fail like all the others?", "url": "https://www.theguardian.com/film/2021/feb/11/is-the-new-wizard-of-oz-reboot-doomed-to-fail-like-all-the-others", "summary": "Sam Raimi is perhaps the most notable recent director to take on the challenge, with Disney’s Oz the Great and Powerful, in 2013.\nAs he wrote in his original introduction: “The Wonderful Wizard of Oz was written solely to pleasure children today.\nThe problem with Wizard of Oz is that it is all much too hokey to appeal in the modern day.\nIn MGM’s classic film adaptation, it is eventually revealed that the titular wonderful wizard is a conman illusionist from Dorothy’s own Kansas.\nPerhaps it’s time to finally accept that the supposed brilliance of Baum’s original novel is also a simple trick of smoke and mirrors.", "paragraphs": ["News comes this week that Nicole Kassell, award-winning director of the dazzling Watchmen TV show, is to oversee a remake of The Wizard of Oz, the classic 1939 musical starring Judy Garland, for New Line Cinema. Well, good luck with that.", "Myriad film-makers have attempted to recapture the magic of Metro-Goldwyn-Mayer’s pioneering movie, but none has really been successful. Sam Raimi is perhaps the most notable recent director to take on the challenge, with Disney’s Oz the Great and Powerful, in 2013. Raimi is an accomplished director of brutally silly cult fantasy films, but his attempt to present a prequel featuring James Franco as the titular wizard lacked sparkle. The 1978 musical The Wiz was intended to capitalise on the popularity of Blaxploitation movies and featured a high-profile, all-black cast including Michael Jackson, Diana Ross and Richard Pryor, with music by Luther Vandross and Quincy Jones. Yet it was a critical and commercial bomb, eventually helping to signal the downfall of the very subgenre it had hoped to propel to greater heights.", "Studios love to remake classic movies because they come with built-in audience awareness. The original Wizard of Oz is imprinted on our cultural hive memory: the scene in which Judy Garland’s Dorothy emerges from the bland sepia of Kansas into the splendid Technicolor of the magical land of Oz is perhaps equalled only by the one in which Margaret Hamilton’s swivel-eyed, green-skinned Wicked Witch of the West finds herself hideously melting away into nothing. The songs are splendid, and Garland holds the stage as if she really has cast a spell on us. And yet, in 2021, the story feels like a pretty drab, common-or-garden American children’s fantasy.", "L Frank Baum, who first imagined Oz in his hugely popular 1900 novel, wanted to create a wholesome magic world drained of the spikier elements of European fairy tales and therefore more suitable for conservative US audiences. As he wrote in his original introduction: “The Wonderful Wizard of Oz was written solely to pleasure children today. It aspires to being a modernised fairytale, in which the wonderment and joy are retained and the heart-aches and nightmares are left out.”", "It’s hard to blame a nation that had barely put the tumultuous “wild west” era to bed for wanting to protect its children from the harsh realities of life, even if the end result was a bloodless, one-dimensional tale. Yet the popularity of modern family films over the past few decades has been based on their appeal to all ages, in many cases because they are a lot more frightening – contain more moments of genuine, terrifying threat – than a good number of R-rated horror flicks. Is there anything scarier in cinema than the scene in Toy Story 3 in which our heroes brace themselves for a fiery demise in the Sunnyside Daycare incinerator? Have we ever been more horrified than when watching Nemo’s mum get eaten by a barracuda as we’ve barely had time to digest the opening credits of Finding Nemo?", "The problem with Wizard of Oz is that it is all much too hokey to appeal in the modern day. Dorothy’s final realisation that there is “no place like home” is a cheap eulogisation of simple, cosy, country life on a Kansas farm, written by an author who once suggested that his fellow white man would only be safe once all Native Americans were wiped from the face of the Earth.", "Facebook Twitter Pinterest Cultured … Kassell at the premiere of Watchmen in October 2019. Photograph: Monica Almeida/Reuters", "Kassell has a history of working in far icier territory. She made her name with the 2004 thriller The Woodsman, starring Kevin Bacon as a convicted child molester who finds himself tempted back into a life of abuse. It’s an unflinchingly dark and excruciating viewing. Watchmen imagines a bewildering, multilayered alternative future in which the events of the original, seminal Alan Moore graphic novel have unravelled in spectacularly unexpected ways that cleverly mirror the real America’s culture wars. It’s another mature and cultured piece, about as far away from pantomime munchkins and the blimmin’ yellow brick road as one can imagine.", "The Wizard of Oz at 80: how the world fell under its dark spell Read more", "Perhaps Kassell is planning an all-growns-up take on the original story, though it’s hard to imagine quite how this would be of any interest. As Raimi discovered to his cost, Oz simply doesn’t boast the sense of looming, gothic horror that permeates earlier, European fantasy tales such as Snow White and the Seven Dwarfs, Sleeping Beauty or Beauty and the Beast. For all its pointy-chinned, green-skinned witches and menacing flying monkeys, the story lacks the sense of impending threat that the Grimm Brothers had in spades. Asking Kassell to oversee a fresh remake is a bit like appointing Noam Chomsky to analyse the syntactic brilliance of Mother Goose.", "In MGM’s classic film adaptation, it is eventually revealed that the titular wonderful wizard is a conman illusionist from Dorothy’s own Kansas. Perhaps it’s time to finally accept that the supposed brilliance of Baum’s original novel is also a simple trick of smoke and mirrors."], "authors": ["Ben Child"], "keywords": ["life", "kansas", "kassell", "doomed", "novel", "reboot", "wizard", "oz", "remake", "original", "fail", "watchmen", "raimi"], "pubDate": "2021-02-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}