{"summary": "Julio Cortez/Associated PressThe NFL announced the rosters for the 2020 Pro Bowl on Tuesday.\nMichael Middlehurst-Schwartz of USA Today noted the AFC North champions tied the record with 12 players named to the initial roster.\nThe list is headlined by leading vote-getter and MVP candidate Lamar Jackson, who beat out fellow Pro Bowl quarterbacks Russell Wilson and Patrick Mahomes in the top three for the most fan votes.\nThe New Orleans Saints (seven) and Kansas City Chiefs (six) rounded out the top three most represented teams for the Jan. 26 game in Orlando, Florida.\nThe three-time MVP, 14-time Pro Bowler and six-time champion wasn't selected for the first time since he tore his ACL during the 2008 campaign.", "id": "284f8649-c47e-3c33-a68c-6a59fc2fe78a", "pubDate": null, "url": "https://bleacherreport.com/articles/2867464-nfl-pro-bowl-selections-2020-voting-results-and-full-list-of-players-announced?utm_source=cnn.com&utm_campaign=editorial&utm_medium=referral", "authors": ["Scott Polacek"], "paragraphs": ["Julio Cortez/Associated Press", "The NFL announced the rosters for the 2020 Pro Bowl on Tuesday. Here is a look at the rosters broken down by position.", "AFC Offense", "Wide receiver: DeAndre Hopkins, Houston Texans; Keenan Allen, Los Angeles Chargers; Jarvis Landry, Cleveland Browns; Tyreek Hill, Kansas City Chiefs", "Tackle: Ronnie Stanley, Baltimore Ravens; Laremy Tunsil, Houston Texans; Trent Brown, Oakland Raiders", "Guard: Marshal Yanda, Baltimore Ravens; Quenton Nelson, Indianapolis Colts; David DeCastro, Pittsburgh Steelers", "Center: Maurkice Pouncey, Pittsburgh Steelers; Rodney Hudson, Oakland Raiders", "Tight end: Travis Kelce, Kansas City Chiefs; Mark Andrews, Baltimore Ravens", "Quarterback: Lamar Jackson, Baltimore Ravens; Patrick Mahomes, Kansas City Chiefs; Deshaun Watson, Houston Texans", "Running back: Nick Chubb, Cleveland Browns; Derrick Henry, Tennessee Titans; Mark Ingram II, Baltimore Ravens", "Fullback: Patrick Ricard, Baltimore Ravens", "AFC Defense", "Defensive end: Joey Bosa, Los Angeles Chargers; Frank Clark, Kansas City Chiefs; Calais Campbell, Jacksonville Jaguars", "Interior lineman: Cameron Heyward, Pittsburgh Steelers; Chris Jones, Kansas City Chiefs; Geno Atkins, Cincinnati Bengals", "Outside linebacker: Von Miller, Denver Broncos; T.J. Watt, Pittsburgh Steelers; Matt Judon, Baltimore Ravens", "Inside linebacker: Darius Leonard, Indianapolis Colts; Dont'a Hightower, New England Patriots", "Cornerback: Stephon Gilmore, New England Patriots; Tre'Davious White, Buffalo Bills; Marcus Peters, Baltimore Ravens; Marlon Humphrey, Baltimore Ravens", "Free safety: Minkah Fitzpatrick, Pittsburgh Steelers; Earl Thomas, Baltimore Ravens", "Strong safety: Jamal Adams, New York Jets", "AFC Special Teams", "Kicker: Justin Tucker, Baltimore Ravens", "Long snapper: Morgan Cox, Baltimore Ravens", "Punter: Brett Kern, Tennessee Titans", "Return specialist: Mecole Hardman, Kansas City Chiefs", "Special teamer: Matthew Slater, New England Patriots", "NFC Offense", "Wide receiver: Julio Jones, Atlanta Falcons; Michael Thomas, New Orleans Saints; Mike Evans, Tampa Bay Buccaneers; Chris Godwin, Tampa Bay Buccaneers", "Tackle: David Bakhtiari, Green Bay Packers; Tyron Smith, Dallas Cowboys; Terron Armstead, New Orleans Saints", "Guard: Zack Martin, Dallas Cowboys; Brandon Brooks, Philadelphia Eagles; Brandon Scherff, Washington Redskins", "Center: Jason Kelce, Philadelphia Eagles; Travis Frederick, Dallas Cowboys", "Tight end: George Kittle, San Francisco 49ers; Zach Ertz, Philadelphia Eagles", "Quarterback: Russell Wilson, Seattle Seahawks; Drew Brees, New Orleans Saints; Aaron Rodgers, Green Bay Packers", "Running back: Dalvin Cook, Minnesota Vikings; Christian McCaffrey, Carolina Panthers; Ezekiel Elliott, Dallas Cowboys", "Fullback: Kyle Juszczyk, San Francisco 49ers", "NFC Defense", "Defensive end: Cameron Jordan, New Orleans Saints; Nick Bosa, San Francisco 49ers; Danielle Hunter, Minnesota Vikings", "Interior lineman: Aaron Donald, Los Angeles Rams; Fletcher Cox, Philadelphia Eagles; Grady Jarrett, Atlanta Falcons", "Outside linebacker: Chandler Jones, Arizona Cardinals; Khalil Mack, Chicago Bears; Shaquil Barrett, Tampa Bay Buccaneers", "Inside linebacker: Bobby Wagner, Seattle Seahawks; Luke Kuechly, Carolina Panthers", "Cornerback: Marshon Lattimore, New Orleans Saints; Richard Sherman, San Francisco 49ers; Darius Slay, Detroit Lions; Jalen Ramsey, Los Angeles Rams", "Free safety: Budda Baker, Arizona Cardinals; Eddie Jackson, Chicago Bears", "Strong safety: Harrison Smith, Minnesota Vikings", "NFC Special Teams", "Kicker: Wil Lutz, New Orleans Saints", "Long snapper: Rick Lovato, Philadelphia Eagles", "Punter: Tress Way, Washington Redskins", "Return specialist: Deonte Harris, New Orleans Saints", "Special teamer: Cordarrelle Patterson, Chicago Bears", "The first thing that jumps out about the list is the sheer number of Baltimore Ravens.", "Michael Middlehurst-Schwartz of USA Today noted the AFC North champions tied the record with 12 players named to the initial roster. The list is headlined by leading vote-getter and MVP candidate Lamar Jackson, who beat out fellow Pro Bowl quarterbacks Russell Wilson and Patrick Mahomes in the top three for the most fan votes.", "The New Orleans Saints (seven) and Kansas City Chiefs (six) rounded out the top three most represented teams for the Jan. 26 game in Orlando, Florida.", "The list was also notable for who wasn't selected.", "Field Yates of ESPN pointed out the Miami Dolphins and New York Giants were the only teams without a player selected, but the absence of New England Patriots quarterback Tom Brady stands out from a historical perspective. The three-time MVP, 14-time Pro Bowler and six-time champion wasn't selected for the first time since he tore his ACL during the 2008 campaign.", "It is a testament to his team's overall offensive struggles, although Baltimore would surely be fine with Brady serving as a replacement for Jackson in the actual game if the Ravens reach the Super Bowl."], "keywords": ["announced", "city", "saints", "nfl", "kansas", "pittsburgh", "voting", "bay", "orleans", "philadelphia", "selections", "players", "bowl", "chiefs", "baltimore", "ravens", "pro", "results", "list", "2020"], "title": "NFL Pro Bowl Selections 2020: Voting Results and Full List of Players Announced", "publicationId": "fa207f19-e080-3902-982c-393d321776be"}