{"id": "28503078-2620-3a5b-a07b-74cc105f6715", "title": "Persuasive and Influential Speaking in a Virtual World", "url": "https://execed.economist.com/vanderbilt-owen-graduate-school-management/persuasive-and-influential-speaking-virtual-world-2021-01", "summary": "Given nameFamily nameYour email addressYour phone numberJob Title Please select a job title Top-level (C-Suite, Owner, President, Director) Mid-level (Vice President, regional manager, managing director) Professional (associate, analyst, lower level manager) Entry level, intern or studentIndustry Please select an industry Accounting and finance Corporate planning/business development Education/teaching Engineering General management Human resources International operations IT/computers/technology Legal/lawyer Manufacturing/production Medical PR/corporate communications Property and premises Public policy Scientific and technical services Sales Transport and distribution OtherSubmitDisclaimer: When you click submit, we will send an email on your behalf to Vanderbilt Owen Graduate School of Management from which you are requesting information.\nThe email will contain your contact information so a school representative will be able to get in touch with you.", "paragraphs": ["Given name", "Family name", "Your email address", "Your phone number", "Job Title Please select a job title Top-level (C-Suite, Owner, President, Director) Mid-level (Vice President, regional manager, managing director) Professional (associate, analyst, lower level manager) Entry level, intern or student", "Industry Please select an industry Accounting and finance Corporate planning/business development Education/teaching Engineering General management Human resources International operations IT/computers/technology Legal/lawyer Manufacturing/production Medical PR/corporate communications Property and premises Public policy Scientific and technical services Sales Transport and distribution Other", "Submit", "Disclaimer: When you click submit, we will send an email on your behalf to Vanderbilt Owen Graduate School of Management from which you are requesting information. The email will contain your contact information so a school representative will be able to get in touch with you."], "authors": [], "keywords": ["world", "information", "select", "title", "influential", "speaking", "school", "director", "virtual", "level", "manager", "management", "persuasive", "president", "email"], "pubDate": "2020-10-28T23:43:11-04:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}