{"id": "2880fb15-aaa3-385c-8e4c-79909d89788d", "title": "Sorry, Purists: MLB's New Extra-Inning Rule Is Great and Should Be Here to Stay", "url": "https://bleacherreport.com/articles/2939660-sorry-purists-mlbs-new-extra-inning-rule-is-great-and-should-be-here-to-stay?utm_source=cnn.com&utm_medium=referral&utm_campaign=editorial", "summary": "Kathy Willens/Associated PressThere is a certain group of baseball fans that love the traditional aspect of the game.\nBut that last thing, well, hear me out: The new extra-inning rule will be more beneficial for the game in the long run.\nIn case you're not up to date with your rule book, MLB experimented with this rule in the minor leagues, as they do with most rule changes, before the pandemic shortened the 2020 season.\nYankees fans might have been displeased, but the action was exciting to watch.\nThis rule may not be the ideal solution, but if a better one exists then let's hear it.", "paragraphs": ["Kathy Willens/Associated Press", "There is a certain group of baseball fans that love the traditional aspect of the game. It's America's pastime, it has a human element and it needs to be left alone. There are too many replays, the advanced metrics are clouding the game and the rules were made for a reason and are not to be challenged.", "Especially the unwritten rule of baseball fans that says you have to watch the game until the very last out, even if that last out comes at 1 a.m. in the 21st inning.", "The purists aren't wrong about the first two things. But that last thing, well, hear me out: The new extra-inning rule will be more beneficial for the game in the long run.", "In case you're not up to date with your rule book, MLB experimented with this rule in the minor leagues, as they do with most rule changes, before the pandemic shortened the 2020 season. The league implemented several notable rule changes ahead of last season, and the pandemic necessitated some of those changes and probably expedited others, like the universal DH and the rule that now puts a man on second base with no outs in every inning past the ninth.", "These rules were created in order to decrease the amount of time spent at the ballpark in the hopes of curbing the transmission of coronavirus. Vaccinations are on the rise and many teams are hoping to loosen their social distancing restrictions soon. But the pandemic is far from over so some of these rules are still in effect, at least until the danger of transmitting COVID-19 significantly decreases.", "The universal DH will be permanent once again. The extra-inning rule should be too.", "There are several reasons why, but the biggest may be that it provides entertainment value.", "Baseball is an entertainment business. The same is true for all professional sports. Leagues rely on sponsorships, television viewers and fans in the stands for revenue. The combination of strength, athleticism and strategy is entertaining. But the product has been diluted by home runs, strikeouts, dead time and, yes, analytics as well.", "Pace of play is a larger issue and the deciding what to do with extra innings is certainly part of that problem. A frigid April game between two cellar-dwelling teams typically results in empty stands, relievers taking their time in between pitches and hitters swinging for the fences the later it gets into the night. It's not entertaining.", "But if a runner is on second with no one out, there is more of a sense of urgency to get him over the plate or more urgency to keep a runner from crossing it.", "Wednesday night at Yankee Stadium, the Baltimore Orioles and the New York Yankees traded runs in the 10th inning. The Orioles scored in the top of the 11th, but the Yankees were positioned to tie after Brett Gardner moved the runner, Gio Urshela, to third base on a sacrifice bunt. D.J. LeMahieu, the 2020 American League batting champion, is exactly the hitter the Yankees want up in that situation. But instead he lined into a double-play and Anthony Santander threw out Urshela at home.", "Yankees fans might have been displeased, but the action was exciting to watch.", "A runner on second produces more action. Maybe the Yankees aren't quite set up to capitalize in a situation like that as a power-hitting team. The \"savages in the box\" swing for the fences every inning and a bunt, like the one Gardner laid down, is a rarity. But small-ball has its place. It's a way to put the ball in play, move a runner over and end a game before it gets too out of hand.", "And by out of hand, here's what I mean: Long games are taxing on teams. It depletes the bullpens and affects pitching and catching plans for the next few days. Emptying a bullpen puts added pressure on the next day's starting pitcher. If that starter can't go deep or needs to be removed, it creates a domino effect. Bullpen sessions are moved or skipped. Pitching arms get taxed.", "Catchers are forced to squat for an extended amount of time.", "If a pinch-hitter comes off the bench cold, strains an oblique putting a home-run swing on the first pitch and misses the next month of the season, is it really worth one win in May?", "A late game that precedes a day game and requires minor league promotions and demotions fatigues all involved.", "Lynne Sladky/Associated Press", "Players and managers have complained about extra innings for years. Former outfielder Curtis Granderson suggested a home run derby to prevent lengthy extra-inning games. Some have suggested ties.", "Philadelphia Phillies manager Joe Girardi likes the rule. Others do not.", "This is the first time in years baseball has implemented meaningful change. An intentional walk without throwing a pitch shaves about 10 seconds off the game, if that. Limiting mound visits might shave a little more time off the clock and the three-batter minimum limits strategy.", "Putting a runner on second base isn't nearly as controversial of an idea as a home run derby and it will satisfy those who don't like ties. This rule may not be the ideal solution, but if a better one exists then let's hear it.", "However, a better solution is not to do nothing.", "\"If they can name the good thing that comes out of (extra innings), I'd be all for it,\" Granderson told me in 2017. \"It's not like the fans can say, 'Oh, that was exciting.' No it's not, because half the people left and half the people turn the TV off. There's more added risk to it.\"", "A pitch clock, robot umps and other pace of play measures would cut down on long innings, whether it's innings 1-9 or beyond, but when it comes to bonus baseball, starting with a man on second isn't a terrible solution. It's not traditional. It's not for the purists. But baseball has to evolve in order to reach a new generation of fans, and this is one way to do it."], "authors": ["Abbey Mastracco"], "keywords": ["extrainning", "rule", "comes", "second", "great", "stay", "mlbs", "baseball", "innings", "teams", "game", "yankees", "fans", "runner", "sorry", "purists"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}