{"id": "28b56a38-42b7-36e3-8add-75eb918498fe", "title": "Cruz accuses Biden of trying to hide 'egregious failures' on border after Mayorkas bars press from tour", "url": "https://www.foxnews.com/politics/cruz-biden-hide-egregious-failures-border-mayorkas-bars-press", "summary": "Homeland Security Secretary Alejandro Mayorkas will travel to two Texas towns along the southern border Thursday, as Texas Sen. Ted Cruz accused President Biden of trying to hide \"egregious failures\" by making the event closed to the press.\n\"Once again, Joe Biden is trying to hide his egregious failures at the border from the American people.\nMembers of the press were allowed inside a border facility in Donna, Texas, on March 30, after the media put pressure on the Biden administration to let them in.\nMayorkas took a hard line on border security while speaking with Immigration and Customs Enforcement (ICE) employees last week, according to the Washington Times.\nBIDEN STAFFER BLOCKS CRUZ FROM TAKING VIDEO AT BORDER FACILITYMeanwhile, more than 172,000 people attempted to come across the border from Mexico illegally in March.", "paragraphs": ["Homeland Security Secretary Alejandro Mayorkas will travel to two Texas towns along the southern border Thursday, as Texas Sen. Ted Cruz accused President Biden of trying to hide \"egregious failures\" by making the event closed to the press.", "\"Closed press,\" Cruz wrote on Twitter. \"Once again, Joe Biden is trying to hide his egregious failures at the border from the American people. #HidenBiden.\"", "Members of the press were allowed inside a border facility in Donna, Texas, on March 30, after the media put pressure on the Biden administration to let them in. The administration has said COVID restrictions and privacy concerns have made it hard to include members of the press.", "PRESS TOURS PACKED MIGRANT FACILITY", "Mayorkas is traveling to McAllen and El Paso Thursday to meet with law enforcement and front-line employees at the Department of Homeland Security (DHS) and other organizations. It’s his third visit to the southern border and comes as many on the right have turned up the heat for Biden and Vice President Kamala Harris to see the situation for themselves.", "Biden put Harris in charge of the border crisis last month and although she said in late March she would visit the border \"at some point,\" no trip has been publicly scheduled.", "Mayorkas' visit also follows Texas Gov. Greg Abbott's call Wednesday for a San Antonio migrant housing facility to be shuttered amid allegations that some children living there have been sexually assaulted.", "Mayorkas took a hard line on border security while speaking with Immigration and Customs Enforcement (ICE) employees last week, according to the Washington Times. He said he would fight sanctuary cities that don’t comply with the agency and wants to see an increase in deportations for illegal crossings.", "He also said he would continue filling in \"gaps\" in the border wall despite Biden’s executive order to halt the project.", "BIDEN STAFFER BLOCKS CRUZ FROM TAKING VIDEO AT BORDER FACILITY", "Meanwhile, more than 172,000 people attempted to come across the border from Mexico illegally in March.", "Last month Cruz and fellow Texas Republican John Cornyn led a delegation from Congress to visit. Cruz has taken a hard-line stance against Biden’s undoing of Trump-era immigration policies. After his visit, he detailed overcrowded facilities and \"caravans\" of migrants coming to the U.S.", "Cruz posted a video from the border after a Biden official had asked him to delete it.", "\"Please give dignity to the people. Please give dignity to the people. … Please respect the people, the rules,\" the staffer told Cruz while blocking his camera with her face.", "CLICK HERE TO GET THE FOX NEWS APP", "\"So you work for the commissioner, you’re a senior adviser, you were hired two weeks ago and you’re instructed to ask us to not have any pictures taken here because the political leadership at DHS does not want the American people to know it,\" Cruz said.", "\"Please don’t treat the people as such,\" the staffer responded.", "\"Your policies are unfortunately trying to hide them. I understand that you were instructed,\" Cruz said. \"I respect them, and I want to fix this situation, and the administration that you work for is responsible for these conditions.\""], "authors": ["Morgan Phillips"], "keywords": ["biden", "trying", "security", "visit", "tour", "failures", "border", "cruz", "staffer", "hide", "press", "egregious", "administration", "texas", "mayorkas"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}