{"id": "28d72e00-ff83-38a3-8781-45a13fa4f55b", "title": "Expansion Pass For Pokémon Sword & Shield To Add All-New Areas, Pokémon, And Characters", "url": "https://www.gameinformer.com/pokemon-direct/2020/01/09/expansion-pass-for-pokemon-sword-shield-to-add-all-new-areas-pokemon-and", "summary": "Pokémon Sword & Shield have already proven to be massive successes for Nintendo, Game Freak, and The Pokémon Company, giving the franchise its highest-grossing launch of all-time and the Switch its fastest-selling titles yet.\nPokémon Home will also enable players to bring these past Pokémon into Pokémon Sword & Shield as long as they appear in these expansions.\nIn addition, Pokémon Sword & Shield receives an update today that gives all players a sneak peek at expansion content.\nSword players can encounter Poison-type trainer Klara, while Shield players meet Psychic-type trainer Avery.\nBoth expansions are included in the Pokémon Sword & Shield Expansion Passes, which cost $29.99.", "paragraphs": ["Pokémon Sword & Shield have already proven to be massive successes for Nintendo, Game Freak, and The Pokémon Company, giving the franchise its highest-grossing launch of all-time and the Switch its fastest-selling titles yet. With more than six million copies sold worldwide, many trainers have been journeying through the Galar region looking for more to do. During today's Pokémon Direct presentation, The Pokémon Company and Nintendo announced new DLC for Sword & Shield in the form of two expansions that make up an Expansion Pass.", "The two expansions are called The Isle of Armor and The Crown Tundra. Both expansions bring a new area to explore, new Pokémon to catch, new clothes to equip to your trainer, and new features. In addition to more than a hundred new clothing items added across the expansions, new items like the leveling item Exp. Charm and new tutor moves will add new wrinkles never before seen in mainline Pokémon games. A new battle type called Restricted Sparring also appears in The Isle of Armor, where trainers can only use certain Pokémon types or must battle under specific conditions.", "Each expansion also has its own Pokédex to complete, and in turn, expands the Galar Pokédex with more all-new Pokémon, as well as more returning monsters. Additionally, while in the expansion areas, players can complete Max Raid Battles against Pokémon not in Galar's Wild Area. Players can invite up to three friends to battle alongside them; you can even invite friends who don't own the Expansion Pass to hop into these battles.", "The Isle of Armor is described as a giant island with environments unlike what is seen in Galar including beaches, forests, bogs, caves, and sand dunes. As expected, the Isle is home to a ton of Pokémon, several of which were not present in Sword & Shield's base game. While on the Isle of Armor, players find a dojo that specializes in a particular style of training. Trainers become become the apprentice of Mustard, a legendary trainer who held championship for 18 consecutive years – even reaching back to before Dynamaxing was a part of Pokémon League battles.", "Later in the year, players can travel to the Crown Tundra, a beautiful, mountainous landscape covered in snow. During this adventure, the trainer is appointed the leader of an exploration team to investigate the far corners of this frozen area. In The Crown Tundra expansion, players can even explore the depths of Pokémon Dens, which we've only seen the outside of in the Wild Area during Max Raid Battles to this point. These Dens not only deliver new gameplay features, but also allow players to encounter Legendary Pokémon from past generations.", "A major sticking point for some Pokémon fans going into Sword & Shield is how the games did not include a chunk of past creatures in the title. Through the new Isle of Armor and Crown Tundra locations, several past Pokémon make their way into Sword & Shield. In addition, all players will receive a free update to coincide with the launches of these expansions to enable them to receive these returning Pokémon through means such as trading or the Pokémon Home cloud service, which is set to launch in February. Pokémon Home will also enable players to bring these past Pokémon into Pokémon Sword & Shield as long as they appear in these expansions.", "New Pokémon Incoming Along with the two new expansions, players can encounter even more new Pokémon through the new locations. You can learn more about some of these new creatures below. Kubfu (Fighting Type)", "Appearing in the Isle of Armor expansion, Kubfu is a Pokémon that lived in the Galar region long ago, but now lives up in the mountains away from the region. After sufficient training, Kubfu evolves into Urshifu, which has two separate forms. The Single Strike Style Urshifu is a Fighting/Dark-type Pokémon that is more focused on power, while the Rapid Strike Style Urshifu is a Fighting/Water-type Pokémon with an emphasis on evasiveness and flowing movements. Both forms of Urshifu can Gigantamax. Calyrex (Psychic/Grass Type)", "Calyrex is encountered in The Crown Tundra expansion. Known as \"The King Pokémon,\" this creature ruled Galar in ancient times. Calyrex is graceful, intelligent, and is said to have seen everything that has ever happened, is currently happening, and will happen in the future. Galarian Slowpoke (Psychic Type)", "Slowpoke is not exactly a newcomer to Pokémon trainers, but this new form specific to Galar puts a new twist on a familiar, dopey face. This new form is the result of Slowpoke eating seeds of a plant specific to the Galar region, which caused it to build up particles of the spice over generations and gain a new appearance and behavior set. As you might suspect, Galarian Slowpoke can evolve into Galarian Slowbro or Galarian Slowking. You can only achieve this using items found in the new expansion regions; an item on the Isle of Armor lets you evolve Galarian Slowpoke into Galarian Slowbro, while an item in the Crown Tundra turns Galarian Slowpoke into Galarian Slowking. Gigantamaxed Starters", "In addition to these new Pokémon and regional forms, the evolved forms of the three starter Pokémon will gain the ability to Gigantamax through the expansions. This means you can expect to see massive, powerful new forms for Rillaboom, Cinderace, and Inteleon once the Isle of Armor expansion releases.", "In addition, Pokémon Sword & Shield receives an update today that gives all players a sneak peek at expansion content. Once the update is installed, players can go to Wedgehurst Station, where they'll meet a new rival from the expansions. Sword players can encounter Poison-type trainer Klara, while Shield players meet Psychic-type trainer Avery. In addition, players can add Galarian Slowpoke to their collection. This update is available free to all players, regardless of if they have the Expansion Pass or not.", "Players use the same save file to access these expansions as they do the main game, and the new areas can be accessed at nearly any time during the course of the adventure – all you need is to have reached the Wild Area in order to access the new content.", "The Isle of Armor expansion is set to release in June, while The Crown Tundra will hit in fall of this year. Both expansions are included in the Pokémon Sword & Shield Expansion Passes, which cost $29.99. Players can pre-purchase the Expansion Pass on the eShop starting today. Those who purchase the Expansion Pass receive Pikachu and Eevee-themed uniforms for use in Sword & Shield."], "authors": ["Digital Editor", "Brian Has Written About Video Games For Over A Decade Across Multiple Publications. When He'S Not Writing Or Gaming", "He'S Usually Listening To Music", "Watching Ufc", "Or Hopelessly Rooting For A Baltimore Or D.C. Sports Team."], "keywords": ["galarian", "armor", "allnew", "characters", "tundra", "isle", "pass", "pokémon", "expansion", "areas", "sword", "add", "players", "expansions", "shield"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}