{"id": "28e5bf24-2a88-3702-b49e-f8d4f5e636ea", "title": "20 Ways to Shop and Support the AAPI Community", "url": "https://www.vogue.com/article/shop-and-support-the-aapi-community", "summary": "According to Stop AAPI Hate, there have been more than 3,000 reported cases of anti-Asian violence and harassment since the pandemic began.\nJewelry label Kinn has committed to donating 15% of its proceeds to organizations like AAPI Women Lead and Stop AAPI Hate.\nThrough your purchasing power, you can give back and help support the AAPI community while also championing small businesses.\nUntil April 15, 10% of Kinn’s proceeds will support the AAPI Women Lead and Stop AAPI Hate.\n3.1 Phillip Lim Freida double-buckle platform slide $595 3.1 PHILLIP LIM Shop NowChristina Tung is the founder of sustainable jewelry label Svnr, whose use of upcycled materials brings new life to earthy, swoon-worthy jewelry.", "paragraphs": ["Anti-Asian violence continues to be an everyday reality for the Asian-American Pacific Islander community. According to Stop AAPI Hate, there have been more than 3,000 reported cases of anti-Asian violence and harassment since the pandemic began. This represents only a sliver of reality as many hate crimes often go unreported. After the deadly Atlanta shooting last month and the recent assault on a Filipino woman in Manhattan, many have galvanized and taken to the streets to protest the violence and stand in solidarity with the AAPI community, including several members of the fashion community. Designers Phillip Lim and Prabal Gurung have helped organize a Running for Protest event in New York City and have been using their platforms to advocate for real, tangible change against anti-Asian violence. Lim and Ruba Abu-Nimah’s initiative NY Tougher Than Ever is donating net proceeds of sales of their collection to the AAPI GoFundMe Community Fund, which supports grassroots AAPI organizations across the country. Jewelry label Kinn has committed to donating 15% of its proceeds to organizations like AAPI Women Lead and Stop AAPI Hate. Through your purchasing power, you can give back and help support the AAPI community while also championing small businesses. Below, a few ways to get involved.", "Founded by designer Phillip Lim and creative director Ruba Abu-Nimah, NY Tougher Than Ever is an initiative founded on the basis of supporting underserved communities. Currently, 100% of its net proceeds go toward supporting the AAPI GoFundMe.", "Stop Asian Hate keytag $20 NYTOUGHERTHANEVER Shop Now", "Since its inception, Paper Project had embedded a charitable, eco-conscious component into its brand ethos. It has committed to planting one tree for every purchase made, and this month, the label is donating 50% of its National Forest Fund to help support the AAPI GoFundMe.", "Paper Project All Day Clean sweats set $160 PAPER PROJECT Shop Now", "As Korean-Americans, the founders of Haerfest stand behind their label’s mission of “creating intentional apparel that is meaningful and purpose-driven.” One-hundred percent of the proceeds from their “Nothing Changes If Nothing Changes” T-shirts will be donated to Stop AAPI Hate.", "Made of 100% biodegradable and Silverplus antimicrobial technology, these masks are meant to last. A total of 50% of the net proceeds from the #StopAsianHate mask will go toward the AAPI GoFundMe.", "Better Off Alone ‘Stop Asian Hate’ cloth mask $11 BETTER OFF ALONE Shop Now", "Jennie Yoon, a Korean immigrant, mother, daughter, and wife, founded Kinn to pay tribute to the antique jewelry her family had owned before it was lost during a home robbery. Kinn offers a contemporary take on heirloom-style jewelry, which is meant to be passed down through generations. Until April 15, 10% of Kinn’s proceeds will support the AAPI Women Lead and Stop AAPI Hate.", "Kinn Maison gold oval locket necklace $260 KINN Shop Now", "Founded by Lin Chen, Pink Moon is an online self-care destination operated by women for women that offers soothing beauty essentials for the body, skin, and home. During the last week in March, the brand donated 50% of its proceeds to Send Chinatown Love. Currently, upon your first purchase, 10% of the proceeds can go toward a charity of your choice.", "Pink Moon Over the Moon duo $75 PINK MOON Shop Now", "In May, to celebrate Asian-American Pacific Islander Heritage Month, Amyo is offering 15% off site-wide with code AAPIMONTH, and 15% of the proceeds will go towards supporting AAPI Women Lead.", "AMYO thin huggie hoops 14-karat gold $60 AMYO Shop Now", "For the month of April, 15% of proceeds from the spring collection will support Stop AAPI Hate. Shop fanciful dresses and blouses to kickstart warmer days ahead.", "Saylor Leanna dress $319 SAYLOR Shop Now", "Clare Ngai founded Bon Bon Whims at the start of the pandemic as a passion project designing candy-colored, whimsical jewels while helping underserved communities championed by organizations including GirlTrek, Send Chinatown Love, and Stop AAPI Hate. Ngai’s most recent launch, the Ling Bling Ring, will have 50% of its proceeds benefit the AAPI Women Lead, Stop Asian Hate, and the Asian-American Legal Defense Fund.", "Bon Bon Whims Tinker Bell ring $45 BON BON WHIMS Shop Now", "At the end of March, the kitchen-favorite label introduced its new ceramic tableware collection with 50% of its proceeds supporting #HateIsAVirus. Currently, 50% of the proceeds from their popular reBoard collection will be donated to Heart of Dinner, an organization that provides elderly Asian-Americans in NYC with hot meals.", "Material The open bowl (set of 2) $80 MATERIAL Shop Now Material The reBoard $35 MATERIAL Shop Now", "Founded by Sahra Nguyen, a 1st generation Vietnamese-American and daughter of refugees, Nguyen Coffee Supply sought to bring sustainable, Vietnamese single-origin robusta coffee beans to the states. Shop the brand’s beloved beans trio, brought all the way from Vietnam and roasted right here in Brooklyn. Pair the beans with a signature phin filter for the true Vietnamese coffee experience.", "Nguyen Coffee Supply The original Vietnamese coffee trio $42 NGUYEN COFFEE SUPPLY Shop Now", "Designer Phillip Lim has been a continuous advocate and supporter of the AAPI community through his efforts with NY Tougher Than Ever and in the launch of the AAPI GoFundMe in collaboration with Musa Tariq, which has since raised over $5 million.", "3.1 Phillip Lim Freida double-buckle platform slide $595 3.1 PHILLIP LIM Shop Now", "Christina Tung is the founder of sustainable jewelry label Svnr, whose use of upcycled materials brings new life to earthy, swoon-worthy jewelry.", "SVNR Positano earring $120 SVNR Shop Now", "Founded by husband and wife duo Yang Pei and Stephanie Li, the cult-favorite accessories line offers an array of minimalist, vegan style handbags at affordable prices.", "JW Pei Gabbi bag $79 $65 JW PEI Shop Now", "Proud, loud Asian home cooking is the mantra of Omsom, which is founded by Vietnamese sisters Vanessa and Kim Pham. Through their flavorful sauce kits, one can easily replicate a family-style Asian dish including lemongrass barbecue, Filipono sisig, and Thai larb.", "Omsom sampler $29 OMSOM Shop Now", "As an Indian-American, Aishwarya Iyer had a simple idea when she started Brightland—to bring fresh, clean, and delicious olive oil to the forefront. Brightland sources its oils directly from a family-run California farm, and currently, you can shop vinegar options too for that perfect pairing.", "Brightland Rosette olive oil $40 BRIGHTLAND Shop Now", "The Nepalese-American designer has always been a proponent of inclusion and diversity. Gurung most recently partnered with designer Phillip Lim to help organize the Running for Protest event in NYC and has continuously used his platform to advocate for the support, solidarity, and amplification of the AAPI community.", "Prabal Gurung printed silk sleep mask $55 PRABAL GURUNG Shop Now", "This Korean eyewear label is all about experimentation, often pushing the boundaries of what eyewear should look and feel like today. The avant-garde accessories brand has had a steady list of fashionable collaborations, including with Marine Serre. And if you find yourself at one of its boutiques, brace yourself for a truly immersive brick-and-mortar experience.", "Gentle Monster Monosoa 01 $320 GENTLE MONSTER Shop Now", "Zi Xuan, a former designer for Marc Jacobs and Coach, launched Advene in collaboration with Yijia Wang. Its debut style is the “Age” bag available in cream and black. It’s designed for everyday use and can be worn two ways (as a top handle for evenings out and over the shoulder for daytime).", "Advene the Age bag $495 ADVENE Shop Now", "Led by Harry Trinh, Made in Chinatown is a platform connecting design volunteers with Chinatown shops to create branded merchandise where 100% of the profits go directly back to supporting these businesses. Take for example, these two decorative pillows designed for Wing on Wo & Co., the oldest store in Chinatown."], "authors": ["Julie Tong"], "keywords": ["proceeds", "20", "lim", "phillip", "ways", "coffee", "community", "hate", "women", "shop", "support", "stop", "aapi"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}