{"id": "28f297bf-32c0-3725-a701-e476d006d31d", "title": "A Message from Joe Biden’s White House Cat", "url": "https://www.newyorker.com/humor/daily-shouts/a-message-from-joe-bidens-white-house-cat", "summary": "“A cat is said to be joining the Bidens in the White House.” —the Times“We’ve been looking to philosophers to make sense of life.\nA quieter space, a more thoughtful space—a space for me to coat with stray hair and vomit.\nSorry, little Kansas City calico with Pamela Harriman on the brain, but I’m fresh out of fucks—heavy lifting ahead.\nHe was so popular that the White House had to tell photographers to leave him alone.\nNo, I’m more likely to take my cues from Gerald Ford’s family cat, Shan.", "paragraphs": ["“A cat is said to be joining the Bidens in the White House.” —the Times", "“We’ve been looking to philosophers to make sense of life. Maybe we should be looking at cats instead.” —the Washington Post", "Everyone wants to know how I, as First Cat-elect, get along with Joe and Jill’s German shepherds, Champ and Major. I like the boys. Yes, their names skew a little Deutsches Jungvolk-y to my ear. And, yes, as soon as we move to D.C., they are likely to colonize every square inch of 1600 Pennsylvania Avenue in a zealous but disorganized juggernaut of dogspreading. But, in so doing, Champ and Major will open up a space for me. A quieter space, a more thoughtful space—a space for me to coat with stray hair and vomit.", "Look, being First Pet is no box of chocolates. I’m not there yet, but, honey, I know, I already know. My test for any aspiring diplo-cats is to ask them to identify the Monroe Doctrine, Shirley Chisholm, and any reason to think they’ll still be friends with Lindsey Graham or Susan Collins by the end of this Administration. If they can do that, then . . . maybe. Otherwise, I just can’t even. Sorry, little Kansas City calico with Pamela Harriman on the brain, but I’m fresh out of fucks—heavy lifting ahead.", "I mean, let’s be real here, the culture of unrealistic expectations for governmental felines was firmly established by that consummate top-feeding suck-up, Socks Clinton. He would sit on Forty-Two’s shoulders. His carrier had the Presidential seal. He schmoozed Bill’s personal secretary. He was so popular that the White House had to tell photographers to leave him alone.", "In short, Barf City. Truman Capote, but with more dander. “Across the aisle” does not begin to describe the largesse with which I would like to dispense my regurgitative splendors on the Socks legacy.", "No, I’m more likely to take my cues from Gerald Ford’s family cat, Shan. Remember when the Fords all toddled off for a ski vacation in Vail without him? On their return, Shan saw fit to bite the First Lady and one of the First Daughters on the leg. Now, that’s the kind of self-respecting behavior that I can really get behind. Simple, direct communication for the win. Everyone understands the meaning of a bite on the leg. The meaning is “no.”", "As for those naysayers who doubt the very need for a feline on the Hill, let me simply reiterate some of the names associated with the new Admin: Biden, Blinken, Yellen. We’ve already got very strong reindeer energy, guys. Let’s diversify.", "My work lies before me. My first plan of action is to deal with the sparkly drifts of tinsel and glitter that Melania left behind. They’re so triggering. They terrify and delight me. Some rooms look like a disco ball’s bladder has burst. This must be dealt with. As a counterpoint to this exhausting sensory onslaught, I will also give myself over to the urgent and ongoing matters of stepping on Joe’s keyboard and sitting in any open suitcase or empty box that I encounter.", "Then comes my campaign proper. In this era of term clarification, I think it’s time we go after the title “First Pet.” A little pervy, no? Granted, I realize that, as problems go, this one fairly screams First World, but living in a gilded cage is no reason not to make that cage a more beautiful and progressive place. A place that doesn’t recall your best friend’s finished basement one Saturday night in the eighth grade.", "Which brings me to the larger work at hand. The other day, some wise-cracking human on Twitter wrote, “I don’t worry about how much I talk to my cat in my Retired Nineteenth-Century Sea Captain voice. I worry about how much I talk to him in my normal voice.” Which made me think: Us pets are kind of blank screens for humans to project their anxieties and dreams onto, no? The caretaking goes in two directions. So we’ve gotta remain nonjudgmental. And we’ve gotta continue to mirror a human’s sense of privilege by regularly jumping on our owners’ genitals and then expecting to be fed.", "I’ve already started to get hate mail from the canine equivalent of Proud Boys. Those Doberbitches. Zero ability to construct an argument. Worse, their spelling is terrible—a mastiff in Albuquerque wants to “brake all ateteen” of my “tose.” But, when they go low, I go even lower—right under the bed. I’m under the bed in the guest room in Greenville. Here, in the comforting grip of darkness, I’m girding my loins for January 20th. I’ve heaped all my chew toys into a kind of Toltec burial mound. Me and the chews are down here, as far back as possible. Beneath the headboard. Right next to Hunter’s laptop."], "authors": ["Henry Alford", "Henry Alfor", "Kaitlin Cha", "Jiji Le"], "keywords": ["white", "know", "space", "cat", "bidens", "kind", "yes", "im", "worry", "weve", "message", "house", "joe", "little", "think"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}