{"id": "2915bcf0-2e48-3edf-a1cb-80516bad9df3", "title": "China and Nepal finally agree on Mount Everest's height after years of dispute", "url": "https://edition.cnn.com/travel/article/mount-everest-height-intl-hnk-scli/index.html", "summary": "The agreement marked the end to a long-running debate over the precise dimensions of the mountain, known as Sagarmatha in Nepal and Qomolangma in Tibet.\nRelated content How to measure a mountain: Everest height called into question\"The project was a matter of national pride for Nepal and a prestigious undertaking for the Nepali government.\n\"Nepal and China jointly processed the surveyed data and came up with the result.\"\nIn 2005, a Chinese survey of the mountain estimated that it stood at around 8,844 meters (about 29,015 feet).\nHowever, since the research was not authorized by Nepal, the country did not recognize it as the official height.", "paragraphs": ["The world's highest peak, which sits at Nepal 's border with Tibet in the Himalayas, stands at 8848.86 meters (about 29,032 feet), officials from both countries announced on December 8, 2020. This is less than a meter higher than the previously recognized height.", "The agreement marked the end to a long-running debate over the precise dimensions of the mountain, known as Sagarmatha in Nepal and Qomolangma in Tibet. Over the years, the two countries -- as well as other governments around the world -- have offered up differing estimates of the mountain's height.", "Related content How to measure a mountain: Everest height called into question", "\"The project was a matter of national pride for Nepal and a prestigious undertaking for the Nepali government. I feel very proud that we were able to complete it successfully,\" Susheel Dangol, Deputy Director General at Nepal's Department of Survey, told CNN. \"Nepal and China jointly processed the surveyed data and came up with the result.\"", "The virtual press conference was attended by Nepal's Foreign Minister Pradeep Kumar Gyawali and his Chinese counterpart Wang Yi.", "In 2005, a Chinese survey of the mountain estimated that it stood at around 8,844 meters (about 29,015 feet).", "However, since the research was not authorized by Nepal, the country did not recognize it as the official height. At the time, they were using a figure of 8,848 meters (29,029 feet), in line with the findings of a 1955 Indian survey.", "Then in 2015, multiple scientific studies suggested the mountain's elevation may have changed after a 7.8-magnitude earthquake hit Nepal. Two years later, the Nepali government for the first time kicked off its own long and arduous mission of re-measuring the height.", "Related content The American man who became a porter on Everest", "During Chinese President Xi Jinping's visit to Nepal last year, both countries agreed to jointly announce the new height, calling the peak \"an eternal symbol of the friendship between Nepal and China.\" China started measuring from the Tibetan side of the mountain following Xi's visit.", "China sent an eight-member team to carry out its own survey. Since then, the two sides have been analyzing their findings."], "authors": ["Sugam Pokharel", "Rhea Mogul"], "keywords": ["finally", "survey", "height", "nepal", "mount", "agree", "chinese", "everests", "dispute", "peak", "countries", "china", "tibet", "meters", "mountain"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}