{"id": "291b77f0-1e7b-36de-996a-7e15070785b2", "title": "The Fog of Rudy", "url": "https://www.nytimes.com/interactive/2020/01/15/magazine/rudy-giuliani.html", "summary": "As mayor, Giuliani never had to leave the stage.\nTo me, the answer to the question ‘‘What happened to Rudy?’’ had come to seem obvious: Nothing.\nThere was nothing to be ashamed of, and he was Rudy: There would always be more work waiting for him.\nIt was headlined: ‘‘Rudy Giuliani Knew Exactly What He Was Doing.’’Did Rudy Giuliani know exactly what he was doing?\n‘‘You failed to ask if I am often introduced as ‘America’s Mayor’ or called the greatest New York City Mayor in modern times.", "paragraphs": ["In the middle of September, shortly before the House of Representatives opened its impeachment inquiry against President Trump, I started texting with his personal lawyer, Rudolph Giuliani, to try to arrange a time to get together. I stressed that I wasn’t looking for sound bites; I wanted to talk, in depth, about the whole arc of his career, with the goal of explaining how he wound up at the center of this historic moment. There were several weeks of inconclusive, if at times amusing, exchanges — when I reminded him of the numerous Giuliani profiles this magazine has published over the course of the last four decades, he ‘‘loved’’ my text — before I decided to call him on his cellphone. It was a Friday evening, a few days after his business associates Lev Parnas and Igor Fruman were arraigned on charges of conspiring to funnel foreign money into American elections. To my surprise, Giuliani answered. I could hear that he was in a crowded bar or restaurant; he sounded as if he was in good spirits. ‘‘I really want to talk to you,’’ he said. ‘‘The thing is, I’m a little busy right now. Give me another week, and I should have all of this behind me.’’", "Since then, things seem to have gotten a lot worse for Giuliani. The House has impeached the president largely on the basis of Giuliani’s work, and Giuliani himself has come under investigation for possibly serving as an unregistered agent of a foreign government. And yet he has continued to go on cable television and Twitter, making reckless statements, all the while pressing a bizarre and baseless corruption case against Joe Biden. All of this has left a lot of people puzzled. How did a man who was once — pick your former Rudy: priestly prosecutor, avenging crime-buster, America’s mayor — become this guy, ranting on TV, unapologetically pursuing debunked conspiracy theories, butt-dialing reporters, sharing photos of himself scheming in actual smoke-filled rooms? What happened?", "Giuliani never did sit down with me, and after awhile I stopped chasing him. There seemed to be little point: The whole drama, including his many unfiltered assertions about it, was out there for everyone to see. But he did eventually reply in writing to 65 statements derived from an early draft of this essay. It was a fascinating document, dismissive and yet indignant, alternating between angry denials, boasts, accusations, elisions and an almost confessional intimacy. In short, it was what I had come to think of as classic Rudy.", "I’ve been following Giuliani, as both a New Yorker and a historian of the city, for decades. When I first moved to Manhattan in 1990, he had just lost his first mayoral race and was already preparing for a rematch. Tom Wolfe’s satirical novel ‘‘The Bonfire of the Vanities’’ had recently been published and immediately become a sort of ur-text for a city that seemed to exist in Technicolor, a place of extreme wealth and desperate squalor, of rabble-rousers, con men and street criminals. Giuliani, who made his name during the 1980s as United States attorney for the Southern District of New York, wasn’t a character in Wolfe’s book, but he could have stepped out of its pages: the ‘‘jut-jawed lawman,’’ as this magazine called him in its 1993 profile, fueled by moral righteousness and a seemingly hormonal desire for power and fame.", "He was an unlikely politician, with his hunched shoulders, bad comb-over, boxy suits, lateral lisp and rictus smile. He had no charm or charisma, nor even really a discernible ideology. Giuliani’s mother said in an interview published by the investigative reporter Wayne Barrett that he switched his registration, after Ronald Reagan’s election, from Independent to Republican — he was a Democrat before that — in order to advance his career. (‘‘He still feels very sorry for the poor,’’ she insisted.) During that second and this time successful mayoral campaign, Giuliani’s public speeches were almost comically grandiose and self-dramatizing, full of phrases like ‘‘We have a city to save.’’ He vowed to return New York to some golden age from which he — the son of a hard-working, Italian-American tavern owner; proud product of Brooklyn’s Bishop Loughlin Memorial High School; lifelong Yankee fan — had sprung. We would learn years later, also from Barrett, that Giuliani had left some key details out of this founding mythology: His father, Harold, had in fact been a collector for a loan shark and served time in prison for armed robbery. But Giuliani steamed ahead. Over eight years in office, the mythic prosecutor became the larger-than-life mayor, the man credited with crushing crime and presiding over the city’s historic rebirth.", "Giuliani practiced politics in a different key, one characterized by brazenness, by shamelessness, by chutzpah. He embraced publicity indiscriminately, picked the highest-profile fights he could find and took all of them to the furthest possible extreme. He acted as if he were bulletproof; and so, in a way, he was. As a prosecutor with political ambitions, he indicted a senior official in the administration of Mayor Ed Koch, the former Miss America, Bess Myerson, for corruption. She was acquitted, but the so-called ‘‘Bess Mess’’ dominated the tabloids for weeks, tarnishing Myerson and Koch. (Koch later wrote a short book titled ‘‘Giuliani: Nasty Man.’’) As he prepared for his second mayoral campaign, Giuliani spoke to a raucous rally outside City Hall of some 10,000 police officers, many of whom were drinking, calling Mayor David Dinkins’s proposal to increase civilian oversight of the police ‘‘bullshit.’’ He was nakedly vindictive. When AIDS activists from the nonprofit Housing Works criticized Giuliani’s mayoral policies, he tried to destroy the group by sabotaging its federal funding. When the Brooklyn Museum exhibited a painting that he felt desecrated the Virgin Mary, Giuliani tried to evict the museum from its city-owned building. Defeated in court, as he so often was during his tenure as mayor — he was sued for civil-liberties violations on more than two dozen occasions, losing nearly all of those cases in full or in part — Giuliani denounced the judge as ‘‘totally biased’’ and moved on to his next cause.", "Giuliani had what often felt like an almost compulsive need to make a spectacle of himself, whether he was going on a crack buy in dark sunglasses and a Hells Angels vest (over a white dress shirt) or dressing in drag on ‘‘Saturday Night Live.’’ As United States attorney for the historically publicity-averse Southern District of New York, he became famous for his endless stream of news conferences. As mayor, Giuliani never had to leave the stage. The press gaggle of the media capital of the world followed him from morning until night, chronicling not only his city business but also his tawdry personal life.", "After 9/11, of course, the stage grew incomprehensibly bigger. Giuliani became an American folk hero, barreling through the smoke and debris, never allowing the suggestion that he might have done a better job preparing New York City for a large-scale terrorist attack — a seeming inevitability after the first World Trade Center bombing in 1993 — to complicate his post-mayoral transformation. Out of office, in a world suddenly turned upside-down by fear, he made a fortune in the burgeoning business of international security consulting.", "Even before Giuliani’s most recent incarnation, I had been spending a lot of time thinking about him for a book I’m writing about New York in the 1980s, a sort of sequel to my earlier history of the city in the 1970s. To me, the answer to the question ‘‘What happened to Rudy?’’ had come to seem obvious: Nothing. Rather, Giuliani’s latest role — as the president’s letting-it-all-hang-out, unabashedly dishonest personal lawyer and shadow secretary of state — is more like a culmination, the purest expression of Rudyism yet. What has changed is that Giuliani’s style has become the dominant mode of American — and, really, global — politics.", "Personality-wise, Giuliani is a throwback to an old New York type, perhaps best embodied by William Magear Tweed, a.k.a. Boss Tweed, another swaggering, domineering figure from the city’s past. But men like Tweed were creatures of their old-fashioned political machines, while Giuliani was among the first of a new breed, a publicity-obsessed, reality-defying master of resentment politics — that is, just the kind of figure who is now ascendant across the globe in the form of strongmen, oligarchs and even populist Tories. These are not men of vision, but men of appetites. They are typically unrefined and streetwise; they practice their populism with a knowing wink, issuing fact-indifferent, emotion-based appeals to their constituents, while focusing, with impunity, on consolidating their power, satisfying their hungers and enriching themselves. The evolution of the modern media facilitated their rise, and the unregulated platforms of social media have now eliminated the final barrier to their ascension. ‘‘Without Twitter, I think we’d be lost,’’ Trump told Rush Limbaugh just this month. ‘‘We wouldn’t be able to get the truth out.’’", "The real question is perhaps not ‘‘What happened to Rudy?’’ It’s ‘‘What happened to us?’’ Today, anything seems possible for those who are willing to say and do anything. Watching Giuliani wage his destructively madcap campaigns over the course of the last two years — and continue to wage them, even in the face of the president’s impeachment and his own criminal investigation — it has become impossible not to wonder if there are any limits to shamelessness at all.", "The ability to move through the world like Giuliani does — without concern for consequences — is a gift; one that endows those who possess it with a power that others will invariably want to tap. Trump must have known exactly what to expect when he hired Giuliani as his personal lawyer, and it’s exactly what he got.", "Giuliani and Trump go back decades, though they are not quite old friends. In fact, Giuliani had first publicly invoked Trump’s name as a federal prosecutor during his 1986 cross-examination of Stanley Friedman, Roy Cohn’s former law partner and Trump’s City Hall fixer. Back then, Trump was just a venal real estate developer, exploiting tax incentives to build luxury condominium towers, while Giuliani was beginning to fashion his political profile. Over the years, they shared a transparently transactional relationship. Trump, who depended on City Hall for tax breaks and zoning variances, donated $3,000 to Giuliani’s first mayoral campaign. Giuliani used Trump’s jet to fly to Washington after 9/11, an arrangement that also benefited Trump: The F.A.A. grounded many of the country’s private planes following the attack, and this allowed Trump to get his back in the air. Mutual self-interest brought them together on the national stage in 2016, their roles now reversed. Trump was the one building his political profile with his theatrical attacks on immigrants and elites; Giuliani was a businessman desperate to return to political relevance. He became Trump’s most unapologetic surrogate, the only one from the campaign willing to go on TV to defend Trump after the leak of the ‘‘Access Hollywood’’ tape in which he said that his stature as a celebrity enabled him to grab women by the genitals.", "Giuliani expected to be rewarded for his loyalty with the appointment to secretary of state. But the offer never came. In the spring of 2018, he had what amounted to a second chance to serve the president. John Dowd, the lawyer who was handling Trump’s defense of the investigation by the special counsel, Robert Mueller, into whether the Trump campaign colluded with Russian efforts to subvert the 2016 election — and obstructed justice by seeking to shut down the investigation — had recently quit. Dowd was a veteran Washington defense lawyer, whom Trump had hired at the urging of advisers who believed he needed someone experienced in the job. They eventually fell out. It was unclear whether Dowd resigned because his client wasn’t listening to him or because Trump had lost faith in him. Either way, the president needed a new lawyer.", "Giuliani was, technically, a lawyer, but he had not done much litigation in recent years. At his firm, Greenberg Traurig, he was largely a frontman. ‘‘It was, ‘Roll Rudy out in front of corporate clients, and let him say some stuff,’ ’’ a lawyer at the firm who requested anonymity to speak candidly, told me. ‘‘Half the people thought he was awesome, half the people you would never bring him to.’’", "Over dinner at the owner’s table at Mar-a-Lago, Giuliani told Trump that Dowd and the rest of his legal team had been too cooperative with Mueller, turning over thousands of pages of documents and making numerous officials available for interviews. Trump and his lawyers had been treated like ‘‘punching bags’’ by the special counsel, Giuliani said, and it was time to fight back. He would lead this effort, and he would do it free of charge.", "The terms of this arrangement flew directly in the face of precedent and quite possibly federal financial-disclosure laws. When David Kendall of Williams & Connolly was retained as personal counsel for President Clinton in 1993, he sought an opinion from the Office of Government Ethics on how to proceed. Among other things, he was told that it would not be appropriate to work pro bono, because if he and his firm weren’t paid at their usual billable rate for their time, the president would have to report it as a gift. Otherwise, the ethics office advised, there could be an assumption of quid pro quo: A firm and its lawyers might expect something in return for their many hours of free legal counsel. While in office, Clinton racked up big private legal bills; Trump didn’t pay Giuliani, nor does he appear to have reported his work as a gift, which he is legally bound to do. (The White House did not respond to a request for comment.) Kendall bent over backward to avoid any appearance that he was exploiting his access to the president — referring friends who asked him for signed pictures of Clinton to the White House scheduler — and made every effort to keep his name out of the media.", "Giuliani, by contrast, became an instant fixture on cable news. He was soon shuttling between his Upper East Side apartment and the Trump International Hotel in Washington, where he became a familiar presence in the hotel’s lobby and steakhouse, BLT Prime. On mild evenings, he could often be seen standing outside the hotel’s entrance, puffing on an imported cigar.", "Giuliani took an unpaid leave of absence from Greenberg Traurig to focus on his new job. In a matter of weeks, his temporary leave became permanent after he told Sean Hannity on Fox News that there was nothing unusual about Trump’s former personal lawyer Michael Cohen making a hush payment of $130,000 to Stormy Daniels on his client’s behalf. It was, Giuliani said, the kind of service lawyers provide all the time. ‘‘That was just untenable,’’ the Greenberg Traurig lawyer told me. ‘‘We can’t have a guy saying that paying off a porn star was common G-T practice.’’", "A spokesperson for Greenberg Traurig said Giuliani resigned because his assignment for the president was taking longer than expected. But the lawyer I spoke with said Giuliani was given an ultimatum: Quit working for Trump and return to the firm or leave Greenberg Traurig altogether. Giuliani left (though he denies being given an ultimatum). There was nothing to be ashamed of, and he was Rudy: There would always be more work waiting for him.", "Giuliani and Lev Parnas.", "During the Mueller investigation, it often looked as if Giuliani wasn’t doing his job very well. He was the president’s lawyer, and yet he seemed unconcerned about facts, never mind simple logic: ‘‘Truth isn’t truth,’’ he said in one TV appearance. He was supposed to protect his client, but his statements frequently seemed to incriminate him: Trump, he said, wasn’t guilty of collusion. And even if he were, Giuliani added gratuitously, ‘‘it’s not a crime.’’", "It was not uncommon for Giuliani to be forced to walk back problematic comments. A damning timeline that he offered concerning the discussions over building a Trump Tower in Moscow — suggesting that they continued until the November 2016 election — were ‘‘hypothetical’’ and ‘‘did not represent the actual timing or circumstances of any such discussions.’’ The tapes of Trump talking to Michael Cohen that Giuliani claimed to have heard didn’t really exist. (‘‘I shouldn’t have said tapes,’’ Giuliani said. ‘‘No tapes.’’) During one especially rambling television interview, he did not seem entirely sober. When asked about his drinking by Politico, Giuliani said that he had things under control. ‘‘I may have a drink for dinner,’’ he said. ‘‘I like to drink with cigars.’’", "Giuliani’s freewheeling, unconstrained-by-truth style was perhaps a little surprising to some: Was this not the principled prosecutor who made his name taming political corruption and organized crime? But while Giuliani was fighting the Mueller investigation on TV, I was researching his years as a federal prosecutor, and what I was learning about his past seemed perfectly consistent with what I was seeing in the present. As a lawyer, Giuliani had also been willing to do whatever seemed necessary to win: freezing defendants’ assets before they were proved guilty of a crime; issuing subpoenas to defense lawyers; and in one case surreptitiously recording a cooperating witness’s meeting with his opposing counsel, Thomas Puccio (who had a few years earlier served as lead prosecutor in the government’s Abscam case). He prejudiced juries, creating a spectacle in the process, by insisting that jurors be identified by numbers only for their own safety — a novel practice at the time — even when there was no evidence that they were at any risk of retaliation. He overreached, sometimes extravagantly, and then refused to back down: When a lack of evidence forced Giuliani to withdraw his insider-trading indictment of the Goldman Sachs partner Robert Freeman, he insisted that he would file another one soon, with even more counts, and in ‘‘record-breaking time.’’ Nearly two years later, Giuliani left the United States attorney’s office, and there was still no indictment. (Freeman ultimately pleaded guilty to a single count of mail fraud.)", "At the time, much of this was easily overlooked because Giuliani was ostensibly on the right side in the battle against crime and corruption. But he was not entirely without his critics. The conservative writer William Safire assailed Giuliani in a 1986 column in this newspaper. ‘‘Don’t Ed Meese and Stephen Trott at the Department of Justice care about controlling political prosecutors who will do anything for publicity?’’ he wrote. ‘‘Anything does not go.’’", "Did anything go? In the criminal-justice system, Giuliani’s unchecked zeal produced mixed results: He won some big cases, but not all of his victories endured; a number of his white-collar convictions were later overturned.", "The first rule for a modern fog machine like Giuliani is that the more you talk, the more confusion you can create. This is something that his predecessor as Trump’s counsel, John Dowd, seemingly failed to grasp. A former Marine Corps captain in his mid-70s, Dowd was gruff and generally uncooperative, unwilling to help most journalists before they published articles and quick to attack them after they did. Giuliani spoke freely and pretty much always on the record. It was impossible to catch him at a bad moment: Darren Samuelsohn, a reporter for Politico, inadvertently FaceTimed Giuliani one night in the summer of 2018 and was taken aback when the president’s personal lawyer materialized on the screen of his iPhone in an undershirt, with the Yankee game on the TV in the background. Nor did Giuliani wait for his opinion to be solicited to offer it. During Michael Cohen’s congressional testimony in early 2019, he furiously texted reporters, accusing the president’s former fixer of perjury and suggesting that he was connected to the Russian mafia. The point was not to sound consistent or even necessarily coherent. ‘‘He would throw out a hundred things at you, and you would have to figure out which ones to try to unpack,’’ one reporter who was in regular contact with Giuliani during the Mueller investigation told me. ‘‘And then five minutes later, he would be on Fox saying something completely different.’’", "Piled one on top of the other, week after week, Giuliani’s claims had a disorienting effect, making it hard to remember what the real narrative — that the president of the United States was being investigated for helping a foreign government interfere with our electoral process — actually was. What he was saying was less important than the fact that he was saying it, and the ‘‘it’’ could really be anything.", "Giuliani treated the discipline and discretion of the Mueller investigation as an open invitation. He trash-talked Mueller and his team, describing Mueller’s prosecutors as ‘‘thugs’’ and calling for an investigation of the investigators. He issued mob-style threats, vowing to unload on Mueller ‘‘like a ton of bricks’’ if he didn’t wrap things up quickly; made baseless assertions about the parameters of the investigation; and called an inquiry that produced guilty pleas from three former Trump associates and indictments of more than 30 other individuals ‘‘a witch hunt.’’ Platforms like Twitter and Fox News — pillars of our modern media age — helped Giuliani spread a fictional origin story about the Mueller investigation known as Spygate, claiming that the F.B.I. had sent a spy into the Trump campaign with President Obama’s approval. No matter what Giuliani said, the response was always: ‘‘A spokesman for the special counsel declined to comment.’’", "White House officials grumbled about having to clean up after Giuliani’s cable TV messes. But Trump, who had taken to referring to him as ‘‘My Rudy,’’ was generally pleased. ‘‘Look, Rudy’s great,’’ he said when questioned about some of Giuliani’s rhetorical inconsistencies. ‘‘But Rudy’s Rudy. But Rudy is doing a very good job, actually.’’", "Mueller finally delivered his report to Attorney General William P. Barr on a Friday in late March. Giuliani spent the weekend in Washington, awaiting the news. On Sunday afternoon, Barr made his summary of the report’s conclusions public: Mueller, he reported, had found that the Trump campaign did not conspire with the Russians to interfere with the 2016 elections. Giuliani and the rest of the legal team were summoned to the private residence at the White House for a congratulatory meeting with the president. By the time he returned to the Trump International Hotel, the president’s supporters had descended on the lobby to celebrate. Giuliani was met with a rapturous ovation when he entered the building and held court, posing for pictures among the lounge chairs.", "When the full, redacted report was released a few weeks later, it was clear that Mueller’s conclusions were plenty damning. But they were no match for the thick fog of disinformation, more than a year in the making, that shrouded it. In the wake of Barr’s summary, Giuliani did an extended victory lap on Twitter and across cable TV, calling the painstakingly principled Mueller ‘‘unprofessional’’ and demanding an apology from CNN and the Democratic leadership. He also texted reporters a link to an article published on a conservative website called The Federalist. It was headlined: ‘‘Rudy Giuliani Knew Exactly What He Was Doing.’’", "Did Rudy Giuliani know exactly what he was doing? He is not a would-be Machiavellian political philosopher in the mode of Karl Rove. Nor did his actions reveal some sophisticated or even cohesive legal strategy. Watching his invariably viral TV performances, it often felt as if the closest thing to a unifying explanation for his behavior was his pronounced inability to experience shame. Shamelessness is not an art or even a skill. It’s simply a way of operating in the world that informs all of your actions and interactions, for good or ill.", "It’s a state of mind that he shares not only with Trump but also with a growing number of blatantly dishonest, nakedly opportunistic political figures. What creates the conditions in which such truly shameless figures can thrive? In 2020, the obvious answer is the rise of an all-consuming media ecosystem in which truth is no longer meaningfully litigated. The foundation of that system is partisan media outlets, which allow political leaders — whether Trump on Fox News, Boris Johnson in The Daily Mail or Jair Bolsonaro on the Brazilian network Record TV — to spread disinformation to their supporters with almost no pushback. But it’s also enabled by more politically — neutral media organizations, which struggle with how to present the daily onslaught of false claims from public figures. Combine that with the ubiquity of social media, which makes no distinctions between truth and lies, and what you end up with is a political conversation without consequences that favors the most outrageous voices. If you reliably make over-the-top claims, you will be rewarded with attention, and Giuliani never fails to make over-the-top claims.", "In the New York of the 1980s and 1990s, a version of this ecosystem existed in infancy for Giuliani in the form of the city’s warring tabloids. Inside this ecosystem, too, it seemed as if you could get away with almost anything as long as you were generating headlines and providing color. Giuliani was constantly testing the system’s limits, not only with his uninhibited political style but also with his uninhibited personal life. He engaged in extramarital affairs in plain view of the public — charging the city for tens of thousands of dollars’ worth of security and travel-related expenses incurred while visiting the Hamptons village of one girlfriend, Judith Nathan — and announced his separation from his second wife, Donna Hanover, to both the world and Hanover at a televised news conference. The ugly, protracted and very public divorce that followed — cast out of Gracie Mansion, Giuliani was reduced to couch-surfing at a friend’s apartment — became the sort of media event that any shame-able politician would presumably have done anything to avoid. Giuliani leaned into it instead, at one point making it known to reporters that he hadn’t really been unfaithful to Hanover with Nathan, whom he later married; his chemotherapy treatments for prostate cancer had made him impotent. Even though Giuliani was the one who seemed to be guilty of adultery, he sued Hanover for ‘‘cruel and inhuman’’ treatment, claiming that she had kicked him out of their bedroom and then interrupted his sleep by exercising in the room above him.", "Giuliani was shameless, but he also understood the power of shame: He was educated at Catholic schools through Manhattan College and has said that it was the prospect of celibacy that kept him from the priesthood. As a crusading prosecutor, he made a habit of publicly humiliating his targets, in one instance having Wall Street executives perp-walked across trading floors, in another calling the daughter of a New York Supreme Court judge, Hortense Gabel, to the stand to testify against her mother. As mayor, he leaked the juvenile record of a black security guard, Patrick Dorismond, who had been fatally shot by an undercover detective. (‘‘He’s no altar boy,’’ Giuliani said of Dorismond, who had, in fact, been an altar boy.)", "Giuliani seemed to exist at the intersection of shame and shamelessness, inflicting shame on his perceived enemies and yet invulnerable to it himself. Today, this divide — between the shamed and the shameless — is at the center of our politics. Some political actors are constantly reacting to shame, or the fear of it; others seem incapable of experiencing it. This creates a kind of asymmetrical warfare in which one side can do whatever it wants to achieve victory and the other can’t. In such a dynamic, the outcome of every battle seems almost predetermined.", "By the summer of 2018, even as Giuliani was defending the president against the Mueller investigation, his marriage to Nathan was unraveling in the New York tabloids. It was eerily familiar to those of us who followed his divorce from Donna Hanover. Once again, there was another woman, a married hospital executive named Maria Ryan. Giuliani had spent an evening at a resort hotel in New Hampshire, having dinner with her and others and watching ‘‘The Godfather.’’ Once again, Giuliani insisted that it wasn’t romantic, even though Ryan joined his entourage on trips to London, France and Israel. Giuliani also flew to Florida to help Ryan’s adult daughter out of a legal jam, appearing on her behalf at a pretrial hearing for insurance fraud. ‘‘I was like, ‘Wow, this is one of the biggest lawyers in the country,’ ’’ a local defense lawyer, Michael Gottlieb, who watched Giuliani enter the crowded courtroom, told me. ‘‘What’s he doing here in Broward Circuit Court?’’", "Giuliani actually spent much of 2018 and the first half of 2019 waging not one but two disinformation campaigns, steering reporters away from Ryan and toward Jennifer LeBlanc, a widow he claimed to have started wooing after he and Nathan separated. LeBlanc appeared conspicuously beside Giuliani at White House Sports and Fitness Day in May 2018 and then again at the announcement of Brett Kavanaugh’s nomination to the Supreme Court over the summer. Nathan didn’t buy it. She issued a one-sentence statement saying that Giuliani was lying: ‘‘My husband’s denial of the affair with the married Mrs. Ryan is as false as his claim that we were separated when he took up with her.’’", "Once again, Giuliani and his soon-to-be ex-wife traded accusations in open court over the admonishment of a judge, who made a futile attempt to persuade them to settle the matter in private. Nathan claimed that Giuliani had stolen her Christmas decorations. Giuliani claimed that Nathan took the cable box and remote controls when she moved out of their Park Avenue apartment, reducing him to watching his TV appearances on an iPad. They finally settled in December, three weeks before the trial was scheduled to begin.", "Like a lot of New Yorkers, I wandered the streets in a daze on 9/11, looking for opportunities to make myself useful. I had been at Yankee Stadium the night before — after a long delay, the game was rained out — and I was there when baseball resumed after the attack, with Giuliani in attendance and the sold-out crowd singing ‘‘God Bless America’’ and chanting ‘‘Rudy.’’ There was, at the time, a palpable sense of loss, anger and fear in the city but also one of unity, love and openheartedness. We needed heroes, and we found them all around us: in the emergency workers who raced to the scene, the rescue workers sifting through the wreckage at ground zero and, above all, the mayor who assured us that the city would survive, even as he grieved graveside with what seemed like too many families to count. In that moment, Giuliani’s grandiosity — his comfort with spectacles — felt just right.", "It seemed as if the world would never be the same. In a lot of respects, that has proved true, though not necessarily in the ways I imagined at the time. Many of the roots of our current political environment can be traced back to that day. Politicians and government officials exploited 9/11, transforming it into an all-purpose justification for all sorts of actions that it didn’t in fact justify. Dazed by the spectacle, disoriented by fear — and, maybe above all, wanting to trust the people who were supposed to protect us — we were fed distortions of truth, like the misrepresentation of intelligence on Iraq’s weapons of mass destruction or the assertion that we needed to torture suspected terrorists in order to keep the country safe. We had, of course, been spun before, but never on this order of magnitude: Disinformation led us into years of war. Two decades later, those distortions have brought us to the full-blown epistemic crisis of our anything-goes, nothing-matters era.", "Giuliani, whose tenure as mayor ended that December, also seized on the post-9/11 moment. Even as his brand-new, $13 million emergency command center was lying in ruins at ground zero, he recast himself as a global authority on counterterrorism, taking full advantage of the economic potential of the pervasive and enduring fear of the next attack. Numerous ex-government officials were suddenly hawking everything from body scanners to data-mining software. But as ‘‘America’s mayor,’’ Giuliani was a special case. He became spokesman, consultant, inspirator, crisis manager and lobbyist all rolled into one, charging as much as $200,000 — plus private air travel and luxury accommodations — per speaking appearance while also promoting products like the Universal Containment System, a tent that filled up with a special protective foam to contain the damage from a dirty bomb. Giuliani made deals everywhere: Mexico City hired him to reduce its crime rates; Qatar hired him to analyze the security of a desalination plant. He showed little interest in practicing law; nevertheless, he became a partner at the Houston-based law firm Bracewell & Patterson, which was renamed Bracewell & Giuliani. He even expanded into investment banking with Giuliani Capital Advisors.", "What he was building was not so much an empire — that would have required an over-arching vision — as a haphazard collection of businesses intended to leverage the Giuliani name into as many different revenue-generating opportunities as possible. No client was too toxic: In the early days of the opioid crisis, Giuliani helped Purdue Pharma, the manufacturer of OxyContin, mitigate the effects of an investigation by the Department of Justice. No gesture was too self-serving: Giuliani encouraged President George W. Bush to appoint his business partner Bernard Kerik, the former commissioner of the N.Y.P.D., as head of the Department of Homeland Security, which doled out billions of dollars every year to private security contractors. Kerik wilted under the scrutiny of his confirmation process: Among other things, it emerged that in the aftermath of 9/11, he had carried on an affair with his book publisher at an apartment near ground zero intended to serve as a haven for rescue workers. Kerik ultimately went to prison for tax fraud and lying to the government. Giuliani was undeterred, rebranding Giuliani-Kerik L.L.C. as Giuliani Security and Safety.", "For those who lived through 9/11 in New York, watching Giuliani’s transformation from hero mayor to grasping businessman was jarring, but it was also not surprising. When you really thought about it, it was a natural transition. To be a larger-than-life mayor doesn’t require money. But to be a larger-than-life ex-mayor requires a lot of it. Giuliani had always been fixated on power, and with his political career on pause during the Bush years, he needed money to stay relevant. ‘‘He became extremely materialistic and almost money-grubbing,’’ a member of Giuliani’s inner circle at the time told me. ‘‘He was always a narcissist who demanded unflinching loyalty. After 9/11, that was magnified a bit, but the mercenary quality of his personality really emerged after 9/11.’’", "Following his failed bid for the presidency in 2008, Giuliani returned to the task of wealth accumulation. The opportunities were a bit diminished during the Obama era, but they were still out there: The identity-theft—protection company LifeLock hired Giuliani as a late-night TV pitchman; AMC asked him to host ‘‘Mob Week.’’ Giuliani and Nathan maintained their opulent lifestyle, with six homes — in Manhattan, Palm Beach and the Hamptons — and memberships in 11 country clubs. Giuliani spent thousands of dollars a year on fountain pens and even more on his imported cigars. He and Nathan lived on a monthly budget that exceeded $230,000.", "Giuliani’s settlement with Donna Hanover, in the summer of 2002, cost him $6.8 million. His divorce from Nathan was going to cost a lot more. Fortunately, the Trump administration had become a boon for business: As the president’s trusted confidant and personal lawyer, Giuliani experienced a robust increase in demand for his services. Between his appearances on cable news, he spoke at rallies in Paris and Warsaw for an Iranian opposition group advocating for the overthrow of the country’s regime, the Mujahedeen Khalq, and sought lucrative overseas contracts, including one with the Kingdom of Bahrain, whose repressive government was engaged in intense lobbying efforts to improve its status in Washington. And, of course, Giuliani was retained by two Soviet-born businessmen in South Florida, Lev Parnas and Igor Fruman, the founders of Global Energy Producers, which was seeking to sell liquefied natural gas to several foreign countries, including Ukraine.", "Technically speaking, Giuliani wasn’t working for Global Energy Producers. He was hired by another Parnas company called, remarkably, Fraud Guarantee. According to its website, the company’s purpose was to protect ‘‘other investors from losses due to fraud.’’ But as The Wall Street Journal later reported, Fraud Guarantee had no identifiable customers and in fact seemed to have been incorporated in order to clean up Parnas’s Google search by pushing down other mentions of ‘‘Parnas’’ and ‘‘fraud.’’ There was much in Parnas’s background that might have given someone pause: The Hollywood action movie that he tried to produce, ‘‘Anatomy of an Assassin,’’ was never made, and one of his investors was still chasing him for more than $500,000. Parnas worked for brokerages that were subsequently shut down by regulators, got evicted once from one of his homes and had been sued repeatedly for unpaid debts. But Giuliani, who says that he was unaware of Parnas’s background at the time, made no secret of his budding relationship with him. In late 2018, he even took Parnas to the memorial for George H. W. Bush at the National Cathedral, and over the subsequent months, they were often seen together at the bar of the Trump Hotel. By the summer of 2019, Parnas was deeply enmeshed in Giuliani’s new assignment for the president, the single most brazen act in a 50-year-long career filled with them.", "I won’t rehash all of the details of Giuliani’s shambolic Ukraine campaign: how he attached himself to a debunked conspiracy theory, and then assembled a ragtag group of collaborators — including Parnas; Fruman; two corrupt former Ukrainian prosecutors, Yuri Lutsenko and Viktor Shokin; and the fugitive Ukrainian oligarch Dmitry Firtash, who is now under investigation by the Justice Department — to help President Trump blackmail a sovereign nation, withholding $400 million in United States military aid from Ukraine unless it announced an investigation of the Bidens. When the president of Ukraine, Volodymyr Zelensky, asked Trump about the money in the infamous phone call of July 25, 2019, Trump encouraged him to speak directly to his personal lawyer: ‘‘Rudy very much knows what’s happening, and he is a very capable guy.’’", "Giuliani had crossed a whole new threshold, inserting himself into America’s diplomatic affairs without any constitutional authority. It’s not hyperbole to say the stakes were life and death. Not only was Ukraine a key geopolitical ally, a bulwark against the influence of the Kremlin in the region, but the military aid was necessary to arm and defend Ukrainian soldiers battling Russian aggression in the country’s eastern provinces. Giuliani had finally gone too far for at least one anonymous whistle-blower, who sent an ‘‘urgent concern’’ letter to the House and Senate Intelligence Committees, warning that Trump was ‘‘using the power of his office to solicit interference from a foreign country in the 2020 U.S. election.’’ Giuliani, the letter continued, ‘‘is a central figure in this effort.’’", "Shortly after the whistle-blower complaint became public in late September, The Times reported that Giuliani was under investigation by the United States attorney in the Southern District of New York for possible violations of foreign lobbying laws. (Giuliani denies any wrongdoing, saying he was working on the president’s behalf and not as a lobbyist. He also denies having anything to do with Firtash.) As part of a broader inquiry, prosecutors are investigating unnamed individuals for potential offenses, including obstruction of justice, money laundering and conspiracy to defraud the United States.", "A few days after the Times story was published, I texted Giuliani the beginning of a court transcript of the opening statement from his 1986 prosecution of Stanley Friedman, during which he told the jury that the case was about ‘‘the purchase and sale of public office.’’ The Friedman case — which was tried in New Haven because Friedman’s defense lawyer, Thomas Puccio, argued that all of Giuliani’s leaks to the media had made it impossible for him to get a fair hearing in New York — was probably the single most important one of Giuliani’s career, cementing his stature as an unyielding warrior against the abuse of power. In a typically audacious move, Giuliani used the RICO statute, which was designed to enable more effective prosecutions of the Mafia, to indict Friedman and three city officials, arguing that they had turned the New York’s Parking Violations Bureau into a racketeering enterprise. ‘‘I don’t think there’s anybody much worse than a public official who sells his office, except maybe a murderer,’’ Giuliani said at the time.", "I’m not sure how I expected Giuliani to respond to my text, but the historical symmetry of the moment — he had prosecuted Friedman for political corruption in the very same district that was now investigating him for political corruption — was too powerful to ignore. And yet instead of seeing the historical parallel of his situation, Giuliani doubled down on asymmetrical shaming and reality-manufacturing. ‘‘Sounds like the Biden family RICO case,’’ he replied.", "In the face of Trump’s impeachment, Giuliani refused to comply with a congressional subpoena, citing attorney-client privilege while calling the process ‘‘unconstitutional, baseless and illegitimate.’’ He did not lawyer up and go underground; he continued to press his lies about Biden on cable TV and Twitter, frequently alluding to the large trove of evidence he had assembled, which apparently included video and audiotapes, and, curiously, ‘‘charts.’’ Nor did he begin to act with the sort of caution that might be expected of someone under criminal investigation. A former member of Giuliani’s mayoral administration told me that he bumped into him one night in October at a private cigar club on Fifth Avenue, the Grand Havana Room, with ‘‘seven or eight guys who looked like the rugby team from some Slovakian nation.’’ Around the same time, Giuliani butt-dialed an NBC News reporter, inadvertently leaving a lengthy voice mail message, a recording of some sort of business conversation: ‘‘The problem is we need some money,’’ Giuliani said. ‘‘We need a few hundred thousand.’’", "Giuliani wouldn’t testify in front of the House, but he was nevertheless a focal point of the impeachment-inquiry hearings; one witness after another spoke with firsthand knowledge about his efforts to execute his Ukraine scheme. It was political theater, its outcome already obvious before the hearings began. At the same time, though, it was deeply moving to watch this procession of diplomats who had devoted their professional lives to spreading democratic values across the world. They were not perfect people, and plenty of shenanigans have taken place across the decades in the name of American exceptionalism. But listening to them describe their efforts to resist Giuliani’s Ukraine campaign in such direct and un-self-dramatizing terms, it was hard not to feel as if you were listening to a defense of the very basic idea of truth, the foundational element of our Jeffersonian democracy.", "When the House Judiciary Committee began its impeachment hearings, Giuliani was already doubling down. He was off in Hungary and Ukraine on a new reality-manufacturing campaign, interviewing the disgraced ex-prosecutor Yuriy Lutsenko and a former member of a pro-Russian political party in Ukraine, Andrii V. Artemenko, for a documentary series. This was perhaps more disinformation than even Fox News would be willing to disseminate. But there’s always another, more shameless outlet in today’s media ecosystem. The three-part series aired in December on the fringe right-wing cable channel One America News and was promoted repeatedly by Trump on Twitter.", "At the end of his written responses to my request for comment, Giuliani appended an extra note. It was an aria of aggrievement and self-valorization. ‘‘You have given 65 negative observations of my career most of which are false or exaggerated,’’ he wrote. ‘‘Yet you don’t point out that I was the most successful U.S. Attorney since Tom Dewey, crushed the American and Italian Mafia, used RICO for first time against organized crime, white collar and political corruption.’’ He listed many of his other achievements as both United States attorney and mayor: prosecuting Nazi war criminals, suing the Teamsters union, reducing crime and unemployment. It was pretty clear that he was trying to shame me. ‘‘You failed to ask if I am often introduced as ‘America’s Mayor’ or called the greatest New York City Mayor in modern times. I wonder why???’’ he continued. ‘‘I don’t think I’ve ever seen a set of questions seething with such hatred and a clear desire to destroy my reputation. I didn’t think journalism could get worse but this effort sure sinks to a new low this time.’’", "One morning in late October, I went to the Thurgood Marshall Courthouse in Lower Manhattan for the arraignments of Parnas and Fruman, who each pleaded not guilty to conspiring to funnel foreign money into American elections. I had expected a crowd, so I got there a little early. In fact, the courthouse was relatively quiet, and I arrived at the metal detector at the same time as Parnas, a squat, muscular-looking man who wore a small American flag pin on the lapel of his blue jacket. When I tried to take a picture of him with my cellphone, he told me to stop. I wondered: Was he ashamed?", "After the hearing, Parnas read from a brief handwritten statement at the bottom of the courthouse steps. When he was finished, a reporter shouted a question: ‘‘What was the nature of your relationship with Rudy Giuliani?’’ Rather than aggressively saying something — anything — Parnas turned and fled. He now appears ready to cooperate fully with government prosecutors; his lawyer has said that he wants to share documents with the House and would testify before Congress in exchange for immunity.", "I was reminded again of ‘‘Bonfire of the Vanities.’’ It was a deeply flawed book, a putative portrait of an entire city that focused only on shameless strivers driven by the desire for money, power and status. But Wolfe knew this one type well — both what enabled such figures to thrive and what could bring them down. The novel’s antihero, Sherman McCoy, a self-identified ‘‘Master of the Universe,’’ is swimming along happily, making millions of dollars trading bonds on Wall Street, living in a Park Avenue co-op with his wife and daughter while carrying on with another woman, when his girlfriend runs over an African-American boy with his Mercedes. What really does Sherman in, though, is not that his car killed another human being, but that, as he is being put through the criminal-justice and media wringer, he starts to gain a sense of self-awareness. Once he begins to feel shame, he becomes truly vulnerable.", "Back in the New York of the 1990s, I never would have imagined that the figures who inhabited the city’s tabloids would outlast the era, never mind make it into the pages of world history. Even one of the most astute observers of the time, Wayne Barrett, got this wrong: ‘‘Part of Trump’s story must be told in a light and ironic style because in a sense he is too fleeting a cultural symbol to be treated as if he had historical significance,’’ he wrote in the proposal for his definitive biography of Donald Trump, which was published in 1992.", "But shamelessness has proved surprisingly enduring. The bar can always be lowered; new precedents are being set every day. We have now seen Sean Spicer, the former White House press secretary who lied routinely and brazenly to the press corps, play bongos in a lime green shirt on ‘‘Dancing With the Stars.’’ Chief Petty Officer Edward Gallagher, the retired Navy Seal — who after being convicted of posing with the dead body of a captive was pardoned by President Trump — recently started his own lifestyle brand and is already an Instagram celebrity, or ‘‘microinfluencer.’’ O. J. Simpson joined Twitter in June and has nearly one million followers.", "Walking back to the subway after Parnas and Fruman’s arraignment, I happened to pass the old Tweed Courthouse. This imposing building was an epic boondoggle at the time of its construction, siphoning off millions of dollars from the city’s treasury to the man for whom it was named and his cronies. For a time, Tweed could get away with pretty much anything; and the more he got away with, the more brazen his graft became. The political cartoonist Thomas Nast recognized this dynamic and transformed it into a kind of taunt, depicting Tweed as a giant thumb pressing down on New York City over the caption: ‘‘Well, what are you going to do about it?’’", "In Tweed’s case at least, someone finally did something about it. Not long after the Italianate courthouse opened, The Times ran a series of exposés documenting the extent of Tweed’s malfeasance, while Nast relentlessly shamed him in his cartoons. But what really set Tweed’s downfall in motion was that he stopped doubling down. He confessed, thinking that he had secured a deal for his freedom. Instead, he was prosecuted and convicted. He died in prison, penniless and alone. To the very end, he denied that he had done anything wrong. No, he insisted in a jailhouse interview shortly before his death: It was the game of politics, not him, that was corrupt.", "Jonathan Mahler is a staff writer for the magazine who has covered New York City’s ailing subway system, the relationship between CNN and Donald Trump and, most recently, Rupert Murdoch’s empire in a three-part feature."], "authors": ["Jonathan Mahler"], "keywords": ["city", "mayor", "president", "rudy", "investigation", "lawyer", "giulianis", "fog", "political", "trump", "york", "giuliani"], "pubDate": null, "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}