{"id": "29617cf3-39f8-3ef3-938d-acdfb1391ab7", "title": "Monday briefing: Test-and-trace failing again, experts warn", "url": "https://www.theguardian.com/world/2021/jan/11/monday-briefing-test-and-trace-failing-again-experts-warn", "summary": "The alarm came after Hancock refused to rule out a tightening of restrictions in England and urged people to follow the rules.\nMore than 54,000 new cases were recorded in the UK on Sunday to take the total to 3.08 million.\nA team of WHO experts will be allowed into China later this week to investigate the origins of the virus.\nThe papersFacebook Twitter Pinterest Photograph: The GuardianThe promise of a wider vaccination rollout leads many of the papers today.\nSign upThe Guardian morning briefing is delivered to thousands of inboxes bright and early every weekday.", "paragraphs": ["Top story: mass vaccine rollout amid fear of tougher rules", "Morning everyone. My name is Martin Farrer and these are the top stories this morning.", "Health professionals fear that England’s test-and-trace system will fail to prevent further surges of coronavirus without radical improvements by spring, with particular concern over the use of inexperienced call centre workers to carry out the role of trained staff. The government’s much-criticised £22bn system is under increasing strain as the number of infected people continues to grow. One health worker with 40 years experience has written to health secretary, Matt Hancock, to warn him about the mistakes being made by untrained staff, who are often employed on minimum wage by telesales firms contracted by Serco. The alarm came after Hancock refused to rule out a tightening of restrictions in England and urged people to follow the rules. However, he was optimistic that new mass vaccinations centres being opened around the country today would accelerate the rollout and help reach the target of everyone in the priority groups – care home residents and staff, NHS and care staff, the over-70s and the clinically extremely vulnerable – being offered a jab by 15 February. More than 54,000 new cases were recorded in the UK on Sunday to take the total to 3.08 million. But modelling seen by the Guardian suggest one in five people across England may have had coronavirus, equivalent to 12.4 million people, rising to almost one in two in some areas. Bodies are being stored at a temporary mortuary in Surrey because capacity at hospitals has been exceeded.", "A new survey of headteachers today shows that nearly half are being forced to prioritise class places among vulnerable students and the children of key workers because of a huge increase in demand. Some heads reported up to 60% of all pupils are attending school in the new lockdown. The shadow chancellor, Anneliese Dodds, has called on Rishi Sunak to provide more financial help for working parents coping with the lockdown in England. A team of WHO experts will be allowed into China later this week to investigate the origins of the virus. In France, the government is also pushing ahead with vaccinations, despite scepticism from the public, represented by a poll showing 60% of people are unwilling to have the Covid jab. You can follow all the overnight developments in the pandemic at our live blog.", "Pelosi targets Trump – US Democrats will call on vice-president Mike Pence to oust Donald Trump from the Oval Office by invoking the 25th amendment and, if he does not, the party will move forward with impeachment proceedings. House speaker Nancy Pelosi wrote to colleagues last night outlining her plans which will involve passing legislation this morning to enable the use of the 25th amendment. Under such a move, Pence would become acting president. As the aftermath of the US Capitol riot continued, two men believed to have taken zip-tie handcuffs into the Capitol building have been arrested and charged, and Twitter said it had stopped the phrase “Hang Mike Pence” from trending. Arnold Schwarzenegger, the actor and former Republican governor of California, renewed his criticism of Trump by comparing the riot incited by the president incited to Kristallnacht, the infamous Nazi attack on Jews in 1938.", "Crime cutters – Police forces will be asked to reduce crime by up to 20% under radical plans drawn up by the government, the Guardian has learned. Amid concern that the Covid-inspired recession is causing a rise in crime, ministers want to bring down rates of homicide, serious violent crime and other offences across England and Wales in exchange for 20,000 new officers. But senior officers fear the idea would be a return to the widely derided setting of targets by Whitehall.", "Giants of the deep – Megalodons, the giant sharks which patrolled the world’s oceans more than 3m years ago, gave birth to babies larger than most adult humans, according scientists in the US who have been studying fossils of the prehistoric creatures. The fossils suggest the megalodon infants were up to 2 metres long at birth. Adults could grow to more than 15 metres in length.", "Broker Britain – Britain should reinvent itself as a global powerbroker for challenges such as climate change, cybersecurity, global health and human rights in the post-Brexit world rather than as a mini-great power, according to a leading thinktank. Robin Niblett, the director general of Chatham House, warns the government not to indulge in nostalgic fantasies about “Global Britain” and that it would be a mistake to set itself up as a foreign policy rival to the European Union. The post-Brexit world has also forced Labour leader Keir Starmer to abandon the commitment to free movement of people in the EU he made to party members during the party’s leadership contest.", "Facebook Twitter Pinterest Sex and the City will return this year. Photograph: Craig Blankenhorn/AP", "And Just Like That … – After a break of 17 years, Sex and the City will return to the small screen this year, the stars of the celebrated show have confirmed. Three of the four stars of the original show, Sarah Jessica Parker, Cynthia Nixon, and Kristin Davis, ended rumours about a possible reboot when they shared a trailer for the new series on social media platforms. However, Kim Cattrall, the fourth member of the group of New York friends whose exploits ran for six seasons and spawned two films, will be absent. The new show also has a different title, And Just Like That …", "Today in Focus podcast", "A women’s rights activist tells the extraordinary story of how she fled Yemen after her life was threatened, and her devastation at having to leave her four children behind. She describes her terrifying journey to the UK, where she faces an uncertain future.", "Today in Focus Noor's story Sorry your browser does not support audio - but you can download here and listen https://audio.guim.co.uk/2021/01/08-68449-20210111_TIF_Yemen.mp3 00:00:00 00:25:09", "Lunchtime read: Olly Alexander on fame, family and sex", "Facebook Twitter Pinterest Photograph: Debbie Hickey/Getty Images", "Olly Alexander, not content with finding the spotlight as the frontman of the electropop band Years & Years, is set to become even more famous as he stars in It’s a Sin, Russell T Davies’ new drama about the Aids crisis. He tells Simon Hattenstone about bulimia, his “dark” clubbing days – and how he learned to enjoy filming sex scenes.", "Sport", "Neil Young, manager of eighth-tier Marine, said the club was indebted to José Mourinho and Tottenham for fielding the likes of Gareth Bale, Lucas Moura and Moussa Sissoko in a third round tie that generated more than £300,000 for the non-league club through virtual ticket sales alone. Six Nations organisers are striving to convince the French government the championship can go ahead safely with the introduction of a series of stricter Covid-19 protocols – including expanding their testing programme – after it emerged the women’s competition is set to be postponed. At the end of an awful, often acrimonious week, blemished by an amalgam of controversy, Covid-19 and multiple postponements, Fran Kirby cut through the gloom engulfing the Women’s Super League. After flapping at a stoppage-time cross to give Newport of League Two an extraordinary equaliser, Brighton’s backup goalkeeper Jason Steele made four fine penalty shootout saves to help the Premier League strugglers advance to the FA Cup fourth round and spare any embarrassment after the ordeal of a nail-biting tie. India are hanging on in the third Test against Australia in Sydney, and you can follow the gripping final overs at our live blog. The prospect of a £60m hit to horse racing’s already struggling finances is conjured up by a template letter to MPs now being distributed within the sport, complaining about the potential impact of affordability checks on gamblers and calling on lawmakers to pressure the Gambling Commission into a rethink. In the intimidating and macho world of big-wave surfing, Brazilian Maya Gabeira is breaking male and female records – and challenging the sport’s testosterone-fuelled identity", "Business", "Small businesses fear the combination of Brexit and Covid-19 will force them under, according to a new survey. But the stock market continues to flourish with the FTSE100 expected to post a modest rise at the opening this morning. The pound is buying $1.349 and 1.109.", "The papers", "Facebook Twitter Pinterest Photograph: The Guardian", "The promise of a wider vaccination rollout leads many of the papers today. “Stricter rules could be on the way as mass vaccination centres open,” says the Guardian, while the Mirror proclaims “The big jabs fightback starts today”. The Express has “‘Superhubs’ to turbocharge jabs from today”, the Sun says “Vax the way to do it” and the Star goes with “Jabs for all”. The Telegraph leads on the prospect of more curbs on movement with “Ministers consider tightening lockdown”, while the Times has “Shops told to get tough on the Covid rule breakers”. The Mail leads with “Care homes: we’ve been betrayed over jabs” and the splash in the i is “Stop bending the rules”.", "In Scotland the Herald reports that “Nurses willing to strike as a third forced to skip meals” but the Record leads with developments at Celtic Park: “Covid crisis at Celtic”. The FT leads on the US drama: “Senators resist call to impeach Trump despite anger over riot”.", "Sign up", "The Guardian morning briefing is delivered to thousands of inboxes bright and early every weekday. If you are not already receiving it by email, you can sign up here.", "For more news: www.theguardian.com"], "authors": ["Martin Farrer"], "keywords": ["warn", "briefing", "staff", "fear", "experts", "failing", "twitter", "world", "england", "testandtrace", "jabs", "guardian", "leads", "trump", "today"], "pubDate": "2021-01-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}