{"id": "296a4b4e-b53e-38a4-8b5e-8b7e142867ed", "title": "Doug Schoen: Georgia Senate debate -- Top takeaways from Loeffler vs. Warnock face off", "url": "https://www.foxnews.com/opinion/georgia-senate-debate-loeffler-warnock-doug-schoen", "summary": "Sunday night, Republican Sen. Kelly Loeffler and her Democratic opponent, Raphael Warnock, faced off in a nationally televised debate ahead of a pivotal U.S. Senate runoff election in Georgia.\n“I'm fighting for the American Dream every day.”Throughout the night, Warnock underscored familiar Democratic talking points about health care, pandemic relief, job creation and racial justice.\nWarnock also sought to link Loeffler to the swamp in D.C., and position himself as an outsider and change agent.\nLikewise, she also dodged multiple questions about whether Trump lost the election, which were leveled both by Warnock and the moderators.\n“My question is actually pretty simple, yes or no, Sen. Loeffler: Did Donald Trump lose the presidential election?” Warnock asked.", "paragraphs": ["Sunday night, Republican Sen. Kelly Loeffler and her Democratic opponent, Raphael Warnock, faced off in a nationally televised debate ahead of a pivotal U.S. Senate runoff election in Georgia.", "The subject of considerable national attention, this race, along with the second Georgia runoff election between Republican Sen. David Perdue and Democratic challenger Jon Ossoff, will determine the balance of power of the Senate in the new Congress.", "If Democrats are able to win both races, the balance of power in the upper legislative body will be 50-50, enabling Vice President-elect Kamala Harris to cast tie-breaking votes. However, if Republicans win one or both of the seats, Republicans will maintain control and wield considerable influence over the success of the President-elect Joe Biden’s legislative agenda.", "In my view, it is safe to say that very little will change in the race as a result of the 60-minute exchange between the two candidates.", "KELLY LOEFFLER WANTED YOU TO KNOW RAPHAEL WARNOCK IS A 'RADICAL LIBERAL", "Both candidates did what they needed to do in this debate, and both of their performances were exactly what members in their party were hoping for. Loeffler and Warnock both recited familiar policy positions and dodged difficult questions, which likely gave neither candidate much of an advantage, and probably did not alter a race that is literally within the margin of error.", "Though the night was a draw overall, Loeffler stood out on the topic of law enforcement and policing, delivering an answer that is likely to resonate with many Georgia voters.", "Loeffler stuck with right-of-center talking points, which are sure to resonate with a majority of Georgia voters. Loeffler’s main purpose was evidently to link Warnock to the radical left, which she appeared to do at least partially successfully.", "CLICK HERE TO GET THE OPINION NEWSLETTER", "“The Democrats want to fundamentally change America and the agent of change is my opponent, radical liberal Raphael Warnock,” she said. “That's not what Georgians need to get through this pandemic and get our economy going,” she added. “I'm fighting for the American Dream every day.”", "Throughout the night, Warnock underscored familiar Democratic talking points about health care, pandemic relief, job creation and racial justice. Warnock also sought to link Loeffler to the swamp in D.C., and position himself as an outsider and change agent.", "“Here's a kid who grew up in public housing. I'm running for the United States Senate against the wealthiest member of Congress. Only in America is that possible. And I'm fighting to make sure kids like me, whether they're growing up in public housing down in Savannah, Ga., or rural disaffected communities in north Georgia that they have access to the American Dream that I believe so much in,” Warnock said.", "OSSOFF 'DEBATES' NEXT TO EMPTY PODIUM, SAYS PERDUE 'FEELS ENTITLED TO YOUR VOTE'", "Yet, neither candidate succeeded in distancing themselves from the challenges they face, and both candidates dodged answering difficult questions.", "Loeffler struggled to distance herself from President Trump’s comments about Gov. Brian Kemp's failure to certify new electors for Trump and decertify the declared results of the election by the Republican secretary of state. Likewise, she also dodged multiple questions about whether Trump lost the election, which were leveled both by Warnock and the moderators.", "“My question is actually pretty simple, yes or no, Sen. Loeffler: Did Donald Trump lose the presidential election?” Warnock asked.", "Declining to directly answer the question, Loeffler said, “President Trump has every right to use every legal recourse available,” adding that she is pushing for a signature audit in the state.", "In addition, Warnock was unable to distance himself from perceptions that he is a member of the progressive left, and dodged Loeffler’s direct question about whether he would denounce Marxism and socialism – ultimately refusing to directly denounce either.", "Warnock also struggled to respond to Loeffler’s attacks during her accusations about him using the Bible to justify attacking the military, as well as his former church’s decision to host Cuban dictator Fidel Castro in the 1990s.", "And notably, he dodged a question on whether or not he supported expanding the Supreme Court, claiming that he is “not focused on it,” before saying that “too often, the politics in Washington has been about the politicians,” and pivoting to other issues.", "Though the night was a draw overall, Loeffler stood out on the topic of law enforcement and policing, delivering an answer that is likely to resonate with many Georgia voters.", "“The life of every African American is important and there is no place for racism in this country. But there are organizations whose number one goal is to defund the police,” Loeffler said, adding that “we have to stand with our men and women of law enforcement.”", "CLICK HERE TO GET THE FOX NEWS APP", "On the other hand, Warnock continually struggled to distance himself from attacks that he aligned with the progressive left and the defund the police movement.", "Ultimately, the night was a draw, and the debate lacked any meaningful discussion between the candidates that could fundamentally alter the course of a pivotal race that will determine which party controls the Senate as well as the success of the Biden-Harris agenda.", "CLICK HERE TO READ MORE FROM DOUG SCHOEN"], "authors": ["Doug Schoen", "Douglas E. Schoen Is A Fox News Contributor. He Has More Than Years Experience As A Pollster", "Political Consultant. His New Book Is"], "keywords": ["dodged", "doug", "race", "vs", "georgia", "loeffler", "night", "takeaways", "question", "schoen", "trump", "election", "debate", "warnock", "senate", "face"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}