{"id": "29a29c20-9e37-384b-b72d-589ece885199", "title": "A Newfound Source of Cellular Order in the Chemistry of Life", "url": "https://www.wired.com/story/a-newfound-source-of-cellular-order-in-the-chemistry-of-life/", "summary": "If cells were sloshing bags of evenly mixed cytoplasm, that would be difficult to achieve.\nBut, as scientists are still only beginning to appreciate, they are only one source of order.\nYou turn on the radio, and everyone comes together, and then you turn it off and everyone disappears,” Hyman said.\nIn these stained nucleoli from frog cells, condensates of different proteins nest within one another.\n“You can form these things and dissolve them quite readily by just changing concentrations of molecules” or chemically modifying the proteins.", "paragraphs": ["Imagine packing all the people in the world into the Great Salt Lake in Utah—all of us jammed shoulder to shoulder, yet also charging past one another at insanely high speeds. That gives you some idea of how densely crowded the 5 billion proteins in a typical cell are, said Anthony Hyman, a British cell biologist and a director of the Max Planck Institute of Molecular Cell Biology and Genetics in Dresden.", "Original story reprinted with permission from Quanta Magazine, an editorially independent publication of the Simons Foundation whose mission is to enhance public understanding of science by covering research develop­ments and trends in mathe­matics and the physical and life sciences.", "Somehow in that bustling cytoplasm, enzymes need to find their substrates, and signaling molecules need to find their receptors, so the cell can carry out the work of growing, dividing and surviving. If cells were sloshing bags of evenly mixed cytoplasm, that would be difficult to achieve. But they are not. Membrane-bounded organelles help to organize some of the contents, usefully compartmentalizing sets of materials and providing surfaces that enable important processes, such as the production of ATP, the biochemical fuel of cells. But, as scientists are still only beginning to appreciate, they are only one source of order.", "Recent experiments reveal that some proteins spontaneously gather into transient assemblies called condensates, in response to molecular forces that precisely balance transitions between the formation and dissolution of droplets inside the cell. Condensates, sometimes referred to as membraneless organelles, can sequester specific proteins from the rest of the cytoplasm, preventing unwanted biochemical reactions and greatly increasing the efficiency of useful ones. These discoveries are changing our fundamental understanding of how cells work.", "For instance, condensates may explain the speed of many cellular processes. “The key thing about a condensate—it’s not like a factory; it’s more like a flash mob. You turn on the radio, and everyone comes together, and then you turn it off and everyone disappears,” Hyman said.", "The nucleolus, the largest structure inside the nucleus, is a condensate with internal structure. In these stained nucleoli from frog cells, condensates of different proteins nest within one another. Courtesy of Marina Feric and Clifford Brangwynne", "As such, the mechanism is “exquisitely regulatable,” said Gary Karpen, a cell biologist at the University of California, Berkeley, and the Lawrence Berkeley National Laboratory. “You can form these things and dissolve them quite readily by just changing concentrations of molecules” or chemically modifying the proteins. This precision provides leverage for control over a host of other phenomena, including gene expression.", "The first hint of this mechanism arrived in the summer of 2008, when Hyman and his then-postdoctoral fellow Cliff Brangwynne (now a Howard Hughes Medical Institute investigator at Princeton University) were teaching at the famed Marine Biological Laboratory physiology course and studying the embryonic development of C. elegans roundworms. When they and their students observed that aggregates of RNA in the fertilized worm egg formed droplets that could split away or fuse with each other, Hyman and Brangwynne hypothesized that these “P granules” formed through phase separation in the cytoplasm, just like oil droplets in a vinaigrette.", "That proposal, published in 2009 in Science, didn’t get much attention at the time. But more papers on phase separation in cells trickled out around 2012, including a key experiment in Michael Rosen’s lab at the University of Texas Southwestern Medical Center in Dallas, which showed that cell signaling proteins can also exhibit this phase separation behavior. By 2015, the stream of papers had turned into a torrent, and since then there’s been a veritable flood of research on biomolecular condensates, these liquid-like cell compartments with both elastic and viscous properties."], "authors": ["Viviane Callier", "Viviane Callie"], "keywords": ["droplets", "cells", "phase", "source", "cell", "university", "chemistry", "condensates", "separation", "life", "cytoplasm", "newfound", "proteins", "order", "cellular", "hyman"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}