{"id": "29bffda2-3514-3a71-8804-748ba24cfb63", "title": "Some Complicated Tricks by Derek DelGaudio", "url": "https://www.newyorker.com/podcast/the-new-yorker-radio-hour/some-complicated-tricks-by-derek-delgaudio", "summary": "Jelani Cobb and Jeannie Suk Gersen discuss the most important measure on voting rights since 1965, and its uncertain fate in the Senate and possibly the Supreme Court.\nPlus, a scholar considers how trans rights look different through an African lens.\nJelani Cobb and Jeannie Suk Gersen discuss the war over voting in America.\nDismantling the Single Story of Being Trans in AfricaA South African scholar deconstructs the views of “trans-exclusionary radical feminists” and shows how trans rights look different through an African lens.\nDerek DelGaudio on Cheating at Cards, Stolen Elections, and Other DeceptionsThe performer’s sleight of hand made him successful as a crooked card dealer.", "paragraphs": ["The performer Derek DelGaudio—he’s a little uneasy with the label “magician”—talks with Michael Schulman about the nature of deception, onstage and in life. Jelani Cobb and Jeannie Suk Gersen discuss the most important measure on voting rights since 1965, and its uncertain fate in the Senate and possibly the Supreme Court. Plus, a scholar considers how trans rights look different through an African lens.", "Will the Most Important Voting-Rights Bill Since 1965 Die in the Senate?", "Most states are moving to restrict access to voting. Federal legislation known as H.R. 1 aims to expand it. Jelani Cobb and Jeannie Suk Gersen discuss the war over voting in America.", "Dismantling the Single Story of Being Trans in Africa", "A South African scholar deconstructs the views of “trans-exclusionary radical feminists” and shows how trans rights look different through an African lens.", "Derek DelGaudio on Cheating at Cards, Stolen Elections, and Other Deceptions", "The performer’s sleight of hand made him successful as a crooked card dealer. But once you start deceiving people for a living, he says, you see deception everywhere."], "authors": ["Condé Nast", "David Remnic", "Mark Singe", "Bill Mckibbe"], "keywords": ["african", "look", "suk", "rights", "scholar", "tricks", "voting", "derek", "delgaudio", "complicated", "jeannie", "trans", "jelani", "important"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}