{"id": "29bf9b0a-5cb4-395b-b3c9-8ecf557eeed0", "title": "Kamala Harris' casual Vogue cover causes stir online", "url": "https://edition.cnn.com/style/article/kamala-harris-vogue-cover/index.html", "summary": "A source familiar with discussions said Harris' team believed the cover would feature her posing in a light blue suit against a gold background.\nCNN's source said that Harris team had expected this outfit to be used as the main cover photo, with the more casual attire appearing inside the magazine.\nThe same source said the Harris team has asked for a new cover, though the print version of the magazine went to press in mid-December.\nVogue revealed a second \"digital\" cover featuring Harris in a blue suit.\nMeanwhile, Washington Post's senior critic-at-large Robin Givhan, wrote that while \"there's nothing inherently wrong with this picture,\" in selecting the more informal one as its cover, \"Vogue robbed Harris of her roses.\"", "paragraphs": ["Written by Oscar Holland, CNN Contributors Jasmine Wright, CNN", "Kamala Harris' forthcoming appearance in American Vogue has sparked criticism for appearing casual and \" washed out ,\" with the Vice President-elect's team blindsided by the magazine's choice of cover.", "The hotly-debated image, which shows Harris in a black jacket and Converse sneakers, was not the one she had expected to run on the front of the print edition. A source familiar with discussions said Harris' team believed the cover would feature her posing in a light blue suit against a gold background.", "An apparently leaked copy of the publication's February issue cover, shot in front of a pink and green background, began circulating online Sunday. The photo instantly attracted ire on social media for appearing poorly lit and styled, while others suggested it was \" disrespectful \" to the Vice President-elect.", "With some Twitter users even questioning whether the image had been faked, Vogue confirmed it as genuine -- but added to the confusion by revealing a second \"digital\" cover showing Harris in a powder blue Michael Kors suit against a gold background. CNN's source said that Harris team had expected this outfit to be used as the main cover photo, with the more casual attire appearing inside the magazine. The same source said the Harris team has asked for a new cover, though the print version of the magazine went to press in mid-December.", "Vogue revealed a second \"digital\" cover featuring Harris in a blue suit. Credit: Tyler Mitchell/Vogue", "A spokesperson for Vogue did not comment on the discussions between the magazine and the Vice President-elect's team, but said in an emailed statement that Vogue \"loved the images Tyler Mitchell shot and felt the more informal image captured Vice President-elect Harris's authentic, approachable nature -- which we feel is one of the hallmarks of the Biden/Harris administration.", "\"To respond to the seriousness of this moment in history, and the role she has to play leading our country forward, we're celebrating both images of her as covers digitally.\"", "Both images were taken by Tyler Mitchell, who famously became the first Black photographer to shoot an American Vogue cover when he captured Beyoncé for the magazine's September 2018 issue. Mitchell posted just one of the covers to Instagram -- the one of Harris in a blue suit. Mitchell did not immediately respond to CNN's request for comment.", "A 'washed out mess'", "Explaining the influences behind the cover shoot, Vogue said that the apple green and salmon pink background had been inspired by the colors of Howard University's Alpha Kappa Alpha, the \"first historically African American sorority.\" An accompanying article said that Mitchell had wanted to \"honor Harris's college days and the powerful women who comprise the ranks of sororities like Alpha Kappa Alpha.\"", "The article also said that the Vice President-elect's styling choices \"were her own,\" and that the image \"reflects Harris at her casual best.\"", "The cover of Vogue's February 2021 issue. Credit: Tyler Mitchell/Vogue", "But critics said the pictures made her skin appear \"washed out\" and were out-of-keeping with Vogue's glamorous aesthetic. Playwright and lawyer Wajahat Ali described it as a \"mess up,\" adding that Vogue editor-in-chief Anna Wintour \"must really not have Black friends and colleagues.\"", "Not everyone was so dismissive of the casually styled shot. \"Folks are arguing over the photo chosen for VP Harris's Vogue cover, but here's what's important: she looks great, she's being honored, and the cover is driving Trump and Melania nuts,\" tweeted novelist Paul Rudnick, an apparent reference to the outgoing president's complaint that his wife is yet to appear on the cover of a major fashion magazine as first lady.", "Meanwhile, Washington Post's senior critic-at-large Robin Givhan, wrote that while \"there's nothing inherently wrong with this picture,\" in selecting the more informal one as its cover, \"Vogue robbed Harris of her roses.\"", "\"A bit of awe would have served the magazine well in its cover decisions. Nothing about the cover said, 'Wow.' And sometimes, that's all Black women want, an admiring and celebratory 'wow' over what they have accomplished.\"", "The debate comes just over a week before Harris is inaugurated as the first female and first Black and South Asian Vice President. In an accompanying in-depth profile , published online by Vogue on Sunday, Harris recalls the moment the election was called and her subsequent victory speech. She also speaks about climate change and protesting for racial justice.", "Related video: Naomi Campbell on diversity in fashion", "\"I always say this: I may be the first to do many things -- make sure I'm not the last,\" Harris told journalist Alexis Okeowo. \"I was thinking of my baby nieces, who will only know one world where a woman is vice president of the United States, a woman of color, a Black woman, a woman with parents who were born outside of the United States.\"", "Elsewhere in the interview, she reiterated that Covid-19 will be the Biden-Harris administration's main priority during its first 100 days.", "\"The first line of approach has to be to get control of this pandemic,\" she is quoted as saying."], "authors": ["Oscar Holland", "Cnn", "Jasmine Wright"], "keywords": ["team", "stir", "online", "mitchell", "causes", "vogue", "cover", "vice", "tyler", "casual", "black", "magazine", "woman", "harris", "kamala"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}