{"id": "29d28450-6136-3c3e-972c-dad9e8ded344", "title": "AO Tennis 2 Review – Too Many Unforced Errors", "url": "https://www.gameinformer.com/review/ao-tennis-2/ao-tennis-2-review-too-many-unforced-errors", "summary": "Flow is important in tennis, but it’s hard to get in the groove in AO Tennis 2.\nRough spots in the gameplay, including wonky animations and that dreaded feeling that some outcomes are pre-determined, undermine a game that nevertheless includes an admirable career mode.\nAO Tennis 2’s gameplay has redeeming qualities when it’s not working against you.\nThis dovetails nicely into the career mode, which is the game’s highlight.\nDespite the strength of its career mode, it’s too bad AO Tennis 2’s gameplay isn’t more dependable, because the genre has needed a new light for several generations.", "paragraphs": ["Flow is important in tennis, but it’s hard to get in the groove in AO Tennis 2. Rough spots in the gameplay, including wonky animations and that dreaded feeling that some outcomes are pre-determined, undermine a game that nevertheless includes an admirable career mode. It’s not a loss in straight sets, but it’s a defeat nevertheless.", "Players’ movements don’t always synch up with expected shot animations, which can produce some surprising outcomes. You and your opponents can seemingly teleport a short distance to all of a sudden make a shot – an issue that is even more egregious online. Players also give up unexpectedly on balls that look like they can be chased down. Perhaps this phenomenon influences the title’s high number of outright winners, where a player hits a clean, unreturnable shot. When these occur due to strategic rallies and/or a well-hit and placed shot, that’s great. However, too many times these happen seemingly out of thin air.", "Movement is a problem when it comes to changing direction. Whether you have the movement assist on or off, your player is occasionally unresponsive. In tennis you must keep moving to prevent from being caught flat footed, yet the game isn’t always up to the task. I don’t expect to be able to joystick around the court unabated, but it’s disappointing when you anticipate your opponent’s shot correctly and still aren’t able to make a play on the ball because the game is not responding to your input.", "AO Tennis 2’s gameplay has redeeming qualities when it’s not working against you. Points can be saved or won by choosing the right shot type at the right moment. Slice shots take less time to execute, providing a way out when you’re rushed, and the key to winning points is often to push for precise shots. Shot depth, placement along lines, taking a chance with a more aggressive shot, and getting the correct shot timing can make a big difference. Setting up your opponent with your shots before putting them away is also important, and I needed different strategies when one approach wasn’t getting it done (even though the drop shot is overpowered).", "Raising player attributes like speed, stamina, and ability to hit certain shot types are integral as you play harder opponents and play on higher difficulties. This dovetails nicely into the career mode, which is the game’s highlight. The mode’s task of balancing a weekly tournament schedule with rest and training sessions isn’t unique, but I like how cleanly the pieces fit together.", "It’s important not to get behind the fatigue eight ball, lest it lower your stats as you get further into a tournament, affecting your abilities just when you need them most. Careful planning and rest keep fatigue in check, but so does paying for a retinue of support services, including a coach, physiotherapist, sports scientist, photographer, and more. These positions help keep you in tip-top shape, reduce the effects of traveling to tournaments, and boost the effects of training. These aren’t simply one-and-done upgrades, however, as money from tournaments and sponsors fuel these annual expenses. The fact that your money also raises your attributes keeps you on the tour’s treadmill, striving for that next rung up the ladder.", "Real-world sponsors such as Uber, Lacoste, and Häagen-Dazs give the mode a fun boost, and developer Big Ant takes this a step further with its creation and import tools. These let you bolster the existing licensed player pool, add replicas of real-life stadiums, and create your own sponsor logos. The community has already taken up the charge, creating real-world player lists you can import to bolster your career experience. You can even take these online, but unfortunately that mode consists only of quick match and create a match, with no matchmaking or larger structure apart from a leaderboard.", "Despite the strength of its career mode, it’s too bad AO Tennis 2’s gameplay isn’t more dependable, because the genre has needed a new light for several generations. However, this game can’t muster the consistency needed to be a credible threat."], "authors": [], "keywords": ["ao", "game", "needed", "play", "player", "career", "shots", "tennis", "shot", "unforced", "mode", "opponents", "errors", "review"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}