{"id": "29ee6e46-e8c7-37ee-9315-32ec2e9a5fa2", "title": "Atomic Heart Gameplay Compilation Showcases Intense Action and Creepy Open-World", "url": "https://www.gameinformer.com/2021/04/05/atomic-heart-gameplay-compilation-showcases-intense-action-and-creepy-open-world", "summary": "A compilation of Atomic Heart gameplay trailers showcases visceral combat and a few highly-detailed locations that you’ll get to explore.\nFrom multi-floored museum-like arenas to lush forests with abandoned structures, Atomic Heart looks to offer blood-pumping action sequences within flashy, bombastic setpieces.\nGameplay-wise, Atomic Heart reminds me of the first Bioshock game.\nI can say that much of what I’ve seen looks downright terrifying and definitely not for the faint of heart.\nA release date for Atomic Heart hasn’t been announced but it will launch on PlayStation 5, Xbox Series X/S, PlayStation 4, Xbox One, and PC.", "paragraphs": ["A compilation of Atomic Heart gameplay trailers showcases visceral combat and a few highly-detailed locations that you’ll get to explore. From multi-floored museum-like arenas to lush forests with abandoned structures, Atomic Heart looks to offer blood-pumping action sequences within flashy, bombastic setpieces.", "Mundfish’s upcoming open-world RPG is set in an alternate reality where the USSR has made substantial technological advancements that push it decades ahead of any other world power. You play as a special KGB agent named P-3. Armed with a robust selection of firearms and melee weapons, you’ll traverse the various environments to unearth the secrets behind the Soviet Union’s creations while fighting off a bevy of the wild experiments that roam the land.", "The adversaries shown vary from cyborgs (they’re like an interesting cross between the ones in I, Robot and Alien: Isolation) to powerful monsters. There’s that terrifying beast that emerges from a hole in the ground that P-3 fights at the 5:25 mark, and the sauntering bear-man-thing with the bloody head at the 8:32 mark is the stuff of literal nightmares. Gameplay-wise, Atomic Heart reminds me of the first Bioshock game.", "After watching the compilation multiple times, I still can’t tell you exactly what the narrative is all about outside of what has already been provided. And Mundfish’s clips do a good job of setting up an incredibly odd atmosphere and tone without giving away too many details. I can say that much of what I’ve seen looks downright terrifying and definitely not for the faint of heart.", "A release date for Atomic Heart hasn’t been announced but it will launch on PlayStation 5, Xbox Series X/S, PlayStation 4, Xbox One, and PC."], "authors": ["Associate Editor", "Jay Is A Jrpg Enthusiast", "Having Clocked In Thousands Of Hours In Franchises Like Final Fantasy", "Monster Hunter. His Latest Obsession", "However", "Is Apex Legends", "A Game He S Been Studying", "Analyzing Since Its Release."], "keywords": ["compilation", "action", "youll", "heart", "showcases", "looks", "openworld", "creepy", "p3", "playstation", "mark", "xbox", "atomic", "gameplay", "intense", "terrifying"], "pubDate": "2021-04-05T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}