{"id": "2a609537-6f23-3d6b-b99a-e0a0e3e25e48", "title": "Derrick Adams’s Art Celebrates Black Life at its Most Exultant", "url": "https://www.vogue.com/article/derrick-adams", "summary": "Adams’s Style Variation 37, part of the first exhibition at Salon 94’s new gallery.\nDerrick Adams.\n© Derrick AdamsIdeas pour from Derrick Adams, and what’s surprising is how many of them work out.\n“For Black men, joy isn’t at the forefront,” Guy tells me, “but Derrick brings it to his art and daily life.\nOnly Derrick can, because he is one.” Adams may be the hardest-working leisure lover on earth.", "paragraphs": ["Adams’s Style Variation 37, part of the first exhibition at Salon 94’s new gallery. Derrick Adams. Style Variation 37 (detail), 2020. 96 x 59 3/4 in. Courtesy of the artist and Salon 94, New York. © Derrick Adams", "Ideas pour from Derrick Adams, and what’s surprising is how many of them work out. A couple of years ago, around the time that he was making his Floater paintings, depicting Black people lounging on swimming-pool inflatables, he thought, Why not start a creative persons’ retreat where the only obligation would be to appreciate leisure? His eight-bedroom retreat opens next year in Baltimore, his hometown. Struck by The Green Book, the guide compiled by postal worker Victor Hugo Green beginning in 1936 to help Black travelers find safe amenities, Derrick initiated Sanctuary, a series of exhibitions located in and inspired by the cities covered by the guide. He wanted to emphasize the accomplishment of the book, not the racism that made it necessary.", "Adams, 51, a genial, laid-back dynamo whose multidisciplinary art practice spans painting, sculpture, collage, sound installations, video, performance, and fashion, gained widespread acclaim with “Live and in Color,” his 2014 show at New York’s Tilton Gallery. The show recycled images from early sitcoms, game shows, and dramas in collages that were placed in what looked like a vintage television set. The Floater series came next, more than 100 works of Black subjects relaxing on inflatable swans, unicorns, and other fantasy fauna. “I wanted to occupy a different space from all the artists who were speaking on issues of race and trauma and oppression,” Adams says in a Zoom conversation last month. He’s in his Bed-Stuy, Brooklyn, studio, a 2,500-square-foot former auto-body shop; I’m in Rhode Island. “People couldn’t exist if they lived in constant grief. My work is focused on the idea of how crucial it is for Black people to think of leisure as a radical act.” The matchless independent curator Francesco Bonami, who has worked on projects with Adams, tells me, “He addresses important and tragic issues without preaching, but at the same time he serves guilt to the white viewer as an appetizer on a designer plate.”", "“People couldn’t exist if they lived in constant grief.\"", "This month, Adams’s “Style Variations” is one of two opening exhibitions at Salon 94’s palatial new venue on Manhattan’s Upper East Side. Adams, says Jeanne Greenberg Rohatyn, Salon 94’s founder, is “the right vantage point from which to start a new venture, post-COVID, new administration.” Ten of his magisterial Beauty World paintings dominate the main gallery: larger-than-life mannequin heads, transformed by sculpture-like wigs and evocative makeup. Blocks of color combine with semiabstract forms that channel Cubist painting and African sculpture.", "That, of course, is not all Adams is doing. He is also working on a show for the Henry Art Gallery in Seattle, inspired by Patrick Kelly, the young Black fashion designer who died in 1990. The latest version of Sanctuary, his Green Book work, opened in February at the Momentary, a contemporary arm of Crystal Bridges in Bentonville, Arkansas. And he’s been collaborating with Dave Guy, trumpeter for the Roots, on a series of short films. “For Black men, joy isn’t at the forefront,” Guy tells me, “but Derrick brings it to his art and daily life. Who else could make a black unicorn look so cool? Only Derrick can, because he is one.” Adams may be the hardest-working leisure lover on earth."], "authors": ["Dodie Kazanjian", "Dodie Kazanjia"], "keywords": ["black", "salon", "art", "exultant", "series", "life", "leisure", "gallery", "celebrates", "adamss", "derrick", "adams", "work", "style", "green"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}