{"id": "2a6cc2a7-6dcd-330a-b24f-4c4a1a975843", "title": "Rep. Brian Mast: Politically motivated Dems tried to 'steal' moment of reflection for fallen soldiers", "url": "http://www.foxnews.com/media/brian-mast-congress-hearing-veterans-qassem-soleimani", "summary": "Congressional Democrats in a hearing on Capitol Hill Tuesday tried to \"steal\" a moment of reflection about fallen U.S. military members because it didn't align with their political agenda, retired Army Ranger and double amputee Rep. Brian Mast, R-Fla., said Friday.\nAnd, I would ask: can any of you provide me one name on that wall that doesn't justify killing Soleimani?\"\nAs Mast sat and waited, House Foreign Affairs Committee Chairman Eliot Engel, D-N.Y., attempted to move the hearing along, telling Mast, \"you've made your point\" and \"you're out of order.\"\n\"They tried to steal a moment of reflection about our fallen service members -- friends of mine, friends of Jason, friends of Rob -- because it didn't fit their political agenda.\"\nBecause, at the end of the day, this has saved countless lives and – in my opinion – is preventing another war.\"", "paragraphs": ["Congressional Democrats in a hearing on Capitol Hill Tuesday tried to \"steal\" a moment of reflection about fallen U.S. military members because it didn't align with their political agenda, retired Army Ranger and double amputee Rep. Brian Mast, R-Fla., said Friday.", "Appearing on \"Fox & Friends\" along with Virginia Republican congressional candidate Rob Jones and Wisconsin Republican congressional candidate Jason Church, Mast argued that the criticism of the operation that took out Iranian Gen. Qassem Soleimani further proved the need for veterans in Congress. All three men lost their legs in combat.", "REP. MAST WAITS SILENTLY AFTER ASKING FOR NAMES OF ANY FALLEN AMERICANS WHOSE DEATHS DIDN'T JUSTIFY SOLEIMANI STRIKE", "The hearing Mast was alluding to had been called to discuss U.S. foreign policy with regard to Iran, following Soleimani's death and the rogue nation's retaliatory attack on American coalition forces in Iraq.", "When it came his turn to speak, Mast told lawmakers: \"If you walk out this hallway, you are going to come to several beautiful walls that have the names of our fallen service members from the war on terror. And, I would ask: can any of you provide me one name on that wall that doesn't justify killing Soleimani?\" he asked to resounding silence.", "\"I got two minutes and 30 seconds,\" the Florida Republican continued. \"I'll be more than happy to sit here and wait. Somebody provide me with a name on that wall that does not justify his killing.\"", "As Mast sat and waited, House Foreign Affairs Committee Chairman Eliot Engel, D-N.Y., attempted to move the hearing along, telling Mast, \"you've made your point\" and \"you're out of order.\"", "\"Look, I just wanted them to have to answer an honest question, because they are trying to debate all of these semantics about whether we should have killed this terrorist that killed Americans...hundreds of Americans across the country that was because of Soleimani and force them to answer this question. Not give them a pass on it,\" Mast explained.", "\"And, what did they do?\" he asked. \"They tried to steal a moment of reflection about our fallen service members -- friends of mine, friends of Jason, friends of Rob -- because it didn't fit their political agenda.\"", "\"They tried to silence us; we can't let them do it,\" he told Hegseth.", "\"I think veterans are kind of necessary representatives in Congress because we are experts at selflessness and we are experts at sacrificing of ourselves for the greater good,\" Jones remarked. \"And, those are two requirements – in my opinion – for somebody that's going to be a representative.\"", "Church added that watching Mast take a stand showed \"the power of an individual that's inspired by something that he has seen and experienced in the harshest of circumstances.\"", "\"And, we have all seen that,\" he said. \"And, we have seen the destruction that Qassem Soleimani has done. We have seen it firsthand.\"", "CLICK HERE FOR THE FOX NEWS APP", "\"This man was a terrorist,\" Church continued, \"So, I applaud Brian for what you were talking about there and I applaud the president for his actions. Because, at the end of the day, this has saved countless lives and – in my opinion – is preventing another war.\"", "\"The one thing I can tell you if you want to serve in Washington: do it the way that people did in combat — without personal gain and without regard for personal sacrifice,\" Mast said. \"Any other way, you don't belong here.\"", "Fox News' Nick Givas contributed to this report."], "authors": ["Julia Musto", "Julia Musto Is A Reporter For Foxnews.Com"], "keywords": ["steal", "motivated", "moment", "republican", "soldiers", "politically", "members", "mast", "seen", "hearing", "fallen", "rep", "soleimani", "friends", "justify", "tried", "reflection"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}