{"id": "2a76f6c0-a836-3fe0-95d9-1f5ddc54c205", "title": "'It has hammered us': 2019's election voters on a difficult year", "url": "https://www.theguardian.com/politics/2020/dec/10/it-has-hammered-us-2019s-election-voters-on-a-difficult-year", "summary": "Belfast EastThe mist of uncertainty that worried east Belfast voters in the run-up the general election has given way, a year later, to a depressing clarity: things have got worse.\nPolarisation fanned by Brexit made it difficult to feel hopeful about politics, she told the Guardian last November.\nIt was really, really bad.”The centre of Glasgow North East constituency, Springburn was once the area’s industrial engine room.\nPhotograph: Mark Waugh/The GuardianWrexhamPeter Hopwood thought long and hard before he cast his vote for the Tories in Wrexham at last year’s general election.\n“If there was an independence vote soon there would be more for it than there were before Covid.”• Steven Morris", "paragraphs": ["Belfast East", "The mist of uncertainty that worried east Belfast voters in the run-up the general election has given way, a year later, to a depressing clarity: things have got worse.", "Covid-19 has battered Northern Ireland’s economy, health system and power-sharing government. And Brexit has become only more ominous, with warnings of possible disruptions to trade and food supplies in January.", "It is a grim end to a year that began on a positive note: in January the main political parties agreed to restore a power-sharing government after three years of political paralysis.", "Prodded by the British and Irish governments, and chastened by electoral losses, Sinn Féin and the Democratic Unionist party (DUP) joined other parties in reviving the mothballed executive and assembly at Stormont.", "Then the coronavirus pandemic swept through the region in March and for the rest of the year buffeted the executive.", "Delphine and Robert McCourt, with Cuero. Photograph: Paul McErlane/The Guardian", "“We feel we’ve lost almost a year of our lives,” said Robert McCourt, 67, who along with his wife, Delphine, is scathing about official handling of the pandemic. “The Dominic Cummings affair undermined the whole thing,” he said, alluding to lockdown breaches by Boris Johnson’s former adviser. “I don’t really feel there’s a good deal of guidance coming out of the London government or the government here. It feels very slapdash.”", "The couple were in France from March to June and were taken aback by lax norms upon returning home, said Delphine, 45. “In Tesco we were the only ones wearing a mask. We got very strange looks as if we were from another planet.”", "Diverging policies and advice in England, Wales, Scotland and Northern Ireland undermined coherence, she said. “This pandemic has shown to the world how disunited the United Kingdom is.”", "Gavin Robinson of the DUP beat Naomi Long, the Alliance leader, to become MP for Belfast East, but Long ended up as justice minister in the Stormont executive.", "Polarisation fanned by Brexit made it difficult to feel hopeful about politics, she told the Guardian last November. Now, after months of rows and brinkmanship in the Stormont executive, Long sounds close to despair.", "Anyone with an ounce of “sense or sanity” would reconsider participation in the body after “shameful and embarrassing” tactics, most recently by the DUP, which opposed coronavirus restrictions, Long recently told RTÉ. “We have a lot of work to do to repair the damage done ... and not find ourselves in that same position again.” If there was another such debacle the executive might not survive, she warned.", "Last November the McCourts, though remainers, welcomed the Brexit deal Johnson negotiated with the EU as the least-worst option. The prime minister’s subsequent threat to override the deal has revived the spectre of disruption to Northern Ireland’s trade and food supply.", "“It makes the UK look like a rogue country, a banana republic,” said Delphine. Her husband was trying to be philosophical. “I’ve said to Delphine, ‘Dream, but don’t plan.’”", "• Rory Carroll, Ireland correspondent", "Don Gardner (centre) with volunteers at the food bank’s storage depot. Photograph: Hugh Hastings/Getty Images", "Camborne and Redruth", "Before last year’s general election and with Brexit dominating, Don Gardner was planning for 2,000 Christmas lunches and teas to be delivered to around 200 families from the Transformation CPR food bank he runs in Camborne, Cornwall.", "This year he’s set to deliver to 321 families, amid a logistical nightmare. “Brexit has almost disappeared from the news. Covid has taken over,” he said.", "Lockdown in March saw his food donation points in churches, schools and surgeries closed overnight. At the same time, demand for food in Camborne, Pool and Redruth’s deprived neighbourhoods, which are among the 10% most deprived in the country, tripled from around 8,000-9,000 meals a month to 26,000. This came as Gardner lost 95% of his volunteers, because they were over 70 and vulnerable.", "“I don’t panic. I looked for a way out,” said Gardner, 75.", "Instead of food donations, he appealed for money. Instead of bulk-buying in supermarkets – prohibited during lockdown amid panic-buying – he turned to a catering company.", "Food is now decanted from large catering packs – normally sold to restaurants – and frozen. Furloughed workers have stepped in as volunteers. Financial support from Feeding Britain and Cornwall Community Association allowed him to buy industrial freezers, and to provide ready-made frozen meals for children during school holidays. Local farmers have donated fresh vegetables, normally sold to local hotels and guest houses.", "On 23 December, the Christmas hampers will be delivered to the most deprived by volunteers with vans and by Cornwall fire service. Help had come from all quarters, Gardner said. “The Cornish people have really pulled together on this. I could cry sometimes when people ring me up,” he said.", "And he has had to transform the way the food bank operates against a backdrop of intense personal grief. In the summer he lost his wife to a sudden, non-Covid illness, with restrictions preventing him from seeing her in hospital for one month until he was allowed one visit to say goodbye.", "What he fears now is how people will cope in January. Christmas spending combined with job losses will, he believes, see demand for the food bank “go through the roof”.", "Brexit was one of the deciding issues that saw the Conservative MP George Eustice, now environment secretary, increase his majority in marginal Camborne and Redruth in 2019.", "Gardner voted to leave, and Brexit was a factor in him lending his vote to the Conservatives, when he would perhaps normally have voted Labour.", "For now, he has no regrets. “We just need to get it done and pick up our country and get on, that’s what I feel,” he said. He doubts, too, if a Labour government would have handled the pandemic better, “because it would still be the same scientists, and that’s where you’ve got to get the information from”.", "But he wonders if the fallout from Covid will see the Conservatives struggle to hold the seat. The huge debt the country faces worries him, “the cost, and how the government of the day deals with it, and how that will affect the people I see in the food bank”.", "“Covid is hopefully a one-off,” he said. “But the prosperity of the country will be tested and tried big time because of the huge debt. I don’t expect it to be paid off in my lifetime, but it’s my grandchildren’s lifetimes.”", "• Caroline Davies", "Helen Carroll, manager, with volunteers Jim (glasses) and Robert at Springburn Parish Food Hub and Glasgow North Baby Food Bank in Springburn Glasgow. Photograph: Murdo MacLeod/The Guardian", "Glasgow North East", "The Covid crisis led to dramatic changes in Helen Carroll’s community work. The drop-in centre she ran at Springburn shopping centre was shuttered in the lockdown, and suddenly the emphasis shifted.", "Within weeks Carroll and her ally Brian Casey, the area’s Church of Scotland minister, were organising emergency food parcels from Casey’s church. They estimate they fed 4,000 families through the summer, as its meeting rooms were converted into makeshift food and clothing banks.", "They drew on Scottish government funds, charitable donations and support from Casey’s colleague in the local Catholic church; the local Orange Order chipped in too. They sourced fresh fruit, vegetables, meat and menu cards to supplement the tinned soup and pasta.", "“It has been the busiest year of my life,” Carroll said. When the lockdown began, many locals were in denial, she said. “But then when services started disappearing, there was that panic of trying to get food. [It] began with people just turning up at the church door in tears, they were so stressed. It was really, really bad.”", "The centre of Glasgow North East constituency, Springburn was once the area’s industrial engine room. The closure of its once famous locomotive and railway works led to sharp economic and social decline. Its last railway works, nicknamed the Caley, closed in July last year.", "The latest official data records 27% of residents reporting limiting long-term physical or mental health problems; 34% of residents are economically inactive, against a Scottish average of 23%; 27% report having no educational qualifications, well above the Scottish average of 10%.", "In last December’s general election, Glasgow North East voters ejected the then Labour MP, Paul Sweeney, in favour of the Scottish National party’s Anne McLaughlin, on a low 56% turnout, as the SNP again won nearly all Scottish Labour’s Westminster seats.", "Casey too feels exhausted. Covid has killed several dozen of his parishioners, and the crisis has greatly worsened the health of others. Casey estimates he buried 200 people in the six months from March to September; normally it would be 180 a year. There have been suicides, drugs overdoses, the morbidly ill dying sooner and a spate of care home deaths.", "“It has been a year where we’ve had to work very, very long hours, seven days a week,” he said. “Because if we didn’t, people would starve.”", "There have been positive developments. They are now hoping to convert a vacant two-storey bank into a new drop-in centre, with consultation spaces for council agencies such as Skills Development Scotland and for Glasgow Kelvin college to put on vocational courses, Carroll said. And the old drop-in centre, a repurposed shop provided rent-free by Springburn shopping centre, still houses weekly substance abuse and mental health groups.", "“We’ve had a lot of success stories, and managed to do a lot of good stuff,” Casey said. “It has definitely brought lots of fragmented groups together. But we’re dealing with our bereavements and it has hammered us emotionally. We’re frayed at the edges, just about managing.”", "• Severin Carrell, Scotland editor", "Peter Hopwood 88, retired Wrexham miner. Photograph: Mark Waugh/The Guardian", "", "Wrexham", "Peter Hopwood thought long and hard before he cast his vote for the Tories in Wrexham at last year’s general election. “It was a very big deal for me,” he says now. “I’d always been Labour through and through.”", "Hopwood, 88, spent 45 years working as a miner in the north Wales coalfield and 18 as a carer before finally retiring at 80. But he was fed up with Labour infighting and attracted by Boris Johnson’s pledge to “get Brexit done”.", "A year on, he said he thought the UK government had done a “reasonable job” in the face of the desperate challenge of Covid. “Nobody had been in this situation before. Mistakes were made – for example, they shouldn’t have let people go from hospitals into care homes, spreading Covid. But it’s easy to say these things with hindsight. I wouldn’t have liked to be in the prime minister’s position.”", "What would Labour have to do to win his vote back? “Stop fighting with each other for a start. Keir Starmer’s a better prospect than Jeremy Corbyn but the party is still squabbling.”", "Labour had held Wrexham since 1935 and in the mid-1970s had a majority of more than 16,000. But in 2019 lifelong Labour supporters changed allegiances and the Tories took the seat.", "People like Dawn, 55, who divides her time between caring for her family and volunteering with organisations that help the homeless, switched from Labour. She plumped for the Brexit party. “It was a protest vote,” she says now. “EU migration here had got out of control and was making life very difficult for local people.”", "But she believes the Tories have “made a muck” out of the Covid crisis. “I think I was right to vote for the Brexit party at the time but I’ll be going back to Labour next time.”", "Cleaning supervisor Eirian Hughes. Photograph: Mark Waugh/The Guardian", "When the Guardian spoke to Eirian Hughes, 51, in 2019 she was not sure who to vote for, having previously backed Labour, the Tories and Ukip. In the end she didn’t bother to vote. “I just couldn’t decide. None of them seemed right.”", "She has had a tough 12 months. For a while, she was furloughed from her job as a cleaning supervisor in a shopping centre and her hours are down from 40 to 25.", "Hughes was one of the 59% of the electorate in Wrexham who backed leave in the EU referendum. “We’re still waiting for all that to be sorted,” she said. “I’m fed up with it. I’m not sure I’ll ever vote again.”", "It hasn’t all been doom and gloom in this corner of north Wales. The town’s football team, Wrexham AFC, has attracted headlines around the world after the Hollywood actors Ryan Reynolds and Rob McElhenney bought the club.", "Bill Long, a teacher. Photograph: Mark Waugh/The Guardian", "Bill Long, a 31-year-old teacher, summed up the mood last year as “very fed up, tired and scared”. He is no fan of Wrexham’s new Tory MP, Sarah Atherton. But despite the Covid crisis, he has been impressed to see new shops and bars opening. “I also feel the town’s people have treated the virus seriously in the main.”", "A complicating factor in Wrexham’s political picture is that policy areas such as health and education are the responsibility of the Welsh Labour-led government.", "Dave Gray, a Labour-supporting entrepreneur who runs a business centre, arts projects and festivals, is impressed by how the Welsh government responded. “I’ve never really been fully behind the idea of an independent Wales but I really think the Welsh government has come into its own,” he said. “If there was an independence vote soon there would be more for it than there were before Covid.”", "• Steven Morris"], "authors": ["Rory Carroll", "Caroline Davies", "Severin Carrell", "Steven Morris"], "keywords": ["covid", "brexit", "food", "north", "really", "difficult", "voters", "long", "2019s", "labour", "centre", "photograph", "election", "hammered", "vote"], "pubDate": "2020-12-10T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}