{"id": "2a8a9e54-26f5-37c4-a391-3bc440b48b9b", "title": "Entire replica Old West town selling in New Mexico for $1.6M", "url": "https://www.foxnews.com/real-estate/new-mexico-old-west-town-selling", "summary": "Say “howdy” to one heck of a smoking-hot deal straight out of the Wild West.\nA replica old-timey town in New Mexico has hit the market for $1.6 million, offering the right buyer a unique opportunity to saddle up and own 18 buildings across 58 acres.\nAccording to a Sotheby’s listing page, the town has hosted dinners, dances, and weddings.\nCurrently, the space is being used for a western movie set, private parties and, naturally, “1800s gunslinger reenactment.”Claiming to be “the largest and most authentic Western town” in the area, even the interiors of Gabriella’s buildings were thoughtfully designed to be authentic from the inside out — making the town all the more ready for its close-up.\nCLICK HERE FOR FOX NEWS' CONTINUING CORONAVIRUS COVERAGEThe property is represented by Cordova of Sotheby’s.", "paragraphs": ["Say “howdy” to one heck of a smoking-hot deal straight out of the Wild West.", "A replica old-timey town in New Mexico has hit the market for $1.6 million, offering the right buyer a unique opportunity to saddle up and own 18 buildings across 58 acres.", "Though the Town of Gabriella hopes to preserve the history of the American West, it rose up relatively recently, after the plot near the Datil Mountains was purchased by owner Larry Iams 20 years ago, the New York Post reports. Like true cowboys, Larry and his wife Janet proudly brought their vision for the rustic, replica settlement to life by hand, as inspired by Western towns of yore from the 1880s, listing agent David Cordova told Fox News.", "CALIFORNIA MANSION, LISTED AT $160M, TO BE MOST EXPENSIVE EVER AUCTIONED, BUT IT MAY GO FOR MUCH LESS", "Now, Gabriella and all that comes with it – including a saloon, hotel, log cabin, dance hall, billiard hall, old-timey barber shop and stagecoach – can be yours for under $2 million. According to a Sotheby’s listing page, the town has hosted dinners, dances, and weddings. Currently, the space is being used for a western movie set, private parties and, naturally, “1800s gunslinger reenactment.”", "Claiming to be “the largest and most authentic Western town” in the area, even the interiors of Gabriella’s buildings were thoughtfully designed to be authentic from the inside out — making the town all the more ready for its close-up.", "FOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWS", "With Netflix recently pledging $1 billion to expanding its production hub in the Southwestern state, now could be the time for movie buffs to cash in on this picture-perfect Western set.", "CLICK HERE FOR FOX NEWS' CONTINUING CORONAVIRUS COVERAGE", "The property is represented by Cordova of Sotheby’s."], "authors": ["Janine Puhak", "Janine Puhak Is An Editor For Fox News Lifestyle."], "keywords": ["entire", "old", "west", "town", "16m", "western", "million", "replica", "mexico", "movie", "recently", "listing", "fox", "selling", "oldtimey", "sothebys"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}