{"id": "2a966681-5599-3346-b33c-92b0ef1723b2", "title": "The man recreating airplane meals to get through lockdown", "url": "https://edition.cnn.com/travel/article/airplane-food-lockdown/index.html", "summary": "The little boy who was \"quite obsessed with plane food\" and flying grew up into a fully fledged \"avgeek,\" or aviation fan.\nAs he does with all his meals, Sennhauser created it all -- right down to the spaetzle -- from scratch, taking half a day to make it.\nThe magic of airplane foodOf course, few people are as fond of plane food as this -- in fact, for most travelers, it's a running joke.\nAnd before you think he's a plane food snob, he also mentions easyJet's previous catering as one of his favorites.\nBut that trip aside, he says his ideal post-pandemic plane food trip would be to Tokyo on ANA in business class.", "paragraphs": ["(CNN) — Some of Nik Sennhauser's earliest memories are of long-haul flights -- and of eating on a plane.", "\"The first time I got on a plane I was about five months old,\" he says.", "\"I grew up between Austria and Thailand, so I'd be on a plane every two to three months or so.", "\"It was the one place where, as a kid, I would just eat the whole meal without question.", "\"At home, my mom would have to force me to eat stuff, but on a plane I'd just eat whatever I was given. I remember getting on the plane and looking forward to the food.\"", "With family all over the world -- his parents in Thailand, his sisters in the United States and Switzerland, and a brother in Spain -- flying has always meant \"home\" to him.", "And so a Proustian connection was made. The little boy who was \"quite obsessed with plane food\" and flying grew up into a fully fledged \"avgeek,\" or aviation fan. A freelance project manager and social media manager until last year, he used his freedom to travel the world, taking flight after flight, and posting videos of his experience on YouTube", "\"I used to spend all my free time on Google Flights, punching in dates, destinations and budgets; looking at videos of flight reports on YouTube; making my own videos as well -- my whole life revolved around flying,\" he says.", "Until the pandemic hit.", "Nik Sennhauser (left) has been obsessed with airplanes since childhood -- seen here at Phuket airport in 1988. SOPLANE", "Sennhauser -- who lives in Glasgow, Scotland, and used to fly every three weeks or so -- hasn't been on a plane since returning from Japan in February 2020. (Sadly it was a night flight, so his last plane meal was a wrap and some breakfast.)", "And although he's stopped all his other former hobbies -- he finds it too difficult to think of how things were, and of how they are now -- he has found a new one.", "Every weekend, he scrolls through his photos of past flights, picks a meal he enjoyed onboard, and recreates it from scratch.", "So far, he's made everything from tamagoyaki (a Japanese omelet) to Austrian spaetzle and Thai curries, recreating dishes from the likes of Lufthansa, Thai Airways, Austrian and ANA.", "But this isn't just a question of finding and following a recipe online. Sennhauser also plates the dishes on genuine airline crockery, and presents it as a proper airplane meal.", "A new lockdown talent", "It's a time-consuming project. Sennhauser has never been into cooking, he says -- for starters, he wouldn't have had time before the pandemic.", "And at the start of lockdown, when people were posting pictures and videos of themselves enjoying fake plane journeys, despite being a prolific poster of life on board, and selfies taken in plane bathrooms, he didn't take part.", "But then, he says, on week three of lockdown, \"I was really bored and just did it,\" making an airline-style meal, and posting a photo.", "He quickly found a community of people doing the same thing -- blogs asking readers to recreate their plane experience, and people posting photos of themselves eating off plastic trays.", "\"I thought, 'Oh, lots of people are doing it. It's not exciting anymore',\" he says. So he stopped it.", "Related content Finnair is selling its airplane food in grocery stores", "He spent the rest of Scotland's back-to-back lockdowns ignoring the aviation world. But one day in January 2021, thanks to a combination of \"boredom, being stuck at home, and really missing traveling,\" he decided to have another go.", "He already owned a genuine airline trolley, bought on eBay along with airline crockery and cutlery: melamine plates, champagne flutes, retro economy glasses, and china plates and coffee cups from various business classes. Most of it is bought online -- there's a major market for it in Germany, he says -- although he admits that, \"In turbulence, the odd spoon here and there has slipped off the tray and fallen into my pocket.\"", "So on this cold lockdown day in January, he opened up his trolley and got his plates out. \"And I started plating again, just for fun.\"", "He started with a random airline-style breakfast: sausages with scrambled eggs, spinach, plus a pot of ham, cheese and gherkins.", "Two months on, Sennhauser has a new hobby. He goes through his videos of past flights to look at what he ate onboard, and recreates entire meals from start to finish. He'll spend the weekend working on Sunday dinner, as well as throwing a breakfast or brunch into the mix on Saturday or Sunday morning.", "His meals are recreated from scratch, including appetizers and sides. SOPLANE", "\"The amazing thing about it is that I've actually become a better cook, because I had to go and research the recipes,\" he says, gleefully.", "\"The meals aren't just for Instagram to look nice; they have to taste good, as well, because they're actually our Sunday meals, and I have to feed my husband. So it needs to be edible.", "\"So I actually had to go and consult cookbooks and the internet for all these recipes, and I've learned to cook all these different things. And I've realized I'm quite good at making desserts. I've made a bunch of mousses -- chocolate mousse, white chocolate mousse, dark chocolate mousse -- and they taste much better than what you can get in the shops. So it's been a bit of a journey for me.\"", "Cooking the meals, he says, \"helps me deal with my wanderlust\", and allows him to relive memories of great trips past.", "His breakfasts and brunches are his own invention -- mainly omelets and sausages, as you'd find on a plane.", "But the dinners are full meals that he's been served onboard in the past -- not just the main course, but also the appetizers, sides and desserts.", "The schnitzel that made a friendship", "Although he's traveled a lot in business class, thanks to a canny use of airline points, Sennhauser isn't above recreating meals he's had in economy.", "One of his favorite recent meals is a recreation of an Austrian Airlines meal -- travelers in economy can preorder a tray made by caterers Do&Co, featuring signature dishes including a wiener schnitzel.", "\"Having grown up in Austria, wiener schnitzel is one of my favorite dishes of all time, so I recreated that, along with a potato salad, cucumber salad and chocolate mousse,\" he says.", "When he makes a meal, he plates it on airline-appropriate crockery and posts pictures of the original, plus his recreation, on Instagram", "His fellow avgeeks are enthusiastic.", "\"They always say that mine looks better than the real deal,\" he says. \"But then, you know, I get to spend a whole day cooking this, plating it in my kitchen, whereas on a plane, in the galley, there's only so much they can do, especially in economy class.\"", "But in the case of the Austrian Airlines schnitzel, Sennhauser realized that one crucial thing was missing: the signature triangular Austrian Airlines plate.", "He posted his before and after photos explaining that he didn't have the right plate -- and then something wonderful happened. He received a message from another avgeek -- David Pauritsch who runs channel Simply Aviation -- offering him four of the Austrian plates as a present.", "It meant that the next time Sennhauser came to make the meal, he could serve it as the real deal.", "Related content Skip the pasta! And other unsavory truths about airplane food", "\"It shows how social media works,\" says Sennhauser, who says that those triangular plates are now his favorite airline crockery.", "\"It brings people who have the same interests together and allows you to do stuff like this, where somebody in Vienna picks up a couple of plates, puts them in a box, sends them off and they arrive in Glasgow, where somebody else can cook and plate food from that flight, and then take a picture and put it up on social media.\"", "It's this sense of community that he's been missing during lockdown -- and he says that making the meals \"gives me a purpose.\"", "\"The food has helped me to think about travel and the good times I've had without getting upset -- there's a purpose now to go online, watch my old videos and look at the old pictures. And it gives me joy during this time when I can't travel. It's helped me deal with it.\"", "Reliving a honeymoon flight", "Some of the meals have reminded him of major life events. To celebrate five years since their honeymoon, last month Sennhauser recreated a meal from his honeymoon flight to New York.", "He and husband Graham had flown on SWISS -- \"in business class because it was our honeymoon\" -- and were served spaetzle with beef stroganoff and a side salad, plus chocolate mousse with a raspberry coulis.", "As he does with all his meals, Sennhauser created it all -- right down to the spaetzle -- from scratch, taking half a day to make it. \"It was a nice way to celebrate our honeymoon anniversary,\" he says.", "The magic of airplane food", "Of course, few people are as fond of plane food as this -- in fact, for most travelers, it's a running joke. But Sennhauser thinks that's because most of us aren't giving it a fair go.", "\"I think people who hate it probably have unrealistic expectations,\" he says.", "\"You have to take into account that you're in a metal tube at 40,000 feet being catapulted through the air, and the flight attendant is heating up a meal in an oven -- there's only so much they can do. Also, I think people don't like to be given just two options.", "\"People compare it to what they can get in a restaurant, but it's a completely different species, plane food. There's only so much you can do, and I think people are unrealistic of the circumstances.", "\"I'm not saying it's better than what you can get on the ground, at all -- but if you take into account the amount of work and effort that goes into, it from the person who designs it to the to the team that tests it, the chefs who cook it, the people who package it, wrap it up, put it in the trolley and onto the plane, the flight attendants who then take it out, put it in the oven and serve it with a smile.", "\"It's a different beast to what you get in a restaurant, and I take that into account. I mean, most of the time it's not as good as a restaurant, but you're in a plane! And that's what makes it magical.\"", "That said, not all his experiences have been good. He picks out an Aer Lingus flight from Dublin to Chicago in 2012 as a low point -- \"it was just pasta with beef and tomato sauce that wasn't very good at all -- and all I remember about the rest of the flight is that I was very uncomfortable having eaten that meal\" -- but adds that \"it's probably not fair on them anymore because the airline was going through a rough time.\"", "And before you think he's a plane food snob, he also mentions easyJet's previous catering as one of his favorites.", "\"I really liked a croque monsieur that they had, but then they changed the suppliers, I think. And yeah, it wasn't good enough. But the original was ridiculous -- it was fun to be able to look forward to flying easyJet.\"", "His general plane food tip is to plump for the Asian option, if there is one.", "\"Asian food works really well on a plane because it's flavorsome by default. One of my favorite meals in economy is Thai Airways, because there's always a curry. The best meal I had was on Singapore Airlines, and I had Singaporean chicken curry for breakfast.", "\"It came in a giant bowl with rice and sweet bread rolls, and I could not stop eating. I really wished I hadn't stuffed my face beforehand in the lounge.\"", "And although he says a general rule of thumb is to never pick steak, a signature steak dish on SWISS business class he once had, was \"not only one of the best meals I've had on a plane, it was probably the best steak I've had in my life -- tender, juicy and still rare inside, not rubbery and gray as it usually is on a plane.\"", "How to DIY airline meals", "Sadly, Sennhauser doesn't see post-pandemic plane food being quite as special.", "\"So much has changed over the past year with food on planes obviously, because of restrictions and precautions. The pre-order meals, which were always great fun to take advantage of, many of them have disappeared because not as many people are traveling and airlines have to cut costs.", "\"Austrian Airlines and Swiss have now cut their economy class meals on shorter flights and often scratch their pre-order meal service. So all the meals that I would always look forward to are actually not available anymore, which is very, very sad, but it's understandable.\"", "He doesn't have any flights booked right now, although he's desperate to visit his parents in Thailand, who he hasn't seen since 2019. But that trip aside, he says his ideal post-pandemic plane food trip would be to Tokyo on ANA in business class.", "\"I've seen pictures of their food in business and first class, and it's just out of this world -- we've flown twice with them in economy and the food was amazing.\"", "For now, there's a whole community online, sharing his love of plane food -- he tips Nik Loukas, who's turned his love of plane food into a business, Inflight Feed , as one to follow.", "Feeling inspired? Sennhauser suggests starting with economy class meals, and trying a Thai curry.", "\"All you have to do is cook some rice and make a curry with curry paste, coconut milk and some meat. And you need a nice little dish to put it in, and there you go. The only issue is plating -- I use a small spoon and do it very carefully, bit by bit. Don't rush it -- think it out beforehand, maybe even draw a little picture of how you want it to look."], "authors": ["Julia Buckley", "Cnn. Video Sofia Couceiro"], "keywords": ["theres", "food", "plane", "recreating", "think", "airplane", "flight", "plates", "man", "hes", "meals", "lockdown", "meal", "sennhauser"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}