{"id": "2ae6498a-caa3-350f-8ad3-72393eb5c383", "title": "Now you can move into an Italian house for just $12,000", "url": "https://edition.cnn.com/travel/article/italy-cheap-houses-latronico-carrega-liguere-cmd/index.html", "summary": "\"So we came up with this other approach when we were able to involve old owners and convince them to join forces to recover the urban landscape.\nWe live in another house nearby and are happy to meet interested buyers and discuss a good deal.\"\nThose who prefer southern Italy can opt for Latronico, a picturesque hilltop town where local authorities have launched the online platform \"Your House in Latronico\" to help old owners meet buyers.\nCourtesy Comune LatronicoOne citizen agreed to sell his old house for one euro and it was immediately snatched up, Castellano says.\nA cozy two-story ready-to-occupy dwelling with panoramic views, wooden staircase, majolica tile floor and freshly painted walls sells for €12,000.", "paragraphs": ["(CNN) — For the determined buyer with a strong vision and good home improvement skills, the fire sale of crumbling Italian houses for a little over a dollar each has been a gift. The rest of us, unable even to install a simple shelf, can only look on in envy.", "Until now. Several villages are now offering houses that are ready to move into. The price is a little higher -- starting at €10,000, or $12,000 -- but that gets you a place you can call your own without having to worry about adding a new roof or walls.", "Carrega Ligure in northern Italy and Latronico in the deep south have created online platforms where buyers can view photos, maps and details of old abandoned buildings on sale and get directly in touch with the owner.", "The tiny mountain hamlet of Carrega Ligure, currently home to barely 90 residents, straddles the regions of Piedmont, Liguria and Emilia Romagna. It's selling super cheap homes that are ready to occupy, alongside partly redone and dilapidated homes totally in need of a restyle.", "Rentals are also advertised.", "Located on the Apennine mountains, the surrounding municipality extends for 56 square kilometers (22 square miles) and is scattered across 15 inhabited districts and two ghost hamlets.", "Farming and shepherding families abandoned their houses long ago to emigrate abroad or to relocate in large cities. In one district there are just two residents and one is a ghost hamlet.", "Don't expect any social buzz. There's absolutely nothing, just great views, silence, pure, fresh air and pristine surroundings. No bars, supermarkets, shops, restaurants. Needless to say, a car or other vehicle is essential to move around.", "Cliffhanging castle", "Carrega Ligure is situation in northern Italy. Valentina Bozzini", "Local councilor and former mayor Marco Guerrini says advertising private home sales on one website run by the town hall ensures the properties will reach a wider pool of buyers.", "\"We're giving them an online space for visibility otherwise nobody would know where and how to find these abandoned homes,\" Guerrini tells CNN.", "Those that venture out here will find a town frozen in time, where many old rural traditions live on. Locals speak a weird dialect that's close to Genoese.", "Mule tracks lead to a spectacular cliffhanging castle. In the Middle Ages the village served as a strategic hub along the old \"salt route\" used by medieval traders. It was a crossroads of pilgrims, monks, traders and donkey herders.", "Old mills rise along pristine streams while canyons, green valleys and deep forests inhabited by unique species of salamander and so-called \"Italic frogs\" dot the area.", "Trekking routes wind to solitary panoramic peaks.", "Carrega Ligure's former mayor Marco Guerrini says his town is the perfect place to unwind. Valentina Bozzini", "Shepherds still work here although arable farming has long since died off.", "Emigration in the 1950s and 60s has nearly emptied the districts. Former local families return just on weekends or holidays to open up their family homes. Everyone in town either knows each other or is somehow related.", "\"All you'll find here is a great place to detox and unplug, no pollution and spectacular scenery\", says Guerrini, who launched the online housing initiative to help his townsfolk.", "Related content The Americans who bought a house in Italy over the internet", "A few years ago Carrega had unsuccessfully attempted to sell dilapidated houses for one euro but had to give up when old owners proved too hard to track down. They had either migrated or there were too many heirs to locate, says Guerrini.", "\"So we came up with this other approach when we were able to involve old owners and convince them to join forces to recover the urban landscape. The houses on sale aren't crumbling, many are in good shape and owners are usually people who still live nearby but no longer use their family home.\"", "He says interested buyers can email the town hall and officials will liaise and forward direct contacts.", "'Good deal'", "This house is on sale with a listing price of €10,000. Courtesy Carrega Ligure", "One ready-to-occupy stone villa selling for €14,000 has an area of 80 square meters and is divided over two floors, fully refurbished. The upper area is totally restyled with old terracotta floors and recently painted walls. The ground floor, featuring a wide cellar, is semi-restyled. There's electricity and running water.", "Another multi-story old shepherd dwelling of 100 square-meter costs €10,000 but requires some work, which according to Guerrini would be in the range of €20,000. He says buyers could exploit new rules aimed at supporting sustainable investments. Guerrini guarantees very low local taxes.", "\"This house, with thick stone walls, a huge cellar which used to be the stable, built-in closets and stoves, and wooden ceilings, is over 100 years old,\" says owner Pino Ballestrasse. \"It used to belong to my grandparents.", "\"The outer structure and walls are in good shape, unfortunately we no longer use it and it's been empty for many years. We live in another house nearby and are happy to meet interested buyers and discuss a good deal.\"", "Carrega comes to life in summer. Valentina Bozzini", "Guerrini and the owners stress that prices are negotiable, particularly if interested buyers drive up to the mountain village to take a look. He says the town hall has already helped a few visiting foreigners leave with keys to a new abode.", "\"This move has proven to be successful. Old people who are attached to their properties and hometown prefer to be backed by local authorities in the sale procedures.\"", "Carrega comes to life in summer when daytrippers and holidaymakers flock in for unplugged stays and cozy lunches with locals. Local specialties foods include handmade ravioli, gnocchi, cheese, chestnut and mushroom soups and \"green pies\" with wild spinach and nettle. Minestra Maja is made with pasta, rice and 10 different veggies while polenta is eaten with milk and butter.", "Those who prefer southern Italy can opt for Latronico, a picturesque hilltop town where local authorities have launched the online platform \"Your House in Latronico\" to help old owners meet buyers. Rentals are also advertised.", "\"Through this virtual window we want to match supply with demand,\" says Deputy Mayor Vincenzo Castellano. \"People can view and choose the property most suited to them. And it's constantly being updated. Locals keep emigrating so more houses are regularly added.\"", "Hidden treasures", "Latronico is located in Italy's deep south. Courtesy Comune Latronico", "Latronico is facing a race against time to repopulate. It currently has 4,000 residents but each year an average of 70 people either die or leave, moving abroad or elsewhere Italy.", "\"When the old people die the descendants of emigres don't even return during summer, their family home lies abandoned, shut and decaying,\" Castellano adds. \"Water pipes burst, mold and dust pile up. It makes no sense to keep empty dying properties as frozen assets so we decided to involve old owners who showed interest in this project and are eager to cooperate in recovering the urban landscape.\"", "Average prices, which Castellano says are all negotiable, sit in the €10,000 to €30,000 range depending on the state of the property. Some are ready-to-occupy, others partly restyled. To incentivize sales of dilapidated buildings the town hall promises zero taxes for 10 years for anyone investing €20,000 in works.", "A house on sale in Latronico for €10,000. Courtesy Comune Latronico", "One citizen agreed to sell his old house for one euro and it was immediately snatched up, Castellano says. But rather than operate a one-euro scheme, the town is leaving price decisions to local families.", "The surrounding region of Basilicata is perhaps Italy's most offbeat, under-the-radar area, and many of its mountain villages are hidden treasures.", "\"We're located inside the pristine Pollino national park at 900 meters of altitude\" says Castellano. \"Forget smog and noise. The air is fresh and healthy and we even have thermal baths. Recent studies carried out in our territory have demonstrated pollution levels are practically down to zero. Plus, the popular seaside location of Maratea is close by.\"", "For €25,000, this Latronico property could be yours. Courtesy Comune Latronico", "Latronico dates back to prehistoric times but the town flourished with the ancient Greek colonizers. Locals speak an unusual dialect which is a mix of Latin, Greek, Spanish and French.", "The village's name stems from Greek terms meaning \"hidden place\" and \"Latomia,\" referring to nearby stone quarries.", "Trekking trails wind up to the three-peaked Monte Alpi, cutting across beeches and silver fir woods dotted with strawberry plants, mushrooms and blackberry bushes. The rocky hills feature fish fossils, primitive caves, canyons and old burial grounds once roamed by bandit gangs and monks.", "'Village of wellness'", "Latronico has a thermal spa complex and is known as a \"village of wellness.\" Courtesy Comune Latronico", "The village is divided in two parts: the old \"upper\" district Capadavutu where most houses on sale are located and the lower newer Capabbasciu area. There are lavish stone and marble portals adorned with flower and animal decorations, elegant courtyards and palazzos, and votive shrines hidden in alleys.", "A cozy two-story ready-to-occupy dwelling with panoramic views, wooden staircase, majolica tile floor and freshly painted walls sells for €12,000. While a larger totally restyled and refurbished little stone villa with two entrances and a terrace overlooking the main piazza costs €32,000.", "Latronico is known locally as the \"village of wellness\" not just for its uncontaminated environment. Its thermal spa complex is renowned for curing breathing problems, aching bones and stomach pains.", "Related content Italian town sells €1 houses with no deposit required", "Traditional local delicacies include biscotto a otto, a pretzel shaped like the number eight, made with local wheat and eaten with cheese, salami, honey, and dipped into red wine.", "Pane scafato is a pie stuffed with meat and capsicum. Pork meat traditions date back to ancient Roman times and include succulent hams and salsiccia grassa, a sausage with extra spicy fat added.", "There are more unusual recipes that may require a stronger stomach. These include Tagliulini e fasuoli ccu' zzifft (tagliolini pasta, beans and chili pepper powder) and Maccaruni 'i casa ccu' savuzizzonu e coria (fusilli with sausage and pork rind)."], "authors": ["Silvia Marchetti"], "keywords": ["village", "12000", "old", "house", "sale", "town", "buyers", "houses", "guerrini", "local", "owners", "italian"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}