{"id": "2b2aaa6c-9f1f-31d5-8fb2-8de706b2d276", "title": "80 Rapid-Fire Questions About Deathloop", "url": "https://www.gameinformer.com/video-interview/2021/03/10/80-rapid-fire-questions-about-deathloop", "summary": "We sat down with Dinga Bakaba, Game Director at Arkane Studios, to ask him 80 rapid-fire questions about Deathloop.\nFirstly, what the heck is Deathloop, and why is the studio making this game instead of Dishonored 3?\nDeathloop is a game about a hapless hero stuck in a never-ending 24-hour time loop.\nTo make matters worse, he's being hunted by a secret society of mask-wearing lunatics.\nIf you haven't yet, also be sure to check out our exclusive Deathloop screenshot gallery.", "paragraphs": ["For this month's cover story, we're diving deep into Deathloop. We sat down with Dinga Bakaba, Game Director at Arkane Studios, to ask him 80 rapid-fire questions about Deathloop. Firstly, what the heck is Deathloop, and why is the studio making this game instead of Dishonored 3? We asked all of the hard-hitting questions about the game's eternal time loop, the island of Blackreef and the secret society that is inhabiting it, and what the hell is a \"murder puzzle?\" As it turns out, Dinga was gracious enough to fill in a lot of clarifying points, and we felt like we walked away with a better understanding of what Deathloop actually is.", "Deathloop is a game about a hapless hero stuck in a never-ending 24-hour time loop. You play as Colt Vahn, a man trapped in his own version of Groundhogs Day on the desolate island of Blackreef. To make matters worse, he's being hunted by a secret society of mask-wearing lunatics. However, Colt is one of the only people who seems aware of the fact that he is reliving the same day over and over again. If Colt wants to break this loop he’ll need to orchestrate the assassination of eight extremely powerful individuals. To solve the murder puzzle and ultimately escape the loop, he will have to figure out the right order to eliminate his targets across four different time zones and four wildly different environments.", "For this month’s cover story, we take a deep dive into Deathloop. You can look forward to in-depth interviews about the creation of the game, how Arkane is approaching multiplayer opportunities, a behind-the-scenes look at the creation of Deathloop’s characters, and of course, a slew of exclusive gameplay that will be featured on our YouTube channel. To get even more information on the newest adventure from Arkane, you can also read our 14-page cover story with a digital or print subscription. If you haven't yet, also be sure to check out our exclusive Deathloop screenshot gallery."], "authors": ["Video Editor", "Real-Time Strategy Games Of The Late To Mmorpg'S Of The", "All The Way To Current Battle Royales Like Apex Legends", "Alex Has Spent His Life Trying To Find A Better Multiplayer Game Than Halo"], "keywords": ["questions", "colt", "arkane", "deathloop", "society", "secret", "game", "80", "loop", "puzzle", "rapidfire", "cover"], "pubDate": "2021-03-10T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}