{"id": "2b3d1e03-f4a0-325d-a267-af94bfa8a832", "title": "Bella Hadid Is a Certified Depop Shopper", "url": "https://www.vogue.com/article/bella-hadid-shops-depop-jean-paul-gaultier-puffer-coat", "summary": "Turns out, Bella Hadid loves the hunt for a great vintage find.\nToday, the model and certified vintage-lover posted an Instagram of herself in an all-black look that included a Michael Kors bag, Coperni jeans, and Versace boots.\nPhoto: Courtesy of Bella Hadid/@bellahadidFor the uninitiated, Depop is the Gen Z-beloved direct-to-consumer heaven and a trove for all things designer, including vintage and archival pieces.\nBut Hadid seems to enjoy scrolling for killer pieces herself, just like the rest of us.\nAnd in a culture where we are constantly bombarded with impeccably-styled celebrities on the street, it is refreshing to see that Hadid has input into her outfits.", "paragraphs": ["Turns out, Bella Hadid loves the hunt for a great vintage find. Today, the model and certified vintage-lover posted an Instagram of herself in an all-black look that included a Michael Kors bag, Coperni jeans, and Versace boots. But here, the puffer coat was a standout: a vintage Jean Paul Gaultier piece with sleeves that went beyond the fingertips, which lent the silhouette a slice of outré cool. She noted in her caption that she styled herself, with makeup by Sam Visser and hair by Jennifer Yepez. Shortly, after she posted to her Instagram, she followed up with a story that read: “One of my best Depop finds is this jacket and it will forever keep me warm.” Truly a “celebs, they’re just like us” moment.", "Photo: Courtesy of Bella Hadid/@bellahadid", "For the uninitiated, Depop is the Gen Z-beloved direct-to-consumer heaven and a trove for all things designer, including vintage and archival pieces. And it’s not totally surprising that Hadid uses it. She’s long worn vintage. We’ve seen her dripping in archival Dior, slathered in museum-worthy Vivienne Westwood, and of course, her collection of über-rare T-shirts. But one would think that Hadid has a team of vintage-obsessed elves seeking out the best grails for the model, and to some degree, this is probably true. But Hadid seems to enjoy scrolling for killer pieces herself, just like the rest of us. And in a culture where we are constantly bombarded with impeccably-styled celebrities on the street, it is refreshing to see that Hadid has input into her outfits."], "authors": ["Liana Satenstein", "Liana Satenstei"], "keywords": ["model", "instagram", "archival", "best", "posted", "shopper", "certified", "vintage", "pieces", "depop", "bella", "hadid"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}