{"id": "2b59db69-5467-31de-a59b-87ef7df30f43", "title": "The Best Board Games Of 2020", "url": "https://www.gameinformer.com/top-of-the-table/2020/12/31/the-best-board-games-of-2020", "summary": "And for more great tabletop games from the last year, check out some of the Best Tabletop RPGs of 2020.\nThe original Dune board game was recently revived with a wonderful update, but Dune: Imperium is a wholly new project that deserves its own praise.\nIf you’re looking for more great recent board games, feel free to peruse last year’s top picks in the tabletop world.\nYou can also peruse the best tabletop role-playing game releases of 2020.\nHere’s to the hope we all share that 2021 offers increased opportunities to play some tabletop games together!", "paragraphs": ["2020 was a challenging year to enjoy the full breadth of the tabletop hobby. Many players were unable to gather with friends and gaming groups to play in person, but it didn’t stop publishers from continuing to pump out some remarkable and incredibly fun games. And many players responded by finding ways to play games remotely, sharing the hobby with partners, family, and roommates, as well as buying and learning new games solo, with the hope of playing again with bigger groups in the coming months and years.", "Amid an extraordinary mix of game styles and settings, the selections below were 10 of the very best new releases, each promising the potential for many hours of shared fun. And for more great tabletop games from the last year, check out some of the Best Tabletop RPGs of 2020.", "Atheneum: Mystic Library", "Publisher: Renegade Game Studios", "On the eve of your magical exam, you have a lot of spells to study, but you can’t forget to re-shelve the books before you’re done. Atheneum is filled with charm and lovely components (including individually named book chips), but it’s the solid card-drafting system that really makes the magic work.", "Thematically, Atheneum echoes another wonderful game from 2017, called Ex Libris. Like that game, Atheneum focuses on organization and books in a magical library. But where Ex Libris was very focused on worker-placement, Atheneum employs its ingenious drafting approach to make you carefully consider your next moves, resulting in a series of small puzzles you’re working to solve.", "Players succeed not only through their own played cards, but also through the cards their neighbors deploy, leading to a fascinating interplay. Whimsical and easy to grasp, it’s a great fit for fans of wizarding wands and worlds.", "Atlantis Rising (2nd Edition)", "Publisher: Elf Creek Games", "A phenomenal revival of an already excellent game, this cooperative worker-placement game challenges everyone to work together to gather resources and build a cosmic gate to evacuate the mythical city of Atlantis before it sinks beneath the waves. Even as available spaces slip away into the ocean, each player must plan carefully to hold back the tide and balance risk and reward.", "Cooperative games in recent years have sometimes struggled to feel novel and simultaneously remain exciting and tense throughout play. That’s not an issue with Atlantis Rising, thanks to especially clever play structure, lovely production values, and a fun mix of mechanics. It’s also especially flexible, with an excellently structured solo mode available, but also ably supporting groups as large as seven players – a relative rarity.", "After several essential and important changes from the original version, this is quite simply one of the best cooperative games of recent years. Tense and intricately balanced, only thoughtful teamwork can save the day.", "Dune: Imperium", "Publisher: Dire Wolf Digital", "The worlds of Frank Herbert’s classic sci-fi epic are brought to vivid life in this brilliant and complex new game of political machinations, desperate alliances, and outright warfare. With artwork inspired by the upcoming film, along with character powers nodding to the original narrative, this feels like a natural continuation of the fiction.", "Players are faced with tough decisions in every round, and everyone must nurture their own plans while actively subverting opponents to have any hope of controlling the spice, and by extension, the universe. The game perfectly captures the special tone of the Dune fiction, and it’s great fun to see each player vying for influence among familiar factions like the Spacing Guild and Bene Gesserit sisterhood.", "The original Dune board game was recently revived with a wonderful update, but Dune: Imperium is a wholly new project that deserves its own praise. Deep and challenging, but built around an understandable rules system that demands difficult decisions in every round, this isn’t just a pitch-perfect nailing of the license; it’s a standout strategy game in its own right.", "Forgotten Waters", "Publisher: Plaid Hat Games", "Plaid Hat’s wonderful Crossroads games leverage clever mechanics to create an interactive narrative. Previous games included the bleak survival tales to live out in Dead of Winter, and the deep-space terrors of Gen 7. Both of those games relished in dynamics of complex interpersonal tension and looming threat.", "Forgotten Waters maintains the great branching storylines and decisions that define the Crossroads games, but is decidedly more lighthearted and magical. That’s to the game’s benefit, leading to a jovial and mostly cooperative romp into an exaggerated and enchanted world of pirates.", "Aided by a robust web app that includes evocative voiceover work, you sail the high seas and make compelling choices that shape the world around you. It’s funny and richly imagined. And while it might be buoyant and frolicsome, it also happens to be one of the best story-focused games in a long time.", "Fort", "Publisher: Leder Games", "You’re a kid, making friends and trying to build a better fort than your buddy. That simple premise plays out in this innovative and playfully illustrated deck-building game, which wins points for its approachable learning curve and smart twist on the well-established deck-building formula.", "In the suggested mode of play, players gradually build a deck from scratch, made up of friends who are coming along to help you build your fort. But if you don’t use the cards in your deck, otherwise known as playing with your friends, then you open yourself up to someone else stealing them away through the lure of pizza and toys to help with their fort.", "Brisk play times and smartly structured rules make this a fun competition for both older kids and kids at heart, and the card art will undoubtedly make you smile.", "Gloomhaven: Jaws of the Lion", "Publisher: Cephalofair Games", "One of the best games of 2017 was the sprawling Gloomhaven, a rich but deeply complex dungeon-crawling game of tactical combat that featured a persistent world from one session to the next. Jaws of the Lion is a standalone prequel game built from the ground up to be a more casual introduction, and it does so with aplomb. If you fall in love, you can even transfer the four new characters to the original, larger game.", "Jaws of the Lion finds success by maintaining the systems that made the original game so engaging, but squeezing everything into a manageable package. The cooperative fantasy adventure is played out through a mostly linear quest with fewer complex branches. Fewer components make it less daunting to get started and know what you need in any moment. Players go through the included scenarios using an included map book that your figures march through. And a smart tutorial gets you into the action, and answers the questions that are sure to crop up.", "This new game is a wonderful and rewarding journey all on its own, but it also can serve as a testbed to see if you want to invest the time and money to expand into the full Gloomhaven experience.", "Half Truth", "Publisher: Studio71", "A collaborative design venture between Magic: The Gathering creator Richard Garfield and Jeopardy champ Ken Jennings, this party game is an outstanding new twist on trivia gameplay. Humorous, smart, and filled with a tremendous variety of topics and questions, it’s one of the best new party game options to hit the market in some time.", "On each card is an unusual category – i.e., “Molecules that have oxygen in them,” or “Star Wars characters who say they ‘have a bad feeling about this’” – and six potential answers, but only three are correct. Lay bets only on the ones you’re sure about; no points if you get one wrong!", "Good trivia games live or die by finding categories and ideas that help any potential player feel engaged and clever, with moments to shine. Half Truth manages that challenge with care, including everything from science to pop culture. It's a lot of fun, and deserves to find a home on a lot of tables, reaching beyond the hobbyist crowd to be enjoyed by everyone.", "Mariposas", "Publisher: Alderac Entertainment Group", "The designer of last year’s superb Wingspan, Elizabeth Hargrave, returns to nature themes again, this time examining kaleidoscopes of Monarch butterflies and their remarkable migratory patterns. Beautiful components and board lend the game an idyllic, breezy feel that matches the theme of these creatures in flight.", "Players gradually move their butterfly families north and then back south over the course of three distinct seasons, all while collecting flowers, reproducing new generations, and stopping at waystations along the way. Visually and conceptually, the game also nails the feeling of a migration, as the various pieces gradually blossom out across the board in their journeys, only to pull back as the game draws to a close.", "While Mariposas is a competitive game, it purposefully stays awake from cutthroat mechanics or fierce “got you” moments. Like everything else in Mariposas, that’s in keeping with the concept of peaceful butterflies going about their lives. It’s a beautiful and approachable game well-suited to a mix of experience levels.", "Pandemic Legacy: Season 0", "Publisher: Z-Man Games", "It’s become a sure bet; if a new Pandemic Legacy game comes out, it’s going to be great. This third installment proves the rule, catapulting players back in time to tell a Cold War-era spy prequel tale about the origins of a horrific Soviet bioweapon that might one day threaten the human race.", "The injection of enemy agents and covert operations do wonders to refresh the formula, but the real thrill still arises from the ever-changing game rules and components, which shift from one session to the next in response to your wins and losses. It would be a shame to spoil those moments here, but it’s enough to say that this conspiracy-laden tale has plenty of twists and turns.", "Because it’s a prequel, Season 0 can easily be played fresh, without any experience with the earlier games released. While you may be dealing with political incidents rather than outbreaks, and neutralizing Soviet agents rather than wiping out disease cubes, the core of the Pandemic mechanical structure is still recognizable behind the spy story. And, after the year we’ve had in the real world, there’s certainly something deeply satisfying about a game in which your main goal is trying to ensure a terrible virus is never unleashed.", "Tainted Grail: The Fall of Avalon", "Publisher: Awaken Realms", "Arriving too late in 2019 to be considered last year, Awaken Realms’ rewarding adventure game shouldn’t be overlooked. Exploration, combat, and moments of genuine discovery make up the bulk of this cooperative campaign experience. It also features an incredibly rich narrative that is the match in both ambition and execution to many fantasy novels.", "A lavishly imagined and shadowy narrative weaves together elements of Celtic mythology with classic Arthurian legend, and gorgeous miniatures and component art help sell the experience. Build a character through combat and other encounters, and you gradually uncover the mystery lurking at the heart of this dark fantasy. Play unfolds as you fan out across new location cards that are placed onto the table, steadily revealing more about the world and its secrets.", "This is a deep, complex, and sumptuous board game that offers session after session of discoveries and challenges, and with a connoisseur’s eye for miniatures and other components, but it’s also a game that requires patience and previous board gaming experience to enjoy to its fullest.", "If you’re looking for more great recent board games, feel free to peruse last year’s top picks in the tabletop world. You can also peruse the best tabletop role-playing game releases of 2020. If you still need more recommendations, you can peruse the Top of the Table hub to uncover an array of excellent games to bring home to your family and friends. Here’s to the hope we all share that 2021 offers increased opportunities to play some tabletop games together!"], "authors": ["Magazine Content Director", "Matt Miller Has Been With Game Informer Since He Has A Special Interest In The Evolution Of Game Design", "The Tabletop Hobby", "The Crafting Of Interactive Narrative."], "keywords": ["2020", "best", "world", "great", "fun", "games", "tabletop", "game", "players", "board", "play"], "pubDate": "2020-12-31T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}