{"id": "2b689b98-8399-356f-a0eb-d81a69b1e20e", "title": "Judge Andrew P. Napolitano: Can President Trump pardon himself?", "url": "https://www.foxnews.com/opinion/trump-pardon-himself-andrew-p-napolitano", "summary": "What case law does exist broadly favors an expansive view of presidential pardon power.\nIn 2001, President Bill Clinton pardoned his half-brother, Roger, over an old cocaine possession conviction.\nPresident Clinton pardoned his former business partner Susan McDougal over a land deal in which he and Hillary Clinton had arguably been involved.\nIf the president pardons himself, is he acting as a judge in his own case?\nBefore the president pardons his children, his colleagues and himself, he should pardon all those convicted under federal drug laws for use and possession.", "paragraphs": ["Most presidential pardons — indeed all pardons that President Trump has issued — have been for specific crimes of which the subject of the pardon has already been charged and convicted. Yet, Trump — never one to be restrained by precedent — has let it be hinted that he might issue prophylactic pardons to relatives and colleagues who have neither been convicted nor charged with any crimes.", "And Trump might pardon himself. Can he do that? The short answer is yes. Here is the backstory.", "The pardoning power is expressly and exclusively granted to the president in the Constitution. Article Two, Section 2, Clause 1 states that the president “shall have Power to grant Reprieves and Pardons for Offenses against the United States, except in cases of impeachment.”", "MATT GAETZ SUGGESTS TRUMP SHOULD PARDON HIMSELF, POTENTIALLY JOE EXOTIC", "When unpacked, that broad language reveals that the president can only pardon for federal crimes, not for anyone’s impeachment, and he does not need the approval of anyone else in the government.", "Trump is the subject of a criminal investigation for alleged or potential violations of New York state laws. But the existence of a state criminal probe of the president does not impair his ability to insulate himself from the legal consequences of a federal criminal probe, since it is clear that the president cannot pardon anyone — including himself — for state offenses.", "As there has been little modern litigation over the validity and scope of individual pardons for federal offenses, there is little case law. What case law does exist broadly favors an expansive view of presidential pardon power.", "The leading case is Ex parte Garland from 1866. There, the Supreme Court upheld a pardon issued to Augustus Hill Garland, a former Arkansas senator in the Confederate States of America.", "Garland, who supported his native Arkansas during the Civil War, was pardoned after the war of all offenses against the United States by President Andrew Johnson, even though the former senator had not been charged with any crimes. When federal officials, pursuant to a statute, refused to allow Garland to practice law in federal courts due to his support of the Confederacy and failure to renounce that support, he sued them.", "The Supreme Court ruled in Garland’s favor and held that the presidential pardon power “extends to every (federal) offense known to the law, and may be exercised at any time after its commission, either before legal proceedings are taken, or during their pendency, or after conviction and judgment.”", "The language in the Garland case should put an end to speculation about the legal validity of prophylactic pardons, as should our collective memories. President Gerald R. Ford famously pardoned former President Richard M. Nixon in 1974, a pardon Nixon accepted even though he had not been charged with committing any federal crime.", "And in 1977, on his first day in office, President Jimmy Carter pardoned hundreds of thousands of young men who declined to be drafted into the military during the Vietnam War era, many of whom had fled to Canada, and nearly all of whom had not been charged with draft evasion.", "President George H.W. Bush pardoned six Reagan-era officials in the Iran-Contra affair in 1992, including former Secretary of Defense Caspar Weinberger — whose trial was about to commence at the time of the pardon and at which the pre-presidential behavior of Bush was to have been laid before the jury.", "In 2001, President Bill Clinton pardoned his half-brother, Roger, over an old cocaine possession conviction. President Clinton pardoned his former business partner Susan McDougal over a land deal in which he and Hillary Clinton had arguably been involved.", "President Clinton also infamously pardoned Marc Rich for a conviction of income tax evasion, and then accepted a substantial donation to the Clinton Foundation from Mrs. Rich.", "All of these pardons were and remain legally valid.", "It was well-known to the framers of our Constitution that British monarchs only pardoned for specific, already-charged offenses. Professor Aaron Rappaport of Hastings College of the Law at the University of California, Berkeley, has argued that the original understanding of the pardon power was that it would be used only for crimes that had already been charged.", "CLICK HERE TO SIGN UP FOR OUR OPINION NEWSLETTER", "Others have argued that the concept of bilateral fairness — which certainly animated James Madison when he drafted the Due Process Clause of the Constitution’s Fifth Amendment — mandates that no person shall be a judge in his own case.", "Both of these points are well-taken and historically correct. If the president pardons for crimes not yet charged, is he exercising powers that the framers never understood that they were giving him? If the president pardons himself, is he acting as a judge in his own case? The answer to both of these questions is yes. Yet, the Supreme Court and history teach that while such pardons may be eviscerated politically, they will be upheld legally.", "Before the president pardons his children, his colleagues and himself, he should pardon all those convicted under federal drug laws for use and possession. They harmed no one. He should also pardon Julian Assange, who revealed the slaughter of innocent civilians and the cover-up by the U.S. military in Afghanistan, and Edward Snowden, who revealed that the feds have engaged in secret, unlawful and warrantless spying on hundreds of millions of innocent Americans.", "CLICK HERE TO GET THE FOX NEWS APP", "Assange and Snowden have been bitterly targeted and verbally savaged by the Deep State, but these heroes risked their lives and liberties so we might know the truth about government lawbreaking.", "Should pardons produce justice? Sometimes they do — as would be the case for Assange and Snowden. But the essence of a pardon is mercy, not justice — and they are often opposites.", "CLICK HERE FOR MORE FROM JUDGE ANDREW P. NAPOLITANO"], "authors": ["Andrew Napolitano", "Andrew P. Napolitano", "A Former Judge Of The Superior Court Of New Jersey", "Is The Senior Judicial Analyst At Fox News Channel."], "keywords": ["p", "charged", "andrew", "pardoned", "pardons", "federal", "law", "crimes", "pardon", "trump", "case", "clinton", "judge", "president", "napolitano"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}