{"keywords": ["sandwich", "sundays", "chain", "ads", "listing", "chickfila", "popeyes", "workers", "recruits", "chicken", "shift", "york", "trolls", "wars", "shifts"], "authors": ["Janine Puhak", "Janine Puhak Is An Editor For Fox News Lifestyle. Follow Her On Twitter At"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "title": "Popeyes trolls Chick-fil-A, recruits Sunday shift workers", "pubDate": null, "url": "http://www.foxnews.com/food-drink/popeyes-trolls-chick-fil-a-sunday", "paragraphs": ["Here we go again.", "New shots have been fired in the ongoing chicken sandwich wars, as Popeyes has reportedly placed classified newspaper ads across the country, seeking workers for Sunday restaurant shifts. The listing allegedly targets competitor Chick-fil-A, as the chain is famously closed on Sunday – which Popeyes has previously mocked in the ongoing battle for chicken sandwich supremacy.", "Over the weekend, Popeyes placed print ads in the New York Post, New York Times, Boston Globe, and Miami Herald, according to Business Insider. The listing sought “chicken sandwich professionals” for open Sunday shifts at the Louisiana-inspired chicken chain.", "WENDY'S JOKES ABOUT 10-PATTY BURGER, BUT IT MIGHT BECOME A REAL THING", "“Part-time position. Must have experience preparing chicken sandwiches. Must have availability on Sundays,” an image of the job listing, shared to Twitter, read.", "Though no rival was directly mentioned in the posting, the fast-food chain appeared to direct the jab at Chick-fil-A. The chicken-centric chain has long stuck to its guns regarding its notorious \"Closed on Sunday\" policy, and even has a portion of its website dedicated to explaining it.", "“At the end of a busy week, hours after the sun sets on Saturday evening, we turn out the lights and close our doors,” a video reveals. “For one day, our restaurants are still. Closing on Sunday is a practice established by our Founder Truett Cathy that we still hold true to today.”", "FOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWS", "A representative for Popeyes said the company was simply having “fun” with its latest hit in the fast food-feud.", "\"Popeyes continues to be humbled by the love its guests have shown for The Chicken Sandwich. We decided to have fun with this by posting classified ads, alerting potential hires to some of our openings,” the representative told Business Insider. “And yes, they must have Sundays open.”", "In August, Popeyes launched chicken sandwich wars by picking feuds with competitors, while promoting the initial run of its now-famous Chicken Sandwich.", "CLICK HERE TO GET THE FOX NEWS APP", "The new menu addition quickly sold out, and Popeyes relaunched the item in November. However, the fervor surrounding the sandwich has since sparked several incidents of bad traffic, fist fights, viral videos and, in some cases, extreme violence.", "Fox News’ Alexandra Deabler contributed to this report."], "id": "2b96fccf-29d0-3605-a45d-5155ca610d4e", "summary": "New shots have been fired in the ongoing chicken sandwich wars, as Popeyes has reportedly placed classified newspaper ads across the country, seeking workers for Sunday restaurant shifts.\nThe listing allegedly targets competitor Chick-fil-A, as the chain is famously closed on Sunday – which Popeyes has previously mocked in the ongoing battle for chicken sandwich supremacy.\nThe listing sought “chicken sandwich professionals” for open Sunday shifts at the Louisiana-inspired chicken chain.\n\"Popeyes continues to be humbled by the love its guests have shown for The Chicken Sandwich.\n“And yes, they must have Sundays open.”In August, Popeyes launched chicken sandwich wars by picking feuds with competitors, while promoting the initial run of its now-famous Chicken Sandwich."}