{"id": "2b9f08a3-5611-3c3d-b102-4415772d0f43", "title": "Need a Cheap Laptop? These Are Our Favorites", "url": "https://www.wired.com/gallery/best-cheap-laptops#intcid=_wired-most-popular-right-rail_3a2c6f3a-f198-4764-aa82-3a080905b943_popular4-1", "summary": "You'd think somewhere in the miraculous technological utopia of our age, we'd also be able to get a decent laptop without spending a fortune.\nA light, \"fast enough\" laptop for under $700—is that so much to ask?\nWe've tested a ton of cheap laptops, and for everyday tasks, these machines will do everything you ask of them—and leave some money in your bank account.\nBe sure to check out our other buying guides, including the Best Laptops and Best MacBooks.\nUpdated December 2020: We added the latest iPad, as well as a new Lenovo 2-in-1.", "paragraphs": ["Computers have put people on the moon and sent cute robots to Mars. You'd think somewhere in the miraculous technological utopia of our age, we'd also be able to get a decent laptop without spending a fortune.", "All I want is something portable enough that doesn't give me back strain after toting it around for a day and powerful enough to get some basic work done. A light, \"fast enough\" laptop for under $700—is that so much to ask? Fortunately, it is possible, but there are some trade-offs. You can't edit videos or play hardcore games on these machines. The displays won't be as sharp as more expensive models. We've tested a ton of cheap laptops, and for everyday tasks, these machines will do everything you ask of them—and leave some money in your bank account.", "Be sure to check out our other buying guides, including the Best Laptops and Best MacBooks.", "Special offer for Gear readers: Get a 1-Year Subscription to WIRED for $5 ($25 off). This includes unlimited access to WIRED.com and our print magazine (if you'd like). Subscriptions help fund the work we do every day.", "Updated December 2020: We added the latest iPad, as well as a new Lenovo 2-in-1."], "authors": ["Scott Gilbertson", "Scott Gilbertso"], "keywords": ["youd", "work", "favorites", "wont", "need", "best", "wiredcom", "wired", "laptops", "ask", "laptop", "cheap", "machines"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}