{"id": "2baa21f4-30e5-39df-88ea-388d72587b8f", "title": "Spring Budget: the UK's spend now, tax later economic policy", "url": "https://www.ft.com/video/48609ab0-a29f-49d8-a7f8-9592430bcab7?playlist-name=section-82645c31-4426-4ef5-99c9-9df6e0940c00&playlist-offset=5", "summary": "We've seen a terrible year last year, the worst performance of the UK economy for over 300 years.\nAnd then moving forward about a 3% hit to the long term level of output is what the official forecaster expects for the UK.\nCHRIS GILES: This will no longer put Britain as having a low level of corporate taxes or tax revenues compared with profits.\nWe'll have pretty high tax revenues coming out of profits in the UK.\nBut really, things are terribly uncertain at the moment and it's still a really fragile time for the UK economy.", "paragraphs": ["You can enable subtitles (captions) in the video player", "CHRIS GILES: The UK budget was a spend now, tax later affair, where the government decided to spend a lot of money this year, next year and a little bit into 2023 to try and kick start UK economy and then in the medium term pay back the hole in the public finances with pretty large tax increases on both companies and on households. These tax increases I think are one of the largest we've seen in the UK for well over a decade, maybe even longer than that.", "RISHI SUNAK: We will continue doing whatever it takes to support the British people and businesses through this moment of crisis.", "CHRIS GILES: The next two years they'll be another $65 billion pounds of additional public spending on top of what was already in place for the health services, et cetera. And that's about 3% of national income. But after that, in 2024, and in 2025, there are big tax increases planned, both in company taxes and in personal taxes to pay for basically the hole in the public finances that is expected to be there persistently from the hole of the COVID crisis.", "RISHI SUNAK: Once we are on the way to recovery we will need to begin fixing the public finances.", "CHRIS GILES: The idea, the strategy is to try and get the economy to grow quickly and get back to its pre-pandemic level hopefully by the middle of next year, 2022. And then after that, the economy's growth rate will slow, but they hope to get more money in through taxes, particularly from companies, so that debt doesn't rise any longer, and it stabilises the public finances at a new and worse level, but a stable level.", "What the figures say?", "If we're looking at the economic figures, the forecasts are now slightly better in the short term. We've seen a terrible year last year, the worst performance of the UK economy for over 300 years. GDP fell by 9.9 or just call it 10% in one year and they were expecting pretty rapid growth from the spring of this year onwards, difficult first quarter and then pretty rapid growth after that. And then a strong 2022. So getting back to the 2019 peak in the middle of 2022. And then moving forward about a 3% hit to the long term level of output is what the official forecaster expects for the UK.", "RISHI SUNAK: In 2023 the rate of corporation tax paid on company profit will increase to 25%.", "CHRIS GILES: This will no longer put Britain as having a low level of corporate taxes or tax revenues compared with profits. We'll have pretty high tax revenues coming out of profits in the UK. And also all the income tax thresholds have been frozen, so inflation will eat away at those and that will raise quite a lot of money the government hopes.", "What does it all mean?", "This is obviously an interim measure from this government. We're still in the middle of the coronavirus crisis. It's not the last word on the subject. The government hopes that the economy will perform better than the forecasts show, and then it might have some money to play with in a few years time. But really, things are terribly uncertain at the moment and it's still a really fragile time for the UK economy.", "[MUSIC PLAYING]"], "authors": ["Produced", "Filmed Petros Gioumpasis"], "keywords": ["money", "level", "term", "economic", "uk", "later", "pretty", "uks", "spring", "economy", "taxes", "public", "policy", "spend", "budget", "tax", "giles"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}