{"id": "2bb8341c-c94a-3a3a-9d0d-4361d9934faf", "title": "The East", "url": "https://www.vogue.com/article/united-states-of-fashion-east", "summary": "Karl and Susan OttisonNantucket, MassachusettsKarl and Susan Ottison have been making baskets together since they were married in Nantucket, 42 years ago.\nSusan credits her sister Nancy with teaching her the artistry behind the island’s signature rattan style, while Karl takes care of the woodworking.\n(Each basket, which takes at least 40 meticulous hours to create, becomes an instant heirloom.)\nIn a city not known for sartorial style, flair, or experimentation, the label’s fanciful eveningwear makes a statement.\n“Instead of rooting our brand in the American fashion idea, we are totally rooted in the international,” Cynthia says.", "paragraphs": ["Karl and Susan Ottison", "Nantucket, Massachusetts", "Karl and Susan Ottison have been making baskets together since they were married in Nantucket, 42 years ago. Susan credits her sister Nancy with teaching her the artistry behind the island’s signature rattan style, while Karl takes care of the woodworking. (Each basket, which takes at least 40 meticulous hours to create, becomes an instant heirloom.) Carrying on their local tradition and sharing Nantucket’s history with others—clients come from far and wide to commission the Ottisons, and their work has even landed in the White House—is what keeps the couple inspired. “Our work is a modern-day representation of a craft that began 160 years ago,” Susan says.—Emily Farra", "From left: Model Selamawit Yirga, model Katherine Calvert, and influencer Anchyi Wei, all wearing Dur Doux. Photographed by Sabiha Çimen of Magnum Photos", "Dur Doux", "Washington, D.C.", "Founded in 2013 by mother-daughter duo Cynthia and Najla Burt in Washington, D.C., Dur Doux (“hard soft”) brings an original avant-garde sensibility to everything they make, from a pastel high-low tulle evening number to a teal minidress covered in rosettes. In a city not known for sartorial style, flair, or experimentation, the label’s fanciful eveningwear makes a statement. Still, D.C.’s global perspective is key. “Instead of rooting our brand in the American fashion idea, we are totally rooted in the international,” Cynthia says. A city like New York could also offer a global mindset—Dur Doux did make their Fashion Week debut there last September—but D.C. also boasts space to create and historic architecture to inform their work. durdoux.com—Sarah Spellings"], "authors": ["Condé Nast"], "keywords": ["model", "global", "doux", "dur", "east", "susan", "karl", "work", "fashion", "style", "takes"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}