{"summary": "A New Mexico state senator was reportedly convicted on misdemeanor aggravated drunken driving and reckless driving charges Tuesday -- nearly six months after he rear-ended a driver stopped at a red light in the state.\nThird, the consequences,” Mark Probasco, a special prosecutor with the state attorney general’s office said, according to The Journal.\n— Mark Probasco, special prosecutor with New Mexico state attorney general’s officeMartinez originally told officers he had only “a beer or two,” but later admitted he had multiple glasses of wine.\nThe officer who arrested Martinez said the senator was slurring his speech and had alcohol on his breath.\nCLICK HERE TO GET THE FOX NEWS APPA former Republican state senator in New Mexico was defeated last year after she was convicted for DUI in 2018, The Journal reported.", "keywords": ["test", "defendant", "attorney", "democrats", "journal", "party", "warn", "state", "dui", "mexico", "leaders", "conviction", "senator", "cost", "choice", "panel", "senate", "martinez"], "paragraphs": ["A New Mexico state senator was reportedly convicted on misdemeanor aggravated drunken driving and reckless driving charges Tuesday -- nearly six months after he rear-ended a driver stopped at a red light in the state.", "Sen. Richard Martinez, a Democrat, failed a field sobriety test and injured himself and the two people in the other car in the June crash. He also refused to take a breathalyzer test, The Albuquerque Journal reported.", "ARIZONA LAWMAKER ARRESTED FOR DUI, REPORTEDLY TELLS OFFICER, 'YOU'LL GET YOURS'", "Martinez has served in the state’s Senate since 2001 and previously said he would not resign after his arrest. He pleaded not guilty to the charges.", "After his conviction, top Democrats in the state said they would recommend asking him to leave as chairman of the Senate Judiciary Committee, but Senate Majority Leader Peter Wirth and Senate President Pro Tem Mary Kay Papen said they would let Martinez or voters decide his fate in the Senate. They said they would deliver their recommendation next month.", "“The defendant made the choice to drink. Second, he made the choice to drive impaired. Third, the consequences,” Mark Probasco, a special prosecutor with the state attorney general’s office said, according to The Journal. “No one is above the law, not even a senator — not even this defendant.\"", "\"The defendant made the choice to drink. Second, he made the choice to drive impaired. Third, the consequences. No one is above the law, not even a senator — not even this defendant.\" — Mark Probasco, special prosecutor with New Mexico state attorney general’s office", "Martinez originally told officers he had only “a beer or two,” but later admitted he had multiple glasses of wine. His attorney claimed the crash was an accident and said he failed the sobriety test because he was dazed from hitting the windshield.", "The officer who arrested Martinez said the senator was slurring his speech and had alcohol on his breath.", "He faces up to 180 days in jail as he goes up for reelection next year.", "CLICK HERE TO GET THE FOX NEWS APP", "A former Republican state senator in New Mexico was defeated last year after she was convicted for DUI in 2018, The Journal reported.", "The Associated Press contributed to this report."], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "https://www.foxnews.com/politics/new-mexico-democratic-state-senator-convicted-of-dui-reckless-driving-in-june-crash", "authors": ["Brie Stimson", "Mark Probasco", "Special Prosecutor With New Mexico State Attorney General S Office"], "id": "2bbe80e6-8656-370f-a370-f3ee351e5081", "pubDate": null, "title": "New Mexico Democrat's DUI conviction could cost him panel chairmanship, state party leaders warn"}