{"id": "2bf958c4-e42a-32cb-b9b3-e68880e78bb3", "title": "The Bride Wore a Vintage Suit for Her Switzerland Elopement", "url": "https://www.vogue.com/slideshow/the-bride-wore-a-vintage-suit-for-her-switzerland-elopement", "summary": "“I moved to England in 2017 for a garden residency and met Philip and his twin brother Robin through a mutual friend,” Amy remembers.\n“I had an interview at the Swiss Embassy in DC,” Amy remembers.\nAmy wore a vintage yellow silk twill suit she found for almost nothing before they even knew that they were going to elope.\n“It was so special to see our parents, grandparents, and beyond on their wedding days,” Amy remembers.\n“In hindsight, it felt almost like a wartime wedding, flinging myself across closed borders to Switzerland to be with Philip.", "paragraphs": ["During the COVID-19 Pandemic, Vogue’s goal in our coverage is to celebrate responsible wedding planning, showcase a love story, and shed light on the questions that engaged couples are asking themselves now.", "For those who are wedding planning, be sure to comply with all applicable state and local laws, guidelines, and CDC recommendations to ensure safety and reduce the risk of contracting and transmitting Covid-19.", "Floral designer and writer Amy Merrick and architect and editor Philip Shelley’s relationship was a slow burn. They were good friends for several years before they finally let themselves fall in love. “I moved to England in 2017 for a garden residency and met Philip and his twin brother Robin through a mutual friend,” Amy remembers. “He was only in town for the weekend, but we bonded over our shared sensibility and perspective on architecture, gardens, and life in general. It was a sort of rare, old-fashioned friendship, sending each other books in the mail and meeting for lunch whenever he was in town. We both were preoccupied with other life circumstances, but despite ourselves, we quietly fell in love.”", "Soon after they first got together, they both separately confided in their families that they knew they were going to get married. “I already had a very special family ring from my great-grandmother, so we didn’t fuss too much with a formal engagement,” Amy explains. Instead, they made vows to each other in private, on top of a mountain near Amy’s family’s house in New Hampshire, where they spent their first summer together as a couple.", "When it came to planning the actual wedding, they took a laid-back approach. “As a florist, I have slight PTSD from so many weddings,” Amy admits. “But when the pandemic started and borders began closing, it immediately became clear that we needed to rethink our plans to ensure that we could be together. The time we spent in lockdown in London cemented our commitment to one another in the purest ways.”", "In June, Amy had to return to the United States because her visa and passport were both expiring, and Philip had to go back to Switzerland. At that point, they were separated for two months due to the European travel ban.", "In July, they decided to elope in Zurich as Philip was already there, and it was the only place still holding international marriages. “It meant our families couldn’t be with us, but they were incredibly supportive, knowing the security it would give us,” Amy says. “I definitely cried realizing that my sister and Philip’s twin brother wouldn’t be by our sides. We decided the elopement would be phase one of our wedding, and we’ve promised our parents a party in the countryside when we can all travel to be together.”", "Planning for the elopement involved making their way through the piles of paperwork required in order to be reunited. “I had an interview at the Swiss Embassy in DC,” Amy remembers. “We had to prove our relationship was genuine and Philip had to write me a a formal invitation to come to Switzerland—something that we ultimately have to get framed.”", "After Amy arrived in Zurich, they had ten days of quarantining together to get reacquainted after having been apart for two months. “It felt like we took our honeymoon early!” Amy jokes. “I ordered our wedding cake, bought opera tickets and my shoes, made dinner reservations and booked our actual honeymoon all the week before our ceremony. We wanted it to feel special, but also not absurd given the circumstances. It wasn’t a total austerity wedding, but we both already had our suits, we used family rings, and kept it really quite simple.”", "Friends pitched in every step of the way. Molly Zaidman agreed to take photos throughout the day. “She’s exquisitely talented, and she doesn’t usually shoot weddings,” Amy explains. “Once she was on board, I knew it would all be fine.” One of Philip’s closest friends, James Beresford, flew from London to serve as the witness. “If we had gotten married one week later, he would have been restricted from entering,” Amy says. “We were so lucky our wedding date of September 22 ended up being in a lull between the first and second waves.”", "On the actual morning of the wedding, Amy woke up early to go to the farmers’ market to buy flowers for her bouquet and apricot croissants for breakfast. “I would never recommend another bride attempt this, but as a florist, it was the perfect, grounding way for me to start the day. Philip, bless him, had a spare hour in the morning so he filed his tax return, and then went for a swim in the lake with James.”", "The bride and groom got ready together. Amy wore a vintage yellow silk twill suit she found for almost nothing before they even knew that they were going to elope. “It was such a relief to have something I loved and not have to worry about shopping during the pandemic,” she says. “It felt like classic city hall to wear a suit; my grandmother did the same thing when she got married in New York in the 1940s so I didn’t overthink it. Whenever we ultimately have a party for our families, I’ll have my ‘dress’ moment, but the tailoring felt perfect for Zurich. I love a strong shoulder!”", "She kept her jewelry simple, wearing only a pair of pear earrings that her grandfather gave to her mother. “I love those old photos of brides in pouty veils, it makes it all seem more ceremonial,” she says. “I made mine myself the day before the wedding. I just stitched up some ivory English tulle onto a comb, and it ended up being my favorite part of my outfit.” Her shoes were copper Bruno Magli pumps. Makeup was kept simple and natural, and Amy did it herself. “I tucked my lipstick in my suit pocket for the day and that was that!”", "The groom opted for a dark gray Lanvin suit, a crisp white shirt, gray-blue silk grenadine tie, and a Swiss wristwatch from 1918 that belonged to his great uncle and was a gift from his father. “My father lent us his own wedding ring for Philip, which was so very special, too,” Amy says. “We’ll pick out some rings of our own once we can go out shopping in a post-pandemic world, but for now, we’re both wearing family rings.”", "Once they were ready to go, they walked through the old part of the city to the Stadthaus, with onlookers congratulating them every step of the way. “I was completely nervous and excited, while Philip was gorgeously relaxed,” Amy remembers. Once they arrived at City Hall, Amy surprised Philip with generations of family wedding photos. Philip’s mother had helped her round them up from his side. “It was so special to see our parents, grandparents, and beyond on their wedding days,” Amy remembers. “We both are suckers for family history, and it was a beautiful way of having them all by our side.”", "The couple took their seats around a board room table with the officiant behind a Plexiglass safety screen, and the ceremony clocked in at just under three minutes—making it a remarkable feat of Swiss efficiency. “The whole thing was extremely straightforward and Philip joked afterwards that the wedding vows the officiant asked us to repeat might as well have been: ‘Will you please sign this piece of paper?’ Honestly, it was such a blur of excitement to me that I hardly was aware of what was being said. Luckily, it was in English, but it wouldn’t have even mattered.” Afterwards, they signed the contract and kissed. “We felt overflowing, unadulterated joy,” Amy remembers. “It was so succinct a ceremony, though, that we even forgot to exchange rings and had to do it ourselves later in the afternoon.”", "James had organized a video call so their families could tune in to see everything unfold, but they didn’t find out until afterward that they were accidentally on mute, so no one could hear anything. Luckily, they managed to speak with them as soon as it was all over.", "“My nervous energy melted away into such tender gratitude and love when it was all said and done,” Amy says. “We’d be together, finally, no matter what. Rather than cry during the ceremony, I was weepy afterwards in his arms, knowing that we wouldn’t be separated again. It was the deepest relief we could fathom, and the simplest, purest feeling of happiness we’ve known.”", "After the service, they walked to Sprüngli, a beloved Swiss confectionary for a champagne toast and cake—a chocolate ganache with a halo of sugar daisies. Amy had been gifted her great-grandmother’s silver cake server to use for their first slice. And there, Amy gave Philip her present to him: a series of letters she’d written to him from over the course of their friendship, but never sent. “I always quietly loved him, even from the very start,” she says.", "The following morning, they took a train to the little village of Soglio in the Alps, where they stayed for a few nights at the Palazzo Salis. “We count ourselves very fortunate to have been able to elope the way we did,” Amy says. “In hindsight, it felt almost like a wartime wedding, flinging myself across closed borders to Switzerland to be with Philip. And while it was bittersweet as our families weren’t with us, it also felt beautiful to focus simply on our commitment to each other. There will be a time to celebrate all together again, and oh, how sweet that will be.”"], "authors": ["Alexandra Macon", "Alexandra Maco"], "keywords": ["families", "vintage", "family", "suit", "way", "felt", "philip", "elopement", "bride", "love", "switzerland", "took", "remembers", "wore", "amy", "wedding"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}