{"id": "2c271d8a-e089-33d0-89ec-a0048a719267", "title": "Pope Francis commends Prince Philip's 'devotion to marriage and family,' public service", "url": "http://www.foxnews.com/world/pope-francis-prince-philip-devotion-marriage-family-public-service", "summary": "Pope Francis praised the late Prince Philip for his commitment to marriage and a life of public service.\nIn a telegram sent by the Vatican’s secretary of state and made public on Saturday, Francis said he was \"saddened\" to learn of Philip's death on Friday at age 99.\nPrince Philip, the husband of Queen Elizabeth II who spent more than seven decades supporting his wife in a role that mostly defined his life, died on Friday, Buckingham Palace said.\n\"It is with deep sorrow that Her Majesty The Queen has announced the death of her beloved husband, His Royal Highness The Prince Philip, Duke of Edinburgh.\nPRINCE PHILIP'S FUNERAL PLANS BEING REVISED DUE TO CORONAVIRUS PANDEMIC: REPORTPhilip and the queen were married for 73 years.", "paragraphs": ["Pope Francis praised the late Prince Philip for his commitment to marriage and a life of public service.", "In a telegram sent by the Vatican’s secretary of state and made public on Saturday, Francis said he was \"saddened\" to learn of Philip's death on Friday at age 99.", "He also offered Queen Elizabeth II \"heartfelt condolences\" for the loss of her husband of 73 years", "\"Recalling Prince Philip’s devotion to his marriage and family, his distinguished record of public service and his commitment to the education and advancement of future generations, His Holiness commends him to the merciful love of Christ our Redeemer,\" read the telegram sent in the pontiff's name.", "PRINCE PHILIP REMEMBERED: BORIS JOHNSON LEADS TRIBUTES TO DUKE OF EDINBURGH", "\"Upon you and upon all who grieve his loss in the sure hope of the resurrection, the Holy Father invokes the Lord’s blessings of consolation and peace,\" the message concluded.", "Prince Philip, the husband of Queen Elizabeth II who spent more than seven decades supporting his wife in a role that mostly defined his life, died on Friday, Buckingham Palace said.", "\"It is with deep sorrow that Her Majesty The Queen has announced the death of her beloved husband, His Royal Highness The Prince Philip, Duke of Edinburgh. His Royal Highness passed away peacefully this morning at Windsor Castle,\" the statement reads.", "PRINCE PHILIP'S FUNERAL PLANS BEING REVISED DUE TO CORONAVIRUS PANDEMIC: REPORT", "Philip and the queen were married for 73 years. During England’s coronavirus lockdown, he had been staying at Windsor Castle, west of London, with the 94-year-old reigning monarch.", "On Feb. 16, Philip was admitted to a London hospital after feeling unwell. On March 3, he underwent a procedure for a pre-existing heart condition at St. Bartholomew’s Hospital before being transferred back to King Edward VII hospital on March 5 and ultimately released home on March 16.", "CLICK HERE TO GET THE FOX NEWS APP", "He is the longest-serving royal consort in British history. He and the queen have four children, eight grandchildren and 10 great-grandchildren.", "The Associated Press contributed to this report."], "authors": ["Melissa Roberto"], "keywords": ["philips", "telegram", "prince", "pope", "service", "francis", "husband", "royal", "hospital", "marriage", "commends", "public", "devotion", "windsor", "philip", "family", "queen"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}