{"id": "2c3eafd5-798e-3d97-abdd-06e86bfb2b60", "title": "Operencia: The Stolen Sun Review – A Refreshing And Digestible Dungeon Crawler", "url": "https://www.gameinformer.com/review/operencia-the-stolen-sun/a-refreshing-and-digestible-dungeon-crawler", "summary": "Its newest title, Operencia: The Stolen Sun, is a first-person, grid-based dungeon crawler – a style of RPG established decades ago by games like Wizardry and Dungeon Master.\nThankfully, Operencia features as many new and unique ideas as it does nods to the past, making it a satisfying adventure.\nFantasy tropes are a dime a dozen in many dungeon crawlers, but Operencia is notable for which fantasies it calls upon.\nNothing about Operencia’s combat loop is particularly revolutionary, but the pacing is spot-on and the sense of steady progress remains satisfying throughout the approximately 35-hour runtime.\nOperencia probably won’t be kicking off a massive revival of grid-based dungeon crawlers, but it is a worthy successor to the classics.", "paragraphs": ["Zen Studios is best known for its plethora of pinball-based projects, but the eccentric interests of the Hungary-based developer don’t end there. Its newest title, Operencia: The Stolen Sun, is a first-person, grid-based dungeon crawler – a style of RPG established decades ago by games like Wizardry and Dungeon Master. Thankfully, Operencia features as many new and unique ideas as it does nods to the past, making it a satisfying adventure.", "Fantasy tropes are a dime a dozen in many dungeon crawlers, but Operencia is notable for which fantasies it calls upon. The tale is steeped in Hungarian folklore, from the Sun King Napkirály (whose kidnapping kicks off your adventure) to mythical figures like Hadur and Goncol. Zen Studios has crammed a surprising amount of its home country’s myths and legends into Operencia, and while you still fight plenty of animated skeletons along the way, a lot of your quest to save Napkirály feels refreshingly new; you hunt for the Sword of Attila, battle shape-shifting three-headed dragons, and talk celestial deities into joining your party.", "Hungarian folklore also gives the diverse levels a unique feel, from the Griffin-filled branches of the World Tree to the glimmering paths of the Copper Forest. These 3D environments are lushly detailed, but still adhere to the grid-based movement of yesteryear. As such, exploration can feel a bit wonky at first, as you walk and strafe your way through the environment one block at a time. However, in addition to providing some fun throwback nostalgia, the system also comes in handy when solving puzzles and searching for the myriad secrets and treasures squirreled away in each level.", "Zen’s take on the dungeon crawler also feels like it was made with the completionist in mind; each level’s map tells you exactly how much of the location you’ve discovered and how many secrets remain hidden, encouraging you to see and do everything the game has to offer. A healthy dose of Metroid-style exploration means you’ll be returning to earlier levels with new items to solve old mysteries, such as a magic feather that levitates and moves heavy objects, and a pair of magic boots you can use to outrun deadly spike traps. Solving a puzzle that’s been percolating in the back of your mind for a few hours is extremely rewarding, and aside from a few obtuse clues – not to mention a sliding picture puzzle that had me cursing up the office – Operencia’s challenges are creative, clever, and fun to work out.", "As you explore each level you encounter roaming enemies, which trigger discrete turn-based battles. Operencia’s combat is straightforward but satisfying; your four party members (selected from a larger pool of seven) take turns doling out ranged and melee attacks, powerful area-of-effect strikes, and a variety of elemental spells from a first-person perspective. Each character has numerous special abilities to unlock, from invaluable group heals to a devastating sword strike that has a chance to trigger an instant kill. These abilities cost energy, which can be recovered with a defensive maneuver that works on a cooldown. As such, part of the challenge (and enjoyment) lies in balancing your party’s health and energy levels, and prolonging fights long enough to recoup the latter as much as possible. The question isn’t if you’ll win a battle, but rather how efficiently you can win.", "Combat encounters, as well as hidden treasure chests, offer a steady stream of new weapons and armor, which provide incremental upgrades to your party as you cycle around equipment. Leveling up also awards a variety of passive abilities and skill points, and every party member earns experience points whether they are in the fight or not. Nothing about Operencia’s combat loop is particularly revolutionary, but the pacing is spot-on and the sense of steady progress remains satisfying throughout the approximately 35-hour runtime. The story also holds up, introducing new characters, locations, and a few memorable plot twists during your quest to return the sun to the Middle World.", "Zen Studios has found itself another cozy niche in the video game market, and as always, the studio’s enthusiasm for the subject matter shines through. Operencia probably won’t be kicking off a massive revival of grid-based dungeon crawlers, but it is a worthy successor to the classics. I enjoyed the consistently pleasant mix of environmental puzzles and combat, as well as the crash course in Hungarian folklore."], "authors": [], "keywords": ["combat", "crawler", "dungeon", "digestible", "stolen", "levels", "studios", "folklore", "operencias", "satisfying", "operencia", "review", "party", "refreshing", "gridbased"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}