{"id": "2c5f1106-1ef0-3c72-a88b-674cc94b0fcf", "title": "Sam Adams buying beer for COVID-19 vaccine recipients", "url": "https://www.foxnews.com/food-drink/sam-adams-buying-beer-covid19-vaccine-receipients", "summary": "Samuel Adams is incentivizing the shot to receive the coronavirus vaccine by offering a drink on the beer brand, for a limited time.\nThe ad stars Sam Adams’ comedic \"Your Cousin From Boston\" character, which advertising firm Goodby, Silverstein & Partners teases as \"a lovable, rough-and-tumble New Englander in all his trials, tribulations, and toasts no one asked for.\"\nIn the quick clip, the current face of Sam Adams makes a fuss over receiving the vaccine, later reuniting with friends in a bar and exclaiming \"Sam's on me!\"\nCOORS LIGHT WILL TRADE YOU FREE BEER FOR ‘QUARANTINE CLUTTER’Starting April 12, the beer brand is inviting fans to do just that.\nFOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWS\"Sam Adams hopes drinkers will get back to supporting the bars and restaurants they love,\" the beer brand said of the pitch.", "paragraphs": ["Samuel Adams is incentivizing the shot to receive the coronavirus vaccine by offering a drink on the beer brand, for a limited time.", "The Boston-based brewery announced the promotion Wednesday, with a silly TV spot to support the shot. The ad stars Sam Adams’ comedic \"Your Cousin From Boston\" character, which advertising firm Goodby, Silverstein & Partners teases as \"a lovable, rough-and-tumble New Englander in all his trials, tribulations, and toasts no one asked for.\"", "In the quick clip, the current face of Sam Adams makes a fuss over receiving the vaccine, later reuniting with friends in a bar and exclaiming \"Sam's on me!\"", "COORS LIGHT WILL TRADE YOU FREE BEER FOR ‘QUARANTINE CLUTTER’", "Starting April 12, the beer brand is inviting fans to do just that. Following the vital vaccinations, Sam Adams says it will send $7 through Cash App for a beer at a favorite watering hole to anyone who posts a photo of their vaccination sticker or bandage to Instagram or Twitter, using the hashtag #ShotForSam.", "The promotion is open to U.S. residents age 21 and up, official rules state, with the giveaway slated to close May 15, or until 10,000 eligible entries are received.", "FOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWS", "\"Sam Adams hopes drinkers will get back to supporting the bars and restaurants they love,\" the beer brand said of the pitch. \"So if you get vaccinated against Covid-19, we'll buy your first beer back!\"", "Though the intention was surely sweet, Krispy Kreme was recently forced to defend itself after being criticized for offering free doughnuts to people who had received the vaccine."], "authors": ["Janine Puhak", "Janine Puhak Is An Editor For Fox News Lifestyle."], "keywords": ["adams", "brand", "promotion", "covid19", "sam", "free", "watering", "shot", "offering", "buying", "vaccine", "recipients", "beer"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}