{"id": "2c7aad4a-9603-3bb8-a681-0c9ffcc32eb4", "title": "Destruction AllStars Review – Wrecking Havoc In The Arena", "url": "https://www.gameinformer.com/review/destruction-allstars/destruction-allstars-review-wrecking-havoc-in-the-arena", "summary": "Destruction AllStars targets the dumbest part of our human brains with a simple proposition: Do you want to drive a car around and smash stuff?\nThe whiplash-inducing crashes and unique character abilities are initially satisfying, but only the most dedicated rubberneckers will find a reason to stick around.\nEvents start with a mass scramble, as each character sprints to claim one of several available cars on the arena floor.\nDestruction AllStars is a PlayStation 5 exclusive, and it does show off what the console can do.\nI had a good time behind the wheel in Destruction AllStars, even if I don’t know that it has enough to keep me around forever.", "paragraphs": ["Destruction AllStars targets the dumbest part of our human brains with a simple proposition: Do you want to drive a car around and smash stuff? As a matter of fact, I do. The PlayStation 5 exclusive feels like a throwback to games like Destruction Derby, but it breaks ranks from its other car-combat cousins by letting players run around on foot after their car is destroyed. It’s a neat twist that emphasizes the disposable nature of everything that’s happening – including the over-the-top drivers themselves. The whiplash-inducing crashes and unique character abilities are initially satisfying, but only the most dedicated rubberneckers will find a reason to stick around.", "Lucid Games wanted to try something unconventional by making the individual drivers the stars of the auto show. Each of the 16 characters has a bold presence that’s largely conveyed by their wardrobe and cheeky pre-match animations. There’s a lot of pro-wrestling-style posturing, and the introductions by UFC announcer Bruce Buffer are a perfect fit for the game’s vibe.", "Events start with a mass scramble, as each character sprints to claim one of several available cars on the arena floor. Think of it like a high-stakes game of musical chairs; if two players go for the same car, it’s first come, first served. The second player can leap onto the roof and attempt to yank the other driver out with a button-pressing microgame. A successful takeover gives the victor two options: slide into the driver’s seat, or cause a wreck and find another car. It’s a small moment in the game, but I really like this way of getting into the action. It makes the first moments a weird kind of mind game, as players either try to grab an unclaimed car or – troublemakers unite – they veer toward one that is in the process of getting claimed for the risky opportunity to score a quick K.O.", "Driving feels fantastic, with the precision handling that you’d find in a top-tier kart racer. I found the simple act of cruising around genuinely satisfying, building up enough speed to ease onto the banked walls that enclose arenas or performing powerslides to drift dangerously close to pillars, walls, and other obstacles. Of course, other players aren’t keen on indulging this Sunday-drive mentality. Fortunately, they’re at least conceptually easy to deal with. Flicking up on the analog stick engages a speed boost, which lets you escape from harm’s way – or smash into another car or hapless on-foot character. Similarly, a quick left or right will enable you to either juke away from opponents or sideswipe them, depending on what’s happening at the moment. Even though my overall enthusiasm dimmed somewhat over time, I never stopped tensing up in anticipation of a big crash against an unaware enemy vehicle. It feels crunchy and satisfying.", "Cars accrue a lot of damage over the course of the matches; that’s kind of the point, after all. That’s where Destruction AllStars is at its best. Rather than be stuck in the corner somewhere in a smoldering soon-to-be wreck, you can fling yourself from your car whenever you want. Don’t ask how characters are able to so easily bound into the air. The important thing is how great it feels, and the amount of flexibility it provides once you get the hang of it. When my car was clearly on its last legs – a sensation that’s wonderfully reinforced with the DualSense’s adaptive triggers tugging away at the gas and brakes – I beelined toward one of the myriad driverless cars hovering on platforms above the arena floor. There’s just the right amount of suction that makes it easy to leap from one car into the seat of another and continue on your destructive way. You can also leap out at the last second to avoid a potential wreck, or if you just feel like it.", "On foot, you’re a potential target for anyone, but you’re fairly speedy and have access to some basic parkour techniques like wall running. Sometimes it makes sense to run toward the nearest replacement car, and other times it’s more advantageous to pick up some of the collectable gems that are scattered on various platforms. These items help boost your Breaker meters, which are also built up by making contact with enemy cars. You have two Breaker abilities, one for your character and one for your character’s unique car – which must be summoned by filling the vehicle Breaker bar. Each is unique for the character, which contributes to a dizzying amount of chaos in matches.", "Take Lupita, for instance. Her on-foot Breaker allows her to leave a trail of fire behind her, which sets opponents alight. Her unique vehicle’s Breaker has a similar function, leaving Back to the Future-style flaming tire tracks behind her low-slung race car, which can bathe a tightly packed area in devastating flames. Or it can be used defensively to scorch someone who’s following closely behind. Blue Fang, on the other hand, has a burlier unique ride with an array of sawblades mounted on front. For a short while, they can be turned on and, well, you can figure it out from there. His on-foot Breaker makes him resistant to enemy attacks, knocking down on-foot rivals who make the mistake of trying to melee him. I had a lot of fun testing out each hero and seeing how their various moves function. There’s a great training mode that makes it easier to figure out the timing and duration of the Breakers, since each one is so different.", "Characters are the source of much of the game’s variety, for better and worse. Destruction AllStars has four modes, two of which are free-for-alls and two are team based. Mayhem is the flagship mode, where 16 competitors battle for points in timed matches. Points are awarded by doing damage and wrecking opponents. It’s about as simple as it gets. Gridfall gives you one life to see how long you can last in an arena that, frankly, doesn’t seem safe. The floor steadily collapses, pushing players closer together and making navigation more and more precarious. Stockpile and Carnado have teams collect gears from opponents and deposit them into safes or a tornado, respectively. Offline, you can play a few story-based missions, like one inspired by Crazy Taxi. The modes are all pretty fun, but I kept coming back to Mayhem. It feels like it’s the one closest to the game’s core identity, and it’s a nice way to blow off some steam.", "Lucid and Sony envision this as a live-service game, with new characters and modes coming as time goes on. Players will also be able to purchase cosmetic customizations for their favorite drivers. For now, I don’t see the point of spending either the game’s earned or premium currencies. For a game with such personality, the skins are boring palette swaps. I appreciate the fact that character skins affect the cars, too, but I didn’t feel incentivized to spend the coins I earned over several hours to get a blue version of the thing that was green. You can also buy voice clips, emotes or other doodads, but I didn’t find any of those particularly compelling, either.", "Destruction AllStars is a PlayStation 5 exclusive, and it does show off what the console can do. It’s hindered by the game’s basic design, through no real fault of Lucid Games. Sure, the SSD load times are fast when you’re engaging with the offline single-player combat, but matchmaking can be a drawn-out bottleneck. And the action moves so quickly that it can be tricky to fully appreciate the visual fidelity. Time slows down during your best crashes in single-player, giving you a chance to savor every bit of bent metal. In multiplayer, you’re obviously only given the slow-mo visuals when you’re wrecked. I was stunned to see the level of detail when a giant sawblade sliced my car in half in the London arena. For a few seconds, I could see inside my car’s cockpit and marvel at its lovingly rendered roll cage – and even its emergency fire extinguisher. Those kinds of moments are rare, however, since you’re mostly plowing ahead at such ridiculous speeds that you can’t bask in all the mayhem – or even know that the guy who T-boned you just used an emote they spent several bucks on.", "I had a good time behind the wheel in Destruction AllStars, even if I don’t know that it has enough to keep me around forever. That’s not to say there isn’t anything to do; there is a decent-enough selection of modes and activities between online and offline, with more on the way. And I appreciate the instantly satisfying action that’s as easy to drop in and out of as the cars themselves. Even if the novelty of vehicular mayhem isn’t enough to sustain my interest for many more long-haul sessions, I’m looking forward to taking it for a quick spin every now and again."], "authors": [], "keywords": ["havoc", "breaker", "thats", "character", "cars", "allstars", "players", "unique", "games", "destruction", "review", "way", "car", "wrecking", "arena", "youre"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}