{"authors": [], "keywords": ["baghdad", "death", "political", "violence", "nears", "iraqi", "protesters", "tolls", "country", "demands", "protests", "days", "demonstrations", "end", "iraq", "100", "southern"], "pubDate": null, "summary": "Security forces broke up a mass rally in the east of Baghdad, where protesters faced volleys of tear gas and live rounds , witnesses said.\n“Five days of reported deaths and injuries: this must stop,” said the UN’s top official in Iraq, Jeanine Hennis-Plasschaert.\nShe described the violence as a “senseless loss of life” and said those behind it must be held accountable.\nPlay Video 1:09 Iraq protests: police open fire on demonstrators as death toll rises – video“It has been 16 years of corruption and injustice,” said Abbas Najm, a 43-year-old unemployed engineer who was part of a rally on Saturday.\n“We demand clarification from the Iraqi government on those wounded in Baghdad by sniper fire, which is ongoing today,” the commission said.", "title": "Iraq protests: UN demands end to violence as death tolls nears 100", "url": "https://www.theguardian.com/world/2019/oct/06/iraq-protests-un-demands-end-to-violence-as-death-tolls-nears-100", "id": "2c7a3324-e260-3ef0-84a9-002da368619e", "paragraphs": ["Five days of anti-government demonstrations across the country have left at least 99 dead and thousands wounded", "The UN has called for an end to the violence in Iraq after five days of anti-government rallies left nearly 100 people dead, mainly protesters.", "The demonstrations – which have evolved from initial calls for employment and better services to demanding the fall of the government – carried on into Saturday night in various neighbourhoods of Baghdad and southern Iraq, as authorities struggled to agree on a response.", "Security forces broke up a mass rally in the east of Baghdad, where protesters faced volleys of tear gas and live rounds , witnesses said.", "“Five days of reported deaths and injuries: this must stop,” said the UN’s top official in Iraq, Jeanine Hennis-Plasschaert.", "She described the violence as a “senseless loss of life” and said those behind it must be held accountable.", "The violent deadlock presents the conflict-scarred nation with its most serious challenge since the defeat of the Islamic State group two years ago and deepens the political crisis of a country still struggling with the legacy of multiple, unfinished wars since the US invasion in 2003.", "Play Video 1:09 Iraq protests: police open fire on demonstrators as death toll rises – video", "“It has been 16 years of corruption and injustice,” said Abbas Najm, a 43-year-old unemployed engineer who was part of a rally on Saturday. “We are not afraid of bullets or the death of martyrs. We will keep going and we won’t back down.”", "Authorities accused unidentified snipers of shooting into the crowd and said they were searching residential neighbourhoods for those responsible.", "At least 99 people have died and nearly 4,000 have been wounded since protests began in the capital on Tuesday before spreading to the south of the country, according to the Iraqi parliament’s human rights commission.", "The mainly young, male protesters have insisted their movement is not linked to any party or religious establishment and have scoffed at recent overtures by politicians.", "‘Guilt and shame’: journalist James Verini on the US role in the destruction of Iraq Read more", "On Saturday, demonstrators in the southern city of Nasiriyah set fire to the headquarters of six different political parties.", "Thousands also descended on government buildings in the southern city of Diwaniyah, where gunfire was unleashed into the air, AFP correspondents there said.", "Parliament’s human rights commission said Saturday that most of the deaths occurred in Baghdad, where 250 people were also treated for sniper wounds.", "“We demand clarification from the Iraqi government on those wounded in Baghdad by sniper fire, which is ongoing today,” the commission said.", "Parliament had been due to meet on Saturday afternoon but could not reach a quorum, after firebrand cleric Moqtada al-Sadr’s bloc of 54 lawmakers and other factions boycotted the session.", "The former militia leader threw his weight behind the demonstrations on Friday with a call for the resignation of the prime minister, Adel Abdul-Mahdi.", "Sadr’s movement has the power and organisation to bring large numbers of supporters onto the streets, but at the risk of alienating many of those whose protests in recent days have been based on rejecting all of Iraq’s feuding political factions.", "The parliamentary speaker, Mohammed al-Halbusi, had extended a hand to protesters saying “your voice is being heard”.", "But one protester said late Friday: “These men don’t represent us. We don’t want parties anymore. We don’t want anyone to speak in our name.”", "Facebook Twitter Pinterest Mourners carry the coffin of a protester who was killed on the first day of demonstrations in Baghdad.", "Photograph: Alaa Al-Marjani/Reuters", "Abdul-Mahdi had said in an address to the nation that the protesters’ “legitimate demands” had been heard, but he defended the deadly response of security forces as a “bitter medicine” that was necessary for the country to swallow.", "Iraq has a population of just under 40 million people, and is currently the fifth-largest oil producer and exporter worldwide, and the second-largest OPEC producer.", "Youth unemployment stands at 25%, twice the overall rate according to the World Bank, which estimated that 22.5% of the population was living in poverty in 2014.", "The largely spontaneous protests have presented the biggest challenge yet to the Iraqi premier, who came to power a year ago as a consensus candidate promising reforms but whose response to protesters has been seen as tepid.", "How the battle of Mosul was waged on WhatsApp Read more", "“Abdul-Mahdi should have come forward with decisive changes, like the sacking of leading politicians accused of corruption,” said Iraqi analyst Sarmad al-Bayati.", "Authorities restricted access to Facebook and WhatsApp after anti-government demonstrations began on Tuesday, before ordering a total network shutdown on Wednesday.", "Political and religious rifts run deep in Iraq, and protests are typically called for by party or sect – making the last five days exceptional, said Fanar Haddad, an expert at Singapore University’s middle east institute.", "“This is the first time we hear people saying they want the downfall of the regime,” Haddad said.", "Sadr, a former militia leader turned nationalist politician, demanded on Friday that the government resign to clear the way for a fresh election supervised by the UN.", "His bloc is the largest in parliament, and his intervention sets the scene for a possible showdown with the speaker, who has made his own bid to make political capital out of the protests.", "Halbusi sought to allay protesters Saturday by announcing in a news conference a long list of promised reforms over employment and social welfare, but it was not clear he would succeed in appeasing the demonstrators.", "Iraq’s Shiite spiritual leader Grand Ayatollah Ali Sistani used his weekly Friday prayer sermon to urge authorities to heed the demands of demonstrators, warning the protests could escalate unless clear steps are taken immediately."], "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}