{"id": "2c8324ec-ba75-3553-a5e2-beb6bef09a66", "title": "Five of the world’s best homes for sale for hiking", "url": "https://propertylistings.ft.com/propertynews/austria/6529-five-of-the-worlds-best-homes-for-sale-for-hiking.html", "summary": "For world-class walkingThis five-bedroom family home, a 30-minute drive east from central Perth, Australia, is in a spot teeming with trails.\nThe house is a 15-minute drive from the northern end of the Bibbulmun Track, a 1,000km trail considered one of the world’s best long-distance hikes.\nThis four-bedroom house is a minute’s walk from Aberdeen Country Park, 423 hectares of lush foliage and steep climbs and descents.\nIt includes two stages of the 50km Hong Kong Trail, which total 14km and offer roughly four hours of walking.\nThe property, priced HK$260m ($33.6m), has a small garden, a balcony and a roof terrace with views of the park.", "paragraphs": ["By Caroline Thorpe", "For Alpine trails", "Overlooking the peaks of Austria’s Kitzbühel Alps, this 3,000 sq ft chalet in Kirchberg in Tyrol sits in the heart of a region with more than 500km of marked hiking trails. As well as offering five bedrooms, a sun deck and wine fridge, the home has a sauna — ideal for soothing weary walkers’ limbs. The property is available for €4.89m.", "For world-class walking", "This five-bedroom family home, a 30-minute drive east from central Perth, Australia, is in a spot teeming with trails. Those within walking distance of the property include the Nyaania Creek Reserve, while the larger wilderness of Avon Valley National Park, 4,800 hectares of bush, is roughly 50km to the north. The house is a 15-minute drive from the northern end of the Bibbulmun Track, a 1,000km trail considered one of the world’s best long-distance hikes. On the market for offers above A$3m ($2.28m), the property has an infinity pool.", "For woodland strolls", "Most of the 58-acre grounds of this seven-bedroom “eco” house in the East Devon Area of Outstanding Natural Beauty in south-west England consist of mature woodland perfect for short walks. For lengthier expeditions, the new owners can pick up the East Devon Way, a picturesque 40-mile route from Exmouth to Lyme Regis that runs roughly a mile south of the property. The £3.95m home uses a combination of solar power, residual heat and insulation to reduce its carbon footprint.", "For a dramatic landscape", "The Pacific Crest Trail covers 2,650 miles from Mexico to Canada, traversing desert, mountains, waterfalls, forest, volcanoes and lakes. Its northern section skirts the town of Ashland, Oregon, overlooking which is this $6m Gaudi-esque, two-bedroom ranch (also main picture, above). Interior touches include locally hand-carved mahogany doors and copper tree sculptures, while outside, the 700-acre grounds include an off-grid one-bedroom cabin and ample space for exploring on foot while admiring the rugged scenery.", "For escaping the city", "Away from its densely packed high-rises, Hong Kong island has plenty to offer hikers. This four-bedroom house is a minute’s walk from Aberdeen Country Park, 423 hectares of lush foliage and steep climbs and descents. It includes two stages of the 50km Hong Kong Trail, which total 14km and offer roughly four hours of walking. The property, priced HK$260m ($33.6m), has a small garden, a balcony and a roof terrace with views of the park.", "Photographs: Christie's International Real Estate; Savills; Jody D'Arcy for Fine & Country; List Sotheby’s International Realty"], "authors": [], "keywords": ["park", "roughly", "worlds", "best", "woodland", "house", "trail", "trails", "east", "sale", "walking", "property", "hiking", "homes", "include"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}