{"id": "2c8c2a9e-be22-3d47-8848-6267958626b2", "title": "I found peace in an unexpected corner of the internet: nun Twitter", "url": "https://www.theguardian.com/lifeandstyle/2021/feb/10/religious-twitter-nuns-monks-bishops-rabbis", "summary": "I’ll meet you there.”I feel this way about religious Twitter.\nApart from religious Twitter, that is.\nReligious Twitter is OK. Good, actually.\nEntering religious Twitter feels like wandering into an animal sanctuary after sitting courtside at an MMA match.\nAnd then I take a turn on the promenade of religious Twitter, and I think: maybe things will work out after all.", "paragraphs": ["Religious Twitter brings together nuns, monks, bishops and rabbis too and it may have something to teach us", "There is a Rumi poem – it is my favourite. “Out beyond ideas of wrongdoing and rightdoing,” writes the 13th-century mystic, “there is a field. I’ll meet you there.”", "I feel this way about religious Twitter.", "'Resurrection' pastor sparks storm of parody on Twitter Read more", "Regular Twitter is so much shouting, and nonsense, and people competing with each other to have the most inane, offensive or garbage opinion of the day. Twitter is a man bragging about denying his nine-year-old daughter food for six hours as a parenting exercise. Twitter is Ivanka Trump calling a rioting mob “American patriots”. Twitter is a prime example of why we – the people – should not be allowed to have nice things (the internet), and perhaps should switch it off, for the common good.", "Apart from religious Twitter, that is. Religious Twitter is OK. Good, actually. Entering religious Twitter feels like wandering into an animal sanctuary after sitting courtside at an MMA match. It’s a safe space.", "On religious Twitter, I watch nuns share hand-knitted jumpers. “Lovely!” other nuns reply. “I bet that is so cosy!” They share pictures of snowy walks, and spring flowers. Nuns share personal accounts of how they became, well, nuns, which are fascinating. (Monks do the same, under the hashtag #BruvsofTwitter, which is a phenomenal hashtag.) They set up Twitter accounts for their dogs, whom they call “hairy brothers”.", "Occasionally, religious Twitter is salty. “Have you noticed how other people on Twitter can be bigots, but never oneself?” one sister tweets. “#Justsaying.” It is often political. “Are the UK borders closed yet, or are the variants simply not travelling in February?” tweets a father. But people are polite. They disagree with each other, courteously. They aren’t pointlessly antagonistic, or bad faith actors, or scabrously cruel. They are reasonable.", "I ask myself: ‘Am I called to say this? Is it edifying?’ Sister Theresa Noble, Boston", "Of course, like so many other communities that seem idyllic from the outside, things aren’t as perfect as they seem. Only last week, the British curate Jarel Robinson-Brown was condemned online for tweeting that there was a “cult of white British nationalism” around the late charity fundraiser Captain Sir Tom Moore; the ensuing backlash was so great that Robinson-Brown had to delete his Twitter account and faced calls to lose his living.", "Sister Cathy Edge RSN is a nun living in Manchester. Edge, who tweets as @knittingnun, fills me in on a recent religious Twitter controversy – turns out, the age-old joke “is the Pope a Catholic” is actually debated on Twitter. “To say the Pope needs to convert to become a Catholic is an offensive polemical slur,” said one nun recently. “I’m not convinced he was the first choice of the Holy Spirit,” someone clapped back.", "Is-the-Pope-a-Catholic discourse aside, we could all learn a valuable lesson from our godly peers about Twitter. “Be respectful to everyone, be kind, be honest, and take responsibility for what you say,” summarises David Walker, bishop of Manchester, referring me to the Church of England social media guidelines. “Disagree well. It’s not about agreeing with everyone.”", "No one needs my performative Black history month posts Rabbi Danya Ruttenberg, Chicago", "Being a Twittering bishop isn’t about being saccharine – Walker is very politically engaged. But he’s right to ask whether we’re all doing one another a kindness by piling one another, and adds there are times we should certainly speak up.", "“True kindness isn’t just about agreeing with everyone – it’s not kind to allow people to be misled by fake news, for example. Sometimes you have to call things out,” he says. “Just say, I don’t agree with you, but that’s fine,” says Sister Cathy. “You don’t have to be nasty.”", "Sister Theresa Aletheia Noble FSP, from Boston, has some advice we might all be well advised to take heed of: when posting, ask yourself: why? “I always try to ask myself,” she says, “‘Am I called to say this? Is it edifying?’”", "Knowing when you’ve messed up, and apologising swiftly, is an unspoken rule in this corner of the internet, too. “I am a human person and make mistakes all the time,” says Danya Ruttenberg, a rabbi from Chicago. If she tweets something ill-informed, offensive or wrong, Ruttenberg simply deletes it and apologises if necessary. “It doesn’t have to be a big deal,” Ruttenberg says. “It doesn’t have to be so heavy. You’re not a terrible person if you make a mistake.”", "If you feel like you’re becoming antagonistic on social media, quit the doom-scrolling for a while. “When you feel grumpy and crispy being online,” says Ruttenberg, “the internet is probably depleting you. Take a break from it.”", "Facebook Twitter Pinterest The bishop of Manchester, David Walker: ‘I’m only interested in having sensible conversations, not talking with people who want to wind me up.’ Photograph: Martin Rickett/PA Wire", "To which the bishop of Manchester would add: don’t feed the trolls. When someone has a go at him, he tries to work out whether they are trying to elevate the conversation or simply being a bully. “Is it polite enough for me to respond? If they have 40 followers and tweet 4,000 times a day abusing people, there’s no point in feeding trolls. I’m only interested in having sensible conversations, not talking with people who want to wind me up.”", "Sister Aletheia stresses the importance of boundaries. “I have little tolerance for rudeness or nonsense,” she says, explaining it’s a skill she developed over time, like many of us who grow thick skins after bruising encounters on the internet. There can be an element of performance on social media, too, which is not always necessarily spiteful but can be insidious. To that, Ruttenberg advises knowing when to say something, and when to step back. “No one needs my performative Black history month posts,” she says. “That doesn’t help anyone.”", "'I get better sleep': the people who quit social media Read more", "I am increasingly coming to the conclusion that social media is a very bad place, a sick place, and it would be better for all of us if we just switched it off. After a day spent refreshing Twitter, I feel rage swelling in the pit of my stomach, and yet every morning I drink my coffee and power up the bad feelings machine. Why do I do it? Because it’s a ride. Daily we log on for a white-knuckle journey down the river of bad takes, cursed accounts waving back at us like the haunted dolls of It’s a Small World.", "To the left, the former White House press secretary Kayleigh McEnany tweeting misinformation undermining the results of a free and fair democratic election. To the right, Marjorie Taylor Greene liking tweets about executing the House speaker, Nancy Pelosi. Switch it off, I think of social media, as I see a riotous mob storming the Capitol, brains atrophied to goo by Facebook misinformation. Unplug it now, I internally chant, as Covid-denying conspiracy theorists drunkenly harass doctors outside hospitals because a Russian bot account convinced them that the pandemic is a plot by a globalist cabal. Off off off: the chanting grows louder, with every passing day.", "And then I take a turn on the promenade of religious Twitter, and I think: maybe things will work out after all. Until the great unplugging, you’ll find me on religious Twitter. Pull up a pew – it’s safe here."], "authors": ["Sirin Kale"], "keywords": ["corner", "peace", "twitter", "tweets", "say", "social", "ruttenberg", "media", "internet", "unexpected", "nun", "manchester", "religious", "things", "nuns"], "pubDate": "2021-02-10T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}