{"id": "2cbbbefe-369f-3142-bbe9-8766f18db594", "title": "My Brother’s Keeper: a former Guantánamo detainee, his guard and their unlikely friendship - video", "url": "https://www.theguardian.com/world/video/2021/feb/22/my-brothers-keeper-a-former-guantanamo-detainee-his-guard-and-their-unlikely-friendship-video", "summary": "My Brother's Keeper has been longlisted for a BAFTA in the category of British Short Film.\nThis has been made possible by people like you supporting The Guardian's independent, audience-funded publishing – we and the filmmakers thank you.\nMohamedou was a prisoner at Guantánamo Bay for 14 years.\nDuring his incarceration he was subjected to torture and solitary confinement, but never charged with a crime.\nHis memoir, Guantánamo Diary, became an international bestseller and was adapted into the film, The Mauritanian, starring Tahar Rahim and Jodie Foster.", "paragraphs": ["My Brother's Keeper has been longlisted for a BAFTA in the category of British Short Film. This has been made possible by people like you supporting The Guardian's independent, audience-funded publishing – we and the filmmakers thank you. Help sustain our future by making a contribution today, from as little as $1", "", "", "Mohamedou Ould Salahi and one of his former guards, Steve Wood, reunite in Mauritania 13 years after last seeing each other, rekindling an unlikely relationship that profoundly changed their lives.", "", "", "Mohamedou was a prisoner at Guantánamo Bay for 14 years. During his incarceration he was subjected to torture and solitary confinement, but never charged with a crime. His memoir, Guantánamo Diary, became an international bestseller and was adapted into the film, The Mauritanian, starring Tahar Rahim and Jodie Foster.", "", ""], "authors": ["Mustafa Khalili", "Tom Silverstone", "Lindsay Poulton", "Laurence Topham"], "keywords": ["torture", "keeper", "guantánamo", "supporting", "film", "friendship", "wood", "today", "tahar", "sustain", "brothers", "unlikely", "video", "detainee", "thank", "guard"], "pubDate": "2021-02-22T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}