{"id": "2cd5b99c-12dc-3bd8-bed0-e233409c2c55", "title": "Scavengers Beta Is Available Now", "url": "https://www.gameinformer.com/the-game-awards-2020/2020/12/10/scavengers-beta-is-available-now", "summary": "Midwinter's free-to-play Scavengers is going into a closed beta with 50,000 player slots starting today on PC.\nScavengers is coming to other platforms too, but the beta is PC only.\nDuring the early game, you'll likely have to battle other NPC bandits called outlanders, gain a few levels, and start collecting points.\nHowever, if you die, any points you're holding will fall to the ground and can be picked up by anyone around.\nScavengers is slated for an early access launch in early 2021.", "paragraphs": ["Midwinter's free-to-play Scavengers is going into a closed beta with 50,000 player slots starting today on PC. If you've been a part of any of the other tests prior to this point, I have good news: You're already in. Looking to join up? Here's the link to the official site where you can sign up. The closed beta is slated to run until December 21. Not on PC? Scavengers is coming to other platforms too, but the beta is PC only.", "What is Scavengers? It's a game that meshes PvE and PvP in a team-based battle royale environment. The early game will have you and your friends scrambling to collect scrap and survive against the elements, maybe trying to avoid wolves and bears that come out of the snow to eat you and attempting to stay warm as you pick up a few weapons. Using the scrap, you can craft all kinds of gear, including character-specific signature weapons like a bow that fires three arrows with every attack or a hand cannon that packs some serious punch.", "During the early game, you'll likely have to battle other NPC bandits called outlanders, gain a few levels, and start collecting points. Every team is after points, and the team with the most at the end of the game wins. Well, as long as you can stay alive of course. Death is not permanent in Scavengers unless a whole team gets wiped within about a minute. If that happens, they're done for good. Otherwise, you can respawn on surviving teammates. However, if you die, any points you're holding will fall to the ground and can be picked up by anyone around. Oh, and one more thing. If you're holding the most points in the game, there's a marker on your head, literally. You show up on the map and will be a juicy target for anyone nearby.", "The midgame is about taking down bigger and more dangerous NPC outposts for loot and levels and offloading your points via datalink, if you can. Points you shoot up via the datalink are \"banked\" so you won't need to worry about dropping them, but you're likely to face a host of undead enemies while defending the datalink. Yes, the enemies of nature are not limited to man and beast, there are also undead zombie-like aberrations for some reason, and the corruption extends to other enemies. Yeah, there are undead bears and stuff and they are an extremely lethal encounter should you be unlucky enough to come up against one, so be ready with your vehicles, stealth cooldowns, or heavy weaponry. At this point, many teams are going to be comfortable with skirmishing and fighting other players, so be sure to have a plan in place for when the action gets heavy.", "Endgame forces the action to a smaller area via the genre-stable of the constricting circle, moving all players into an extraction dropship zone. If anyone on your team successfully lives to make it out on the ship, your points are tallied and the winner is the team with the most points. However, the dropship is a small area and intensely chaotic as every living member from all teams will be attempting to survive in that small area, so expect a ton of conflict and a ton of points changing hands. Team wipes are a real danger here.", "After each match, there's meta-progression. You get a number of different crafting materials and other supplies based on performance that you can research outside of the matches, allowing you to take recipes into subsequent games. It doesn't give an insurmountable advantage to long-time or experienced players, as they still start at zero, but it does give players many more options to take into games via crafting. You still need to collect scrap to make these items and reach the appropriate level to wield them, but it allows you to take a set of tools into each game that's suited to your playstyle. For example, you could craft up a sniper rifle recipe and then take it into your games, but you'd still have to find all the scrap to make it within the game world from scratch. Still, this system gives players something to refine and chase outside of the game-to-game action.", "Scavengers is slated for an early access launch in early 2021. You can find out more at the official website."], "authors": ["Pc Editor", "Daniel Has Been At Game Informer For Seven Years", "Specializing In Multiplayer Titles", "Pc Games. When He'S Not Speculating On The Future Of The Industry", "You Can Find Him Exploring Vast Online Worlds", "Probably Streaming The Experience."], "keywords": ["scavengers", "players", "scrap", "team", "pc", "beta", "available", "points", "youre", "undead", "early", "game"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}