{"summary": "Viking won three luxury awards (best enrichment, best spa, best value for money) and two river cruise awards (best for first-timers and best itineraries).\nThe new Norwegian EncoreThe Norwegian Encore took the prize for best new ocean cruise ship.\nNorwegian Cruise LineAfter Cruise Critic's editors boarded the Norwegian Encore, they knew it was the one.\nl e v a r tThe best new river ship is AmaWaterways' AmaMagna, which is double the width of many river cruise ships.\nThe best new luxury ship is the 200-passenger ocean ship Scenic Eclipse, which has two helicopters and a six-person sub.", "id": "2ce57f79-3684-38a6-a129-da19b1147d41", "pubDate": null, "url": "https://edition.cnn.com/travel/article/cruise-critic-editors-best-ships-2019/index.html", "authors": [], "paragraphs": ["(CNN) — Viking Cruises dominated the 12th annual Cruise Critic Editors' Picks Awards for the third year in a row with five wins in 2019.", "Royal Caribbean International, AmaWaterways and Crystal Cruises tied for second place with three awards each, all of which were revealed on December 4.", "\"Our list of winners represents just how much the industry continues to change -- and the fact that there really is a cruise for every traveler,\" said Colleen McDaniel, executive editor of cruising website Cruise Critic.", "\"Whether you're a family or adventure-seeker, solo traveler or foodie, these are the absolute best lines to try in the upcoming year.\"", "Viking still rules the waterways", "Viking won five awards, the most of any cruise line. Viking River Cruises", "Cruise Critic's editors name winners in three categories: ocean cruises, luxury cruises (all on ocean ships) and river cruises.", "Viking won three luxury awards (best enrichment, best spa, best value for money) and two river cruise awards (best for first-timers and best itineraries).", "It's no surprise that Disney Cruise Line won the best for families in the ocean category, and Disney's Adventures by Disney earned top honors for families in river cruising -- and both won for the fourth year in a row.", "The new Norwegian Encore", "The Norwegian Encore took the prize for best new ocean cruise ship. Norwegian Cruise Line", "After Cruise Critic's editors boarded the Norwegian Encore, they knew it was the one.", "A member of Norwegian Cruise Line's Breakaway Class, Norwegian Encore is their pick for best new ocean ship.", "\"A number of fantastic new ships launched this year, but what made Norwegian Encore stand out to our editors was the sheer depth of offerings available for every traveler,\" McDaniel said.", "\"From an onboard go-kart track and virtual-reality simulators, to nearly 20 restaurants and a dual-deck, adults-only escape -- there's something on board for everyone. And while the ship isn't an entirely new concept -- it's not first-in-class -- the line has clearly taken what's worked on its previous ships and perfected it on Norwegian Encore. It's truly an exciting addition to the industry.\"", "l e v a r t", "The best new river ship is AmaWaterways' AmaMagna, which is double the width of many river cruise ships. \"The modern ship offers large staterooms, a full-sized pool and an array of restaurants. AmaMagna is a dream for fitness and wellness enthusiasts, with a large gym and dedicated spa space -- unheard of on river ships,\" say the editors in a statement.", "The best new luxury ship is the 200-passenger ocean ship Scenic Eclipse, which has two helicopters and a six-person sub. Editors noted the \"chic, modern design, generously sized suites and incredible dining offerings. Scenic pulled out all the stops with its first ocean ship, which seamlessly combines luxury and soft-adventure travel to exotic destinations, including the Arctic and Antarctica.\"", "Ocean winners", "Royal Caribbean's Oasis of the Seas won for Best Ship Refurbishment. Matt Cardy/Getty Images/FILE", "Best New Ship: Norwegian Encore", "Best Ship Refurbishment: Oasis of the Seas (Royal Caribbean International)", "Best for Adventure: UnCruise Adventures", "Best Cabins: Celebrity Cruises", "Best Dining: Holland America Line", "Best Entertainment: Royal Caribbean International", "Best for Families: Disney Cruise Line", "Best Itineraries: Holland America Line", "Best Nightlife: MSC Cruises", "Best Service: Carnival Cruise Line", "Best Shore Excursions: Princess Cruises", "Best for Solo Travelers: Norwegian Cruise Line", "Best Suites: Royal Caribbean International", "Best Value for Money: Carnival Cruise Line", "Best North American Homeport: Seattle, WA", "Ocean winners/luxury", "The Scenic Eclipse won for Best New Luxury Ship. Scenic", "Best Luxury Cruise Line: Crystal Cruises", "Best New Luxury Ship: Scenic Eclipse", "Best Ship Refurbishment: Insignia (Oceania Cruises)", "Best for Adventure: Ponant", "Best Cabins: Seabourn Cruise Line", "Best Dining: Oceania Cruises", "Best Enrichment: Viking Ocean Cruises", "Best Itineraries: Azamara", "Best for Romance: SeaDream Yacht Club", "Best Service: Silversea Cruises", "Best Shore Excursions: Windstar Cruises", "Best for Solo Travelers: Seabourn Cruise Line", "Best Spa: Viking Ocean Cruises", "Best Value for Money: Viking Ocean Cruises", "River cruise winners", "AmaWaterways won for Best River Cruise Line and for Best New River Cruise Ship, the AmaMagna. AmaWaterways", "Best River Cruise Line: AmaWaterways", "Best New River Cruise Ship: AmaMagna (AmaWaterways)", "Best Ship Refurbishment: S.S. Bon Voyage (Uniworld Boutique River Cruise Collection)", "Best for Active Cruisers: AmaWaterways", "Best Cabins: Uniworld Boutique River Cruise Collection", "Best Dining: Crystal River Cruises", "Best Enrichment: Scenic", "Best for Families: Adventures by Disney", "Best for First-Timers: Viking River Cruises", "Best Itineraries: Viking River Cruises", "Best for Luxury: Crystal River Cruises", "Best Service: Tauck River Cruising", "Best Shore Excursions: Avalon Waterways", "Best for Solo Travelers: Vantage Deluxe World Travel"], "keywords": ["editors", "cruisesbest", "ship", "critic", "norwegian", "ships", "won", "luxury", "river", "best", "linebest", "cruise", "according", "ocean", "2019"], "title": "Best cruise ships for 2019 according to Cruise Critic editors", "publicationId": "fa207f19-e080-3902-982c-393d321776be"}