{"id": "2ceaa4eb-75ab-3a9b-9ef9-3db4095b6512", "title": "Watch Military Historian Breaks Down Medieval Weapons in Video Games | Wired Video | CNE | Wired.com", "url": "https://www.wired.com/video/watch/military-historian-breaks-down-medieval-weapons-in-video-games", "summary": "TranscriptHello, my name is Mike Loadesand today I'm gonna be taking a lookat how medieval weapons and armor are portrayedin video games.\n[gentle electronic music]The video games I'm gonna take a lookat today are Kingdom Come, The Witcher,For Honor, Mordhau, Chivalry,Dark Souls, and Mount & Blade.\nThe advantage of a single-edged sword isusually that it's less expensivebecause you don't have to havesuch a sophisticated temper.\nSo here we see a really familiar trope,which is the sword being carried on the backin a European medieval setting.\nThat has been extremely interesting to me,as a dull, old historian,to look at how these weapons are represented in video games.", "paragraphs": ["Transcript", "Hello, my name is Mike Loades", "and today I'm gonna be taking a look", "at how medieval weapons and armor are portrayed", "in video games.", "[gentle electronic music]", "The video games I'm gonna take a look", "at today are Kingdom Come, The Witcher,", "For Honor, Mordhau, Chivalry,", "Dark Souls, and Mount & Blade.", "Let's take a look at how swords are used in video games.", "Forging a sword, Kingdom Come: Deliverance.", "Do it.", "[sword hissing]", "So in what we see in this clip is the finishing stages.", "The blade has already been made.", "[sword clunks]", "But what I like about this clip is these people", "clearly are taking care.", "[Man] You know what you're doing?", "High status swords, they were made by alchemy.", "It's an incredibly sophisticated process.", "Give it here, and we'll put it all together.", "Where it goes slightly wrong is where he's putting", "the grip on at the end.", "Although it's true that you would heat the tang;", "that's the little bit that comes up from the blade", "for the grip to go on,", "what they're doing there is they've heated half the blade.", "All that art, all that care", "to get the proper spring temper will have been lost.", "[blade hissing]", "Because they've heated it up", "and thrown it away.", "And the other little technical problem is", "when they put the pommel on,", "that's the bit that balances a sword at the end,", "when they put that on,", "[hammer clanks]", "they just plop it on.", "Well, the tang, that should come through the pommel,", "so there's a little bit sticking up.", "And then you hammer that over and splay it out,", "peen it out, rivet it out.", "And that's what holds everything secure and together.", "This pommel would have fallen off", "as soon as they picked it up.", "So little details are wrong", "but the feel of the thing is great.", "It's magnificent.", "One-handed versus two-handed use of the sword.", "Dark Souls.", "[Gamer] If you tap Y when you're in a situation like this,", "when you have a one-handed sword and a shield,", "you switched to two-handed.", "But blocking with a sword, doesn't really block.", "They kind of completely misunderstand how swords are used.", "[Gamer] It doesn't block 100% of the damage.", "That's just wrong.", "Putting two hands on will give you a more powerful stroke.", "It does not, in any way,", "hinder your ability to defend with a sword.", "When you're using a single-handed...", "An arming sword with one hand,", "then, clearly, you're always going to favor", "your dominant arm because, mostly,", "that's going to be the stronger arm.", "Pens, I know,", "but they're mightier than the sword.", "You don't ever block with a sword.", "That's not how it's done.", "I'm using the front, I knock it aside.", "I'm keeping a flow.", "So this idea of square blocking,", "it may be easier for game developers", "to create that kind of action", "but it's not how it was done.", "Single edged swords versus double-edged swords.", "For Honor.", "Well, you know, the first thing", "I've got to say about that clip is", "how good I thought the action was.", "I mean the armor was distracting", "'cause it's so fantastically wrong.", "But the body shapes, the movements,", "the positions they got in,", "that was good.", "It had quality there.", "The advantage of a two-edge sword is", "if one edge is getting a little dulled,", "you can turn it around and you've got a second edge to use.", "So it can be a considerable advantage", "on the battlefield that you're keeping one edge sharp.", "The advantage of a single-edged sword is", "usually that it's less expensive", "because you don't have to have", "such a sophisticated temper.", "That is authentic.", "As long as you're gripping tight enough,", "the sword won't move.", "And if it doesn't move, it won't cut you.", "So this person is not able to pull it", "through this person's hand", "because this person has taken it", "and they've turned it into a lever action,", "removing the sword from their hand.", "So those kind of blade grabbing disarms are authentic", "and they are possible,", "but they require skill and knowledge", "and do not try this at home.", "Throwing a sword.", "Mordhau.", "Soldiers are extremely versatile weapons.", "That's one of their advantages.", "You can use them in all sorts of different ways.", "A powerful man with a powerful thrust,", "delivering a thrust to somebody's chest could", "almost stop a heart.", "You can use it as a lever", "to unbalance your opponent.", "You've got that great heavy pommel,", "that great metal weight on the end,", "and you can deflect it the sword and use the pommel", "to smash and punch.", "Why?", "Why would you throw it?", "It is so stupid", "to throw away a weapon.", "And it's not even that the person has lots of other weapons.", "I just can't get my head around the idea", "of somebody throwing a sword.", "Decapitation.", "Chivalry 2.", "So what we see here is clearly supposed", "to be a European medieval battlefield.", "And so, in that context,", "you wouldn't see heads cut off in this way.", "Not least of all because they're wearing armor.", "Could a sword do it?", "Yeah, you could do it if you were fighting an army", "of naked people.", "The neck is one of the first areas", "to get protective equipment.", "Even if you've got nothing else,", "you'd have male collar or coiff some sort.", "One of the ways in which armor defends you is", "by creating curved surfaces,", "glancing surfaces.", "And, of course, the body is always moving as well.", "So you can never land a pure 90 degrees strike.", "You need enough edge just to bite", "in order to send that energy through.", "And I don't believe heads fly like that.", "Decorated swords, For Honor.", "It hungers for blood.", "Obviously, the first thing to say", "about decoration,", "it was only ever available", "to the wealthy,", "to princes and kings.", "But it was also much, much more restrained", "than we see here.", "It's called a flamboyant blade", "because it looks like flames.", "What these sharp, wavy edges do is", "constantly present a curved surface to the hand.", "So it is impossible to grab it", "without cutting your hand open,", "even if you were wearing a leather glove.", "Occasionally, you will find one that has got", "some gilding on the cross guard", "or on the pommel.", "But you really need to leave the blade as plain as possible", "because you don't want to compromise", "the integrity of the blade.", "You don't want to chisel into it", "so that you can put a gold inlay.", "You don't want to scroll and etch", "and pierce and punch or do anything to it.", "That blade needs to perform", "to save your life.", "Leave it alone.", "Wearing a sword on your back.", "The Witcher 3.", "So here we see a really familiar trope,", "which is the sword being carried on the back", "in a European medieval setting.", "It did not happen.", "The type of sword they're using here looks similar", "to what we would call a medieval longsword,", "which it a sword that you use with two hands,", "would stand about that height.", "You just can't actually get it out,", "a sword of that length over the shoulder.", "Swords are worn in scabbards at the hip", "and outsize swords,", "very, very very long swords,", "are carried over the shoulder.", "It's just that simple.", "Parry's, For Honor.", "So for this one, we actually pushed", "as much as we can, to cover all the parts.", "It all starts by getting the armor wrong.", "By trying to give a sense of bulk", "and therefore, presumably, menace,", "they're amplifying the size of the armor.", "Look at those shoulders", "And making these creatures", "into these great sort of automatons", "who move in a very awkward and lumbering way.", "This idea of wide swings", "and opening yourself up", "and then, 15 minutes later, landing the blow;", "It has nothing to do with reality.", "The art of sword fighting is", "constantly keeping yourself covered.", "They weren't lumbering, slow fools.", "They were martial artists, athletes,", "lightning fast reflexes,", "who had a system, a fighting style", "that was immensely sophisticated.", "Next, let's take a look at axes.", "Throwing an ax, Mordhau.", "What we see here is two types of ax.", "A larger ax that he's using with two hands.", "He takes out a smaller ax,", "which he uses to throw.", "Looking at the armor and the clothing,", "it looks to be more kind of late medieval,", "and both of those axes shown are", "from a much, much, much earlier medieval period.", "From the sort of Frankish/Saxon/Viking period.", "The axes of the later medieval period,", "what are known as battle axes,", "were predominantly a Horseman's weapon.", "They're not for throwing.", "The pollaxe, For Honor.", "[Narrator] They carry the most versatile weapon", "ever invented;", "the pollaxe.", "First thing, the narrator is calling it a pole ax", "instead of a pollaxe.", "The were such things as pole arms", "and a whole family of weapons that are on long poles,", "But the pollaxe, P-O-double L-ax,", "is what knights called this slightly shorter pole arm.", "The pollaxe was between four and five foot in height.", "Not a super long pole arm.", "It's very much a weapon that Knights,", "when they were fighting on foot,", "this was their favorite weapon.", "It was substantial.", "And the top end, it had an ax-head and a hammerhead.", "You know, this was a great chunk of metal,", "so that could land a fearsome blow.", "On top of that was a spike", "and most importantly, at the bottom,", "was this steel spike.", "[Narrator] A secret of their order.", "The beak, and it was that end", "that you did most of your fighting with.", "[Narrator] When they arrived, pray that you...", "One of the great advantages of the pollaxe is", "it has reach and you can really work", "at close distance, at long distance.", "And when you get in there,", "you can use that shaft as a lever.", "They're doing it here and that is right.", "That is straight out of the manuals,", "that you'd get that in there,", "you'd get it behind that legs.", "It's the right spirit of the thing.", "Let's see how bows and arrows are portrayed in video games.", "The crossbow, Mount & Blade.", "One of the cunning things about this clip is", "they don't show you how the crossbow is being loaded.", "So we have this really rather unrealistic rate of shooting.", "There was a thing called a belt and claw,", "where a claw hung from a belt", "and you bent down and hooked that under the thing,", "and you had your foot in the thing", "and you used your whole back to strain,", "and your legs and your thighs were straining", "to pull that string back", "and hook it behind the trigger.", "It certainly couldn't be done as quickly", "as in this clip.", "Loading and aiming, Chivalry.", "There are two stages to preparing that longbow to shoot.", "The first one is what we call knocking,", "and that's the little notch at the end of the arrow", "and getting that fitted to the string.", "In this clip,", "the speed of getting the arrow", "onto the string was credible.", "That...", "I could shoot that fast.", "Maybe even a little faster.", "What takes longer is the second stage,", "the drawing back.", "You're drawing a longbow from your feet to your neck.", "Every muscle is engaged in pulling that string back", "and you pull it back here,", "behind the ear.", "A longbow is a powerful weapon.", "180 pounds, maybe even 200 pounds draw weight.", "The amount it takes to pull that string back.", "This is a massive athletic endeavor", "that has to be repeated over and over again,", "so there are questions of stamina.", "Although, we don't see very much of him,", "we can see part of his archer's equipment,", "which is a leather bracer", "on the inside of his left forearm.", "And what it's for is it's for string slap.", "As the string comes through,", "it just can catch that arm, just get a [indistinct].", "Now, if you've got 150, 180, 200 pound longbow,", "I can assure you that string slap,", "you'll never want to pull that bow back again.", "Flaming arrows, Chivalry 2.", "So it looks great, doesn't it?", "We see these incendiary arrows,", "like the lightning strikes, streaming across the sky.", "My experience with flaming arrows is", "they don't stay alight in the sky,", "looking quite so wonderful as that.", "But they do work and they did exist.", "Does it have any practical military function", "and is it real?", "Well, you certainly wouldn't use them", "in an open battlefield like that", "because it's pointless.", "What are you gonna do?", "Set individual people alight as a bonus", "'cause you've already killed them with your arrow.", "You would use them in sieges", "and in terror raids.", "Fire has always been a dreadful,", "awful, terror weapon.", "Let's look at some other medieval weapons", "that are popular in video games.", "Spears, Mordhau.", "The advantage of a spear is its reach.", "If you've got cavalry coming towards you,", "you can extend it.", "You could go for the horse.", "The disadvantage of a spear is its reach.", "There's that much of weapon on the end of a stick.", "Once you've extended and thrust", "that if the person gets inside that point", "it's easy to either cleave your thin, wooden shaft", "with their sword or their ax,", "or to get hold of that spear", "and wrench it out of your hand.", "Once he's inside the point, the spear is useless.", "Mace, Chivalry.", "Maces, as a general blunt force weapon,", "were widespread on the medieval battlefield.", "What we see here, when they call it a mace,", "it's more like a morning star,", "which is a kind of a two-handed mace with spikes on,", "which came in a little bit later.", "Something that all armor had in common is", "it deflected blows.", "It gave a skidding surface.", "It's very difficult to get that energy", "into the man underneath,", "unless you can get a microsecond of bite.", "So that's really what the spikes were for.", "They look really grizzly and play into our idea", "of medieval brutality,", "but all their for is for grabbing hold of the target", "in order to deliver the energy through the armor.", "Flail, For Honor.", "Their flail is as dangerous to the wielder", "as it is to the enemy.", "I mean, the idea is it's the same as a mace,", "it's a blunt force trauma weapon.", "But its disadvantage is having struck,", "the chain goes limp and comes down.", "You have to prepare it with relatively wide strokes.", "We really have no strong evidence", "that it was ever a real thing.", "We do have evidence, however,", "that it was thought of.", "Throughout the medieval period,", "military engineers and artists", "and designers produced military manuals.", "[Narrator] Sometimes, however, you find", "a diamond in the rough.", "Leonardo da Vinci was one of a long line of designers", "of military machines.", "A lot of the machines and ideas in here never happened.", "Daggers, Dark Souls.", "The dagger uses very little stamina.", "So you can attack many times over", "before depleting your stamina,", "even if you have a low endurance.", "So daggers were pretty much a universal weapon", "on the medieval battlefield.", "Everybody carried a dagger.", "Clearly, a weapon of last resort.", "It's a weapon of close hand-to-hand fighting.", "What I found extraordinary on this clip is", "where the narration said...", "[Narrator] Do note that the range is short.", "I just wanted to shout in his ear,", "Well, let go of one hand", "and you'll double your reach", "because obviously you've got limited reach", "if you're working like that.", "But I've now got double the extension.", "[Narrator] It's about how you use what you have.", "It's one handed weapon.", "It's not a two handed weapon.", "Now we're gonna talk about tactics.", "Taking over a village, Kingdom Come: Deliverance.", "[horn blowing]", "This clip had the element of surprise", "and for any attack on a village to be successful,", "it needs an element of surprise.", "Of course, if you're attacking with an army of that size,", "there's not gonna be any surprise.", "You would hear them from miles away.", "You would see the clouds of dust from miles away.", "So raiding parties would be small.", "You wouldn't need more than 20-30 men", "to raid a village like that.", "They'd use incendiary arrows.", "They would gallop through with flaming torches", "and drop them in the buildings.", "You don't need a big army to attack a small village.", "You do need surprise.", "Firebomb weapons, For Honor.", "[Gamer] Can we get 12 of these bombs?", "Like, that's pretty excessive.", "They had clay pots which they filled with,", "what was really, Greek fire,", "which was a secret recipe developed in 670 or so", "by a man named, Callinicus.", "And this was an incredible flammable substance", "that just kept on burning.", "It could even burn on water.", "[Gamer] Here, take that, sir.", "But running around the battlefield", "with a flammable pot's a pretty dangerous business.", "It's not like pulling the pin on a grenade", "when you know exactly the moment", "you're gonna throw it.", "They really need to be deployed from a fixed position", "and best used in a range weapon,", "like [indistinct] or with a great siege engine", "like a trebuchet.", "Circle formation, Mount & Blade: Bannerlord.", "In certain cavalry situations,", "a circle formation is exactly what you need,", "especially if you're outnumbered.", "The Scots called it the schiltron.", "In fact, they pioneered that technique.", "Not so much, I would suggest against an artillery attack", "with an arrow storm.", "The bowmen only have to range slightly differently", "and they've got the backs of", "the people undefended with their shields", "at the other side of the circle.", "[indistinct]", "Come and get me, shoot me in the back.", "I wouldn't choose a circle that size", "because there's so much room in the middle.", "You could get quite a lot of horsemen smashing", "through the line of two that you've got there", "and they could wreak havoc round the backs", "of the other troops.", "Don't periodically keep breaking your formation.", "Otherwise, there's no point in having it.", "Fighting on horseback,", "Mount and Blade: Bannerlord.", "[upbeat music]", "Cavalry can be used in two main ways.", "You have heavy cavalry,", "smashing into a massive troops for the impact charge,", "and you have light cavalry,", "with swords or bows, or even light lances,", "skirmishing or raiding or just harrying troops", "on the battlefield.", "Here, we're seeing versatile light cavalry skirmishing.", "The weapon of first strike,", "for the horseman, is the lance.", "The long lance over your back.", "That's the cavalry charge,", "but it's a one strike weapon.", "One kebabs each and you're done.", "Its greatest benefit is not just", "the speed of delivering attacks,", "it's the ability to pull back and come again.", "It's that ability on a horse,", "that you couldn't even begin to match", "with a man on foot.", "The stamina of a horse to do those repeated attacks,", "that's really where it gives you the age.", "Let's look at defensive weapons.", "Shield shapes, Mordhau.", "[Narrator] Today, I wanted to talk", "about shields in Mordhau.", "The earliest type shown in this clip is the kite shield.", "[Narrator] You can easily block pretty much anything", "in front of you.", "A sort of Norman-style shield from the 11th century.", "By the 12th, it had already gone out.", "So it has a very limited time period", "to a very specific culture.", "[Narrator] The kite shield is a much larger shields", "that pretty much envelops the entire body", "from head to your shins.", "Gradually, that shield gets shorter and more compact,", "as armor for the lower leg gets better", "and you end up with what's called the heater shield.", "Very good for protecting the upper torso,", "especially when you're on horseback.", "And you need that extra layer of protection", "to withstand the extraordinary force", "of being struck with a lance by a man on a horseback.", "[Narrator] Moving on to the parry shields,", "we have the targe and the buckler.", "The targe, a round shield.", "This one is specifically a kind of Scot's weapon.", "It's smaller than the Viking round shield.", "It had more maneuverability.", "[Narrator] Rather than just blocking with your weapon,", "you simply block with your shield.", "The Highland Scots were famous for their charge,", "running in their kilts across the heather.", "You don't want something clumsy,", "you want something light.", "But they're facing arrows.", "That's what shields are for.", "They're for facing arrow storms.", "[Narrator] The buckler and the targe have", "very minor differences between them", "but function exactly the same.", "In terms of size,", "they have the exact same block radius.", "The type of shield that is used,", "almost exclusively for hand-to-hand fighting,", "is the buckler.", "This was a specialist, little shield.", "Little round shield, completely faced with steel,", "a little steel fist.", "You use it like a fist.", "You punch the enemies' weapons away.", "Swords coming in here, you punch it away.", "Very skillful, but very fast,", "flowing way of fighting.", "[Narrator] The final shield in Mordhau is the pavise.", "The pavise.", "The complete polar opposite of the buckler.", "The pavise is a static shield.", "It just sits there.", "[Narrator] It can be placed down pretty much anywhere", "on a flat surface or even rough terrain.", "It's what crossbowmen carried on their backs,", "set up on the battlefield,", "because they had to shelter behind something", "to work the claw mechanism of loading their bows.", "And it was a question of different shields", "for different fields,", "but they all had a different purpose.", "Armor, Mordhau.", "The most important thing about armor is", "that it gives you as much protection as possible.", "The second most important thing about armor is", "that it allows you to fight", "as well as possible.", "What I love about this clip is", "that it starts with a knight running", "whilst wearing armor.", "That is a reality.", "A knight would be able to run,", "to sprint in armor.", "Boucicaut, one of the generals", "of the French army at Agincourt,", "he was known to go for a mile run", "in his armor every morning.", "The drop kick is probably a little bit fantastical", "but armor was designed for the fighting man.", "The way we see a sword slicing through armor,", "that's just plain fantasy.", "It's fine as fantasy", "but it's certainly not a reality.", "So there's a lot of different types of armor.", "Plate armor, the type that we're seeing here.", "A second skin of metal,", "an exoskeleton of metal,", "where the night became a walking work of art.", "And it was tailored to precision", "so that every joint articulated.", "The most vulnerable points are those articulation points.", "So if you were raising your sword to strike", "then that is more vulnerable", "than the bit covered with a plate.", "But they had things called [indistinct],", "which are little metal discs.", "They have solutions to these problems.", "So there is this constant trade-off", "between weight, articulation and protection.", "That has been extremely interesting to me,", "as a dull, old historian,", "to look at how these weapons are represented in video games.", "What's exciting about video games today is", "it's often the first hook,", "the first lure to get young minds interested in history,", "and the history is exciting.", "And we mustn't lose the excitement", "just because of a few details", "that might not be right."], "authors": ["Condé Nast"], "keywords": ["youve", "weapons", "watch", "military", "wiredcom", "games", "really", "dont", "armor", "video", "sword", "youre", "little", "clip", "historian", "wired", "cne", "medieval"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}