{"id": "2ceba234-0658-368b-945a-b426fb2ce0a8", "title": "Populist Polish pop - Why Polish politicians fear to sneer at rural music", "url": "https://www.economist.com/europe/2020/11/28/why-polish-politicians-fear-to-sneer-at-rural-music", "summary": "Another 8m Poles watched the public broadcaster’s flagship concert from home, triple the peak viewing figures of its rival television stations.\nDisco polo, a musical genre once relegated to country wedding bandstands, has strutted onto the main stage.\nCreated in rural Poland in the late 1980s, it blends folk tunes with drum machines and synthesisers, often with saucy lyrics.\nThis year’s inaugural class of 27 highschoolers is coached in singing and dancing, and learns the technicalities of sound systems.\nThe minister of education at the time commended it: “Maybe it’ll catch on.” The town is building a disco-polo museum.", "paragraphs": ["“L OVE, LOVE in Zakopane. We’re showering ourselves in champagne. I am the knight, and you, queen of the night.” The balding singer with a stubby moustache and sequined blazer slid across the stage. It was a chilly New Year’s Eve in 2018, but the crowd of 60,000 sang along in the resort town of Zakopane in the foothills of the Tatra mountains. Another 8m Poles watched the public broadcaster’s flagship concert from home, triple the peak viewing figures of its rival television stations.", "Disco polo, a musical genre once relegated to country wedding bandstands, has strutted onto the main stage. Created in rural Poland in the late 1980s, it blends folk tunes with drum machines and synthesisers, often with saucy lyrics. “Polka Dot Knickers”, a hit song in 1995, offended many sensibilities. But the genre has bounced back. Almost two-thirds of Poles—and 80% of them in rural areas—say they enjoy it. “Love in Zakopane” has had 226m views on YouTube.", "Disco polo bands now perform at venues such as Warsaw’s Palace of Culture and Science and London’s O 2 Arena. In September a school in Michalowo, in eastern Poland, launched the country’s first class aimed at making a career in disco polo. This year’s inaugural class of 27 highschoolers is coached in singing and dancing, and learns the technicalities of sound systems. The minister of education at the time commended it: “Maybe it’ll catch on.” The town is building a disco-polo museum.", "Polish politicians have long sucked up to disco-polo fans. Back in the presidential campaign of 1995, the two frontrunners were both backed by disco-polo artists. But the patronage afforded to musicians under the ruling Law and Justice party is quite new. Earlier this year TVP , Poland’s public broadcaster, released a hagiography of the disco-polo doyen, Zenek Martyniuk. After singing along at one of his concerts, the station’s boss, a Law and Justice politician, said it was time to end “the hypocrisy and pretence that this is an inferior genre”."], "authors": ["The Economist"], "keywords": ["zakopane", "populist", "sneer", "pop", "rural", "music", "town", "singing", "poland", "fear", "genre", "stage", "polish", "polo", "public", "discopolo", "politicians"], "pubDate": "2020-11-28T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}