{"id": "2cfe1cf7-63d1-32d6-8640-9fd95abc1a2f", "title": "Rubio demands answers from Swalwell 'if he wants to continue serving' on House Intel panel", "url": "https://www.foxnews.com/media/rubio-swalwell-china-spy-congress", "summary": "House Intelligence Committee member Eric Swalwell, D-Calif., needs to come clean about the extent of his relationship with a suspected Chinese spy, Senate Intelligence Committee Acting Chairmain Marco Rubio, R-Fla., told \"The Story\" Wednesday.\nThe outlet also reported that she was romantically involved with at least two mayors in the Midwest.\nThe \"tremendous irony,\" Rubio pointed out, is that Swalwell sits on the House Intelligence Committee, which spent years investigating whether members of the 2016 Trump campaign colluded or coordinated with Russia to influence that year's presidential election.\nSwalwell himself repeatedly accused the president of colluding with the Russians to advance their interest in the United States.\nFormer South Bend, Ind., Mayor Pete Buttigieg -- who Biden is reportedly considering for the crucial post -- doesn't measure up, Rubio said.", "paragraphs": ["House Intelligence Committee member Eric Swalwell, D-Calif., needs to come clean about the extent of his relationship with a suspected Chinese spy, Senate Intelligence Committee Acting Chairmain Marco Rubio, R-Fla., told \"The Story\" Wednesday.", "\"There are legitimate questions,\" Rubio told host Martha MacCallum. \"I'm not accusing anyone of anything, it is perhaps the way he says ... but there are a lot of legitimate questions that I think are important to answer, not just as a member of Congress to his constituency, but in the House if he wants to continue serving in this important role.\"", "Axios reported that Swalwell was one of the targets of a Chinese national known as Fang Fang, aka Christine Fang, who left the country in 2015 after working her way into political circles in California. The outlet also reported that she was romantically involved with at least two mayors in the Midwest.", "Fang reportedly took part in fundraising for Swalwell's 2014 reelection campaign -- although she did not make donations nor was there evidence of illegal contributions.", "AFTER ENTANGLEMENT WITH CHINESE SPY, ERIC SWALWELL WARNED OF 'INFLUX OF RUSSIANS' IN US POLITICS UNDER TRUMP", "Fang is also reported to have placed at least one intern in Swalwell’s office and interacted with him at multiple events over several years.", "The \"tremendous irony,\" Rubio pointed out, is that Swalwell sits on the House Intelligence Committee, which spent years investigating whether members of the 2016 Trump campaign colluded or coordinated with Russia to influence that year's presidential election. Swalwell himself repeatedly accused the president of colluding with the Russians to advance their interest in the United States.", "FBI STEPPED IN AFTER SUSPECTED CHINESE SPY GOT CLOSE TO SWALWELL, OTHER POLITICIANS, REPORT FINDS", "\"He is now claiming that he wants to be treated fairly,\" Rubio said, \"but he, as a member of the intelligence committee, was going around telling people the president was an agent of a foreign government ... it was very unfair on the president. And I think in hindsight we see that is all not true — and so you can't go around behaving that way and then expect to enjoy the benefit of the doubt.\"", "Rubio called the Axios report \"very troubling\" and believes it represents a much broader attempt on behalf by Beijing infiltrate Congress and the centers of power in the U.S.", "\"This is exactly what they do,\" he explained. \"They do recruit mayors. They do go down and try to get close to local leaders. They play the long game, and this is a prototype of exactly the kind of efforts they try to carry out. They get to know you when you are a city councilman in hopes that one day you might be a U.S. senator, member of Congress, member of the Cabinet, and in a position to help them.\"", "MCCARTHY DEMANDS ANSWERS FROM PELOSI ON KNOWLEDGE OF CHINESE SPY INFILTRATING SWALWELL", "As officials become increasingly concerned about China's ever-present threat to the United States, Rubio said President-elect Joe Biden must appoint an ambassador with some \"depth of understanding about all of the issues related to that country and our relationship with them.\"", "Former South Bend, Ind., Mayor Pete Buttigieg -- who Biden is reportedly considering for the crucial post -- doesn't measure up, Rubio said.", "CLICK HERE TO GET THE FOX NEWS APP", "\"No disrespect towards the mayor of the city, but frankly, he just doesn't have the breadth and depth of experience interacting with China,\" Rubio argued.", "\"I just personally believe that you are dealing with the second-largest economy in the world, it is the second most powerful military in the world and a competitor of the United States, [as well as] the country with whom the relationship we have will define the rest of the 21st century. I think it's important that we send someone to that post that has some depth of understanding about all of the issues related to that country and our relationship with them.\""], "authors": ["Yael Halon", "Yael Halon Is A Reporter For Fox News."], "keywords": ["serving", "chinese", "panel", "intel", "house", "demands", "relationship", "country", "member", "spy", "committee", "wants", "swalwell", "rubio", "way", "answers", "intelligence", "continue"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}