{"id": "2d3dca00-0d11-3834-82da-d54f9318f635", "title": "Scott Pilgrim vs The World: The Game - Complete Edition Launches In January", "url": "https://www.gameinformer.com/2020/12/07/scott-pilgrim-vs-the-world-the-game-complete-edition-launches-in-january", "summary": "Scott PIlgrim vs The World: The Game - Complete Edition is coming January 14th, Ubisoft announced today.\nThe Complete Edition resurrects the fan-favorite brawler, which launched in 2010 and is based on the popular Scott Pilgrim graphic novel series (and bolstered the live-action film released the same year).\nPlayers go around punching all manner of wacky enemies to take down Ramona’s seven evil exes, all while being inundated with a boatload of comic and video game references.\nScott Pilgrim vs The World: The Game was widely acclaimed, including a 9/10 from Game Informer.\nThe Complete Edition bundles the full game along with all of its DLC.", "paragraphs": ["Scott PIlgrim vs The World: The Game - Complete Edition is coming January 14th, Ubisoft announced today. The game, first announced during the Ubisoft Forward event in September, originally had a vague 2020 launch window.", "The Complete Edition resurrects the fan-favorite brawler, which launched in 2010 and is based on the popular Scott Pilgrim graphic novel series (and bolstered the live-action film released the same year). The game draws heavily from classic beat em’ ups like River City Ransom, with up to four players controlling Scott, his girlfriend Ramona Flowers, and his buds Kim Pine and Stephen Stills. Players go around punching all manner of wacky enemies to take down Ramona’s seven evil exes, all while being inundated with a boatload of comic and video game references.", "Scott Pilgrim vs The World: The Game was widely acclaimed, including a 9/10 from Game Informer. Unfortunately, it was delisted from digital storefronts in December 2014 likely due to the license expiring. The news of Scott Pilgrim’s revival came as a surprise to many fans who assumed the game would be trapped on PlayStation 3 and Xbox 360 hard drives for eternity.", "The Complete Edition bundles the full game along with all of its DLC. That includes playable characters Knives Chau and Wallace Wells, as well as the Dodge Ball and Battle Royal modes. The game is currently slated to launch for PlayStation 4, Xbox One, Switch, Stadia, and PC. If you missed September's Ubisoft Forward, you can watch along with the GI staff in this video."], "authors": ["Associate Editor", "Marcus Is An Avid Gamer", "Giant Wrestling Nerd", "A Connoisseur Of Cartoons", "Obscure Childhood References. The Cat'S Out Of The Bagel Now"], "keywords": ["video", "world", "vs", "ubisoft", "edition", "complete", "game", "pilgrim", "launches", "xbox", "scott"], "pubDate": "2020-12-07T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}