{"id": "2d44440c-f5ff-3ecb-acba-4c579afab950", "title": "I’ve been defrauded, quizzed and flagged as abusive. On the plus side, my anger used up eight calories", "url": "https://www.theguardian.com/lifeandstyle/2020/dec/07/ive-been-defrauded-quizzed-and-flagged-as-abusive-on-the-plus-side-my-anger-used-up-eight-calories", "summary": "This story reflects so badly on me in so many ways that it is hard to know where to begin.\nNo, wait, there was one other: at the start of the week, someone cloned my credit card.\nThe bank wanted me to check with Argos that it was just my card that had been compromised, not my account.\n“But your spelling is really, really bad.\n“Block it from using my credit card, or block it completely?” “Block it so it can’t steal anyone’s credit card.” “OK,” I said, disconsolately.", "paragraphs": ["This story reflects so badly on me in so many ways that it is hard to know where to begin. Usually, I would start with the lesser crime, to divert attention from the major one, but the entire arc of this event is just shades of asshat, and the only asshat is me. No, wait, there was one other: at the start of the week, someone cloned my credit card. They then attempted four purchases from Argos, which they would have got away with, if it were not for their next move: a £900 item from Harrods. This completely undid the algorithms of the universe (“What,” the mighty computer asked, “could you possibly need from Harrods when you have already spent nearly a grand in Argos?”), and I started getting automated texts asking me to approve the purchases. “No!” I texted back with some urgency, though the answer they were looking for was “N”. This is the kind of mistake a drunk person makes and I was drunk. It can’t be helped. We have moved house and been celebrating for 32 days solid. “Do you think you’re taking this seriously enough?” one of the children asked. I don’t know exactly what I was doing to elicit it, but this is a question you should never be asked by a 13-year-old.", "So it came to pass that I did not get through to the fraud team until halfway through the following day. The bank wanted me to check with Argos that it was just my card that had been compromised, not my account. I really did not want to make another call that would commence with a one-minute recording telling me that, due to coronavirus, waiting times were exceptionally long. It is just such a swizz. Sure, some services will be squeezed by a global pandemic, but some not so much. A better message would be: “In these unprecedented times, we are using the lack of precedent as a universal get-out-of-jail-free card and you’ll just never know whether or not it is justified.” You would spend just as much time on hold, but you would not feel so cheated.", "Instead, I went on the chat function, where you have a conversation with a real person, except by text. A spelling purist should never do this, but luckily, I am not one. I do not get my pants in a twist about there and their, and the fact that it is always a member of the “alt-right” or an anti-vaxxer who incorrectly contracts “you’re” has yet to convince me that the apostrophe is a precious jewel of leftwing, pro-vaccination politics. But the third time a person misspells “please” – the third different way – you have to wonder whether they are actually, you know, concentrating. “I don’t want to hurt your feelings,” I typed into my tiny chat box. “But your spelling is really, really bad. Like, I can’t ignore how bad it is.”", "At that point, something unexpected happened: she terminated the chat, and once someone does that, you can’t get back in. I assume this is because you have been flagged as abusive. “How is that abusive?” I ranted, splenetically, to Mr Z. “I was trying to help!”", "“I wouldn’t say you were trying to help, exactly,” he started, though I do not know how he ended. I was only half-listening, while I penned an opus to the epicentre of Argos, a complaint so gestalt, touching on every corner of its customer service, that the whole operation might collapse on the detonation of my thunderous prose.", "Wait a minute, I thought suddenly: Argos is already closing, or rather, Sainsbury’s is closing the stand-alone stores and cutting 3,500 jobs. Who am I? I am a person sitting at a computer, trying to get someone fired three weeks before Christmas for putting two “s”s and, on one memorable occasion, not enough “e”s in “please”. I didn’t need to check my privilege. I needed to count my marbles.", "Early in lockdown, Mr Z and I both got a Fitbit (we also got them for the kids, who strategically lost them, almost straight away), and it amuses us sometimes to check our exercise scores on days when we happen to know we have done no formal exercise. Often, he can enter the fat-burning zone of moderate activity just by arguing with me about universal basic income. I got a minute at my cardio peak – I am not kidding, this is 159 BPM, eight full calories – getting angry about a lady who, for all I know, could have dyslexia, then a further 20 minutes of moderate activity just on the cardiac energy of realising what a complete asshat I was.", "It turned out the bank had got it wrong: Argos should never have been involved in the first place, and they could just cancel all the transactions and block the phone of the fraudster. “Block it from using my credit card, or block it completely?” “Block it so it can’t steal anyone’s credit card.” “OK,” I said, disconsolately. “Seems a bit mean, so close to Christmas.”"], "authors": ["Zoe Williams"], "keywords": ["calories", "check", "flagged", "abusive", "really", "used", "person", "card", "know", "defrauded", "ive", "anger", "plus", "quizzed", "block", "trying", "cant", "credit", "argos"], "pubDate": "2020-12-07T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}