{"id": "2d4c6de8-471e-30ec-bd4d-e85235769f2f", "title": "Super Replay – Bloodborne Part 1", "url": "https://www.gameinformer.com/super-replay/replay/2021/03/12/super-replay-bloodborne-part-1", "summary": "Not only is this the day we're jumping back into Replay, but we're also doing it in a big way.\nSuper Replay is back, and we couldn't think of a better last-gen game to kick off the show with than FromSoftware's iconic combination of gameplay excellence and incredible world-building in Bloodborne.\nBloodborne succeeds through sparse storytelling, lush atmospheres (conjuring up notions of the best of Lovecraft’s work), and tight combat that forces you to be aggressive.\nThe world of Bloodborne is a dangerous and perilous existence, so who would be fit to take on such a journey?\nWe're kicking off the fun at 2 p.m. CT, so be sure to join us in the chat for the start of this amazing journey through one of the best Souls titles on the planet.", "paragraphs": ["Yeah, you read that right. Not only is this the day we're jumping back into Replay, but we're also doing it in a big way. Super Replay is back, and we couldn't think of a better last-gen game to kick off the show with than FromSoftware's iconic combination of gameplay excellence and incredible world-building in Bloodborne.", "While the esteemed developer was already well-known for its work on the seminal Dark Souls series and paving a way for a new sub-genre, Bloodborne was able to capture the attention and imagination of those not as versed in what From had worked on before. Looking back at the official Game Informer review, it's clear that Bloodborne left an early and lasting mark on those who played it:", "Bloodborne is a blood-drenched horror gem that has only the faintest of cracks in its façade. Bloodborne succeeds through sparse storytelling, lush atmospheres (conjuring up notions of the best of Lovecraft’s work), and tight combat that forces you to be aggressive. While this new IP doesn’t stray far from the established Souls franchise, it is a magical, wondrous work that admirably instills both terror and triumph in those brave enough to delve into it.", "The world of Bloodborne is a dangerous and perilous existence, so who would be fit to take on such a journey? As if you even have to ask? Andrew Reiner and Marcus Stewart are joined by the one and only Dan Tack on the sticks as they kick off their adventure through Yharnam.", "We're kicking off the fun at 2 p.m. CT, so be sure to join us in the chat for the start of this amazing journey through one of the best Souls titles on the planet. If you can't get enough of our live shows, remember to subscribe on YouTube, Twitch, Twitter, and Facebook to get notified when we go live each week!"], "authors": ["Video Editor", "Alex Is Usually The Largest Nerd In The Room", "Literally", "Has A Deep-Rooted Passion For Video Games", "Movies", "A Good Beer. He Grew Up A Nintendo Kid But Is Now An Equal-Opportunity Gamer Who S Trying To Play More Jrpgs."], "keywords": ["souls", "best", "live", "kick", "bloodborne", "game", "journey", "work", "replay", "super", "way"], "pubDate": "2021-03-12T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}