{"id": "2d6c77db-82f6-393e-9f0f-20bdae5ab4c2", "title": "Ron Wynn: Remodel before selling your home? Not so fast. Adding extra rooms may not increase your value", "url": "http://www.foxbusiness.com/real-estate/remodel-selling-home-value-ron-wynn", "summary": "Of course, if you plan to stay five to seven years and you need the extra space to live, by all means, do the remodel.\nRemodeling is very tricky, and many homes are just not that conducive to a good remodel.\nKeep your ceilings high and your floor plan open to natural light.\nRemember that the better the location, the more land value may exceed the value of an old home with lots of rooms.\nRon Wynn has been among the top 100 agents in America for over 10 years, as noted on REAL Trends/Wall Street Journal.", "paragraphs": ["I've had several calls recently from homeowners planning to sell in the next three to five years. The question I'm often asked is \"What should we do to our home in preparation for selling? I usually say that I need to see their home and do some research before giving a knee-jerk reply, but most often the best answer is \"It depends on what the market will be like then, and what the buying trend for your particular area and lot size will be.\"", "Continue Reading Below", "HOMEBUILDER CONFIDENCE IS HIGHEST SINCE 1999", "The current demand for most prime locations is one of three:", "A well-proportioned, well-maintained home with an easy-to-access yard, a functional floor plan and good, natural lighting. A small home or fixer-upper that has potential to add value. A brand-new home or an almost-new home with open space, volume ceilings, and a flowing floor plan including an open kitchen/family room and a wonderful master suite with a huge adjoining bath and walk-in closet.", "If you decide to remodel your home but, when finished, it still is not functional, open and consistently done to today's taste, you are wasting your money. No one is going to pay big bucks for a 10-year-old kitchen, a small master bath with a 10-year-old Jacuzzi tub, cabinetry from the '90s or old, aluminum slider windows and doors.", "HOUSING MARKET 2020: MAY BE 'MOST CHALLENGING' YEAR FOR BUYERS, EXPERTS WARN", "Do yourself a favor and speak with a knowledgeable realtor before committing to a remodel for resale. Of course, if you plan to stay five to seven years and you need the extra space to live, by all means, do the remodel.", "Remodeling is very tricky, and many homes are just not that conducive to a good remodel. Avoid adding random rooms with a step up or step down. Keep your ceilings high and your floor plan open to natural light. Galley kitchens and small bathrooms are not in demand.", "Remember that the better the location, the more land value may exceed the value of an old home with lots of rooms.", "Do your research before pulling the trigger. Your home might be a land value, even after investing $300,000 in a remodel.", "Emotional Buying Starts with a Dream", "A picture is worth a thousand words. Have you noticed how ads these days have fewer words and more images? Today we use images, not just of our home but lifestyle images, to show how a buyer would enjoy living there. A swimming pool is wonderful, but actually seeing people around the pool playing, smiling, drinking, eating or jumping into the water suggests an opportunity to visualize yourself or your people enjoying themselves the way those in the photo are enjoying it.", "GET FOX BUSINESS ON THE GO BY CLICKING HERE", "Two wine or Champagne glasses and an expensive bottle on ice suggests that it is there waiting for you and your sweetheart. Someone bringing fresh-cut flowers suggests they are bringing them to you. Children with big smiles playing might suggest that it could be your children with their friends. People dressed up enjoying a colorful, festive meal with family or friends suggests you could be doing so there when the home is yours.", "It's fascinating how we are all wired. As humans, we are wired to seek pleasure, good times, good health, friends, family, wealth, physical looks, adventure, tasty food and drinks, positive energy and good spirit. Not everybody needs all of these things, but in general, seeing people who appear happy, healthy and enjoying cars, boats, scenic travel with beautiful clothes, jewelry and bling-bling has appeal. Beautiful places and things draw attention and curiosity. Everybody has dreams.", "Today when we advertise a home, we appeal to people's dreams and appetite for a life that offers fantasy, adventure and an effortless lifestyle, leaving the worries behind. Let's talk about how we can bring positive attention to your home, and how we can find you a home that answers to your dreams.", "Ron Wynn has been among the top 100 agents in America for over 10 years, as noted on REAL Trends/Wall Street Journal. Ron has represented over 2,200 sales totaling over $1.5 billion in sales volume in his 30-plus-year career as a real estate broker in California.", "He is a noted speaker, trainer, advisor and writer affiliated with Compass, and previously affiliated with Coldwell Banker for 20 years. He also provides weekly coaching articles for over 3,000 real estate agents worldwide and online.", "CLICK HERE TO READ MORE ON FOX BUSINESS"], "authors": [], "keywords": ["remodel", "enjoying", "selling", "fast", "adding", "plan", "wynn", "open", "increase", "ron", "suggests", "good", "small", "images", "extra", "real", "value", "rooms"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}