{"id": "2d8df02c-8e29-349c-9fc0-089717fcaa80", "title": "Boris Johnson's year of U-turns: from Covid tests to free school meals", "url": "https://www.theguardian.com/uk-news/2020/dec/10/boris-johnson-year-of-u-turns", "summary": "Instead, Johnson announced that health workers would focus solely on testing those already in need of hospital care.\nBut only a day later, Boris Johnson relented under heavy criticism.\nThe next day, Johnson claimed to have only just learned what his own office had been doing and reversed the policy.\nThey’re good, they’re dependable for employers,” Boris Johnson told the nation.\nBut Boris Johnson was resolute in his defiance, spending a month telling the country that to follow the advice would mean economic disaster.", "paragraphs": ["He walked triumphantly back into No 10 wielding an increased majority a year ago to chants of “Get Brexit done”. But the tune soon changed and Boris Johnson has gone from “Mr Brexit to Mr U-turn”, in the words of one German newspaper, as he has lurched from disaster to disaster.", "Here we trace the winding road of his government’s many U-turns.", "Mass community testing", "12 March 2020", "One of the earliest and perhaps most damaging of the volte-faces of Johnson’s government was the decision to end the mass testing programme despite advice from the World Health Organization (WHO) that it was vital. Instead, Johnson announced that health workers would focus solely on testing those already in need of hospital care.", "The decision appeared all the more bizarre because the previous day NHS England had announced a “significant expansion of coronavirus testing” and insisted that the demand for tests had never exceeded its existing capacity.", "Announcing the decision, Johnson said: “I must level with the British public: many more families are going to lose loved ones before their time.”", "The visa surcharge", "21 May 2020", "Johnson backed away from a policy that would have required people coming to the UK to work for the NHS to pay a health surcharge of hundreds of pounds, after criticism from his own party that it was “mean-spirited and immoral”.", "The prime minister waved away Labour pleas to exempt NHS staff – many of whom are on the minimum wage – from the charge, claiming it would contribute about £900m per year. The IFS later estimated that he had inflated the figure by an order of magnitude.", "The next day, shortly before he was due to take part in the weekly clap for carers that critics said betrayed his hypocrisy, Johnson backed down.", "Proxy voting", "3 June 2020", "The government resisted calls to allow proxy voting, insisting that shielding MPs be paired with an opponent who agrees not to vote to even things out. But only a day later, Boris Johnson relented under heavy criticism.", "Marcus Rashford’s free school meals campaign", "16 June 2020", "Downing Street was determined not to budge from its position of refusing to help feed hungry children outside of school term time in the face of a popular campaign led by the Manchester United footballer Marcus Rashford – and signalled the strength of feeling by sending ministers out to do a round of media interviews.", "The next day, Johnson claimed to have only just learned what his own office had been doing and reversed the policy. He thanked Rashford for helping bring it to his attention, and the footballer later became an MBE.", "The NHS app", "18 June 2020", "In April the health secretary Matt Hancock, trumpeted plans for an NHS mobile app that he said would be “crucial” to stopping the virus spreading. Trials were undertaken and ministers continued to insist on pursuing the project, on which millions of pounds are believed to have been spent.", "Months later they finally acknowledged that warnings that the system would not work had been right all along and that the UK would now have to wait for an app being developed by major technology firms. It took until September for the UK to be equipped with a tool that Hancock had said was crucial in April.", "Face coverings in shops", "14 July 2020", "The government insisted in June that it was not necessary to make face coverings mandatory in shops because people would not be in close proximity for long. In July, ministers decided it was necessary to make face coverings mandatory in shops in England.", "Huawei ban", "14 July 2020", "Two in one day. Boris Johnson had refused to heed Washington’s warnings that Huawei posed a threat, signalling in January that he was minded to allow the Chinese firm to work on the UK’s 5G infrastructure. But he backtracked and it was announced that Huawei kit would be stripped out of the 5G phone networks by 2027.", "Exam results in England", "15 August 2020", "“Let’s be in no doubt about it, the exam results that we’ve got today are robust. They’re good, they’re dependable for employers,” Boris Johnson told the nation.", "His education secretary, Gavin Williamson, who had ignored warnings about the suitability of the algorithm used to produce them, added that there would be “no U-turn, no change”.", "Two days later the government U-turned, announcing there would indeed be a change.", "Face masks in schools", "25 August 2020", "Days before secondary schools in England were due to reopen, Johnson scrapped his government’s plan to advise against wearing face masks. That came only hours after one of his cabinet ministers had publicly insisted there were no plans to scrap the policy.", "Scores of headteachers had already stopped listening to Johnson’s advice and were planning to allow or encourage their pupils to wear face coverings in the communal areas of schools.", "The eviction ban", "10 September 2020", "Fears that an “avalanche” of homelessness could push up Covid infection rates forced a partial rethink of government plans to end a ban on evictions that was introduced during the first national lockdown.", "England’s second lockdown", "31 October 2020", "Scientific advisers recommended a two-week national “circuit breaker” lockdown for England in September. But Boris Johnson was resolute in his defiance, spending a month telling the country that to follow the advice would mean economic disaster.", "In October he announced a month-long national lockdown, saying “no responsible prime minister” could ignore how bad the situation had become.", "Furlough scheme extension", "5 November 2020", "The chancellor, Rishi Sunak, seen as a conservative voice on spending, had been looking to wind the furlough scheme down. But he was forced into a series of embarrassing climbdowns as the scale of the second coronavirus wave became apparent. Perhaps the most notable was the announcement that the scheme would be extended until March 2021.", "Marcus Rashford’s free school meals campaign – again", "8 November 2020", "The prime minister was bitten, yes. But he was not shy. Once again he stood defiantly against Rashford’s campaign to get the government to keep helping to feed children from poorer backgrounds during school holidays. Once again, he was forced into a U-turn.", "After spending weeks insisting he would not put up the money this time, ministers announced a £170m winter grant scheme for families struggling as a result of Covid-19."], "authors": ["Kevin Rawlinson"], "keywords": ["tests", "nhs", "later", "boris", "free", "uturns", "announced", "scheme", "day", "ministers", "johnson", "school", "face", "meals", "covid", "johnsons"], "pubDate": "2020-12-10T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}