{"id": "2d8dc4c1-9ede-343e-883b-a3e071bbff82", "title": "18 Passive-Aggressive Gifts for Your Terrible Roommate", "url": "https://www.wired.com/gallery/gifts-for-bad-roommates/", "summary": "When you share a living space with other human beings, a few bumps in the road are inevitable.\nThat's especially true now that, thanks to the ongoing pandemic, you've been stuck inside with your roommate more often than you'd like.\nYou know, like when your roommate is constantly \"forgetting\" to pay the bills, leaving clothes all over the floor, and stealing your food from the fridge.\nBe sure to check out our many other buying guides, including our favorite tablets, 25 gifts under $25, and gifts for PC gamers .\nSpecial offer for Gear readers: Get a 1-Year Subscription to WIRED for $5 ($25 off).", "paragraphs": ["When you share a living space with other human beings, a few bumps in the road are inevitable. That's especially true now that, thanks to the ongoing pandemic, you've been stuck inside with your roommate more often than you'd like. Sometimes those bumps can feel more like mountains. You know, like when your roommate is constantly \"forgetting\" to pay the bills, leaving clothes all over the floor, and stealing your food from the fridge.", "Instead of treating your roomie to another coffee gift card or pair of slippers, why not get them a gift that'll double as a hint? Healthy communication is fine and dandy, but so is a self-help book, an oversized robe, or one of the other recommendations in this list.", "Be sure to check out our many other buying guides, including our favorite tablets, 25 gifts under $25, and gifts for PC gamers .", "Special offer for Gear readers: Get a 1-Year Subscription to WIRED for $5 ($25 off). This includes unlimited access to WIRED.com and our print magazine (if you'd like). Subscriptions help fund the work we do every day."], "authors": ["Louryn Strampe", "Louryn Stramp"], "keywords": ["youd", "bumps", "work", "gifts", "roommate", "gift", "passiveaggressive", "youve", "wiredcom", "wired", "25", "18", "terrible"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}