{"id": "2d97afdc-7d92-372b-ab22-af8ea16d249d", "title": "Liz Truss and the power of perkiness", "url": "https://www.economist.com/britain/2021/04/10/liz-truss-and-the-power-of-perkiness", "summary": "What is it about Ms Truss that the Conservative grassroots finds so endearing?\nDespite voting Remain in the referendum, Ms Truss responded to doubts about Britain’s ability to deliver independent trade deals with a whirlwind of activity.\nMs Truss beat the EU to the finishing line.\nMs Truss’s unapologetic Toryism makes her an ideal ally for Mr Johnson—a man who believes that offence is the best form of defence.\nMs Truss is worth watching not just for the usual runners-and-riders reasons but also because she illuminates a widening division in conservatism.", "paragraphs": ["L IZ TRUSS ’s fellow MP s tend to treat her as a bit of a joke. A dull speaker in a profession that values powerful rhetoric and a relentless self-promoter in a world that relishes cutting people down to size, after seven years in cabinet she only holds the lowly job of trade secretary. “Cringe-making”, “insubstantial” and “a robot with a bit missing” are just a few of her colleagues’ brickbats.", "Listen to this story Your browser does not support the <audio> element. Enjoy more audio and podcasts on iOS or Android.", "Yet this month she topped Conservative Home’s monthly Cabinet league table for the fifth time in a row. With 89 points, she beats the highly regarded chancellor, Rishi Sunak (79 points), by a length and the prime minister (61 points) by several. The league table reflects the opinions of party activists, who matter in Tory politics not just because they make key decisions (Boris Johnson was selected as prime minister by a constituency of 160,000 party members) but also because they both create and reflect wider currents of opinion. What is it about Ms Truss that the Conservative grassroots finds so endearing?", "A big part of the answer lies in the fact that she’s utterly unapologetic about her Toryism. Nothing annoys the base more than self-styled progressives’ conviction that they are on the right side of history. And nothing excites them so much as Conservatives who believe that Conservatives are the real progressives and progressives the true reactionaries. Margaret Thatcher seized the mantle of economic progress for her party. But David Cameron’s modernisation strategy consisted of endorsing the left’s cultural agenda—in essence, forcing Daily Telegraph readers to take the knee to the Guardian. Then Brexit shattered the Tories’ unity on economics: Remainers accused Brexiteers of wrecking the economy and Brexiteers focused on sovereignty rather than prosperity. This created a market for an unashamed champion of both economic and cultural Tory values.", "Despite voting Remain in the referendum, Ms Truss responded to doubts about Britain’s ability to deliver independent trade deals with a whirlwind of activity. Remainers lauded the European Union’s trade deal with Japan while mocking Britain’s “flailing” negotiating team. Ms Truss beat the EU to the finishing line. Remainers argued that Britain lacked the necessary heft to negotiate trade agreements around the world. Ms Truss’s officials have done deals with 65 countries.", "Trade experts are unimpressed: they point out that most of Ms Truss’s trade deals are rollovers—mere “cut and paste jobs”—and that the deal with Japan would add a mere 0.07% to GDP , a small fraction of the loss from lower trade with the EU . But the trade secretary calculates that bubbly optimism beats technocratic nit-picking. She describes the Japan deal as “a ground-breaking, British-shaped deal” and “just a glimpse of global Britain’s potential”; her department celebrated it by tweeting a photograph of a bottle of Japanese soy sauce during an edition of “The Great British Bake Off”, claiming that it would soon be cheaper.", "When it comes to her other portfolio—equalities—Ms Truss has adopted the posture of Oliver Cromwell’s “plain russet-coated captain who knows what he fights for and loves what he knows”. She has decisively broken with Mr Cameron’s strategy of conceding the moral high ground to the left—most notably by rejecting the case for “self-identification” for trans people under the 2004 Gender Recognition Act but more generally by arguing that the best way to promote equality is to remove barriers to effort rather than for the state to hand down rights from on high.", "The Truss style is a distinctive mixture of classlessness and perkiness. She’s a “clean skin”, as one Tory puts it: a Tory by conviction rather than inheritance who doesn’t belong to any of the familiar Conservative tribes—grandees, shire-dwellers, nouveaux riches, or, more recently, no-nonsense Northerners. She grew up in Leeds—hence her politically useful Yorkshire accent—but is the daughter of left-wing professionals (her father was a professor of mathematics) who took her on CND marches when she was growing up and pointedly sent her to the local comprehensive rather than the grammar school.", "She remains perky in even the most perk-shrivelling circumstances: she won her Norfolk seat despite attempts by the local “Turnip Taliban” to deselect her over her affair with a married Tory MP , Mark Field, and became a cocky chief secretary to the Treasury despite failing dismally as Lord Chancellor. Nothing is too trivial for her to tweet or post on Instagram and no phrase too cringe-making for her to seize upon: she recently celebrated her move to Ian Fleming’s former office in the Old Admiralty Building by declaring that “Liz Truss: licence to trade” is in town.", "The other source of Ms Truss’s appeal is her libertarianism. She shares Thatcher’s enthusiasm for unleashing the market, shrinking the state and breaking up cosy cartels. During her abortive bid for the leadership in 2019 she argued that Britain should “build a million homes on the London Green Belt’‘ and tear up job-destroying occupational licences. But she also adds a modern twist to Thatcherism. A fan of “digital disruption”, she celebrates “our nation of Airbnb-ing, Deliveroo-eating, Uber-riding freedom-fighters’‘. A scourge of big government, she sticks up for Britons’ inalienable right to stuff themselves with doughnuts washed down with sugary drinks.", "Ms Truss’s unapologetic Toryism makes her an ideal ally for Mr Johnson—a man who believes that offence is the best form of defence. But her libertarianism points to a possible problem. Mr Johnson has thrown his weight behind a post-Thatcherite conservatism that celebrates active government and regional redistribution. Ms Truss’s popularity suggests that there is a limit to the party’s willingness to tolerate that switch, and her soaring ambition and limitless self-regard suggest that she expects a big job in the next cabinet reshuffle. Ms Truss is worth watching not just for the usual runners-and-riders reasons but also because she illuminates a widening division in conservatism. ■"], "authors": ["The Economist"], "keywords": ["liz", "power", "tory", "truss", "points", "remainers", "progressives", "perkiness", "secretary", "ms", "deal", "trade", "trusss"], "pubDate": "2021-04-10T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}