{"id": "2db9d4b9-d02f-36b3-a378-18903ac974c4", "title": "Robin Thicke writes emotional tribute to late father Alan Thicke after welcoming son", "url": "http://www.foxnews.com/entertainment/robin-thicke-emotional-tribute-alan-thicke-death-anniversary", "summary": "Robin Thicke honored his late father on the four-year anniversary of his death.\nIn the caption, the 43-year-old shared an emotional tribute to patriarch Alan Thicke, who passed away in 2016 at age 69.\nI’m excited to have another child.\nI’m excited to put out new music.\nI just focus on what’s happening from moment to moment.”ACTOR ALAN THICKE DIES AT 69According to Alan’s death certificate, the Canadian actor died after his aorta artery tore then ruptured.", "paragraphs": ["Robin Thicke honored his late father on the four-year anniversary of his death.", "On Sunday, the singer took to Instagram where he showed a photo of himself sleeping next to his newborn son Luca Patrick. In the caption, the 43-year-old shared an emotional tribute to patriarch Alan Thicke, who passed away in 2016 at age 69.", "\"Four years ago today, on December 13, 2016, my beloved Father passed away,” Thicke wrote. “As I wake up next to this little guy his first night home, I miss my father so much, but I feel his love in my heart every time I kiss my babies on the head the same way he would kiss me.”", "“I’m crying a little right now,” he continued. “Partly because I’m sad you’re not here, but mostly because I’m happy that I had you to love me, guide me, and show me the way. I hope I make you proud. I miss you every day. Thank you Dad.”", "‘GROWING PAINS’ CAST GRIEVES ALAN THICKE DEATH 35 YEARS AFTER SHOW’S PREMIERE", "Thicke became a father on Friday after his fiancee April Love Geary gave birth to their third child. The couple also shares daughters Mia Love, 2, and Lola Alain, 21 months. Thicke also shares a 10-year-old son named Julian Fuego with his ex-wife Paula Patton.", "On New Year’s Eve 2018, Thicke told Fox News that one of Alan’s many pieces of advice has been on his mind as he embarks on the next chapter of his life.", "“He always said just to enjoy the experience of life, family and career,” said Thicke at the time. “Not to live too much in the past or look too far into the future. Really embrace and enjoy everything that you have right in front of you.", "“We all want to accomplish so many things. I’ve really learned to enjoy each day and each week. Instead of looking too far into the future, I’m excited about my new shows. I’m excited to have another child. I’m excited to put out new music. But really, there’s so much right in front of me every day. I just focus on what’s happening from moment to moment.”", "ACTOR ALAN THICKE DIES AT 69", "According to Alan’s death certificate, the Canadian actor died after his aorta artery tore then ruptured. An aortic tear also killed John Ritter in 2003. The aorta is the main artery that carries blood from the heart to other parts of the body.", "The “Growing Pains” star had enjoyed a lengthy career on both sides of the border. In addition to playing Dr. Jason Seaver on “Growing Pains,” which aired on ABC from 1985 to 1992, Alan had guest appearances on shows such as “How I Met Your Mother” and “This Is Us.”", "In his lifetime, Alan was nominated for three Emmy Awards for his work in the late 1970s as a writer for Barry Manilow’s talk show, and later for a satirical take on the genre in the variety show “America 2-Night.”", "He composed several popular theme songs, including the original theme for “Wheel of Fortune” and other shows including “The Facts of Life” and “Diff’rent Strokes.”", "Alan was buried in Santa Barbara, Calif.", "The Associated Press contributed to this report."], "authors": ["Stephanie Nolasco"], "keywords": ["really", "late", "emotional", "writes", "pains", "tribute", "alan", "im", "welcoming", "thicke", "robin", "right", "father", "love", "son", "excited", "shows"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}