{"id": "2dd26cd2-e293-3658-8ebc-830a10d93256", "title": "Nick Saban Was Famous for Defense. Alabama’s Offense Is the Star Now.", "url": "https://www.nytimes.com/2021/01/11/sports/ncaafootball/nick-saban-alabama-offense.html", "summary": "Some believe the birth of Saban’s revolution came when quarterback Johnny Manziel was lighting up the scoreboard for Texas A&M.\nWhen his team nearly defeated Alabama in 2013, Manziel passed for 464 yards.\nSaban has suggested he reconsidered his approach because Hugh Freeze, then the coach at Mississippi, had used high-powered offenses to beat Alabama in 2014 and 2015.\nStill, Alabama mustered fewer points per game than it had for a few seasons.\nBut through changes in the roster and his staff, which is known for its turnover as assistants move to higher jobs at other programs, Saban stuck with the idea of upending the playbook.", "paragraphs": ["Some believe the birth of Saban’s revolution came when quarterback Johnny Manziel was lighting up the scoreboard for Texas A&M. When his team nearly defeated Alabama in 2013, Manziel passed for 464 yards. The Crimson Tide defense yielded a combined 79 points in losses to Auburn and Oklahoma at the end of that season, and Alabama gave up 630 yards to Auburn in the Iron Bowl rivalry game in 2014.", "Saban has suggested he reconsidered his approach because Hugh Freeze, then the coach at Mississippi, had used high-powered offenses to beat Alabama in 2014 and 2015.", "“He just got to the point of watching it work against him,” said Lane Kiffin, the Alabama offensive coordinator from 2014 through 2016 who is now Mississippi’s coach. “He just said, ‘All right, well, if these things are working against me, instead of just complaining about them to the officials all the time, I’m going to start doing them.’”", "Kiffin added: “That wasn’t as easy as it sounds because he’d been doing it one way a long time. So it wasn’t just walking in and changing whatever you want. It sounded good at first, but then there are some growing pains in that, too, because you’ve got to get used to some plays not working and kind of looking ugly sometimes.”", "In 2014, for instance, Alabama logged 6,783 yards of offense, then the highest total for a Saban-coached team. Still, Alabama mustered fewer points per game than it had for a few seasons.", "But through changes in the roster and his staff, which is known for its turnover as assistants move to higher jobs at other programs, Saban stuck with the idea of upending the playbook. If anything, the movement of people around him might have helped."], "authors": ["Alan Blinder"], "keywords": ["alabamas", "famous", "defense", "alabama", "used", "team", "game", "saban", "yards", "nick", "star", "working", "wasnt", "points", "doing", "manziel", "offense"], "pubDate": "2021-01-11T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}