{"id": "2dd75603-9ac7-324b-84b4-8e0ce58f32ea", "title": "What the US must do to avoid a vicious Covid cycle | Mohamed El-Erian", "url": "https://www.theguardian.com/business/2020/dec/17/what-the-us-must-do-to-avoid-a-vicious-covid-cycle", "summary": "As excited as we all understandably are about the arrival of the first Covid-19 vaccines, the immediate road ahead remains treacherous.\nFortunately, through individual and collective action, the US has the means not only to arrest these dynamics but also to transform them into a virtuous cycle.\nThis triple worry – public health, the economy, and economic policies – in turn fuels problematic household behaviour.\nWhile counting down the days to widespread adoption of effective Covid-19 vaccines, we must not lose sight of the difficult journey still ahead.\n• Mohamed El-Erian is chief economic adviser at Allianz.", "paragraphs": ["As excited as we all understandably are about the arrival of the first Covid-19 vaccines, the immediate road ahead remains treacherous. The US, in particular, could be on the verge of a horrible scenario in which slippages in each of four areas – public health, the economy, policy and household behaviour – end up making those in the other areas even worse. Over the next few weeks, they risk setting in motion a vicious cycle that, if it materialises, could shatter the lives and livelihoods of many more people, even though vaccines are in sight.", "Fortunately, through individual and collective action, the US has the means not only to arrest these dynamics but also to transform them into a virtuous cycle. This will require a set of sustained efforts rather than simple repetition of one-off measures.", "Notwithstanding the restrictions that one state after another is putting in place, the current wave of Covid-19 hospital admissions and deaths in the US is unlikely to subside in a lasting fashion. Yet, rather than regarding these measures as necessary but insufficient, too many Americans will instead be inclined to conclude – incorrectly – that restrictions are ineffective except in their very narrow role as temporary circuit breakers.", "Why the Covid economic crisis has hit poorer nations less deeply than feared Read more", "Moreover, the US is failing to get a handle on public health challenges at a time when the economy is already weakening. The recent string of increases in weekly jobless claims confirms that the recovery in both the labour market and the overall economy is losing steam. More granular daily indicators of economic activity (such as mobility, restaurant bookings and search activity) further support this view.", "A growing number of economists believe that the more comprehensive monthly jobs report for December, released in early January, may show negative job creation. It could be only a matter of time until we start worrying about the threat of a US double-dip recession similar to the one that Europe may already be experiencing.", "The Fed's ample and predictable liquidity injections continue to decouple Wall Street from Main Street", "The third area of concern is the overall US policy response to the economic crisis, which remains unbalanced and inadequate. Yes, monetary policy is still in “pedal to the metal” mode, with the US Federal Reserve expected to do even more at its 15-16 December policy meeting to support economic recovery. Unfortunately, the world’s most powerful central bank is essentially pushing on a string when it comes to long-term economic wellbeing.", "Little of what the Fed does these days addresses the structural impediments to short and longer-term inclusive and sustainable economic growth. Meanwhile, its ample and predictable liquidity injections continue to decouple Wall Street from Main Street, worsen wealth inequality and encourage excessive risk-taking that threatens future financial stability.", "The policy response that can make a difference – a comprehensive fiscal package and pro-growth structural reforms – is nowhere to be seen. Any economic rescue measures that emerge from the painfully protracted negotiations in Congress will likely be too small, too narrowly designed, and insufficiently timely to stop the scarring that risks smothering the US economy’s dynamism.", "This triple worry – public health, the economy, and economic policies – in turn fuels problematic household behaviour. The US government’s inability to control yet another Covid-19 wave is certain to erode public trust further and undermine the adoption of guidance on healthy behaviour. Increased restrictions inevitably add to the short-term economic pressures on many households and are likely to dampen consumer sentiment, robbing the economy of an important driver of growth. Delays in fiscal transfers compound the risks to US consumption and investment at a time when the global economy is in no position to take up the slack.", "It is not hard to see how this combination of factors can trigger a negative feedback mechanism, with nearly every disappointment in any of the four areas making the other three more likely to disappoint even more. Economists call this an adverse multiple equilibrium, meaning that one bad set of outcomes makes it highly likely that the next outcomes will be worse. The good news is that this dynamic can be arrested and turned into a favourable multiple equilibrium.", "Sign up to the daily Business Today email or follow Guardian Business on Twitter at @BusinessDesk", "Achieving this will require the US to make simultaneous efforts in all four areas. For starters, the US needs better pool testing for the Sars-CoV-2 virus, timely tracing and focused isolation of Covid-19 infections. The country also needs an economy that builds consumer and investor confidence while limiting its decoupling from frothy and increasingly speculative financial markets.", "The third key element is a more balanced policy approach that supplements much-needed relief measures with steps to counter the mounting downward pressures on supply and demand dynamics. These should include initiatives to modernise and expand infrastructure, increase skills acquisition in the labour force, counter uncompetitive firm concentration, improve safety nets and enhance other efficient redistribution mechanisms. Finally, more responsible household behaviour – in particular, strict adherence to physical distancing, hand washing and mask wearing – can help to limit Covid-19 transmission.", "While counting down the days to widespread adoption of effective Covid-19 vaccines, we must not lose sight of the difficult journey still ahead. Without pronounced and sustained efforts now to turn a vicious cycle into a virtuous one, the US runs the material – and unnecessary – risk of many more deaths, and of a sluggish, partial and insufficiently inclusive recovery.", "• Mohamed El-Erian is chief economic adviser at Allianz. He served as chair of Barack Obama’s Global Development Council and is a former deputy director at the IMF.", "© Project Syndicate"], "authors": ["Mohamed El-Erian"], "keywords": ["economic", "vaccines", "cycle", "street", "mohamed", "economy", "policy", "covid", "behaviour", "avoid", "likely", "elerian", "public", "areas", "covid19", "vicious"], "pubDate": "2020-12-17T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}