{"id": "2dea144b-c43d-39db-b227-617d3d278f32", "title": "Furniture gets a wiggle on", "url": "https://www.ft.com/content/69f41917-67df-4204-be47-788edc362e02", "summary": "From grand stately mirrors to everyday household objects, everything’s getting a wiggle on.\nMemphis was radical and rule-less, and tried to break free from modernist design,” says Stockholm-based designer Gustaf Westman.\nHis Curvy Mirror – majestic in scale, playful in shape – has become a staple in countless chic Scandinavian homes, and is as ubiquitous and commanding as another cult favourite mirror, Ettore Sottsass’s Ultrafragola.\nSophie Lou Jacobsen Glass Wave Pitcher, $215Another outfit pairing serpentine forms with light, fresh pastels is Wiggle Room, which makes wiggly-topped dining, coffee and side tables in Connecticut.\nWe wanted to bring some of his magic indoors with our organic wiggly tables,” says co-founder Zoe Cohen.", "paragraphs": ["A wave of new designers is bringing much-needed lightness, fun and colour into homes with the clever use of winding lines and sinuous shapes. From grand stately mirrors to everyday household objects, everything’s getting a wiggle on.", "A selection of Sophie Collé’s playful wood and latex paint designs © Sophie Collé", "Some take inspiration from the Memphis movement. “For me, it’s more that the values Memphis started with are very similar to how many new young designers think today. Memphis was radical and rule-less, and tried to break free from modernist design,” says Stockholm-based designer Gustaf Westman. His Curvy Mirror – majestic in scale, playful in shape – has become a staple in countless chic Scandinavian homes, and is as ubiquitous and commanding as another cult favourite mirror, Ettore Sottsass’s Ultrafragola. Other Westman pieces that play with wiggly forms include an oversized Curvy Room Divider with undulating lines in soft pastel hues reminiscent of the work of midcentury designer Joamin Baumann, and wriggly side tables with both a curvy base and tabletop.", "Sophie Lou Jacobsen Glass Wave Pitcher, $215", "Another outfit pairing serpentine forms with light, fresh pastels is Wiggle Room, which makes wiggly-topped dining, coffee and side tables in Connecticut. The tables are inspired by Brazilian landscape architect Roberto Burle Marx and the wavy modernist landscapes he created with the native flora of Brazil. “Some would say he painted with plants. We wanted to bring some of his magic indoors with our organic wiggly tables,” says co-founder Zoe Cohen. After making a sinuous pink dining table for themselves a couple of years ago, Cohen and her partner Levi", "Shaw-Faber refined the design, producing another for their friend, designer Susan Alexandra, before eventually branching out into coffee and side tables and launching Wiggle Room last year.", "Ettore Sottsass Jr for Centro Studi Poltronova Ultrafragola mirror, €7,870 © Pietro Sovorelli", "The duo behind Franco-Argentinian studio Bougie Woogie, industrial designers Jazmín Feige and Matias Gonzalez, were also influenced by the idea of adding a bit of magic to the home. They launched their pieces last year during lockdown, seeing the need for having more fun in our homes. “Being inside during lockdown made people say, ‘I have this space, it’s my space, it should be my sanctuary.’ Having dark times outside was a chance to create a joyful, colourful world inside.”", "Having dark times outside was a chance to create a joyful, colourful world inside”", "Influenced by artist Paul Feeley, Ettore Sottsass, the Bauhaus and even quotidian things such as the pastel hue of a scoop of pistachio ice cream, they design curvy, colourful made-to-order pieces. This approach puts them in close contact with their clients, allowing them to build relationships and offer advice. One example of this exchange is what was once its Wiggly Plant Pedestal. After seeing all the different ways in which customers have used them – from speaker stand to mini bookshelves – it’s now simply the Wiggly Pedestal. The bicoloured lacquered stands come in any combination of lilac, pale green, orange, pistachio, light blue and pink. The same hues are used for their hand-cut scalloped Fleur Mirrors and wavy bookends.", "Bougie Woogie wood Tabletop Fleur Mirror, €70 © Katja Stückrath For Bougie Woogie", "Gustaf Westman wood Curvy Mirror Mini in red, POA © Gustaf Peterson", "Feige and Gonzalez’s work speaks to a democratisation of interior design that has become a priority for many of these designers. Accessibility to good design is as much an inspiration as the idea of constant experimentation and discovery. “Having worked in the design industry post-grad for a few years, I felt extremely burnt out by its exclusivity. I vowed to make my work accessible to all,” says one such designer, 24-year-old Brooklyn-based Sophie Collé, who launched her practice last summer.", "Wiggle room Birch dining table, $1,280 © Jared Kocka", "“My initial intention was not only to produce work that brought a dash of colour, humour and hope to people’s homes, but also to fundraise for social-justice organisations, mutual aid and bailout funds for protesters,” explains Collé of her clever, playful pieces. Her catalogue includes all manner of imaginative designs – wiggly plant stands, colourful geometric chairs, coat racks formed from a delightful kaleidoscope of shapes.", "This is true of her custom work as well. Recent pieces include a wriggly pink radiator cover decorated with pastel blobs and checkerboard and cow-print cutouts, and a sideboard bookshelf with a silhouette so wavy it would not be entirely surprising to see it wiggle away. As Collé says, these designs are about redefining what people expect to see in their homes: “I think any area of the house can always afford some curvature and colour!”"], "authors": ["Cherish Rufus"], "keywords": ["pieces", "curvy", "furniture", "gets", "wiggle", "design", "work", "mirror", "wiggly", "tables", "homes", "room"], "pubDate": "2021-04-17T09:55:05Z", "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}