{"id": "2e1c9bf7-5133-3aed-808d-8d44969e0742", "title": "‘Smoky with a touch of biker jacket’: putting musicians’ candles to the sniff test", "url": "https://www.theguardian.com/music/2021/apr/10/musicians-candles-sniff-test", "summary": "Zen factor Less Zen, more zing.\nZen factor Slow Burn sits right at the point in the Venn diagram where Zen meets cute.\nZen factor The kind of Zen for which you own the publishing rights.\nZen factor So Zen we’re unconscious.\nZen factor A cosy level of contentment on a par with watching a brand new episode of Gogglebox.", "paragraphs": ["Roxy Music", "£95, bellafreud.com", "Smells like Bella Freud’s Love Is the Drug candle riffs on Roxy Music’s sleazy 1975 single of the same name. Though we would expect the actual Bryan Ferry to reek of Brylcreem and the cobbles of Savile Row after a light rain, this is a rather more fluffy proposition; a perky mix of cherries, violets and leftover Victoria sponge.", "Best for Fastidiously dolling yourself up for a Zoom date before remembering where the “touch up my appearance” toggle is.", "Zen factor Less Zen, more zing.", "Rating 3/5", "Kacey Musgraves", "£29, boysmells.com", "Smells like Named after the opening track on her Grammy-scooping Golden Hour, the classy Slow Burn is acid-dropping country queen Kacey Musgraves’s sweetly aromatic addition to the pop candle canon. With an aroma like a combination of palo santo, a weed vape and packet of Haribo, it essentially makes the random tat found on a Depop vendor’s bedside table smell deeply aspirational.", "Best for Working out how much you’re going to overcharge someone born in 2003 for a tatty Nirvana T-shirt.", "Zen factor Slow Burn sits right at the point in the Venn diagram where Zen meets cute.", "Rating 4/5", "Taylor Swift", "£40, storeuk.taylorswift.com", "Smells like Lifted from a lyric on Taylor’s Evermore album, the Eyes Full of Stars candle is supposed to conjure up romantic nasal visions of oak moss and non-specific woodland. Yet it smells much cleaner than a muddy stomp around Epping Forest; we’re getting soft furnishings, Mrs Hinch’s supply cupboard and your local branch of Gail’s Bakery.", "Best for Putting on a plaid overcoat and walking 100 laps of the kitchen.", "Zen factor The kind of Zen for which you own the publishing rights.", "Rating 3/5", "Motörhead", "£30, evokecandleco.com", "Smells like All of your unhealthiest habits, but strangely appealing. Channelling the true spirit of Lemmy, the Motörhead candle offers a powerful burst of smoky whiskey with just a touch of musty biker jacket.", "Best for Missing the stench of your favourite rock bar just before chucking out time? Simply light this and imagine that a drunken Terry Pratchett fan from Exeter has hilariously programmed the jukebox to play Ace of Spades 20 times in a row.", "Zen factor This is a zero Zen zone. Now try saying that after five double Jack and Cokes.", "Rating 4/5", "Bursting into pong ... Alicia Keys. Photograph: Kevin Winter/Getty/iHeartMedia", "Alicia Keys", "£35, cultbeauty.co.uk", "Smells like A bougie cross between a pint of Oatly and some primo Christmas stuffing, the two main ingredients in Alicia Keys’s Soulcare candle are oat milk and sage. It smells creamy and kind of delicious. Could we eat it? If our Deliveroo doesn’t turn up on time, we might have a nibble. Should we eat it? Definitely not.", "Best for Extreme chilling. In fact, we’re so relaxed right now we’re worried we’ll fall asleep on the sofa, forget to snuff out the candle and accidentally burn the place down. Apparently Alicia has one in every single room of her house – how on earth does she ever get anything done?", "Zen factor So Zen we’re unconscious.", "Rating 5/5", "Glass Animals", "Sold out, irusu.co.uk", "Smells like The patchouli-fragranced Dreamland candle – named after affable indie band Glass Animals’ latest album – has been made to smell like the house in the Massachusetts countryside where frontman Dave Bayley spent his childhood. Which can only mean one thing: Dave grew up with some right old hippies.", "Best for Turning on, tuning in and dropping off; otherwise known as going deep into the Grateful Dead’s back catalogue.", "Zen factor Zenner than Zen.", "Rating 2/5", "Hayley Williams", "£20, petalsforarmor.com", "Smells like Paramore’s Hayley Williams doubles down on her new-found solo swagger with the Sanctuary candle, which follows her folksy home-recorded album Flowers for Vases/Descansos. The top notes are lemon zest and black peppercorn – so far, so yummy salad dressing – but we can also make out a sly whiff of marijuana, too.", "Best for Deciding which lavish Ottolenghi feast to make for dinner but bottling it at the last minute and having a chippy tea instead.", "Zen factor A cosy level of contentment on a par with watching a brand new episode of Gogglebox.", "Rating 3/5", "Wardruna", "Sold out, 2204candles.com", "Smells like The bearded folk traditionalists have created a candle that recalls a big night out with some rowdy elves; there’s pine, cedar and sandalwood in there as well as zingy bergamot and mint for an ocean-fresh splash of bracing coastal energy.", "Best for Doing YouTube yoga in your living room but pretending you’re in a majestic Norwegian forest instead of a DIY prison with bars made from the packaging of endless Amazon Prime deliveries.", "Zen factor Mostly relaxing, but with an edgy hint of Viking battle on the horizon.", "Rating 5/5"], "authors": ["Leonie Cooper"], "keywords": ["putting", "alicia", "smoky", "factor", "smells", "zen", "youre", "touch", "test", "candles", "musicians", "album", "jacket", "candle", "biker", "sniff", "right", "burn"], "pubDate": "2021-04-10T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}