{"id": "2e571127-05d8-3827-ad59-30265b24f683", "title": "Johnny “Joey” Jones: Biden Saying “Jim Crow On Steroids” Is Not Just Lying, It’s “Getting People To Hate Each Other”", "url": "https://radio.foxnews.com/2021/04/07/johnny-joey-jones-biden-saying-jim-crow-on-steroids-is-not-just-lying-its-getting-people-to-hate-each-other/", "summary": "I don’t know if you know about baseball and the Braves footprint, but the closest stadium to us is Cincinnati.\nThis is not just a hit against Georgia.\nAnd to say that’s Jim Crow on steroids is not just lying.\nIt is being divisive and trying to get people to hate each other for the purpose of scoring political points.\nAnd he should be ashamed, but he doesn’t have the cognitive ability to understand shame, or he wouldn’t say his son did nothing wrong.”", "paragraphs": ["On Fox Across America with Jimmy Failla, Fox News Contributor Johnny “Joey” Jones discusses the voting laws in his home state of Georgia and how MLB’s decision to pull the All-Star Game out of Georgia affects more than just one state and President Biden’s role in the controversy.", "“I’m a Georgian. I’m a proud Georgian. I think one thing that really bothers me about this is that I felt like maybe not sports, but baseball especially, was that last thing we had down here in this state after such a tumultuous election season. I don’t know if you know about baseball and the Braves footprint, but the closest stadium to us is Cincinnati. We’ve got D.C., Cincinnati, St. Louis and Tampa Bay and we’re everything in between. This is not just a hit against Georgia. This is a hit against several states and a huge fan base. It’s just terrible that MLB would really prioritize such a small, loud group of people over such a large fan base.”", "“These are laws that challenged every problem you could possibly say we had and say we’re going to fix it. And to say that’s Jim Crow on steroids is not just lying. It’s being a provocateur. It’s not letting a crisis go to waste. It is being divisive and trying to get people to hate each other for the purpose of scoring political points. And he should be ashamed, but he doesn’t have the cognitive ability to understand shame, or he wouldn’t say his son did nothing wrong.”"], "authors": ["Jon Costantino"], "keywords": ["thing", "georgian", "lying", "steroids", "crow", "joey", "johnny", "jim", "hit", "fox", "state", "laws", "georgia", "getting", "really", "say", "hate", "know", "saying", "jones"], "pubDate": "2021-04-07T00:00:00Z", "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}