{"id": "2e627134-22d3-3aff-8be9-adc3e9d67dfc", "title": "Americans are rushing to get vaccinated as covid-19 cases spread", "url": "https://www.economist.com/united-states/2021/04/03/americans-are-rushing-to-get-vaccinated-as-covid-19-cases-spread", "summary": "W HAT’S THE most fun to be had in Roscoe, a suburban village in northern Illinois, after dark on Friday?\nTheir country has powered ahead of almost every other sizeable one (Britain excepted) in rolling out vaccinations.\nMr Biden’s promise in January, of 100m vaccinations in his first 100 days, is long out of date.\nOptimism is spreading that vaccinations will allow schools, offices, bars and restaurants everywhere to open again as normal before long.\n■Dig deeperAll our stories relating to the pandemic and the vaccines can be found on our coronavirus hub.", "paragraphs": ["W HAT’S THE most fun to be had in Roscoe, a suburban village in northern Illinois, after dark on Friday? Judging by the happy chatter of those queuing between racks of suntan lotion in a Walgreens chemist last week, nothing beats an appointment for a covid vaccine. They were welcomed by a pair of efficient pharmacists who dashed off paperwork, then gave injections behind a screen on the shop floor. At the evening’s end a vial with a single dose of Moderna vaccine lay unused. To avoid waste, the pharmacist stuck it in your grateful correspondent’s left arm.", "Listen to this story Your browser does not support the <audio> element. Enjoy more audio and podcasts on iOS or Android.", "If Roscoe’s residents didn’t have sore muscles, they might like to pinch themselves. Their country has powered ahead of almost every other sizeable one (Britain excepted) in rolling out vaccinations. Winnebago county, home to Roscoe, is typical. Like America, by March 30th 16% of its residents were fully vaccinated. Across the state 30% have had at least a single jab, also not far from America’s average.", "That’s a remarkable achievement. The pace of injections surged in recent months as supply rose (vaccines by Johnson & Johnson, Moderna and Pfizer are all in use; one from AstraZeneca may soon be approved). An average of 1.3m doses went into arms daily at the end of January. By this week it was 2.8m, and rising.", "States are relaxing rules on who gets protection. By the end of March, 16 of them said adults of any age may sign up for jabs. Another 22—including California, Illinois and New York—will do so in April. By mid-April, says Joe Biden, 90% of adults will qualify. By early May, over half of adults should be at least part-vaccinated. Mr Biden’s promise in January, of 100m vaccinations in his first 100 days, is long out of date. Twice that tally is doable.", "Who gets the credit? The previous administration of Donald Trump is owed some. It bet on tackling the pandemic with quick production of vaccines, using federal funds to subsidise drugmakers. Yet for weeks he failed to announce he’d had the jab in January, which is one reason why his followers (especially white, Republican men) are the least eager to sign up for protection. One hopeful survey, this week, did suggest vaccine hesitancy is falling.", "A poll by Ipsos this week found that a whopping 75% of Americans approve of Mr Biden’s handling of the vaccine roll-out, and almost as many like his leadership on the pandemic overall. Optimism is spreading that vaccinations will allow schools, offices, bars and restaurants everywhere to open again as normal before long.", "Changes in behaviour caused by that optimism, however, are now a concern. A big increase in passengers at airports and guests at hotels, along with a decision by some states (including Iowa, Mississippi and Texas) to scrap rules on wearing masks, have created conditions for cases again to rise. In some states, such as Michigan, a new spike in cases is evident.", "Mr Biden asked governors on March 29th to reinstate those mask rules. The head of the Centres for Disease Control, Rochelle Walensky, on the same day spoke of a “recurring feeling I have of impending doom”, given the trends she saw. Cases are rising especially among the young. In Roscoe, the rolling covid positivity rate ticked up in late March. A more infectious and deadly variant of the virus, B.1.1.7, first found in Britain, is also becoming common. Other variants pose threats.", "A race is thus on. Even faster vaccination is coming, as Mr Biden vows that 90% of the population will live within five miles of the nearest vaccination centre. The supply of vaccine soon won’t be a constraint. Instead the challenge will be to convince those not already keen to flock to a pharmacy late on Friday night of the benefits that flow from a shot in the arm. ■", "Dig deeper", "All our stories relating to the pandemic and the vaccines can be found on our coronavirus hub. You can also listen to The Jab, our new podcast on the race between injections and infections, and find trackers showing the global roll-out of vaccines, excess deaths by country and the virus’s spread across Europe and America."], "authors": ["The Economist"], "keywords": ["vaccines", "vaccinations", "week", "covid19", "jab", "americans", "cases", "pandemic", "rules", "injections", "spread", "rushing", "vaccine", "mr", "roscoe", "vaccinated"], "pubDate": "2021-04-03T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}