{"id": "2e799629-71b6-3131-96de-ac5e5962c8df", "title": "Former Gov. Haley Barbour: If Republicans Don’t Vote in GA, “You Slit Your Own Wrists”", "url": "https://radio.foxnews.com/2021/01/04/former-gov-haley-barbour-if-republicans-dont-vote-in-ga-you-slit-your-own-wrists/", "summary": "Email Embed+ Embed CodeEmbed the following code on your website:Watch the latest video at foxnews.comOn Fox Across America with Jimmy Failla, former governor and former RNC Chairman Haley Barbour explains how the future of the country could be at stake in the Georgia Senate runoff election.\nThe Democrats have taken a lurch to the left that their ancestors would not even recognize.\nAnd I'm talking about people that were in Congress ten years ago, twenty years ago, wouldn't recognize this as what we're trying to do in America.\"\n\"The good news is the people of Georgia have an election tomorrow that if they turn out and vote similarly the way they voted back in November, we'll win those two seats.\nIf you don't vote, you slit your own wrists.\"", "paragraphs": ["", "Email Embed", "+ Embed Code", "", "Embed the following code on your website:", "", "Watch the latest video at foxnews.com", "On Fox Across America with Jimmy Failla, former governor and former RNC Chairman Haley Barbour explains how the future of the country could be at stake in the Georgia Senate runoff election.", "\"This is not about marginal differences. The Democrats have taken a lurch to the left that their ancestors would not even recognize. And I'm talking about people that were in Congress ten years ago, twenty years ago, wouldn't recognize this as what we're trying to do in America.\"", "\"The good news is the people of Georgia have an election tomorrow that if they turn out and vote similarly the way they voted back in November, we'll win those two seats. But people have to turn out. If you don't vote, you slit your own wrists.\""], "authors": ["Jon Costantino"], "keywords": ["ga", "vote", "haley", "websitewatch", "ago", "barbour", "georgia", "embed", "wrists", "turn", "gov", "dont", "wouldnt", "republicans", "slit", "win", "recognize"], "pubDate": "2021-01-04T00:00:00Z", "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}