{"id": "2e8742d6-b275-3d05-98bb-4dd1672c70b1", "title": "Getting girlhood right - Covid-19 threatens girls’ gigantic global gains", "url": "https://www.economist.com/leaders/2020/12/19/covid-19-threatens-girls-gigantic-global-gains", "summary": "Fifty years ago only 49% of primary-school-age girls in lower-middle-income countries were in school, compared with 71% of boys; today the share of both is about 90%.\nIn 1995 almost six in ten girls in South Asia were hitched before reaching 18; that ratio has fallen by half.\nLess than half the girls in South Asia, the Middle East or Africa have access to the contraception that they may want.\nThe covid-19 pandemic could hobble progress for girls in poor countries, or even reverse it.\nGet it right and billions of girls will have a better shot at fulfilling their potential.", "paragraphs": ["F OR MUCH of human history and in many places, girls were considered property. Or, at best, subordinate people, required to obey their fathers until the day they had to start obeying their husbands. Few people thought it worthwhile to educate them. Even fewer imagined that a girl could grow up to govern Germany, run the IMF or invent a vaccine.", "In most of the world that vision of girlhood now seems not merely old-fashioned but unimaginably remote. In much of the rich world parents now treat their daughters as well as they do their sons, and invest as much in their future (see Essay). In field after field girls have caught up with boys. Globally, young women now outnumber young men at university. The speed of change has been blistering. Fifty years ago only 49% of primary-school-age girls in lower-middle-income countries were in school, compared with 71% of boys; today the share of both is about 90%. In 1998 only half the world’s secondary-school-age girls were enrolled; today two-thirds are. Over the same period rates of illiteracy fell from one in five young women aged 15-24 to one in ten, bringing them roughly on a par with young men.", "Girl babies are more wanted than ever before. Parents in some countries prefer them. Even in places, such as China, where the sex-selective abortion of girl fetuses has been rife, it is often becoming less so. Girls are also less likely to be married off in childhood. In 1995 almost six in ten girls in South Asia were hitched before reaching 18; that ratio has fallen by half. Around the world, it has fallen from one in four to one in five.", "Girls are healthier, too. Compared with the mid-1990s, they become sexually active later and are more likely to use contraception. Rates of teenage pregnancy have fallen by a quarter globally and by two-thirds in South Asia and North America. Girls are less likely to suffer female genital mutilation—and object to this horrific tradition more vocally. Whereas in 2000 just 27% of women and girls in the most-affected regions said it should be banned, today 54% do.", "When societies handle girlhood well, the knock-on effects are astounding. A girl who finishes secondary school is less likely to become a child bride or a teenage mother. Education boosts earning power and widens choices, so she is less likely to be poor or to suffer domestic abuse. She will earn almost twice as much as a girl without schooling.", "And she will pass on a smorgasbord of advantages to her offspring. She will have fewer children, and invest more in them. They will be less likely to die in infancy, or to grow up stunted physically or mentally. She will read to them more, and help them with their homework. All this means they will learn more, and earn more as adults. A recent study by Citigroup and Plan International estimated that, if a group of emerging economies ensured that 100% of their girls completed secondary school, it could lead to a lasting boost to their GDP of 10% by 2030.", "Because the benefits of nurturing girls are so large, it is a scandal that some countries have still failed to grasp them. Less than half the girls in South Asia, the Middle East or Africa have access to the contraception that they may want. Only one girl in three south of the Sahara finishes her secondary education. And although rates of child marriage have fallen by half in South Asia, they have fallen by less than that in Africa (which now has the highest rate in the world) and have remained stagnant in Latin America and the Caribbean.", "The covid-19 pandemic could hobble progress for girls in poor countries, or even reverse it. During previous disasters, they have often suffered most. When Ebola forced west African schools to close in 2014, many girls dropped out, never went back and ended up pregnant or as child labourers. UNICEF warns that something similar could happen with covid-19—but on a larger scale. Studies suggest that in the next decade 13m child marriages that would have been averted may go ahead, and an extra 2m girls may have their genitals cut.", "The risk of regression is real. So it is crucial that, even if governments of poor countries have to tighten their belts, they prioritise spending on education and girls. Donors should help, too. And policies should be joined up. Persuading girls to stay in school longer is not only a way to teach them maths; it is also a chance to vaccinate them and teach them about birth control, consent and self-assertion. It can even be an opportunity to advise parents about the downsides of child marriage.", "Adolescence is a crucial juncture for girls. It is when many health problems emerge or are averted; and many social ones, too, from truancy to self-harm. Only recently has this phase been recognised as the most important for brain development after infancy. Get it right and billions of girls will have a better shot at fulfilling their potential. Get it wrong and they will live poorer, shorter lives, less able to stand up for themselves, more vulnerable to coercion, and more likely to pass these disadvantages on to the next generation. So, get girlhood right. ■"], "authors": ["The Economist"], "keywords": ["girl", "getting", "child", "school", "countries", "girls", "girlhood", "young", "threatens", "right", "gains", "world", "south", "gigantic", "likely", "global", "covid19", "fallen"], "pubDate": "2020-12-19T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}