{"id": "2e871cd2-c8d7-303e-8746-9bd16f70adb3", "title": "With Her Size-Inclusive 11 Honoré Collection, Lena Dunham Introduces a New Character", "url": "https://www.vogue.com/slideshow/lena-dunham-11-honore-collection-interview", "summary": "This week's launch of 11 Honoré x Lena Dunham changes all that with a five-piece collection that fulfills her wardrobe wishlist.\nPhoto: Courtesy of 11 HonoréThe capsule itself grew out of Dunham’s friendship with 11 Honoré founder Patrick Herning.\nAfter some back and forth—and the onset of the global pandemic—both felt a clothing collection informed by Dunham’s experiences would be ideal.\n“11 Honoré already filled some of those, and it was great to find pieces there that I loved and spoke to my tastes.\nThey can put these on and feel powerful.”Deluca Skirt $138 11 Honoré x Lena Dunham Shop Now The Ballroom Shirt $128 11 Honoré x Lena Dunham Shop Now", "paragraphs": ["Lena Dunham has experienced fashion from all angles. Few can say they’ve walked the catwalk at London Fashion Week for 16 Arlington, as she did in 2020, thrifted their way through Brooklyn’s vintage emporiums, and crafted characters whose taste in clothing is as memorable as their dialogue. Dunham’s path from lifelong enthusiast to Vogue cover star is well documented, but until recently, her interest was limited to personal style. This week's launch of 11 Honoré x Lena Dunham changes all that with a five-piece collection that fulfills her wardrobe wishlist.", "Like many of her previous projects, the capsule began with a character. “I had this early 90s SoHo woman in mind bopping through her day from one appointment to the next,” shared Dunham on the phone from London where she’s filming the comedy, Catherine, Called Birdy. “Maybe she’s heading to the farmers market or having dinner with friends and has to stop by her studio. Imagining her day unwinding was huge for me, because then you can feel it all come to life.”", "The character focus is evident within the collection. Offered in sizes 12 to 26, the lineup of scalloped-edged pinstripe blazers and patterned shirt dresses in shades of olive and marigold would look right at home on the big screen. Girls fans might picture Shoshanna or Jessa, but the looks also align with Dunham’s modern magpie aesthetic. “I’ve always been about color and pattern—the louder, the better,” she says. “If it looks like Auntie Mame wearing a pair of PJs and knocking back champagne or [as though] a kindergartener hot glued on a bunch of fake rhinestones, that’s where my style lives.” Such eclecticism is still rare within the plus-size luxury market, a space where Dunham felt there was room for improvement.", "Photo: Courtesy of 11 Honoré", "The capsule itself grew out of Dunham’s friendship with 11 Honoré founder Patrick Herning. First introduced to the site as a customer, Dunham found the size-inclusive e-tailer to be an oasis of good taste. After months of buying her Rachel Comey separates and GANNI dresses on the site, she met Herning in the fall of 2019. The pair hit it off immediately. After some back and forth—and the onset of the global pandemic—both felt a clothing collection informed by Dunham’s experiences would be ideal. “Lena was so open about her journey, which had a profound impact on what she wanted to develop,” says Herning. “There is just this authenticity. From the print style to buttons and edges, it all feels very her.”", "Like many women, Dunham experienced weight fluctuations over time and saw the difference in the options available for straight-size consumers versus what was offered to their plus-sized peers. “I’ve always been someone who’s had a curvy body, and the market was something that truly interested me [as] I was starting to see a lot of the holes within it,” she explains. “11 Honoré already filled some of those, and it was great to find pieces there that I loved and spoke to my tastes. I’m someone who loves to feel powerful in my clothes and likes them to have a sense of humor, so I thought there might be a world where I have something to say [in fashion] and about creating plus-size garments. When I started talking to Patrick, I realized that he would be the perfect guide.”", "Dunham’s perspective on dressing can be aptly summed up in one world: cheeky. There is a playfulness to her clothing choices, whether it’s pure irreverence like the coordinating Christopher Kane mini-dresses she and Girls co-star Jemima Kirke wore at the 2019 Camp-themed Met Gala or punchy floral Prada she graced the Emmys carpet back in 2013. But her love of whimsy was often at odds with much of what she found when pursuing stores. “Sometimes it seems that the people who make plus size clothing think that women want to disappear,” she says. “That because our bodies are curvy, we don’t want to be seen any longer, and that’s just not true.” Those attitudes were something Dunham sought to counter within her designs. Bold, upbeat, and filled with detail, her pieces aren’t for wallflowers. “I wanted these clothes to say something and have a perspective,” says Dunham. “They aren’t trying to hide because the people who are wearing them have historically been told that they should hide.”", "Photo: Courtesy of 11 Honoré", "To get that point across, Dunham approached the design process with an eye towards personality. Thinking back to her childhood in Manhattan, she filled her mood board with figures who populated red carpets and party pages during her youth, along with a little familial inspiration. “[I had] a lot of photographs of my mom in the early nineties,” she says with a laugh. “Then why not add some Jane Birkin pictures or Winona Ryder because she’s everything, Naomi Campbell in this amazing power suiting. Inspirational women and then some great pictures, textural elements, and quintessential New York photos [of] those fire escapes between Broadway and Prince where I grew up.”", "The muses were retro, and so were the reference points. “I have always loved vintage shopping, in person or just trawling through Etsy for hours searching for pieces,” says Dunham. “It’s harder to find vintage pieces because a lot of those things were never even made in larger sizes. Bringing that vintage feel to the pieces was incredibly important to me. I wanted each design to have a thoughtful detail that sets it apart and gives you that cheekiness or edge.” Dunham’s father, artist Carroll Dunham, even designed a print for the collection. The geometric shapes that feature on the asymmetrically hemmed Madderlake dress look fit for a gallery wall, precisely Dunham’s intent. “It was all about taking things beyond basic,” she says. “We have the scalloped edges on the blazer for a touch of femininity, a white shirt with a mock turtleneck, so it isn’t just the standard. Even the pearlescent buttons on the menswear shirt, which we’ve done in a yellow fabrication for a seventies, feel takes it a step further.”", "Photo: Courtesy of 11 Honoré", "Herning and 11 Honoré designer, Danielle Williams Eke, were on hand to ensure that Dunham’s ideas translated into wearable pieces. Learning the ins and outs of taking a concept from sketch to final product was eye-opening for the star. “I learned so much from Patrick and Danielle about fit and the process of fit, what you need to do to make a dress work in reality,” says Dunham. “They don’t just go ‘we’ll add more fabric to a basic size’ they are thinking about the topography of the body and how a woman will feel wearing these clothes. Danielle is an absolute genius, and I loved seeing the care that went into this.”", "Fashion’s relationship with larger sizes remains fraught. Still, thanks to the efforts of brands like 11 Honoré, Universal Standard, Good American, and many others who have emerged as powerhouses online, the concept of size inclusivity is moving into the industry’s mainstream. But finding stylish clothing can still be an uphill battle, even for those in the limelight. And Dunham has experienced firsthand how problematic the media’s treatment of women’s bodies still is. “I’ve been the butt of a fair number of jokes because of the shape and size of my body; that’s just the reality,” she says. “Those comments have come more from the media outside of fashion than within fashion itself. No, fashion is not an industry where curvy bodies are embraced, but there have been plenty of people within the industry who have viewed me as someone they might want to dress, which has been an enlightening experience.”", "The benefit of those experiences is now Dunham can bring her insider’s view to a wider audience, one that is continuously evolving. While she’s aware that her personal history within fashion comes with a degree of privilege, Dunham hopes that collections like hers continue to broaden the range of options available until the playing field becomes genuinely level. “I’ve had some amazing experiences in fashion, but I still recognize that progress needs to be made,” she says. “I’m hoping that the women who experience this collection and wear it feel as though [the pieces] were made just for them. There should be no tugging or pulling, no need for alteration. They can put these on and feel powerful.”", "Deluca Skirt $138 11 Honoré x Lena Dunham Shop Now The Ballroom Shirt $128 11 Honoré x Lena Dunham Shop Now"], "authors": ["Janelle Okwodu", "Janelle Okwod"], "keywords": ["sizeinclusive", "honoré", "lena", "11", "clothing", "feel", "introduces", "character", "dunhams", "dunham", "fashion", "pieces", "collection"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}