{"id": "2e942b3a-6eb4-30a7-a308-bf665e4ae0c0", "title": "Colorado governor's husband taken to the hospital over worsening COVID-19 symptoms", "url": "https://www.foxnews.com/politics/colorado-governors-husband-taken-to-the-hospital-over-worsening-covid-symptoms", "summary": "Jared Polis' husband, Marlon Reis, has been taken to the hospital for treatment following worsening COVID-19 symptoms, according to a press release from the governor's office Sunday.\n\"Over the last 24 hours, First Gentleman Marlon Reis started to experience a slightly worsening cough and shortness of breath on day eight after being diagnosed with COVID,\" the governor's office said in the statement.\nCLICK HERE TO GET THE FOX NEWS APPThe announcement comes after Polis and Reis both announced their positive COVID-19 diagnoses on Nov. 28.\nThe governor's office noted that Polis is \"not experiencing any additional symptoms at this time\" and said officials will continue to update the general public as new information is available.\nThe COVID Tracking Project recorded 3,234 new COVID-19 cases in Colorado on Sunday, bringing the total number of confirmed cases to 249,512 with 11,069 additional probable cases.", "paragraphs": ["Colorado Gov. Jared Polis' husband, Marlon Reis, has been taken to the hospital for treatment following worsening COVID-19 symptoms, according to a press release from the governor's office Sunday.", "\"Over the last 24 hours, First Gentleman Marlon Reis started to experience a slightly worsening cough and shortness of breath on day eight after being diagnosed with COVID,\" the governor's office said in the statement. \"As a precaution, the First Gentleman has been transported to the hospital for review and treatment.\"", "COLORADO CHURCH ASKING SUPREME COURT FOR RELIEF FROM DEMOCRATIC GOVERNOR'S COVID RESTRICTIONS", "In a post on his Facebook page, Reis said he began experiencing \"a worsening cough and shortness of breath\" after fighting the virus for eight days.", "\"My doctor suggested that as a precaution I go to the hospital, so a few hours ago Jared drove me to the hospital where I was admitted and am now being closely monitored,\" Reis said.", "Reis asked, in addition to sending kind thoughts and prayers for everyone impacted by the coronavirus, that Americans be \"extra careful to avoid getting it.\"", "\"Wearing a mask properly reduces your risk by half! Also, make sure to avoid social gatherings (right now one in forty Coloradans are contagious with Coronavirus) and keep a distance from others,\" Reis said. \"I hope to be home soon!\"", "CLICK HERE TO GET THE FOX NEWS APP", "The announcement comes after Polis and Reis both announced their positive COVID-19 diagnoses on Nov. 28.", "The governor's office noted that Polis is \"not experiencing any additional symptoms at this time\" and said officials will continue to update the general public as new information is available.", "The COVID Tracking Project recorded 3,234 new COVID-19 cases in Colorado on Sunday, bringing the total number of confirmed cases to 249,512 with 11,069 additional probable cases. Currently, 1,750 people in Colorado have been hospitalized due to the disease and 2,724 have died."], "authors": ["Lucas Manfredi"], "keywords": ["husband", "hospital", "cases", "office", "symptoms", "covid19", "governors", "covid", "worsening", "reis", "polis", "colorado", "taken"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}