{"keywords": ["carlson", "democrats", "impeachment", "dont", "forward", "choice", "destroy", "votes", "tucker", "russia", "president", "trump", "believe", "dems", "voters", "remove"], "authors": ["Tucker Carlson", "Tucker Carlson Currently Serves As The Host Of Fox News Channel S", "Fnc"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "title": "Tucker Carlson: Dems have no choice but to march forward on Trump impeachment – although it will destroy them", "pubDate": null, "url": "https://www.foxnews.com/opinion/tucker-carlson-democrats-trump-impeachment-destroy", "paragraphs": ["It is here. After months of false starts and threats and endless posturing by some of the saddest, most ineffectual people in America, impeachment apparently is imminent. Barring some last-minute plot twist -- and that could happen -- Donald Trump will join Andrew Johnson and Bill Clinton as the third American president ever impeached by the House of Representatives.", "So Democrats have been promising to do this since before the president was even elected as president, and yet still, it feels kind of weird, surprising -- surreal, even -- that it's finally going to happen. Why?", "WITH TRUMP IMPEACHMENT VOTE IMMINENT, PRESIDENT TRAVELING TO BATTLE CREEK, MICH., TO RALLY THE FAITHFUL", "Because impeachment -- and there's really no disagreement about this -- is a terrible idea for the country.", "At this point, there's no question that Democrats can't actually remove the president, and in trying, they will only hurt themselves.", "The polls are clear, and yet -- and here's the fascinating point -- they're doing it anyway. Here's Maryland Congressman Jamie Raskin explaining why they're doing it:", "", "Rep. Jamie Raskin, D-Md.: The president's continuing course of conduct constitutes a clear and present danger to democracy in America. We cannot allow this misconduct to pass. It would be a sellout of our Constitution, our foreign policy, our national security and our democracy.", "CLICK HERE TO GET THE OPINION NEWSLETTER", "See if you can follow the logic chain -- maybe you can spot the missing link. Here's what he's arguing: Leaving a president in office until voters can decide to remove him from office if they want, is \"a danger to democracy.\" It's a \"sellout of our Constitution.\" OK.", "So, in case you've forgotten, what is the crime that undergirds this impeachment proceeding? What is the president accused of doing?", "Well in case you've forgotten, it's that Donald Trump may have delayed military aid to the government of Ukraine.", "The entire impeachment saga has become detached from reality. Here are the most basic facts about it: Democrats do not have the votes to remove President Trump from office. They never will have the votes to remove the president.", "Now, keep in mind that the only purpose of aid to the government of Ukraine is to antagonize Russia. Keep in mind also that Russia is a country with more nuclear weapons than any other country on the globe.", "But according to Rep. Jamie Raskin, not giving weapons to Ukraine is a clear and present danger to America. It's a \"sellout,\" he says, of our national security to pause in our relentless attacks on Russia, even for a moment.", "That's a remarkable assertion. Hard to believe he could defend that in a rational conversation but it doesn't even stand out under the current standards of political rhetoric.", "There's a lot of talk like that all of a sudden. The entire impeachment saga, in fact, has become detached from reality.", "Here are the most basic facts about it:", "Democrats do not have the votes to remove President Trump from office. They never will have the votes to remove the president.", "The point of impeachment is to remove a president. They cannot do that.", "This process is doomed before it even begins. And by the way, they don't have the votes because voters don't support it.", "The irony is that our democracy is working just fine.", "Voters support it, in fact, less than they did. After a full month of watching public hearings on impeachment, Democrats have not gained support, they have lost it. In late October, when this began, about half the country backed impeachment. Forty-four percent said they were opposed to impeachment In the most recent polling. Those numbers have inverted.", "In other words, the more people learned about impeachment, the less they wanted impeachment. That's not one person's opinion, that is the sum total of the polling. -- The numbers could not be clearer on this question. And yet, even in the face of all that data, elite Democrats still will not admit it. They're literally in denial.", "Watch Democratic Party cheerleader and CNN analyst Jeffrey Toobin attack his own company's polling when it doesn't match what he believes must be true.", "David Chalian, CNN political director: You see a decline from our last poll in Democratic support from 90 percent down to 77 percent.", "", "Jeffrey Toobin, CNN legal analyst: Can I just say, my twin brother, that I don't believe that poll for one second.", "", "Chalian: What part?", "", "Toobin: The 90 to 77 percent. It's just I don't believe it. It makes no sense that that number would change like that. I mean, you know, life has shown us that polls are sometimes wrong, and David, that poll is wrong just because I said so, OK?", "", "\"Why don't you believe?\" \"Because I don't! Because I look out my window and I see the horizon that means it's flat. You can tell me the Earth is round, but I just don't believe it. Enough with your dumb numbers in your scientific theories. I just don't believe it,\" says the legal analyst. OK.", "What you're watching, obviously, is one man degrade himself. But it's bigger than that. It's the definition of ideological extremism -- and that's the inability to change course, no matter what the evidence tells you.", "So, that's the point at which this is no longer politics, of course, we left that a long time ago. What you're looking at is religion. And of course, being the Democratic Party, their religion it's always the exact opposite of what they claim it is.", "So, as President Trump noted in a recent letter to Nancy Pelosi: “You are the ones interfering in America's elections. You are the ones subverting American democracy. You are the ones bringing pain and suffering to our republic for your own selfish, personal, political and partisan gain.”", "The public, whether they like Trump or not, agrees with that. The polling shows it, but the Democrats can't acknowledge that; they're stuck. So, in 2016, they went all-in on denouncing Trump -- remember this -- before the election and every one of his supporters, you, as beyond-the-pale racist, worthy of being hated. Not reasoned with or talked to, but hated and dismissed -- and physically assaulted in some cases.", "But they lost anyway. And when they did lose, they refused to learn. They refused to even think for a moment about why they may have lost and instead moved seamlessly from racism into a conspiracy about Russia so bizarre they could never even fully explain its outlines. \"What are you saying?\" you would ask? \"Russia,\" they would say. OK.", "CLICK HERE TO GET THE FOX NEWS APP", "That collapsed. You watched happened on live television. But what hasn't changed is the rage storm they created with years of propaganda.", "They whipped their voters into such a frenzy that the voters can't be pulled back now. They want blood. And so Democrats have no choice but to march forward, despite the fact that it will inevitably destroy them. And they know it will. It's almost poignant.", "Adapted from Tucker Carlson's monologue from \"Tucker Carlson Tonight\" on Dec. 17, 2019.", "CLICK HERE TO READ MORE FROM TUCKER CARLSON"], "id": "2e9e568a-982a-3840-85ed-3c0f88eaad84", "summary": "WITH TRUMP IMPEACHMENT VOTE IMMINENT, PRESIDENT TRAVELING TO BATTLE CREEK, MICH., TO RALLY THE FAITHFULBecause impeachment -- and there's really no disagreement about this -- is a terrible idea for the country.\nHere are the most basic facts about it: Democrats do not have the votes to remove President Trump from office.\nHere are the most basic facts about it:Democrats do not have the votes to remove President Trump from office.\nAfter a full month of watching public hearings on impeachment, Democrats have not gained support, they have lost it.\nSo, as President Trump noted in a recent letter to Nancy Pelosi: “You are the ones interfering in America's elections."}