{"id": "2ea63ab3-f60d-3b92-a23f-c0a8300c42ff", "title": "Sanders and Warren's Big Debate Dust-Up Tops This Week's Internet News Roundup", "url": "https://www.wired.com/story/internet-week-253/", "summary": "Let's get this out of the way first: A lot of the chatter online last week has been about Ukraine.\nBernie Sanders and Elizabeth Warren's Big Debate Dust-UpWhat happened: The truce between Senator Elizabeth Warren and Senator Bernie Sanders seems to have, um, fallen apart.\nWhat really happened: The first Democratic primary is just weeks away, and at this point it's still anyone's race.\nWith Warren’s confirmation, the story broke into the mainstream media, making headlines across the internet.\nWarren’s statement continued to polarize tensions between the candidates and, more importantly, between the candidates’ supporters, with Sanders partisans quickly mobilizing hashtags in response.", "paragraphs": ["Let's get this out of the way first: A lot of the chatter online last week has been about Ukraine. If you don't know what we're talking about, click these links to catch up. In other corners of the internet, though, things were different. In those realms, folks were excited about a green dog, talking about why both Watchmen and Mindhunter seem to be over, and discussing Taylor Swift's new documentary for Netflix. Oh, and Prince Harry and Meghan Markle have successfully escaped the royal clutches, in case you were worried. Have other things been happening in the world? Read on.", "Bernie Sanders and Elizabeth Warren's Big Debate Dust-Up", "What happened: The truce between Senator Elizabeth Warren and Senator Bernie Sanders seems to have, um, fallen apart.", "What really happened: The first Democratic primary is just weeks away, and at this point it's still anyone's race. Former vice president Joe Biden seems to be in the lead, but not too far behind him are Senator Bernie Sanders and Senator Elizabeth Warren, two people who claimed to be friends up until this week, when this happened.", "The reports—which emerged at a point when progressives were said to be moving support from Warren to Sanders—immediately became the subject of criticism from those sympathetic to the Sanders campaign, with a lot of pushback happening on Twitter.", "There was, unfortunately, only one problem with asking Warren to comment on the story: Her statement might not be what some thought it would be.", "Oh. With Warren’s confirmation, the story broke into the mainstream media, making headlines across the internet. Warren’s statement continued to polarize tensions between the candidates and, more importantly, between the candidates’ supporters, with Sanders partisans quickly mobilizing hashtags in response.", "Others, meanwhile, had their eyes on the prize.", "As all of this was unfolding online, there was a Democratic debate which ended with a moment that many couldn’t help but notice.", "Turns out, there might have been a reason why she refused the handshake.", "The exchanged was followed the next day by lots of hashtags and snake emoji on social media. You can rightly expect that this will continue to play out in the coming weeks."], "authors": ["Graeme Mcmillan", "Graeme Mcmilla"], "keywords": ["weeks", "roundup", "tops", "statement", "warren", "things", "senator", "warrens", "week", "elizabeth", "dustup", "debate", "sanders", "talking", "internet", "big"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}