{"id": "2eb2d6f4-a67e-31a0-8803-6447fcca1a99", "title": "The biggest story ever? - Only the world wars have rivalled covid-19 for news coverage", "url": "https://www.economist.com/graphic-detail/2020/12/19/only-the-world-wars-have-rivalled-covid-19-for-news-coverage", "summary": "The two world wars and the Spanish flu of 1918 caused far more deaths, as have various famines and genocides.\nHowever, covid-19 has altered people’s daily routines in almost every country, in a way that deadlier events did not.\nTo diversify this analysis, the New York Times has also granted us access to its archives, which stretch back to 1851.\nOnly two events in modern history have come close to these fractions: the world wars.\nBefore 2020, the biggest change in most people’s daily lives in recent decades was probably the advent of the world wide web and smartphones.", "paragraphs": ["G IVEN HOW much the world has changed in 2020, it is hard to fathom that the year was just one leap-day longer than 2019. On January 16th The Economist published its first article about a novel coronavirus in Wuhan, China, which at that point had been confirmed only as the cause of 42 infections and one death. Two weeks later, covid-19 made its debut on our cover. It returned there on February 27th, and held the slot for ten consecutive issues. The topic has claimed seven more covers since then.", "Is the pandemic the biggest news story ever? The two world wars and the Spanish flu of 1918 caused far more deaths, as have various famines and genocides. However, covid-19 has altered people’s daily routines in almost every country, in a way that deadlier events did not. Moreover, fatality counts cannot quantify developments that have changed people’s lives for the better.", "As an alternative measure, we combed through every article we have published since our founding in 1843, and counted how often we mentioned certain keywords in each year. To diversify this analysis, the New York Times has also granted us access to its archives, which stretch back to 1851. In both publications, just under half of articles this year (including January and February, when the disease was mostly limited to China) have included “covid-19” or “coronavirus”. In late March, four-fifths of our own stories used one of those words.", "Only two events in modern history have come close to these fractions: the world wars. The share of Economist stories referring to “war” reached 53% in 1915 and 54% in 1941. For the New York Times, it peaked at 39% in 1918 and 37% in 1942. This gap may be explained by America’s distance from the battlefronts, which reduced the effect of the fighting on daily life. If newspapers around the world hewed closer to 35% than 55% in their reporting of the wars, then covid-19 has probably set a new record.", "Media coverage is a flawed gauge of importance. Many critics worry that journalists focus too much on bad news, which often arrives via unexpected catastrophes, and too little on improvements, which tend to accumulate more gradually. Nonetheless, The Economist’s archive bears traces of life getting better—or at least, we have taken stock of slow-moving changes in welfare more frequently as time has gone on. Even before 2020, mentions of “health” were rising. “Democracy”, though under threat in many countries, grew in popularity in the late 1980s. Articles about “poverty” became more common after 2000, when the UN listed its eradication as its first goal for the new millennium.", "The 21st century also brought a surge in stories referring to the “internet” or being “online”. Before 2020, the biggest change in most people’s daily lives in recent decades was probably the advent of the world wide web and smartphones. If the pandemic makes working from home realistic for many employees, it might have a similarly long-lasting effect. That would be a welcome silver lining to a long, gloomy year. ■", "Sources: Gale; New York Times; The Economist"], "authors": ["The Economist"], "keywords": ["coverage", "rivalled", "times", "2020", "economist", "wars", "world", "peoples", "york", "referring", "biggest", "daily", "covid19"], "pubDate": "2020-12-19T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}