{"id": "2ec0cff1-cc61-3b67-9079-a89e85616f9c", "title": "Google apps feel strain as firm's privacy standoff with Apple drags on", "url": "https://www.theguardian.com/technology/2021/feb/11/google-apps-feel-strain-as-firms-privacy-standoff-with-apple-drags-on", "summary": "Google’s privacy standoff with Apple has lasted so long that even the company’s own apps are complaining about it.\nSince early December, Apple has required any iOS app to include a privacy “nutrition label”, listing all the ways the app uses personal data.\nGoogle Photos was updated almost weekly until two months ago; so too were YouTube, Google Maps and Gmail.\nIn fact, of the 86 apps Google has published on the iOS App Store, only three – Google Slides, Google Play Music and TV, and Google Translate – have been updated in 2021.\nOf those three, just one – Google Translate – has a privacy label, which lists 25 ways personal data may be used.", "paragraphs": ["Google’s privacy standoff with Apple has lasted so long that even the company’s own apps are complaining about it.", "Since early December, Apple has required any iOS app to include a privacy “nutrition label”, listing all the ways the app uses personal data.", "Those labels, which are written by the app developers, range from short and sweet – the podcast app Overcast, for instance, lists six uses of personal data, from usage information for analytics to user IDs for the app’s sign-in functionality – to somewhat longer. Facebook lists 80 different data categories it uses, for purposes from tracking users around the web to personalising the app.", "Google, however, has yet to provide its own labels. The company only has to do so when it updates its apps, which it stopped doing late last year. The iOS version of Google Chrome, for instance, was updated roughly every two weeks throughout 2020, until two months ago when it received its last update. Google Photos was updated almost weekly until two months ago; so too were YouTube, Google Maps and Gmail.", "In fact, of the 86 apps Google has published on the iOS App Store, only three – Google Slides, Google Play Music and TV, and Google Translate – have been updated in 2021. Of those three, just one – Google Translate – has a privacy label, which lists 25 ways personal data may be used.", "The vast majority of the remaining 83 apps received their most recent update two months ago, shortly before the new requirements came into effect.", "On Wednesday night, Google’s apps began to complain about the lack of updates. According to user reports posted on social media, a number of apps including Gmail, Google Maps and Google Photos issued notices warning their users that the app was “out of date”, despite the fact the users were on the latest version.", "“You should update this app,” the warning read. “The version you’re using doesn’t include the latest security features to keep you protected. Only continue if you understand the risks.”", "Google was unable to immediately respond to a request for comment from the Guardian , but a spokesperson told the tech site The Verge that the error message was a “bug”. Others such as the TechMeme editor, Spencer Dailey, speculated that the “bug” was in fact “an automatic check of how long it has been since the app was last updated”, which was not expected to be triggered since in normal times a two month-old version of the app would definitely be out of date.", "Google will shortly face further pressures from Apple’s privacy push. In a forthcoming update to iOS, a new feature called “App Tracking Transparency” will require applications to ask for permission before they are able to track users around the web. The setting has sparked strong pushback from Facebook, which argues it will hurt online advertising, but to date Google has been quiet about how it intends to respond to the requirement."], "authors": ["Alex Hern"], "keywords": ["apps", "apple", "feel", "update", "users", "drags", "google", "strain", "standoff", "app", "ios", "uses", "firms", "updated", "privacy", "version"], "pubDate": "2021-02-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}