{"id": "2eed552d-df2b-3067-8fa2-9f736399e640", "title": "Letters to the editor", "url": "https://www.economist.com/letters/2021/04/10/letters-to-the-editor", "summary": "If the Western alliance collectively adopted similar measures, it could prove to be the sharpest form of persuasion, too.\nWe rank Bangladesh as one of the world’s worst countries for workers’ rights in our 2020 Global Rights Index.\nJöRN BRöMMELHöRSTERViennaBagehot observed that today’s strand of English nationalism is very different from that described in 1941 by George Orwell in “England, Your England”.\nMay I suggest a more enduring source to be “England, Their England”, published in 1933 by A.G. Macdonell.\nIt closes with the line: “Donald got up and yawned and stretched himself and went off to find some tea.”", "paragraphs": ["Listen to this story Your browser does not support the <audio> element. Enjoy more audio and podcasts on iOS or Android.", "Letters are welcome via e-mail to [email protected]", "Sanctions on China", "There is some truth to your view that it may not be possible to penalise the Chinese Communist Party out of power (“Dealing with China”, March 20th). The West’s approach, typified by the latest round of EU sanctions, which target just four individuals and one entity, is founded on an inversion of Theodore Roosevelt’s maxim, namely to speak loudly but carry no stick at all.", "Ultimately, the Chinese pressure point lies as much in the West as it does in Asia. We do already have quite the stick available. Missing from the debate is the recognition that Britain’s Modern Day Slavery Act, unmatched by other Western powers, provides both the reach and the punishments to tackle the enormity of human-rights abuses in China and have a real effect on its industry in a way sanctions arguably do not. Imitation is the sincerest form of flattery. If the Western alliance collectively adopted similar measures, it could prove to be the sharpest form of persuasion, too.", "LEIGH HANSSON", "Partner", "Reed Smith", "London", "Given the impossibility of reversing the extinction of political democracy in Hong Kong, might there be hope for the future integrity of its financial and business community in developing a separate financial regime, along the lines of the Dubai International Financial Centre? Established on the basis of English commercial law, this has evolved, over the past 15 years, into a widely respected jurisdiction for international dispute resolution, effectively ring-fenced from the domestic law of the emirate.", "DAVID MONTAGU-SMITH", "London", "Now we are told that China seeks global domination. But it is only America that terrifyingly combines being armed to the teeth with a belief that it is ordained to impose its values on the world. China lacks such messianic zeal. America’s pre-eminence can no longer be taken for granted. A waning hegemon can be dangerous.", "YUGO KOVACH", "Winterborne Houghton, Dorset", "A Mickey Mouse operation", "Regarding the effort to free the stranded ship in the Suez canal (“Chokehold”, March 27th), one wonders if the engineers were aware of the method whereby Donald Duck lifted a sunken yacht by filling it with ping-pong balls? It was illustrated in a daily paper at one time.", "CHARLES FARKAS", "Chappaqua, New York", "Bangladesh’s deadly industry", "A blithe reference to governments in Bangladesh boosting economic growth “mainly by getting out of the way” and simplifying labour laws conceals the grim reality for the country’s garment workers (“From rags to stitches”, March 27th). A failure to regulate led to the deaths of 1,000 workers and injuries to thousands when the Rana Plaza garment factory collapsed in 2013. Since then the government has resisted reform, and left it to international unions, NGO s and some international clothing brands to try to ensure that workers come home alive at the end of the day.", "Half a million employees in export-processing zones are denied the right to join a union to get decent pay and safe work. Police, acting on behalf of factory owners, many of whom hold seats in parliament, are notorious for using violence against striking workers and the mass use of criminal charges to stop workers exercising their rights. Hundreds have been sacked in recent years just for protesting for better pay. And sexual harassment is rife in the industry. We rank Bangladesh as one of the world’s worst countries for workers’ rights in our 2020 Global Rights Index.", "We all want the garment industry to recover from the brutal cuts imposed at the start of the pandemic, but workers have to get a fair share of the pie and not risk death or harassment at work.", "SHARAN BURROW", "General secretary", "International Trade Union Confederation", "Brussels", "The more the better", "I take issue with your notion that Dutch politics is “absurdly complicated” because of the high number of political parties that sit in parliament (“Suddenly Sigrid”, March 20th). Surely you are not making a case for a two-party system, after Corbynism nearly destroyed Labour in Britain, and Trumpism even more convincingly did so to the Republican Party in America?", "Reducing the number of parties in the Dutch parliament by applying a 5% minimum threshold of the vote at elections would still leave at least eight parties. And then what? Forging coalitions would not be any easier. Compared with other European countries, Dutch voter turnout and confidence in national politics are high, and governance is generally stable. And thanks to the swirl of smaller parties coming and going, political trends become apparent much sooner here than in other countries.", "Absurdly complicated? Sensibly dynamic is a more fitting description.", "MICHAëL KOLK", "Bussum, Netherlands", "War on waste", "Bartleby’s take on getting rid of useless rules and regulations (March 13th) reminded me of a programme our team developed in the office of America’s secretary of defence during the 1990s. We put together a plan that allowed the commanders of military installations to request relief from regulations that had hindered their ability to manage, with some success.", "An air force captain told us that burdensome travel regulations (particularly those limiting expenses for meals) were costing a lot of money to audit. In those days, $3bn were spent auditing $8bn in expenses. The new rules prevented routine perjury. No one cared whether people on travel for education or training dined at the Ritz and slept in the park, or slept in the Ritz and ate a sandwich in the park. Their command would determine whether the overall training paid off.", "And the sergeant of a motor pool stopped the department from buying boxes of manuals with each vehicle when only one was needed per garage. He also advised against paying Chrysler to remove radios from the vehicles, which weren’t built without them. It saved millions.", "Of course, subsequent administrations killed the programmes.", "GERALD KAUVAR", "Washington, DC", "England, our England", "English nationalism might be less disruptive to British politics (Bagehot, March 20th) if Britain had one strong national football team, instead of separate squads for England, Northern Ireland, Scotland and Wales. Then football could finally come home.", "JöRN BRöMMELHöRSTER", "Vienna", "Bagehot observed that today’s strand of English nationalism is very different from that described in 1941 by George Orwell in “England, Your England”. May I suggest a more enduring source to be “England, Their England”, published in 1933 by A.G. Macdonell. It closes with the line: “Donald got up and yawned and stretched himself and went off to find some tea.”"], "authors": ["The Economist"], "keywords": ["parties", "political", "england", "workers", "rights", "letters", "international", "politics", "parliament", "editor", "china", "regulations"], "pubDate": "2021-04-10T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}