{"id": "2f1d85c4-c661-38bb-9b8e-cbd7f9c85bb2", "title": "Nor’easter Live Updates: Messy Snowstorm Moves Up the East Coast", "url": "https://www.nytimes.com/live/2020/12/17/nyregion/winter-storm-gail/", "summary": "ET Nor’easter Live Updates: Messy Snowstorm Moves Up the East Coast At a critical moment in the pandemic, a major winter storm is bringing heavy snow and freezing rain from the Mid-Atlantic to the Northeast.\nThe snow day began nine months ago.\nVideo A winter storm barreled into the Mid-Atlantic and Northeast on Wednesday, with forecasters predicting up to two feet of snow in places.\nCredit Credit... Mark Makela/Getty Images The fast-moving winter storm that barreled through the Mid-Atlantic and into the Northeast on Wednesday and Thursday created hazardous road conditions in the affected areas.\nThe snow had started to stick in New York City several hours earlier and continued with growing intensity until around midnight.", "paragraphs": ["Live Updated Dec. 17, 2020, 9:19 a.m. ET Dec. 17, 2020, 9:19 a.m. ET Nor’easter Live Updates: Messy Snowstorm Moves Up the East Coast At a critical moment in the pandemic, a major winter storm is bringing heavy snow and freezing rain from the Mid-Atlantic to the Northeast.", "New York wakes up to its biggest snowfall in years. Commuters trudged through the snow in the Bronx on Thursday morning. Credit... Gabriela Bhaskar for The New York Times As a powerful nor’easter lingered in the New York City area on Thursday morning, meteorologists confirmed that the region had been hit by its biggest winter storm in years, and that more snowflakes were likely to come. Still, the quick-moving storm that had pummeled the region with snow, sleet and heavy winds was now headed up the coast toward New England, the National Weather Service said, meaning the bulk of the storm had already passed. “We’re not entirely done. But the heaviest snowfall has likely passed,” said Da'Vel Johnson, a meteorologist with the Weather Service’s New York office. Though New York City and its suburbs in New York, New Jersey and Connecticut remained under a winter storm warning until 1 p.m., Mr. Johnson said the storm was expected to have moved on by around 11 a.m. The heaviest snowfall hit the city overnight. As of 8 a.m., the National Weather Service recorded 10 inches at Central Park, with nine inches remaining on the ground, Mr. Johnson said. The region could probably expect another inch at most, he added. Bronx Gabriela Bhaskar for The New York Times Manhattan Hiroko Masuike/The New York Times Bronx Gabriela Bhaskar for The New York Times Manhattan Hiroko Masuike/The New York Times slide 1 slide 2 slide 3 slide 4 To the north, some places in Massachusetts saw up to 10 inches of snow, with more expected to come, and parts of upstate New York were also hit particularly hard. In Binghamton, N.Y., meteorologists reported 41 inches of snow. The executive of Broome County, which encompasses it, ordered a ban on travel on Thursday morning, allowing only essential personnel on the roads. Still, even with the storm leaving metropolitan New York, its effects were expected to linger. With temperatures hovering near freezing and a mix of snow, sleet and rain expected in the morning, the National Weather Service warned that roads and sidewalks would likely be icy and that travelers should take extra care. The storm had already been linked to collisions that caused multiple deaths in Pennsylvania and Virginia, as well as a multicar crash that in New York City that injured a half-dozen people. Traffic piled up further south, in Maryland and near Washington. New York City’s Sanitation Department said a snow alert remained in effect, meaning restaurants were still prevented from serving customers in their roadway dining setups. A spokesman said it was unclear when the alert would end, especially with high winds remaining from the storm. Mr. Johnson said the cold temperatures ushered in by the storm were expected to remain as well, with wind-chill effects making the region feel particularly frigid. “It will be pretty chilly for quite some time,” Mr. Johnson said. “Like, welcome people to winter.”", "Advertisement Continue reading the main story", "For once, many New Yorkers welcomed the storm. A woman skiing in the East Village in Manhattan on Wednesday night. Credit... Hiroko Masuike/The New York Times It’s usually a New York City nightmare: a midweek nor’easter that promised to dump a foot of snow before the morning commute, snarling traffic, shutting down airports and commuter train lines, slowing subways and forcing parents to somehow work around small children thrilled by a day off from school. But this is 2020. The snow day began nine months ago. And in the sort of reversal that could only happen in this pandemic era, a heavy snowstorm is, to many, a most welcome change, something new to look at from the windows that New Yorkers have lived behind since March. Of course, to essential workers and city agencies, the storm was still a storm, packing the potential for major problems. Restaurant workers, coming off the halt of indoor dining on Monday and some outdoor dining ahead of the storm on Wednesday, braced for the first stretch without any business since the spring. Taxi drivers, food vendors — everyone who makes a living in the street — stood to face a loss made greater by the months that came before. But in other pockets of the city, to anticipate and lean into something fun — to see a colossal storm approaching and think “sled” — felt almost indulgent. Mothers and fathers planned to mute their office notifications before ducking outside with sons and daughters, finding fresh, white hills normally out of reach on a work day. Daniel Lugo and his daughter, Frida, 6, tried two hardware stores in Brooklyn’s Windsor Terrace neighborhood on Wednesday, finally finding what they were after — a long blue sled — on Prospect Avenue. “Our last one,” a worker said. “Oh, yes!” came the shouted reply — and not from Frida. “It actually feels good,” Mr. Lugo said, his glasses fogging above his mask. Normally, he’d be taking a subway to Manhattan, but now, “I commute in my socks,” he said. “I’ll take half a day, take this one out sledding — I’m actually excited.” He’ll have to wait until school ends for the day to sled with Frida, though. In the upside-down year that is 2020, the once-a-century asterisk, it was New York’s public-school children who suffered a loss on Thursday, missing out on the chance of a day off. The city suggested this week that remote learning would quite likely make snow days a thing of the past, perhaps for good.", "Huge pileups leave dead and injured on treacherous roads. Video A winter storm barreled into the Mid-Atlantic and Northeast on Wednesday, with forecasters predicting up to two feet of snow in places. The storm is expected to stretch nearly 1,000 miles. Credit Credit... Mark Makela/Getty Images The fast-moving winter storm that barreled through the Mid-Atlantic and into the Northeast on Wednesday and Thursday created hazardous road conditions in the affected areas. A pileup involving dozens of cars on Wednesday on Interstate 80 in Clinton County, Pa., resulted in two deaths, the state police said. A spokeswoman for the Virginia State Police said a 19-year-old man had died in a car crash, one of about 200 the state police had responded to by 3 p.m. In New York City, a multicar collision on an already salted stretch of road just south of a bridge linking Manhattan to the Bronx left a half-dozen people hospitalized with non-life-threatening injuries, officials said. As the night wore on, the storm, as had been forecast, was proving to be one of the biggest in New York, Philadelphia and other East Coast cities since a crippling 2016 blizzard. “Everything that was predicted is right on track,” David Stark, a meteorologist with the National Weather Service in New York, said Wednesday evening. As of midnight, Central Park had gotten 6.5 inches of snow and sleet, the Weather Service said. The snow had started to stick in New York City several hours earlier and continued with growing intensity until around midnight. By Thursday morning, it appeared that the city would accumlate less than a foot of snow. The storm, a nor’easter, hit first in Maryland, Virginia and the Washington area, with a mixture of freezing rain and snow blanketing the region. Near Frederick County, Md., dozens of cars could barely inch forward on a packed highway. In Washington, about 50 miles southeast, the snow seemed to be turning to slush. The storm stretched nearly 1,000 miles, from North Carolina to New England, according to the National Weather Service, and had threatened to fell trees, knock out power and cover roadways with ice. A municipal snow plow struck and killed a man in western Pennsylvania late on Wednesday afternoon, the authorities said. The episode happened just before 5 p.m. in North Versailles, Pa., about 13 miles southeast of Pittsburgh, according to local media reports, which said that the man had been operating a snow blower when the public works plow backed into him. Derrick Bryson Taylor, Christine Hauser, Giulia McDonnell Nieto del Rio, Lucy Tompkins, Will Wright, Heather Fletcher, Ed Shanahan, Neil Vigdor and", "Advertisement Continue reading the main story", "The storm created extra challenges during a pandemic. Forecasters predicted up to a foot of accumulation in New York — more than the city received all of last winter. Credit... George Etheredge for The New York Times The first major winter storm of the season made its way up the East Coast on Wednesday and into Thursday morning, and like everything in 2020, it was made more complicated by the coronavirus pandemic. Hospitals in the storm’s path, already struggling with overloaded intensive care units and emergency departments from Covid-19 hospitalizations, delayed elective surgeries to keep beds available. Several major cities, including Baltimore and Hartford, Conn., temporarily shut down coronavirus testing sites in anticipation of heavy snow and wind. The storm also threatened the timely delivery of a coronavirus vaccine, just as the first inoculations of health care workers began this week. St. Luke’s University Health Network, which operates 12 hospitals in Pennsylvania and New Jersey, expected to receive its first vaccine delivery on Thursday, but a spokesman said there was a possibility it would be delayed by the storm. While hundreds of school districts announced that they would close Wednesday and Thursday because of the storm, others found online learning honed during the pandemic to be the perfect substitute for a snow day, disappointing students who hoped for a day off. Even the usual headaches of flight delays — hundreds of flights were canceled on Wednesday — came with new worries because of the virus. Chloe Cho, 22, was supposed to fly home from Boston to Chicago on Thursday, but the storm caused her to delay her trip an extra day. “I am not thrilled,” she said. “I usually don’t mind waiting in airports, but now I’m scared because of Covid that I’m going to have to sit around and wait for my flight due to the storm.”"], "authors": ["Michael Gold", "Derrick Bryson Taylor", "Jenny Gross", "Michael Wilson", "Maria Jimenez Moya", "Lucy Tompkins", "John Schwartz"], "keywords": ["updates", "coast", "snow", "snowstorm", "east", "day", "times", "winter", "expected", "morning", "moves", "storm", "noreaster", "york", "weather", "live", "messy", "city"], "pubDate": "2020-12-17T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}