{"title": "Imitating Amazon: E-Commerce Battle Bolstered by Companies Mimicking the Market Leader", "summary": "Three years later Mr. Coddou has pulled his products from Amazon, citing fulfillment costs and seller fees that shaved his margins, among other issues.\nHe moved the company’s online order fulfillment over to e-commerce technology company Shopify Inc., which this year began rolling out its own physical distribution service.\nTaken together, the businesses are creating what amounts to a virtual logistics system in Amazon’s shadow for retailers racing to keep up with the sector’s leader.\nThis is creating new competition for the online giant even as Amazon itself continues to upend traditional retail and distribution strategies.\nThe company focuses on direct-to-consumer companies that want one- or two-day shipping, and it also fulfills Amazon orders.", "url": "https://www.wsj.com/articles/imitating-amazon-e-commerce-battle-bolstered-by-companies-mimicking-the-market-leader-11576578601?mod=hp_minor_pos13", "paragraphs": ["When entrepreneur Patrick Coddou was looking to boost sales at Supply, the specialty shaving products company he and his wife, Jennifer, founded four years ago, he turned to Amazon. com Inc.", "He added the company’s single-blade razors and marble shaving bowls to Amazon’s marketplace in 2016 and used the e-commerce giant’s fulfillment service to package and ship the orders, supplementing the business the couple was handling themselves out of their garage in Fort Worth, Texas.", "Three years later Mr. Coddou has pulled his products from Amazon, citing fulfillment costs and seller fees that shaved his margins, among other issues. He moved the company’s online order fulfillment over to e-commerce technology company Shopify Inc., which this year began rolling out its own physical distribution service.", "Despite the vast reach of Amazon’s marketplace, “If you’re trying to build something, a brand, a relationship [with customers], Amazon’s not a good place,” Mr. Coddou said. “Before I took it off Amazon, they started advertising their Amazon razors on my page.”", "Companies like Supply that are looking to reach customers and fulfill orders have many more options these days. Amazon’s dominance of digital retail sales has spawned a fast-growing ecosystem of startups and services aimed at matching different parts of Amazon’s sprawling network and at helping retailers and brands of all sizes meet consumer expectations set by the e-commerce heavyweight.", "Taken together, the businesses are creating what amounts to a virtual logistics system in Amazon’s shadow for retailers racing to keep up with the sector’s leader. This is creating new competition for the online giant even as Amazon itself continues to upend traditional retail and distribution strategies.", "Some of the new offerings cater to brands that may sell on Amazon but don’t want to pay the company’s fulfillment charges, or that view Amazon as a potential competitor. Some major brands such as Nike Inc. have pulled back from selling directly through Amazon, choosing for a variety of reasons to use tools they’ve either built themselves or brought in from other companies.", "Businesses including Shopify, Wix.com and Squarespace help sellers set up digital stores and process payments. A growing lineup of new and established software firms offer tailored technology to tell retailers where to keep their inventory.", "Newsletter Sign-up", "Operators like ShipBob and Quiet Logistics fulfill orders for direct-to-consumer brands through their own warehouses that help sellers put their inventory closer to customers for faster shipping, To help companies match Amazon’s growing network of distribution centers, on-demand warehousing startups such as Flowspace Inc. and Flexe Inc. connect retailers to warehouses with space to share. Robotics companies like Massachusetts-based 6 River Systems and Singapore-based GreyOrange Pte. supply automation to mimic Amazon’s robot-heavy handling while software companies such as Shippo, ShipHawk and ShipHero help merchants book shipments and track order deliveries.", "The upstarts have built business as more established companies including the big parcel carriers have tailored services to businesses looking for fast and nimble ways to reach consumers.", "Before 2005, when Amazon’s Prime program launched, online fulfillment involved two basic choices: “Fast and expensive or slow and inexpensive,” said Jim Tompkins, chief executive of supply-chain consultancy Tompkins International. Now, “it’s a whole new game,” he said.", "“It’s not cheap to use FBA [Fulfillment By Amazon], and it’s dangerous,” because Amazon may choose to provide competition for the sales, said Jun-Sheng Li, a former senior vice president of global e-commerce supply chain at Walmart Inc. who is now an executive in residence at venture-capital firm Canvas Ventures, a Flowspace investor.", "Amazon “has invested tens of billions of dollars in developing a world-class fulfillment network and we offer that network to sellers at highly competitive fees when compared to other options,” the company said in a statement. Amazon said it doesn’t “use an individual seller’s data to determine which private label products to launch” and prohibits the use of that data “to compete with them through our first-party offerings, including through our private label products.”", "Amazon accounts for an estimated 37.6% of U.S. e-commerce sales, according to research firm eMarketer. The site’s seemingly endless range of goods has conditioned shoppers to order everything from paper towels to couches online. Many expect shipping for those purchases to be fast, free and trackable.", "“It created a huge level of expectation, but Amazon by itself can only fulfill part of it, from a service provider standpoint,” Mr. Li said.", "This year Shopify and online marketplace eBay Inc., companies best known for helping customers sell goods online, said they plan to offer physical distribution services, using technology to stitch together networks made up of third-party warehouse operators.", "Shopify, which bought logistics automation company 6 River Systems this year and has seven U.S. fulfillment locations so far, says it gives smaller logistics providers access to technology and can offer merchants lower rates than they could negotiate on their own. ”We can tell them where to send their products, and we can fulfill their products in two days to 99% of the population at a reasonable rate,” Chief Operating Officer Harley Finkelstein said.", "Investors are pumping more money into such businesses.", "Employees organize a shipment in a regional warehouse of ShipBob. Photo: Brian Harkin for The Wall Street Journal", "Chicago-based ShipBob has raised more than $60 million in funding rounds that have backed expansion of a budding network of warehouses from Pennsylvania to California. The company focuses on direct-to-consumer companies that want one- or two-day shipping, and it also fulfills Amazon orders.", "At one stage “the options were extremely large incumbents, the local mom and pops, fulfill yourself or FBA,” said Casey Armstrong, ShipBob’s chief marketing officer. Now, “some of the people we compete against are newer than we are.”", "This year real-estate firm the Related Cos. and property investor Greenfield Partners jointly acquired digital fulfillment operator Quiet Logistics for an undisclosed amount. The Devens, Mass., company. has a network of U.S. warehouses where robots help workers fulfill orders for digital brands such as Bonobos and Outdoor Voices, and it plans to open more to increase its same-day and next-day shipping options.", "“Amazon is a large reason we ended up being purchased by Related and Greenfield,” said Quiet Logistics Chief Revenue Officer Kate Klemmer Terry. As big players like Amazon and Walmart push for faster delivery, “our ownership’s vision is you take someone like Quiet, put them in city centers where you’re closer to the end consumer.”", "Traditional logistics providers are developing e-commerce services pitched at direct-to-consumer brands and smaller businesses. This year United Parcel Service Inc. launched a fulfillment service to help merchants manage sales from web storefronts and marketplaces including Amazon and Walmart Inc.", "Rival FedEx Corp. unveiled a similar e-commerce offering in 2017. The company this year severed its shipping contracts with Amazon and said it is positioning itself instead as a likely carrier for Amazon rivals such as Target Corp. and Walmart and for consumer-goods makers going directly to shoppers.", "“The way the war is going to evolve, it’s essentially going to be Amazon with their 150 fulfillment centers … against the Walmarts with 4,700 stores or the Targets with 1,800 stores or the Best Buys with 1,000 stores,” FedEx Chief Executive Fred Smith said in a September interview.", "—Paul Ziobro contributed to this article.", "Write to Jennifer Smith at jennifer.smith@wsj.com"], "id": "2f2bfc06-d532-3a11-9eee-885f317fd17d", "authors": ["Jennifer Smith", "Jennifer.Smith Wsj.Com"], "keywords": ["bolstered", "company", "network", "companies", "amazon", "fulfillment", "help", "mimicking", "logistics", "fulfill", "leader", "battle", "imitating", "market", "amazons", "ecommerce", "online"], "publicationId": "8e14bddf-cd2e-3f5b-8fd5-6e34ee13999e", "pubDate": null}