{"id": "2f37c7f3-5c10-3078-a8c0-df36bef159f2", "title": "Opinion: David Allen Green: the Northern Ireland Protocol", "url": "https://www.ft.com/video/0de2a4aa-37a6-4b7d-8ffa-f539d3817ffa?playlist-name=section-38dbd827-fedc-3ebe-919f-e64cf55ea959&playlist-offset=1", "summary": "Already there has been a clash between the European Union and the United Kingdom in respect of this Article 16.\nThe Northern Irish Protocol or more properly the Protocol on Ireland/Northern Ireland is part of the Brexit withdrawal agreement.\nThe protocol was agreed by both the United Kingdom and the European Union.\nThey are here to protect the protocol, not to actually find ways around protocol or to subvert or undermine the protocol.\nThe protocol in turn is there to safeguard the special position of Northern Ireland in respect of Brexit.", "paragraphs": ["You can enable subtitles (captions) in the video player", "What is the Northern Irish Protocol, and what is Article 16, and why does any of this matter? This video is a short guided tour of the Northern Irish Protocol and Article 16. Already there has been a clash between the European Union and the United Kingdom in respect of this Article 16. There may well be many others.", "The Northern Irish Protocol or more properly the Protocol on Ireland/Northern Ireland is part of the Brexit withdrawal agreement. The protocol deals with the special position of Northern Ireland after Brexit. The protocol was agreed by both the United Kingdom and the European Union. It is not the imposition of one on the other.", "The protocol is comprised of recitals, substantive provisions, and annexes. All European Union instruments have extensive recitals. The recitals tell the story of the document, what the parties understood to be the intention of the document, and what the background is to the document. Here you will see that the United Kingdom and the European Union recognise that it is necessary to address the unique circumstances on the island of Ireland through a unique solution.", "The next recital affirms that the Good Friday or Belfast Agreement of 1998 should be protected in all its parts. Further down, the European Union and the United Kingdom recall the commitment of the United Kingdom to protect north-south co-operation and its guarantee of avoiding a hard border, including any physical infrastructure or related checks and controls. And further down, again, the European Union and United Kingdom underline their firm commitment to no customs and regulatory checks or controls and related physical infrastructure at the border between Ireland and Northern Ireland.", "Turning to the substantive provisions of the protocols, the articles, you will see the main points of agreement between the United Kingdom and the European Union in respect of the special position of Northern Ireland. Article 1 provides the objectives. Paragraph 3 of Article 1 provides that the protocol sets out arrangements necessary to address the unique circumstances on the island of Ireland to maintain the necessary conditions for continued north-south co-operation to avoid a hard border and to protect the 1998 agreement in all its dimensions. Article 2 provides for the rights of individuals. Article 3 provides for the common travel area and for freedom of movement on the island of Ireland, but it is Article 4 and Article 5 that provides the economic substance of the protocol.", "You'll see Article 5 provides for customs and movement of goods. It is an extensive provision that, in turn, incorporates an extensive annex, listing every single European Union law that will continue to apply in Northern Ireland, even though the rest of the United Kingdom is outside of the European Union. Article 7 has provisions on technical regulations, assessments, registrations, certificates, approvals, and authorisations. Article 8 has provisions for VAT. Article 10 has provisions for state aid. Taken as a whole, the protocol has many provisions dealing with Northern Ireland's economic position in respect of Brexit. And now we come to Article 16.", "Article 16 is entitled safeguards. And you will see in Paragraph 1, \"If the application of this protocol leads to serious economic, societal, or environmental difficulties that are liable to persist, or to diversion of trade, the Union or the United Kingdom may unilaterally take appropriate safeguard measures. Such safeguard measures shall be restricted with regard to the scope and duration to what is strictly necessary in order to remedy the situation. Priority shall be given to such measures as will least disturb the functioning of this protocol.\"", "You can see that these \"appropriate safeguard measures\" are only for serious difficulties that are \"liable to persist, or to the diversion of trade.\" And it is only in those circumstances that the right to take appropriate safeguard measures is triggered. \"Appropriate safeguard measures\" is not a defined term, but what we can see is that they can only be triggered in serious situations which are liable to persist or if trade is diverted. And when they are triggered, they are \"restricted in regard to their scope and duration to what is strictly necessary to remedy the situation\" and priority must be given to those measures \"which least disturb the functioning of this protocol.\" They are very much the exception and they should only be used when necessary.", "Paragraph 2 then provides that for every safeguard measure, there is an equal and opposite balancing measure that can be taken by the other party. Again, these have to be strictly necessary and priority will be given to measures which \"least disturb the functioning of this protocol.\"", "The first and second paragraphs of Article 16 provides the substance of the safeguards, when they can be triggered and what tests they have to meet in substantive terms. However, they are also subject to Paragraph 3, which provides that they have to follow a procedure. This procedure is set out in an annex to the protocol.", "The Annex 7 procedure provides a sequence of steps. First, when the European Union or the United Kingdom is considering taking these safeguard measures, they shall notify the other party and provide all relevant information. This is at the point of consideration. If such measures are considered and notified, then, under the second paragraph, the European Union and United Kingdom shall immediately enter into consultations with a view to finding a commonly acceptable solution.", "Paragraph 3 then provides that safeguard measures shall not be taken until one month has elapsed after the date of notification, unless there are exceptional circumstances. Paragraph 4 then provides that the European Union and the United Kingdom shall notify the measures to the joint committee which oversees the withdrawal agreement. And Paragraph 5 provides that even though such measures are strictly limited in their duration, they are in any way subject to a three-month review. And you will see in Paragraph 6 that all of this also applies to the rebalancing measures that might be taken by view of a party.", "What this annex shows is that the right to take these safeguard measures is not just a substantive right to impose these measures as and when one party thinks they meet the tests as set out in Article 16. They also have to follow this procedure. The procedure is here to ensure that safeguards are only taken as a last resort. There has to be notification, there has to be consultation, there are reviews. They are not to be taken lightly. They are not weapons. They are safeguards. They are here to protect the protocol, not to actually find ways around protocol or to subvert or undermine the protocol.", "But there must be a concern that the Article 16 safeguards are not just used as safeguards, but they will be used as tactical ploys to gain leverage in trade negotiations or even as political retaliatory weapons in some sort of dispute. The purpose of the Article 16 safeguards is to safeguard the arrangements as set out in the protocol. The protocol in turn is there to safeguard the special position of Northern Ireland in respect of Brexit. The important thing, therefore, will be to ensure that the safeguards are safeguarded against misuse."], "authors": ["Written", "Narrated David Allen Green", "Produced Tom Hannen."], "keywords": ["article", "ireland", "david", "northern", "measures", "union", "provides", "opinion", "green", "allen", "kingdom", "european", "united", "safeguard", "protocol"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}