{"id": "2f39baeb-8d4b-3678-b0ef-fd28f0f68d1c", "title": "How the Royal Family Is Spending Christmas This Year", "url": "https://www.vogue.com/article/how-the-royal-family-is-spending-christmas-this-year", "summary": "Christmas, for the royal family, is traditionally spent at Sandringham, Queen Elizabeth’s sprawling Jacobean estate in Norfolk.\nThis year, however, the royal family will see their plans disrupted, like so many others.\n“The Queen and the duke are fortunate to spend Christmas with their family every year.\nThe Cambridges haven’t confirmed where they will spend Christmas yet because, well, it seems like they don’t entirely know.\nIt seems that just like everyone else, the royal family will have a low-key holiday across the board.", "paragraphs": ["Christmas, for the royal family, is traditionally spent at Sandringham, Queen Elizabeth’s sprawling Jacobean estate in Norfolk. It’s a time full of parlor games, black-tie dinners, and presents (of the joke variety) exchanged at teatime on the 24th. On Christmas Day, the whole family walks to St. Mary Magdalene Church as photographers snap pictures of them dressed in their holiday best.", "This year, however, the royal family will see their plans disrupted, like so many others. The U.K. government says that due to the pandemic, “Christmas bubbles” can consist of no more than three households. The Queen, who has four children and eight grandchildren (six of whom have families of their own), won’t be able to host the extended Windsor clan in her hallowed halls.", "So that begs the question: How will they celebrate this festive season instead?", "Buckingham Palace confirmed that the Queen and Prince Philip are to have Christmas at Windsor Castle. “Having considered all the appropriate advice, the Queen and the Duke of Edinburgh have decided that this year they will spend Christmas quietly in Windsor,” they said in a statement. “The Queen and the duke are fortunate to spend Christmas with their family every year. They understand that their family will have competing demands over the Christmas period and are content to have a quiet festive season this year.” That’s not to say they will be totally alone; it’s understood that some family members will stop by to say a socially distanced hello in late December.", "The Queen will also be delivering her annual Christmas message, which, going by her previous COVID-19 era addresses, should serve as a powerful and hopeful piece of rhetoric.", "As for Prince Charles and the Duchess of Cornwall? They’ll be at their country home of Highgrove House in Gloucester.", "The Cambridges haven’t confirmed where they will spend Christmas yet because, well, it seems like they don’t entirely know. During a visit to Wales last week, Prince William admitted they were “still trying to make plans.”", "\"It's difficult to know what to do for the best,\" he told the crowd. However, a likely location for the family is their estate of Anmer Hall in Norfolk.", "Prince Harry and Meghan Markle, meanwhile, are readying for their first holiday Stateside. A few days ago, they were spotted shopping for a tree for their Montecito, California home. And here’s a funny tidbit: According to People, a small child accidentally asked Harry if he worked at the barn.", "It seems that just like everyone else, the royal family will have a low-key holiday across the board. But here’s hoping that in 2021, the festive formalities at Sandringham return once again."], "authors": ["Elise Taylor", "Elise Taylo"], "keywords": ["queen", "windsor", "spending", "spend", "family", "holiday", "festive", "season", "royal", "prince", "christmas"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}