{"id": "2f823427-2bc6-3c70-aeae-9a43e0ef8fc5", "title": "10 places to visit that shaped Martin Luther King Jr.'s march in history", "url": "https://edition.cnn.com/travel/article/martin-luther-king-jr-places-to-visit/index.html", "summary": "You can honor him on Martin Luther King Jr. Day (Monday, January 20) or anytime of year by walking in his footsteps.\n501 Auburn Ave NE, Atlanta, GA 30312; +1 404 331-5190-- The King Center : Coretta Scott King established the The Martin Luther King Jr. Center for Nonviolent Social Change in 1968.\nThe campus is a lovely place to take a stroll where the young collegian walked and is home to the Martin Luther King Jr. International Chapel .\n830 Westview Dr. SW, Atlanta, GA 30314; +1 404 215 2608Memphis, TennesseeCNN's Dana Bash travels to Memphis to the sites where Martin Luther King Jr. spent his final hours.\nToday, you can walk Martin Luther King Sarani, a street named for him in the heart of the city not far from the Victoria Memorial.", "paragraphs": ["(CNN) — Martin Luther King Jr. was born and raised in the American South, but his dream of racial equality and social justice reverberated out of his region, into the whole country and then around the world.", "And it just wasn't his vision that spanned the globe -- the man himself embarked on travels far and wide.", "You can honor him on Martin Luther King Jr. Day (Monday, January 20) or anytime of year by walking in his footsteps.", "", "From his homeland in the Deep South to unexpected destinations far beyond America's shores, here are some of the best places to go for an MLK Jr.-themed trip. Check website links for possible admission prices throughout the year. All US national parks are free on MLK Day in 2020, so expect large crowds.", "Atlanta, Georgia", "Historic Ebenezer Baptist Church is one of Atlanta's most cherished sites. Raymond Boyd/Getty Images", "Georgia's busy capital city is King's birthplace and his final resting place. As such, it probably has the biggest claim on his legacy and MLK-related sites.", "Many of them are clustered together at the MLK Jr. Historical National Park in the Sweet Auburn neighborhood of downtown Atlanta. Some of the highlights include:", "-- Historic Ebenezer Baptist Church : This is where MLK was baptized and where he co-pastored with his father starting in 1960. It's been magnificently restored to how it appeared in the 1960s and is an ideal place for prayer and quiet reflection. 407 Auburn Ave. NE, Atlanta, GA 30312; +1 404 688 7300", "-- MLK Birth Home : This is a ranger-led tour of the house where King was born and lived the first 12 years of his life. Read the website for details on how to secure a tour at the Visitor Center of the park. Space is limited and is on \"a first-come, first-served basis on the day of the tour.\" 501 Auburn Ave NE, Atlanta, GA 30312; +1 404 331-5190", "-- The King Center : Coretta Scott King established the The Martin Luther King Jr. Center for Nonviolent Social Change in 1968. Almost 1 million people visit annually to learn more about the Kings' public and private lives and to pay their respects at their tombs, the reflecting pool and the eternal flame. 449 Auburn Ave. NE, Atlanta, GA 30312; +1 404 526 8900", "Just a few miles away, prestigious Morehouse College is King's alma mater. (In fact, MLK Jr. was one of numerous King family men to attend college there). The King Collection has some of his most important papers and documents on his life. The campus is a lovely place to take a stroll where the young collegian walked and is home to the Martin Luther King Jr. International Chapel . 830 Westview Dr. SW, Atlanta, GA 30314; +1 404 215 2608", "Memphis, Tennessee", "CNN's Dana Bash travels to Memphis to the sites where Martin Luther King Jr. spent his final hours.", "The nation was deep in turmoil and scarred by violence when King came to Memphis in March 1968 in support of striking sanitation workers.", "King and his group were booked at the Lorraine Motel, a safe and welcoming place to stay for black travelers at the time. On April 4, King was standing on the balcony outside of room 306 when he was shot and killed.", "Today, the Lorraine is the site of the National Civil Rights Museum , where you can learn about the broad sweep of civil rights history as well as see the room where the man who changed America spent his final living hours. 450 Mulberry St., Memphis, TN 38103; +1 901 521 9699", "If you would like to also like to eat where King often broke bread, visit the soul food restaurant The Four Way . Opened since 1946, it serves Southern favorites such as fried chicken, turnip greens and lemon meringue pie (said to be an MLK favorite). 998 Mississippi Blvd., Memphis, TN 38126; + 1 901 507 1519", "Montgomery, Alabama", "Civil rights lawyer Bryan Stevenson shows CNN's Nia-Malika Henderson around a new memorial and museum in Montgomery, Alabama that names some of the over 4,000 lynching victims in America.", "It's difficult to overstate the impact of King's time in the segregated capital of Alabama during the mid-1950s. His coordination of the long bus strike after Rosa Parks famously refused to yield her seat put him on the national and international map.", "For King-specific sites, visit:", "-- Dexter Avenue King Memorial Baptist Church : This church was founded in 1877 in a slave trader's pen and was originally called Second Colored Baptist Church. King served as its pastor from 1954 to 1960. It was from here he planned the bus boycott and other efforts to dismantle segregation.", "Today, you can attend a Sunday worship service where he preached or take a tour of the church, which appears as it did during King's time as pastor. 454 Dexter Ave, Montgomery, AL 36104; +1 334 263 3970", "-- Dexter Parsonage Museum : You can tour the clapboard house where King lived -- and which was bombed several times during the civil rights struggle. 309 S Jackson St, Montgomery, AL 36104; +1 334 261 3270", "Related content New lynching memorial casts bright light on dark chapter of history", "Birmingham, Alabama", "The Birmingham Civil Rights Institute has the jail door from King's incarceration. Raymond Boyd/Getty Images", "The industrial powerhouse of the South and a bedrock of integration opposition in the mid-20th century, Birmingham also figured prominently in King's life.", "It was from Alabama's largest city, after all, that he penned his famous \"Letter from a Birmingham Jail\" in 1963, in which he passionately defended nonviolent civil disobedience to skeptical white ministers who questioned his tactics and perceived impatience at the pace of change.", "You can see the actual door from his jail cell at the Birmingham Civil Rights Institute as well as important documents and oral histories from the civil rights movement. 520 16th St N, Birmingham, AL 35203; +1 205 328 9696", "Washington, D.C.", "You'll find The Martin Luther King Jr. Memorial on the National Mall between the Lincoln and Jefferson memorials. Al Drago/Getty Images", "It now seems inevitable that King's march for justice took him beyond the Deep South to the nation's capital. Some of the highlights of an MLK-themed visit to Washington include:", "-- Martin Luther King Jr. Memorial : The first memorial to honor an African American individual on the National Mall, it opened to the public in 2011 and features a powerful 30-foot statue of King emerging from boulders. You can also read inspirational quotes made in carvings on the site. 1850 West Basin Drive SW, Washington, DC 20024 (closest Metro station is the Smithsonian)", "-- The Lincoln Memorial : Fittingly, it was from the steps of this beloved memorial that King gave his most famous speech -- \"I Have a Dream.\" Sit on the steps, close your eyes and just imagine the atmosphere there on August 28, 1963, as more than a quarter of million people filled the National Mall to hear what became one of the most important speeches in US history. 2 Lincoln Memorial Cir NW, Washington, DC 20037", "-- The National Museum of African American History And Culture : The museum made excellent addition to the capital's many fine institutions when it opened in 2016. The museum contains artifacts directly related to King as well as a sweeping look contributions and tribulations of black Americans. 1400 Constitution Ave NW, Washington, DC 20560; +1 844 750 3012", "Boston, Massachusetts", "Coretta Scott King unveils a bas relief of her late husband at the Mugar Memorial Library on the Boston University campus. Bettmann Archive/Getty Images", "Other American cities also have a claim on the King legacy, but it may surprise some folks to know that Boston, that bastion of New England, is among them.", "Before returning to the South, King attended Boston University in the early 1950s. Just as you can walk in the undergraduate's footsteps at Morehouse, you can do the same for grad student King at BU. You can also see papers that he donated to the university in the Martin Luther King Jr. Reading Room on the third floor of Mugar Memorial Library. 771 Commonwealth Ave., Boston, MA 02215; +1 617 353 3710", "You may want to also tour the impressive Massachusetts State House , where King addressed a joint session of the legislature in April 1965. 24 Beacon St, Boston, MA 02133", "Later in 2020, a new 22-foot memorial will rise on Boston Common to commemorate MLK and Coretta Scott King (this is the city, after all, where they met and where they began married life).", "Related content Boston's new MLK memorial is a gleaming bronze embrace", "Bimini, Bahamas", "Did you know you can combine a Bahamas getaway with an MLK Jr. history tour? Josh Noel/Chicago Tribune/TNS/Getty Images", "Combine a gorgeous island getaway with some MLK history on Bimini, the western most outpost of the Bahamas and just 50 miles off the coast of Florida.", "King would come here to relax and craft his speeches, including notes for his Nobel Peace Prize acceptance speech he gave in Oslo, Norway, in 1964.", "CNN Travel's Lilit Marcus reported in a 2018 article that \"there are two busts of King on the island -- one in front of the Straw Market in the center of Alice Town and one among the very mangroves where King spent so many peaceful afternoons.\"", "Unlike some of the islands in to the northeast, Bimini didn't suffer any extensive damage from 2019's Hurricane Dorian. So it's ready for visitors.", "Related content Find out more about MLK's life on Bimini", "Ghana", "A visit to the Cape Coast Castle in Ghana is a painful but necessary reminder of the Atlantic slave trade that went on for centuries. Rita Funk/picture-alliance/dpa/AP", "The civil rights struggles in the United States and the end of colonialism in Africa came at the same time and naturally the movements dovetailed.", "In 1957, the Kings went to Ghana in West Africa to attend its independence ceremony from Britain, according to the King Encyclopedia at Stanford University. In the capital of Accra, he met then-Vice President Richard Nixon, among others.", "His first overseas trip, Ghana a profound effect on King. Upon his return to the United States, he said, \" Ghana has something to say to us . It says to us first, that the oppressor never voluntarily gives freedom to the oppressed. You have to work for it.\"", "Ghana is emerging as prime tourist destination not just in West Africa but the entire continent. While many people come for the beaches, wildlife and food, it also holds important historical sites.", "That includes Cape Coast Castle , which was a hub of the transatlantic slave trade. A visit there is a somber reminder of centuries of oppression and its ramifications during MLK's time up to today. Victoria Road, Cape Coast, Ghana, +233 024 587 3117", "India", "If you visit Mani Bhavan, the museum that was once Mahatma Ghandhi's center of operations, you'll have once again walked in the footstepls of MLK Jr. Shutterstock", "Mahatma Gandhi's crusade of nonviolent resistance to liberate India from British rule deeply influenced King.", "In February and March of 1959, King embarked on a five-week tour of India to learn more about the movement that inspired him. In Delhi, he met with Prime Minister Pandit Jawaharlal Nehru, among others. He talked with students at New Delhi University.", "Eventually he made his way to Calcutta (now called Kolkata), India's intellectual center. Today, you can walk Martin Luther King Sarani, a street named for him in the heart of the city not far from the Victoria Memorial.", "In Bombay (now called Mumbai), King visited Mani Bhavan , which is where Gandhi worked and lived for 17 years. Today, it's a museum where you can see artifacts from Gandhi's life. 19, Laburnum Raod, Gamdevi, Mumbai-400 007, India; + 022 23805864", "Related content India's 30 most beautiful places to visit", "Online"], "authors": ["Forrest Brown"], "keywords": ["luther", "jr", "national", "history", "king", "martin", "mlk", "kings", "visit", "rights", "jrs", "places", "tour", "memorial", "shaped"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}