{"id": "2f98d288-c005-3692-b992-5dc08f8e2e1b", "title": "South Carolina man hospitalized with coronavirus for 2 months says wife’s voice helped him out of coma", "url": "http://www.foxnews.com/health/south-carolina-man-hospitalized-coronavirus-wifes-voice-coma", "summary": "The saying \"love knows no bounds\" proved true for one South Carolina couple after a 43-year-old man who contracted the coronavirus and was subsequently hospitalized for two months said his wife’s voice helped him through a coma.\nThe man claims his wife’s words of encouragement helped him make it through.\nEventually, Gillmer woke and was discharged from the hospital on Sept. 11 — just over two months after first being admitted.\nThe South Carolina required physical therapy after his battle with COVID-19 and said he had to re-learn how to walk.\nMonths later, Gillmer said he still requires physical therapy twice a week in his continued road to full recovery.", "paragraphs": ["The saying \"love knows no bounds\" proved true for one South Carolina couple after a 43-year-old man who contracted the coronavirus and was subsequently hospitalized for two months said his wife’s voice helped him through a coma.", "In July, Don Gillmer tested positive for COVID-19. A few days after the positive test result he was hospitalized — and remained so for more than 60 days.", "Gillmer told local news station WYFF that he received convalescent plasma twice during his hospital stay, as well as the antiviral remdesevir, which has been found to be effective in reducing the time to recovery for COVID-19 patients who are hospitalized.", "But, according to Gillmer, \"nothing was working.\"", "DAILY CORONAVIRUS CASES IN CALIFORNIA SURGE PAST 45,000", "\"Nothing was helping me recover, so I’ll really never forget when they came in with papers I needed to sign to go on a ventilator. That scared me,\" he recalled.", "Eventually, when Gillmer’s temperature failed to improve — it reached 104 degrees at one point — doctors placed him in a medically-induced coma.", "The man claims his wife’s words of encouragement helped him make it through.", "\"I just told him that he was doing great, that they were taking such good care of him. He was in amazing hands,\" Lacy Gillmer, Gillmer’s wife, told the news station.", "Eventually, Gillmer woke and was discharged from the hospital on Sept. 11 — just over two months after first being admitted.", "US CORONAVIRUS DEATH TOLL SURPASSES 350,000 AS EXPERTS ANTICIPATE POST-HOLIDAY SURGE", "\"I swear I heard her, [I] swear I heard her voice, and by the time she left [the hospital], I was stable. She’s my angel. She’s the reason I’m here,\" he said.", "The South Carolina required physical therapy after his battle with COVID-19 and said he had to re-learn how to walk. Months later, Gillmer said he still requires physical therapy twice a week in his continued road to full recovery.", "\"I tell her often I don’t know that I could have been as strong as her,\" he said of his wife.", "CLICK HERE TO GET THE FOX NEWS APP", "Speaking to the virus more broadly, Gillmer urged others to remain diligent.", "\"We need to be smart and diligent and take care of each other. It’s about your fellow man,\" he said."], "authors": ["Madeline Farber", "Madeline Farber Is A Reporter For Fox News. You Can Follow Her On Twitter"], "keywords": ["twice", "helped", "hospital", "south", "months", "covid19", "carolina", "man", "hospitalized", "told", "coma", "wifes", "coronavirus", "gillmer", "voice"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}