{"id": "2f9b77a4-f548-32d8-9b5a-593713a75f44", "title": "Jets and Jaguars fans are obsessed with the No 1 pick: they shouldn't be", "url": "https://www.theguardian.com/sport/2020/dec/07/new-york-jets-jacksonville-jaguars-no-1-draft-pick-trevor-lawrence", "summary": "The fetishization of the first overall pick, and draft picks in general, has ramped up over the past decade.\nHaving a good quarterback is the most essential thing an NFL team needs.\nYet heading down the Quarterback-Saviour rarely works – there is a reason bad teams pick first overall: their culture stinks, and they lack talent.\nThat’s the curse of holding the first overall pick.\nElsewhere around the leagueTaysom Hill is undefeated as a starting NFL quarterback.", "paragraphs": ["Watching the dwindling minutes of the NFL’s ‘witching hour’ was a fascinating experience on Sunday.", "The Jets and Jaguars were not playing head-to-head, except it felt like they were. In the race to the bottom of the standings, in the race to clinch the first overall pick, the outcomes from Jets-Raiders and Jaguars-Vikings had less to do with the specific results than how those results impacted the draft order.", "In fact, there was open mockery that the two teams were trying to win rather than trying to lock up the first pick: “What are they doing? … Same old Jets … Even when they win, they lose”.", "It was framed that way by the league-owned RedZone channel. It bubbled away on social media. Winning now should not have been either team’s goal, seemingly; winning tomorrow is what it’s all about. And by the present team-building logic, that means losing today.", "This is nothing new. The fetishization of the first overall pick, and draft picks in general, has ramped up over the past decade. Every year there’s a new saviour for the bad teams to target at the top of the draft. Every year there’s a star quarterback who will – singlehandedly, the narrative goes – drag a sorry organization out of the mire and into contention.", "But that’s not how it works.", "The idea makes some sense. Having a good quarterback is the most essential thing an NFL team needs. And having the first overall draft pick gives a team the best opportunity to draft the quarterback it believes will be one of the best quarterbacks in the game for the next decade-plus. Therefore, that pick represents the most valuable asset in the game.", "Indeed, this is a mindset that has been cultivated in recent years across sports. It’s a by-product of a cultural shift that took place when long-term losing became a synonym for long-term strategy, thanks in large part to the Philadelphia 76ers “Process” and the Houston Astros’ tear-it-all-down rebuild.", "And it is, in many ways, the whole premise the NFL is built on: Don’t worry that you stink, here’s a golden ticket that might take you to the promised land. One year it’s Andrew Luck, then it’s Jameis Winston, then it’s Jared Goff, and on and on.", "The prize at the end of this year’s Tankapolooza is Clemson’s Trevor Lawrence. Lawrence might well turn out to be the Chosen One, a singular force who can help transform the fortunes of a franchise. He certainly profiles as the kind of player that Canton should already be sizing up.", "Yet heading down the Quarterback-Saviour rarely works – there is a reason bad teams pick first overall: their culture stinks, and they lack talent. A quarterback alone seldom saves that; a young, talented player getting swallowed up by the incompetence of an organization is more the norm than the reverse.", "That’s the curse of holding the first overall pick. In fact, in the Super Bowl era only five quarterbacks drafted first overall have won the Super Bowl with the team that drafted them: Troy Aikman, Terry Bradshaw, John Elway, Peyton Manning, and Eli Manning. (Eli Manning was technically drafted by the Chargers but was picked on the understanding of a trade deal to the Giants.)", "That’s it. That’s the whole list.", "The race to the bottom says less about the quarterback at the top of any draft and more about the incompetence of the organizations running the race. We can’t figure this out. Hey, 20-year-old. Please, come save us. (Basketball is different – there are only five players on a court, and Hall of Fame talent is uniquely concentrated in the top-two picks.)", "You only have to look at the Bengals-Dolphins game from Sunday’s early slate to see the divergent paths a franchise can take. The Bengals followed the Jets/Jaguars route. They raced to the bottom and landed Joe Burrow No 1 in this year’s draft. The team around Burrow wasn’t ready to match his talent; the Bengals culture was just as rotten as before. And it cost them: Burrow was beaten up throughout his rookie season before sustaining a knee injury that ruled him out for the remainder of 2020.", "Miami took the opposite approach. They bet on culture, building around Brian Flores’ principles methodically. They valued winning and the intangible benefits it brought. By the time the last offseason rolled around, they were ready to zero in on free-agent targets who fit the team structure, and then waited patiently as Tua Tagovailoa, once regarded as the saviour of all saviours, fell into their laps due to an injury in his final year in college.", "While the Bengals look almost completely bereft of talent, sans Burrow and some recent draftees, the Dolphins are stacked and are in a head-to-head race with the Bills for the AFC East title. In the long run, Tagovailoa falling to Miami may benefit him much more than the Bengals racing to the cellar to nab Burrow will benefit his career. And Justin Herbert (drafted sixth overall) might wind up being better than them both. The same way that Ohio State’s Justin Fields might wind up being better than Lawrence… or North Dakota State’s Trey Lance… or a little-known, late-round pick.", "The truth is: you never know where the franchise-altering quarterback will come from. You never know when you’ll land the next Tom Brady (drafted in the sixth round), Joe Montana (drafted in the fifth round), or Russell Wilson (drafted in the third round). The best a team can do is put the right processes in place, create a good culture, build a good roster, act competently, try, and hope the surrounding talent and support system is in place by the time the quarterback arrives. Even a great quarterback like Patrick Mahomes needs great coaches (Andy Reid and Eric Bieniemy) and brilliant receivers (Travis Kelce and Tyreek Hill) to help him realise his full potential.", "In seeing the framing of Jets v Jaguars and the winner being the real loser, it was hard not to think the fact they’re in the discussion at all means they’re both doing it wrong.", "Stat of the week", "The 38 points scored by Cleveland in the first-half against Tennessee is the most by any team in a half so far this season.", "America’s most vigorous insurance spokesman delivered the performance of his career as Baker Mayfield and the Cleveland Browns held off a late-game fightback from the Titans to win 41-35.", "It has been a strange season for the Browns. No team since the merger had ever been 8-3 with such a poor point differential. Their underlying numbers paint them closer to the 20th best team in the NFL than a nine-win side heading to the playoffs. They entered the week with a negative point-differential. Even after today’s win, they have a negative point differential.", "Still: the Titans are good. And the Browns delivering such a devastating half is meaningful as the postseason approaches.", "Quote of the week", "“These guys have done everything we’ve asked them to do and you can see the results coming” – New York Giants coach Joe Judge.", "Don’t look now, but the Giants are 5-2 in their last seven games, and those two defeats came by a combined three points. Judge is building something; the Giants started 13 rookies and a backup quarterback in their 17-12 win over the Seahawks in Seattle. Somehow, with five wins, the NFC East is now the Giants’ to lose.", "Video of the week", "If this is worth an ejection of both Tyler Boyd and Xavien Howard, football is in trouble #CINvsMIA pic.twitter.com/lKbLNl0NT0 — Bad Sports Refs (@BadSportsRefs) December 6, 2020", "In two of the weakest ejections you’re ever likely to see, Dolphins cornerback and Bengals wide receiver Tyler Boyd were thrown out of the game for “throwing punches”– a decision made all the more ridiculous after an interference penalty went without punishment later in the game.", "Howard made his impact prior to the ejection, though. Part ball-hawk, part coverage czar, Howard does it all: Outside, inside, in the box, in man-coverage, dropping in zone. Howard has officially clinched the title of best cover-corner in the game from Stephon Gilmore, and should be in strong consideration for Defensive Player of the Year.", "To win DPOTY, though, a corner needs to lead the league in interceptions. It’s nonsense, but those are the stupid unwrittten rules. Fortunately for Howard, he does lead the league in interceptions, adding an eighth to his season total before he was booted from the Dolphins’ 19-7 win.", "It’s still early in Howard’s career, but his interception rate (0.37 per game) comfortably leads a who’s who of all-time greats: Deion Sanders, Charles Woodson, Champ Bailey, Darrelle Revis, and Ronnie Lott. Howard is on that kind of trajectory; it would be nice if the NFL let him play.", "MVP of the week", "Darren Waller, left, gets past New York Jets safety Marcus Maye for a touchdown during the first-half. Photograph: Noah K Murray/AP", "Darren Waller, TE, Las Vegas Raiders. Darren Waller remains one of the NFL’s best stories. From the depths of addiction, to the top of the sport. From destroying himself to destroying defenses. Waller is the epitome of everything coaches look for in a modern tight end: flexible enough to shift out-wide, play in the slot, move into the backfield, carry the ball, and create after the catch, with a whole heap of in-line blocking tacked on for good measure.", "Waller lit-up the laughable Jets on Sunday to the tune of 13 catches, 200 yards, and two touchdowns, as well as drawing a crucial pass interference penalty in the fourth-quarter. Vegas continue to mount an admittedly unconvincing playoff push, but Jon Gruden’s team have just enough game-breakers and a savvy enough offensive scheme to give them a shot against any team.", "Elsewhere around the league", "Taysom Hill is undefeated as a starting NFL quarterback. Photograph: Dale Zanine/USA Today Sports", "-- The walking thinkpiece that is Taysom Hill delivered his most complete ‘quarterback’ performance yet in the Saints’ 21-16 win over the Falcons. Sean Payton’s experiment still looks like, well, an experiment. Or, more accurately, a personal quest to prove he was the smartest guy in the room all along by putting his faith in Hill. But Hill was undeniably effective on Sunday. He threw his first touchdown pass in an official game since 2016 – when he was starting for BYU in college. His value comes from his legs and his impact on the Saints’ ground game, but Hill proved that he has a core level of competency at the position … provided he lines up across from the Falcons defense each and every week.", "-- An extra stat of the week: The Saints are now 9-0 over the past two seasons when Drew Brees is out. That’s not a knock on Brees. It’s a reminder of the brilliant job the Saints have done in building a quality, deep roster, as well as the brilliance of Payton as a week-to-week game-planner.", "-- The Lions’ first game since Matt Patricia was fired was a success. Detroit’s defense did all in its power to help the Bears surge out to an early lead before Matthew Stafford engineered a fourth-quarter comeback to give the Lions the 34-30 win.", "-- Aaron Rodgers tossed his 400th touchdown pass and became the first quarterback in NFL history to throw 35-plus touchdowns in five seasons as the Packers beat the Eagles 30-16.", "-- Justin Herbert hasn’t had to deal with a whole load of ‘welcome to the NFL’ moments, but Bill Belichick delivered the rookie quarterback a season’s worth on Sunday. The Patriots moved to 6-6 with a dominant 45-0 win over the Chargers, with the Patriots special teams outscoring the Chargers offense before garbage time.", "-- Speaking of special teams: The Chargers followed up one punt-return infraction with 12-men on the field by fielding 10 men on the next punt return, a cardinal sin at the pro-level. The Anthony Lynn era is all but over in LA. With Justin Herbert locked in at quarterback, it will be the top head coach opening in the upcoming cycle."], "authors": ["Oliver Connolly"], "keywords": ["quarterback", "game", "draft", "jets", "drafted", "win", "shouldnt", "obsessed", "teams", "pick", "team", "nfl", "overall", "fans", "jaguars"], "pubDate": "2020-12-07T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}