{"id": "2fd09092-2ca2-3848-9bfa-635fb994d138", "title": "The Holiday Jumper, Upgraded", "url": "https://www.vogue.com/article/the-holiday-jumper", "summary": "We’ve come a long way from Colin Firth’s Rudolph Christmas jumper in Bridget Jones’s Diary.\nThis year there is a raft of fabulous, festive knitwear to choose from, from Loewe’s polar bear mohair to Leorosa’s delicate, embroidered cardigan.\nIn a year devoid of holiday parties, most of us will be showing off festive attire only over Zoom.\nWhat better way to meet the challenge than with one of the many festive, but not cheesy, sweaters on offer.\nWhat makes a great holiday sweater, you ask?", "paragraphs": ["We’ve come a long way from Colin Firth’s Rudolph Christmas jumper in Bridget Jones’s Diary. This year there is a raft of fabulous, festive knitwear to choose from, from Loewe’s polar bear mohair to Leorosa’s delicate, embroidered cardigan. In a year devoid of holiday parties, most of us will be showing off festive attire only over Zoom. What better way to meet the challenge than with one of the many festive, but not cheesy, sweaters on offer. It’s the sartorial version of decking the halls.", "What makes a great holiday sweater, you ask? Color, charm, a pattern, a creature, a texture, a sequin. Any or all of the above are welcome. The most important qualifier is that it makes you smile. Here are some choices for every stripe of holiday-revelers, from Grinch to Grandma.", "For Channeling the Most Elegant-yet-Quirky Octogenarian", "Leo Rosa Antonietta cardigan N.001 $586 LEO ROSA Shop Now", "For the Little Women Enthusiast", "Doen Forget-Me-Not cardigan sweater $398 DOEN Shop Now", "For the Fair Isle Fashionista", "Marine Serre upcycled panelled Fair-Isle wool sweater $875 MATCHESFASHION.COM Shop Now", "For the Coziest Revelry", "Tory Burch Fair Isle pullover $598 TORY BURCH Shop Now", "For the Candy Cane Striper", "La Ligne Mini Marin sweater $250 LA LIGNE Shop Now", "For the Demure Little Drummer Girl", "Cutter Brooks hand-knit Filomena pullover, rose pink $549 CUTTER BROOKS Shop Now", "For a Hard Candy Christmas", "Lingua Franca “In Dolly We Trust” cashmere sweater $450 LINGUA FRANCA Shop Now", "For the High-Fashion Miss Havisham", "Molly Goddard Joelle tulle-shawl wool cardigan $495 MATCHESFASHION.COM Shop Now", "For the Far Out Celebrant", "The Elder Statesman Illusion heavy cardigan $1,645 HEROSHOP Shop Now", "For Making Polar Bears Cool Again", "For the Puff Sleeve Princess"], "authors": ["Chloe Malle", "Chloe Mall"], "keywords": ["festive", "holiday", "way", "polar", "pullover", "nowfor", "rosa", "cardigan", "wool", "sweater", "upgraded", "jumper", "shop"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}