{"id": "2fee4c3b-0e32-30ec-8e67-75ef7c7496fb", "title": "Dungeons & Dragons Movie Delayed", "url": "https://www.gameinformer.com/2021/04/09/dungeons-dragons-movie-delayed", "summary": "The upcoming Dungeons & Dragons movie has been delayed, moving to a 2023 launch instead of the projected May 27, 2022 release previously planned.\nThe Dungeons & Dragons movie's new release date following the delay is now set for March 3, 2023, making it the second delay to hit the film since it was first announced.\nTaking point on the upcoming movie is both John Francis Daley and Jonathan Goldstein as the film's directors.\nThere are also a few other Dungeons & Dragons projects in the works currently with numerous live-action TV takes.\nWith the future still mostly unknown outside of the delay, we are interested in seeing where our readers would like to see the Dungeons & Dragons movie go in terms of its story.", "paragraphs": ["The upcoming Dungeons & Dragons movie has been delayed, moving to a 2023 launch instead of the projected May 27, 2022 release previously planned.", "The Dungeons & Dragons movie's new release date following the delay is now set for March 3, 2023, making it the second delay to hit the film since it was first announced. The first delay pushed the movie's release from November 19, 2021, to May 27, 2022, but COVID-related issues and the uncertainty surrounding the film industry's future forced plans to change.", "The film was expected to begin filming before Summer this year in Ireland. The confirmation (courtesy of Comicbook's Christian Hoffer) of the movie's delay did not confirm whether or not the production schedule was also pushed back.", "Taking point on the upcoming movie is both John Francis Daley and Jonathan Goldstein as the film's directors. We also know that Chris Pine, Regé-Jean Page, and Michelle Rodriguez are all signed on as part of the cast, but further revelations are currently being kept under wraps.", "There are also a few other Dungeons & Dragons projects in the works currently with numerous live-action TV takes. No word yet on if this delay will impact those as well, but the possibility is there given that the timing was specifically centered around the movie's release.", "With the future still mostly unknown outside of the delay, we are interested in seeing where our readers would like to see the Dungeons & Dragons movie go in terms of its story. We don't really know much of anything about what the story will be, which begs the question: Which characters would you like to see up on the big screen, and who would you like to see take on those roles? Sound off with your thoughts in the comment section below, and tell us what you'd like to see out of the latest D&D adaptation!"], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["delay", "release", "movies", "film", "delayed", "dungeons", "movie", "upcoming", "pushed", "know", "dragons"], "pubDate": "2021-04-09T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}