{"id": "2fee9742-8f24-35f8-80e1-2cf8f0634725", "title": "Why America’s Congress is reviving a once-reviled practice", "url": "https://www.economist.com/united-states/2021/04/04/why-americas-congress-is-reviving-a-once-reviled-practice", "summary": "Proponents of earmarks have imposed new rules, including requirements for disclosure, that they say will prevent abuses seen in the past.\nFears of heedless spending by self-interested or self-dealing congressmen are, like earmarks themselves, about as old as the republic.\nUnder pressure from the tea-party movement, Republicans in the House banned earmarks when they took control in 2011.\nIn control of both houses of Congress, Democratic leaders endorsed the practice, and House Republicans, fearful that only Democrats would reap the rewards, voted in a secret ballot to rescind their own ban.\nYes, there will be some waste with the return of earmarks, Mr Hudak predicts, but legislators know better than the White House what will serve their constituents.", "paragraphs": ["“DIRT’S A FUNNY thing,” says the Boss, the populist southern governor in Robert Penn Warren’s classic American novel, “All the King’s Men”, as he muses about the application of political leverage. “It’s dirt makes the grass grow. A diamond ain’t a thing in the world but a piece of dirt that got awful hot.”", "In their own efforts to extract a diamond—in the shape of a $2trn infrastructure initiative—from the sulphurous depths of the American Congress, Joe Biden and his allies will have a tool at their disposal missing for a decade from legislative dealmaking: earmarks. These are provisions, targeted to benefit particular representatives’ districts or states, that are slipped into big spending bills to win support. Back in 2012 the Washington Post called earmarks “a dirty word on Capitol Hill”. But they are making a bipartisan comeback—conveniently, just as a titanic spending initiative heads Congress’s way.", "Proponents of earmarks have imposed new rules, including requirements for disclosure, that they say will prevent abuses seen in the past. They are also seeking to rebrand earmarks as “member-designated projects” or “community project funding”. Such moves have neither fooled nor mollified many of the traditional opponents, including some members of both parties and assorted clean-government NGOs. But although earmarks will probably not deliver all the benefits proponents foresee, they have also never been as wasteful as opponents fear. Under the new constraints, their return is likely to do more good than harm.", "Fears of heedless spending by self-interested or self-dealing congressmen are, like earmarks themselves, about as old as the republic. Reacting to a proposal to finance new post roads, Thomas Jefferson warned James Madison in 1796 of an “eternal scramble among the members who can get the most money wasted in their state”. Over the years the press feasted on cases of egregious “member-designated projects” (a $57m initiative to generate energy from the Aurora Borealis, $500,000 for a teapot museum in North Carolina, Alaska’s infamous $223m bridge to nowhere). Congressmen deployed earmarks—the term derives from the practice of cutting the ears of livestock in distinct ways to identify them—to benefit not only their districts but also big campaign donors and sometimes, even more directly, themselves. One congressman doled out earmarks in exchange for cash, antiques and yacht-club fees.", "Such scandals, together with anxiety about rising deficits, brought opposition to earmarking to a boil. Under pressure from the tea-party movement, Republicans in the House banned earmarks when they took control in 2011. Earmarks were “emblematic of everything that’s wrong” in Washington, declared an Indiana congressman named Mike Pence. After Barack Obama announced in his state-of-the-union address that year that he would veto any bill containing earmarks, the Democrat-controlled Senate banned them as well. These bans did not take the form of laws or even formal rules, but rather voluntary changes to the protocols of congressional committees.", "The bans have not been a great success. They do not appear to have constrained federal spending. Earmarks were generally cut out of the total spending in a given bill, rather than added to it. Even at their peak, in around 2005, they accounted for only 3% of total discretionary spending, experts have found, and by 2010 that proportion had dropped to 1%.", "Meanwhile, to the aggravation of many in Congress, the bans have shifted more power to the executive branch, which has gained greater authority over how to allocate spending. The bans have also given rise to so-called lettermarking, by which an executive agency delivers funds to a favoured project at the request of a member of Congress. No one knows just how much of this goes on. The practice is even less transparent than earmarking was.", "And it has not gone unnoticed that partisan gridlock has spiked since the bans were implemented. “Eliminating earmarks made creating consensus even harder after 2011,” concluded a study this year for the American Enterprise Institute (AEI), a think-tank, by Zachary Courser and Kevin Kosar. “We found clear evidence that congressional leadership’s ability to pass its priorities decreased in the period just after the earmark moratorium, while polarisation increased.”", "Last year, a bipartisan committee on how to modernise Congress unanimously embraced the back-to-the-future step of reviving earmarks. In control of both houses of Congress, Democratic leaders endorsed the practice, and House Republicans, fearful that only Democrats would reap the rewards, voted in a secret ballot to rescind their own ban. Senate Republicans remain divided on whether to endorse the return of earmarks, but Senator Patrick Leahy, the Democrat who chairs the powerful Appropriations Committee, has suggested he would use his authority to move ahead without them if necessary. Congressional committees are imposing constraints, such as that members must post their requests for projects online, demonstrate community support for their proposals and certify that they and their families have no financial interest at stake. The House Appropriations Committee has declared that, in total, earmarks may not exceed 1% of discretionary spending. Some of these same changes were put in place by Democrats between 2007 and 2009, before the bans.", "The return of earmarks seems more likely to help Mr Biden woo wavering Democrats than enlist Republicans for his “once-in-a-generation investment” in infrastructure. American politics has become not only more polarised but also more nationalised. That means the cost in a Republican primary of voting to back a critical Democratic initiative may outweigh the benefit of delivering a new bridge. Republican legislators discovered they could have it both ways with Mr Biden’s $1.9trn stimulus—voting to oppose the measure and then boasting about the funds it would provide. But with paper-thin majorities in Congress and some Democrats wary of the shape or scope of the infrastructure plan, Mr Biden needs every lever he can get his hands on.", "John Hudak, a senior fellow at the Brookings Institution, argues that the greatest benefit of renewed earmarks would take the form of projects that truly meet local needs. Earmarks that were in line with a bill’s overall purpose and involved no campaign donations, such as ones that assisted Native American reservations, provided job training or civic education, or helped build light-rail lines, tended not to draw the press attention over the years that the occasional white elephants did. Yes, there will be some waste with the return of earmarks, Mr Hudak predicts, but legislators know better than the White House what will serve their constituents. “What I think people think of as sort of brash politics is actually humane, normal, small-d democratic politics,” he says. Or, as the Boss puts it, “It all depends on what you do with the dirt. That right?”", "See also: We are tracking the Biden administration’s progress in its first 100 days"], "authors": ["The Economist"], "keywords": ["house", "oncereviled", "spending", "bans", "republicans", "practice", "congress", "americas", "earmarks", "american", "projects", "mr", "reviving", "return"], "pubDate": "2021-04-04T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}