{"id": "2ff607c4-6ebd-38a1-b252-6a5c2f298320", "title": "The coup in Myanmar and a fight for democracy – podcast", "url": "https://www.theguardian.com/news/audio/2021/feb/11/the-coup-in-myanmar-and-a-fight-for-democracy-podcast", "summary": "A military coup in Myanmar has removed civilian leader Aung San Suu Kyi and sent tens of thousands of protesters onto the streets.\nRebecca Ratcliffe describes how the country risks turning back the clock to the decades of military dictatorship and economic isolationProtesters in Myanmar have taken to the streets in huge numbers this week following a military coup that removed the civilian leader, Aung San Suu Kyi.\nAn estimated 100,000 people gathered in Yangon on Wednesday, a day after police instigated the most violent scenes yet.\nThe Guardian’s south-east Asia correspondent, Rebecca Ratcliffe, tells Rachel Humphreys that the coup once again returns Myanmar to military rule, a decade after it began withdrawing to civilian politics.\nThe most recent elections in November 2020 had given the party of Aung San Suu Kyi a mandate to continue ruling but the military disputed them, without evidence, as fraudulent.", "paragraphs": ["A military coup in Myanmar has removed civilian leader Aung San Suu Kyi and sent tens of thousands of protesters onto the streets. Rebecca Ratcliffe describes how the country risks turning back the clock to the decades of military dictatorship and economic isolation", "Protesters in Myanmar have taken to the streets in huge numbers this week following a military coup that removed the civilian leader, Aung San Suu Kyi. An estimated 100,000 people gathered in Yangon on Wednesday, a day after police instigated the most violent scenes yet.", "The Guardian’s south-east Asia correspondent, Rebecca Ratcliffe, tells Rachel Humphreys that the coup once again returns Myanmar to military rule, a decade after it began withdrawing to civilian politics. The most recent elections in November 2020 had given the party of Aung San Suu Kyi a mandate to continue ruling but the military disputed them, without evidence, as fraudulent.", "As pro-democracy protesters continue to flood into the streets fearing another long period of economic isolation, the US has threatened sanctions and the coup has been widely condemned around the world. But will international pressure be felt by the military who now appear firmly in control?"], "authors": ["Rachel Humphreys", "Rebecca Ratcliffe", "Rose De Larrabeiti", "Rhi Storer", "Axel Kacoutié", "Phil Maynard", "Nicole Jackson"], "keywords": ["military", "aung", "myanmar", "removed", "podcast", "civilian", "coup", "kyi", "san", "fight", "streets", "democracy", "suu"], "pubDate": "2021-02-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}