{"id": "2ffd62ea-48be-337f-a088-dce36b9852c4", "title": "How a world-famous Congolese style tradition is changing with the times", "url": "https://edition.cnn.com/style/article/congo-style-sapeurs-sapeuses-africa-avant-garde/index.html", "summary": "My aim was to highlight the important role \"La Sape\" plays in their defiance of circumstance, through the stark contrast of the elegance of their dress against the harsh backdrop of their surroundings.\nAnd they are treated with respect -- they are seen as a vital and life-affirming part of Congolese cultural heritage.\n\"I don't see how anyone in La Sape could be violent or fight.\nThough the tradition is usually passed down through the male line, many Congolese women have recently begun donning designer suits and becoming sapeuses.\nBy challenging Congolese patriarchal society in this way, they are returning to La Sape's origins by reversing the power dynamic.", "paragraphs": ["Written by Tariq Zaidi", "Between 2017 and 2019, I traveled to Brazzaville in the Republic of the Congo and Kinshasa in the Democratic Republic of the Congo (DRC) to meet whole families of sapeurs, including female \"sapeuses\" and mini \"sapes\" in training.", "My aim was to highlight the important role \"La Sape\" plays in their defiance of circumstance, through the stark contrast of the elegance of their dress against the harsh backdrop of their surroundings. The Congo is one of the poorest regions of the world and so, at first glance, followers of the \"Société des Ambianceurs et des Personnes Élégantes\" (the Society of Ambiance-Makers and Elegant People) -- La Sape -- are an extraordinary sight.", "Natan Mahata, 8-year-old school student and sapeur for 3 years, in Kinshasa, 2019, captured by Tariq Zaidi Credit: Tariq Zaidi", "Congolese people are known for taking pride in their appearance, yet La Sape takes the art of looking good to the next level. Papa Wemba, the famously dapper Congolese rumba singer credited with popularizing the sapeur look, said his inspiration came from his parents, who in the 1960s were \"always well put together, always looking very smart.\"", "Sapeur families are treated like celebrities. They bring hope and joie de vivre to communities that have been ravaged by years of violence and conflict. Spending money on ornate pipes and silk socks might seem frivolous in a country like the DRC, where more than 70% of the population live in poverty, but La Sape aims to do more than help people forget their troubles. It has become a subtle form of social activism -- a way of turning the tables on power and rebelling against the economic conditions they live in.", "Maxime Pivot Mabanza, 43-year-old teacher of La Sape and sapeur for 36 years, in Brazzaville, 2017, captured by Tariq Zaidi Credit: Tariq Zaidi", "The movement can be traced back to the Congolese resicstance of the 1920s, when young men sought to adopt and imitate French and Belgian clothes as a way of combating colonial superiority. Congolese houseboys spurned their masters' second-hand clothes and became defiant consumers, spending their meager monthly wages to acquire the latest extravagant fashions from Paris.", "After independence in 1960, both Kinshasa and Brazzaville became centers for a new francophone African elite. Many Congolese traveled to Paris and London and returned with designer clothes. As Papa Wemba put it, \"white people invented the clothes, but we (Africans) make an art of it.\"", "Despite campaigns in the 1980s to ban sapeurs from public spaces, Le Sape culture has seen a resurgence in recent years. Sapeurs of all ages still gather to dance, talk and have friendly fashion face-offs to compete for recognition as the best-dressed sapeur. And they are treated with respect -- they are seen as a vital and life-affirming part of Congolese cultural heritage.", "Elie Fontaine Nsassoni, 45-year-old taxi owner and sapeur for 35 years, in Brazzaville, 2017, captured by Tariq Zaidi Credit: Tariq Zaidi", "In countries torn apart by colonialism, corruption, civil war and poverty, sapeurs have found that shared sartorial ambitions -- and their gentlemanly, civil code of conduct -- can help to heal the infighting. \"I don't see how anyone in La Sape could be violent or fight. Peace means a lot to us,\" said Severin, a 62-year-old whose father was also a sapeur.", "Clementine Biniakoulou, 52-year-old housewife and sapeuse for 36 years, in Brazzaville, 2017, captured by Tariq Zaidi Credit: Tariq Zaidi", "True Sapologie is about more than expensive labels: the true art lies in a sapeur's ability to put together an elegant look unique to their personality.", "Though the tradition is usually passed down through the male line, many Congolese women have recently begun donning designer suits and becoming sapeuses. By challenging Congolese patriarchal society in this way, they are returning to La Sape's origins by reversing the power dynamic.", "La Sape is a movement that is constantly evolving, as disenfranchised youths use fashion as a way of navigating their nations' journeys from developing countries into a more hopeful cosmopolitan future."], "authors": ["Tariq Zaidi"], "keywords": ["tariq", "tradition", "credit", "worldfamous", "sape", "congolese", "sapeurs", "way", "changing", "brazzaville", "times", "zaidi", "style", "la", "sapeur"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}