{"id": "3013a074-5830-3d34-a714-31a71783fecd", "title": "'It was just a free-for-all': my day photographing the Capitol attack", "url": "https://www.theguardian.com/us-news/2021/jan/08/my-day-photographing-capitol-attack", "summary": "On the morning that the US Capitol was stormed by Trump supporters, I knew it was going to be a pretty big day.\nAgence France-Presse (AFP) had photographers all over the city and my job was to be inside the Capitol, photographing the joint session where the vote counting would occur.\nPhotograph: Saul Loeb/APBeing a photographer, the last place you want to be is stuck inside a room when everything’s going on outside.\nPhotograph: Saul Loeb/AFP/Getty ImagesUsually in a situation like this, the police act very quickly.\nPhotograph: Saul Loeb/AFP/Getty ImagesI don’t know how what happened was made possible.", "paragraphs": ["On the morning that the US Capitol was stormed by Trump supporters, I knew it was going to be a pretty big day. Agence France-Presse (AFP) had photographers all over the city and my job was to be inside the Capitol, photographing the joint session where the vote counting would occur. But I had no idea what was coming our way.", "I have been working in Washington for almost 14 years and this is definitely the craziest day I have ever worked. Never in a million years could you imagine that the US Capitol would be overrun with protesters. It’s completely unprecedented territory.", "I had started the day photographing the session for 20 minutes and when it was adjourned, I went back to my laptop in another room. Suddenly, an announcement warned us of a “security situation” inside the building, urging us to shelter in place.", "The speaker, Nancy Pelosi, speaks after the House reconvened following the riot for arguments over objections to certifying the electoral college votes. Photograph: Saul Loeb/AP", "Being a photographer, the last place you want to be is stuck inside a room when everything’s going on outside. So a group of us went down towards the commotion on the second floor, right outside the door to the Senate chamber. It’s a very inner part of the Capitol – normally a very secured area – so it’s highly unusual to see one protester, let alone the 12–15 that were there.", "That’s when I got my first big shot. Some of the protesters had face paint and body paint on, and were wearing costumes. One had a Viking hat on; a bunch were carrying Trump flags. Another had a Confederate flag. They were clearly Trump supporters there to disrupt things. They were shouting at police, who were trying their best to defuse the situation. About 12 officers were forming a line trying to prevent them from going any further into the building. For the most part they were trying to engage with them, saying, “How can we resolve this peacefully? How can we get you out of the building?”", "I thought, this is an area of the Capitol that never has protesters. This is going to be a big story of the day. Little did I know this was just the tip of the iceberg.", "Supporters of Donald Trump enter the US Capitol as teargas fills the corridor. Photograph: Saul Loeb/AFP/Getty Images", "Usually in a situation like this, the police act very quickly. They will tackle individuals to the ground, cuff them and take them out but that’s not what was happening. All these people had broken in somehow, and it wasn’t clear whether they had weapons, or what their intentions were.", "I heard commotion elsewhere and turned towards the Rotunda, underneath the dome. Hundreds of protesters were streaming in. That’s when I realized this was a much bigger deal than I could have ever imagined.People put Maga hats on the statues and had them hold their Trump flags, it was almost like a circus atmosphere.", "I was scared of the police clearing everyone out and getting stuck with them so I went down the tunnel towards the Senate and saw thick smoke in the air. People were retreating. People were running out coughing and there was a general craziness.", "That’s when we saw people going into the offices of Nancy Pelosi. Normally this is a very secure part of the building; she’s the speaker of the House, second in line from the presidency – nobody can just wander in. But there was no staff, no police. It was just a free-for-all.", "A member of the pro-Trump mob sits in Nancy Pelosi’s office in the Capitol. Photograph: Saul Loeb/AFP/Getty Images", "The protesters were sitting at desks, taking selfies and rummaging through the office. It was just a bizarre scene. I kept moving through the office and saw a guy with his feet up on the desk, looking through the mail and making himself at home. The staff had left in such a hurry that the computers were still on, with emails still up on the screens.", "I chatted with the guy with his feet up at the desk. I think everyone was just astonished. This is one of the most secure buildings in Washington and here it is with protesters who seemed to have complete control over the second floor of the US Capitol. It was just mind-boggling.", "You’re always worried people won’t want to be photographed, and you don’t want anyone to become violent towards you. But they either didn’t notice or didn’t care I was there. No one tried to hide their face, no one tried to discourage me from taking photos.", "A note left by a Trump supporter in Nancy Pelosi’s office. Photograph: Saul Loeb/AFP/Getty Images", "Soon the crowd started to get larger and more volatile, so we went through another narrow hallway, turned a corner and came across a police Swat team who had their rifles like you see in the movies – sweeping the area, going room to room and immediately they say, “Hands up! Who are you?” It was definitely startling. I think it’s the first time I’ve ever had a gun pointed at me.", "They let us through and told us to find shelter. Three of us barricaded ourselves in an office on the third floor where I could charge and check my phone. My wife knew I was at the Capitol and was very worried. At some point she texted saying shots had been fired inside the building, but that’s the only news I got about that. When you’re photographing, you’re on autopilot and don’t have time to think about what’s actually happening.", "A US Capitol police officer wears a gas mask. Photograph: Saul Loeb/AFP/Getty Images", "I don’t know how what happened was made possible. During political conventions, inaugurations, even the State of the Union, they set up huge metal fencing around the building. During the Black Lives Matter protests, they set that up around the White House for maybe as much as a month. But that just wasn’t there that morning.", "During an event like this, it’s human nature to run away from it. But for better or for worse, we have to run towards it. No photographs are going to come from inside a locked office.", "By 8pm, we got word that the Senate and the House would reconvene to count the electoral votes.", "Sure, the windows were still broken, the floors were still slippery from the teargas, and there were broken things all over the place – doors, windows and desks in disarray. But Congress was going back to its business. Even then, just five hours after they cleared the building, things were returning to normal. I think that’s what members of Congress wanted to show: that the work of the government will continue.", "– As told to Poppy Noor"], "authors": [], "keywords": ["office", "day", "saul", "went", "photographing", "attack", "freeforall", "protesters", "capitol", "photograph", "going", "building", "inside", "trump"], "pubDate": "2021-01-08T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}