{"id": "301d8f9f-ce4c-35d4-b955-46fc2d2510e0", "title": "The fruits of growth - Extreme poverty is history in China, officials say", "url": "https://www.economist.com/china/2021/01/02/extreme-poverty-is-history-in-china-officials-say", "summary": "E ARLY IN DECEMBER China announced that it had eradicated extreme poverty within its territory.\nIn 1978, shortly after Mao’s death, nearly 98% of those in the countryside lived in extreme poverty, by China’s current standards.\nThat conforms with a standard used by many economists, namely setting the relative poverty line at half the median income level.\nIf poverty is calculated this way it becomes almost impossible to eliminate, since the poverty line steadily rises as the country gets richer.\nTo reduce relative poverty, China needs different tactics from the ones used in its campaign against extreme poverty.", "paragraphs": ["E ARLY IN DECEMBER China announced that it had eradicated extreme poverty within its territory. This achievement is breathtaking in scale. By the World Bank’s estimate, some 800m people in China have escaped penury in the past four decades. It is a triumph for the ages, too, as state media have noted. Never before in the country’s history has destitution come anywhere close to being eliminated.", "One of the final places declared poverty-free is Ziyun, a county in the south-western province of Guizhou. “Speaking frankly, it’s a lie,” says Liang Yong, a gruff villager. The official investigation of Ziyun’s economy was, he says, perfunctory. Provincial leaders popped into his village, rendered their verdict that it had left poverty behind and then sped off. “It’s a show. In our hearts we all know the truth,” he grumbles.", "But a hard-headed observer would side with the government. Things are undoubtedly difficult for Mr Liang. Pork is pricey these days, so he eats meat just a couple of times a week. After paying his two children’s school fees, he has little money left. To ward off the winter, he sits close to a coal-fired stove. He is poorer than many others in China, especially in its cities. He does not like to see victory over poverty being celebrated when he cannot afford proper medical care for his father, recently diagnosed with lung cancer. But the ability to scrape enough together for meat, education and heating marks Mr Liang as someone who has in fact left extreme poverty—a condition in which basic needs go unmet.", "Sceptics understandably ask whether China fiddled its numbers in order to win what it calls the “battle against poverty”. There are of course still isolated cases of abject deprivation. China, however, set itself a fairly high bar. It has regularly raised the official poverty line, which, accounting for living costs, is about $2.30 a day at prices prevailing in 2011. (By comparison, the World Bank defines as extremely poor those who make less than $1.90 a day, as roughly a tenth of human beings do. Poverty lines in rich countries are much higher: the equivalent line in America is about $72 a day for a four-member household at 2020 prices.) In 1978, shortly after Mao’s death, nearly 98% of those in the countryside lived in extreme poverty, by China’s current standards. By 2016 that was down to less than 5% (see chart).", "The government’s biggest contribution was to pull back from central planning and let people make money. It decollectivised agriculture, giving farmers an incentive to produce more. It allowed people to move around the country to find work. It gave more freedom to entrepreneurs. It helped by building roads, investing in education and courting foreign investors. Its goal was to boost the economy; alleviating poverty was a welcome side-effect. The government’s approach changed in 2015 when Xi Jinping, its leader, vowed to eradicate the last vestiges of extreme poverty by the end of 2020. Officials jumped to it. They tried to encourage personal initiative by rewarding poor people who found ways of bettering their lot (see picture). They spent public money widely. In 2015 central-government funding earmarked for poverty alleviation was an average of 500 yuan ($77) per extremely poor person. In 2020 the allocation per head was more than 26,000 yuan (see chart). The imprint of the anti-poverty campaign is visible everywhere in Ziyun. The walls of government offices are covered in murals. One depicts a plant, labelled as the “roots of poverty”, being yanked from the soil. Slogans dot the main roads—some admirably simple (“Let farmers make more money”), others lofty (“To help people out of poverty, first help them become wise”). One of the biggest challenges has been the terrain where the poor live. The 832 counties—about 30% of the country’s total—that were designated as poverty-stricken when Mr Xi began his anti-poverty campaign were all mainly rural. Most were mountainous or on inhospitable land. Officials used two basic approaches to help these counties. Both are visible in Ziyun.", "The first was to introduce industry—mostly modern agriculture. In Luomai, a village in Ziyun, the government created a 25-hectare zone for growing and processing shiitake mushrooms. About 70 locals work there. In the past their only options were either to migrate elsewhere or to eke out a meagre existence farming maize. But the shiitake are a cash crop, letting them earn about 80 yuan a day, a decent wage.", "There is an irony in this. In the 1980s China broke up communal farms, letting people strike out on their own. Now the government wants them to pool their resources again. Officials often describe it as turning farmers into “shareholders”. Residents get stakes in new rural enterprises, which, all going well, will pay dividends. Big outside companies are often placed in charge of the projects. The Luomai shiitake farm is run by China Southern Power Grid, a state-owned firm. But there is a risk that as the anti-poverty campaign fades away, some projects will fizzle.", "The second approach to helping hard-up villages was more radical: moving inhabitants to better-connected areas. Between 2016 and 2020 officials relocated about 10m people. China has long moved people around on a huge scale to allow development—for instance clearing out homes to build dams. But in this case resettlement was itself the development project. The government concluded that it was too costly to provide necessary services, from roads to health care, to the most remote villages. It reckoned that moving residents closer to towns would work better.", "A collection of tidy yellow apartment blocks sits in the centre of Ziyun county. It is a settlement for former inhabitants of a poor village some distance away. A frequent problem after moving people into such housing is finding work for them. In this case, the government called on local officials to arrange jobs for at least one member of each household. At the gate to the new compound in Ziyun, women hunch over sewing machines in small workshops. A middle-aged resident says she could not handle that work, so officials gave her a job in a sanitation crew. She is pleased with her new surroundings. There is a good school just across the street, which is far better for her child.", "A bigger challenge is relative deprivation, a problem abundantly evident to anyone who has travelled between the glitzy coastal cities and the drabber towns of the hinterland. People may have incomes well above the official poverty line, but they can still feel poor. A recent study by Chinese economists concluded that the “subjective poverty line” in rural areas was about 23 yuan per day, nearly twice the amount below which a person would be officially classified as poor. That conforms with a standard used by many economists, namely setting the relative poverty line at half the median income level. It suggests that about a third of rural Chinese still see themselves as poor.", "If poverty is calculated this way it becomes almost impossible to eliminate, since the poverty line steadily rises as the country gets richer. But one virtue of using a relative definition is that it better matches the way people feel. China does not count any poverty in its cities because welfare safeguards supposedly help those without money. But workers who have moved from the countryside lack the right documentation for ready access to urban welfare. And for any city-dweller, support is meagre. In relative terms about a fifth of China’s urban residents can be classified as poor, according to a recent paper for the National Bureau of Economic Research by Chen Shaohua and Martin Ravallion.", "To reduce relative poverty, China needs different tactics from the ones used in its campaign against extreme poverty. It would have to redistribute incomes, for example by imposing heavier taxes on the rich and making it easier for migrants to obtain public services in cities—policies for which it has shown little eagerness.", "On the streets of Guiyang, the booming capital of Guizhou, hardship is still a common sight. Men walk with straw baskets strapped to their backs, looking for work as load-carriers. Zhou Weifu, a porter in his 50s, scoffs at the suggestion that poverty is over. “What kind of work is this? I can barely make any money,” he says. China has every right to be proud of its victory over dire poverty. But officials would be wise to keep their celebrations muted. ■"], "authors": ["The Economist"], "keywords": ["work", "extreme", "money", "history", "growth", "poor", "china", "poverty", "fruits", "line", "ziyun", "officials", "say", "relative"], "pubDate": "2021-01-02T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}