{"id": "303787a4-59a1-319a-82e5-3016b54af574", "title": "‘I’m 51, I can say what I want’: Leone Ross has overcome her fears", "url": "https://www.theguardian.com/books/2021/apr/10/im-51-i-can-say-what-i-want-leone-ross-has-overcome-her-fears", "summary": "And so it was for Leone Ross, who in the 1990s published two well-received works of fiction, All the Blood Is Red and Orange Laughter.\nAs Leone Ross prepares to publish This One Sky Day, a novel at least 15 years in the writing, I ask her what happened to keep her quiet for so long?\nThat got me 450,000 words easily – and then I started the process of pulling it apartThat novel also did well.\nAnd then I started the process of pulling it apart.”Kingston … Ross moved to Jamaica when she was six.\nI spent a long time teaching, a long time being an editor, and a long time listening and supporting other people.", "paragraphs": ["There is the difficult second novel, but for some writers there is also the far more difficult third novel. And so it was for Leone Ross, who in the 1990s published two well-received works of fiction, All the Blood Is Red and Orange Laughter. The first, a visceral group portrait of four women that moved between London and Jamaica, was longlisted for what is now the Women’s prize for fiction; the second, which tells the story of a man descending into madness in the tunnels of the New York subway as he reckons with the legacy of the civil rights movement and his upbringing, appeared on Wasafiri magazine’s list of its 25 most influential novels.", "Then, although their author worked steadily and productively as an editor and as a teacher of creative writing, and although she continued to produce pieces of short fiction, the novels ceased to come. As Leone Ross prepares to publish This One Sky Day, a novel at least 15 years in the writing, I ask her what happened to keep her quiet for so long?", "She answers me over Zoom, as she wrangles a cat that she says is determined to attend every interview she gives about the book. (“If I fight her off,” she adds, “it just becomes a visual of me fighting a cat.”) She was, she remembers, around 26, and “very frightened to write a book. I’d always wanted to, but I was terrified that I wouldn’t do it well. And so I thought: ‘I’ll try 60% with All the Blood Is Red, because, you know, if I don’t try as hard as I can, then if everybody thinks it’s shit, well, I have an excuse, right?’” The novel, which Ross describes as her response to the case of Desiree Washington, the woman raped by boxer Mike Tyson, did extremely well, emboldening her to embark on what she felt was an even more difficult project; this time, she decided, she’d go all out. Orange Laughter got 100% of her effort.", "I was free writing. That got me 450,000 words easily – and then I started the process of pulling it apart", "That novel also did well. But then, says Ross, “I got really frightened. I think in my 20s, I thought that what you do is you write a novel, and then you can be a novelist. And it didn’t quite work out that way. You know, at one point, Oprah had it in her hand, and then … she didn’t have it. And there were a variety of disappointments for this inexperienced, relatively young woman. And I decided that I wasn’t sure that I wanted to be a novelist.” She stops herself. “No, that’s not true; I wasn’t sure that I wanted to be published, or that I could handle being published.”", "It was, she says now, a mixture of ignorance of the mechanics of publishing, a less than perfect agent, and her own feelings of shame and “vague humiliation”; a worrying sense that, while she might be an “alright” writer, she wasn’t destined to be a great one. Orange Laughter, written in a style close to stream of consciousness, had taken it out of her; and yet the world kept turning. “I figured what I should do is take my little wagging tail over here and just tuck it between my legs and, you know, not write for a while.”", "This One Sky Day is a glorious shout of a novel, a sensual, saturated blend of romance, magical realism and erotic comedy set on the imagined Caribbean archipelago of Popisho, where slavery has never existed and the only attempt at colonisation has been successfully resisted by the inhabitants. It’s hard to imagine its creator feeling daunted or tentative. Bravura pieces of whimsy – Popisho’s citizens are each born with a gift from the gods, which is as likely to be never farting as it is the ability to time travel – blend with intimate explorations of grief, childlessness and crises of sexuality in an intricate narrative set on a single day. Of the supernatural talents that she bestows on her characters, Ross says, “I rather like the idea of the whole world reading this book and going: ‘What’s my magic?’ All right, so what’s yours?’”", "It was the short story, Ross says, that helped her to find her way back to the novel; that, and the encouragement of a friend who told her: “There must be another book by you in the world. Who cares if you make money? Who cares if anybody notices?” Stories freed her from the feeling that there were “certain things I had to do about race, about gender, about society”; those subjects are still vital, she says, but experimenting allowed her to explore her love of surrealism, horror and erotica. She wrote This One Sky Day by imagining herself as a story-loving child, writing longhand in parks, “a pen and paper on my tummy, waving my legs in the air”. “And then what happened is this mountain of words over a period of years in which I was essentially free writing, without trying to decide what it was. I would say that that got me 450,000 words easily. And then I started the process of pulling it apart.”", "Kingston … Ross moved to Jamaica when she was six. Photograph: Phil Clarke Hill/In Pictures via Getty Images", "For all the exuberance and bigheartedness of This One Sky Day, it is also a novel of subtle seriousness, asking how we can make peace with profound loss and sadness. The two lovers at its centre, the widowed chef Xavier and the unhappily childless Anise, demonstrate the importance of allowing renewal and possibility into one’s life; and the islanders the value of holding on to traditions rooted in the natural world.", "Ross was born in Coventry, and then lived in London until she was six, when her Jamaican mother decided that they would return to the Caribbean. “People change countries for all kinds of reasons,” Ross tells me. “But at least one of them was that she had this light-skinned, mixed-race child who had already been called a zebra at school. And she’s like: ‘You know what? I can’t, I just can’t. I’m taking her back to where the majority of the space is black, and let’s just see what she negotiates.’” Ross’s white Scottish father remained in the UK; she would visit him, when funds allowed, during the summer, and he would make trips to Jamaica.", "In Jamaica, Ross learned to navigate anomalies. Her mother, she says, ran “a very British household”, courtesy of the time that she’d spent in the UK. At the same time, her daughter was immediately aware of colourism, and of the privilege that her lighter skin bestowed on her. Not wanting to benefit from that was part of the reason that she returned to Britain when she was 21; she describes a process of becoming accustomed to the hybridity of her biracial background and of her sexual identity as a bisexual woman. “I’ve often felt like I’m sitting in the middle,” she says. And yet she also feels deeply Jamaican, telling me by way of illustration about attending a ceremony to mark the death – and passing into the spirit world – of the renowned dancer, choreographer and scholar Rex Nettleford. With her was a friend who became increasingly alarmed at the trance-like reactions of the crowd, which bordered on the hallucinatory. But Ross, an atheist, an intellectual, a pragmatist, remembers: “I’ve never felt so Jamaican. I knew every piece of drum, I knew every motion.”", "For much of our conversation, Ross and I trade the experiences of middle-aged women; and there is an unsurpassable joy at the sight of someone who felt held back from what they wanted to do for so long finally doing it. “How are you feeling,” I ask her, “as the book goes out into the world?” “OK,” she says, taking a breath. “I’m 51, I can say what I want. This: I have spent a long time facilitating the process of other creatives. I spent a long time teaching, a long time being an editor, and a long time listening and supporting other people. My time now. Mine.”"], "authors": ["Alex Clark"], "keywords": ["world", "leone", "writing", "book", "ross", "say", "long", "wanted", "im", "fears", "novel", "51", "sky", "process", "day", "overcome"], "pubDate": "2021-04-10T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}