{"id": "303c5250-6fe7-32b1-8384-e295de98b817", "title": "UCL team’s claim that herd immunity set to be achieved in UK disputed", "url": "https://www.theguardian.com/world/2021/apr/09/ucl-team-claim-covid-19-herd-immunity-achieved-uk-disputed-scientists", "summary": "Britain will on Friday achieve herd immunity from Covid-19, according to a forecast from scientists at University College London – which was no sooner made than disputed.\nOxford/AstraZeneca Country UK Efficacy 70.4% 14 days after receiving the second dose.\nAnd yet the concept of herd immunity, achieved through vaccination in many other diseases, now raises eyebrows when it comes to Covid.\nManaus, on the Amazon river in Brazil, was thought last summer to have achieved herd immunity.\nAnd even then it would require vaccines to be 90% effective at blocking transmission.”Vaccination was not just about herd immunity, he said.", "paragraphs": ["Britain will on Friday achieve herd immunity from Covid-19, according to a forecast from scientists at University College London – which was no sooner made than disputed.", "Scientists from other institutions argued that the modelling was wrong and the approach had a history of “over-confident and over-optimistic predictions”.", "Prof Karl Friston and his UCL colleagues claimed that by 9 April, 73.4% of the population would have immunity either through vaccines or by having been infected with Covid and recovered. The forecast comes from the latest published version of what they call their dynamic causal model.", "Quick Guide Vaccines: how effective is each one? Show Pfizer/BioNTech Country US/Germany Efficacy 95% a week after the second shot. Pfizer says it is only 52% after the first dose but the UK’s Joint Committee on Vaccination and Immunisation (JCVI) says this may rise to 90% after 21 days. Doses Clinical trials involved two doses 21 days apart. The UK is stretching this to 12 weeks.", "", "Oxford/AstraZeneca Country UK Efficacy 70.4% 14 days after receiving the second dose. May have up to 90% efficacy when given as a half dose followed by a full dose. No severe disease or hospitalisations in anyone who received the vaccine. There have been concerns it is less effective against the South African variant of the coronavirus, and some countries have suggested that it is less-effective against either older patients or younger patients. A UK government-funded study of care home residents in England found that their risk of infection with Covid-19 – either symptomatic or asymptomatic – fell by 62% five weeks after they received their first Oxford/AstraZeneca or Pfizer/BioNTech vaccine dose. Doses Two, four to 12 weeks apart", "", "Moderna Country US Efficacy Phase 3 trial results suggest 94.1%. Doses Two, 28 days apart", "", "Novavax Country US Efficacy Phase 3 trials suggest 89.3%. Doses Two", "", "Janssen (part of Johnson & Johnson) Country US Efficacy 72% in preventing mild to moderate cases in US trials but 66% efficacy observed in international trials. 85% efficacy against severe illness, and 100% protection against hospitalisation and death. Doses: One, making it unique among Covid vaccines with phase 3 results so far", "", "Photograph: Stéphane Mahé/X02520", "They have added a disclaimer, however. “Much like long-term weather forecasts, the ensuing predictions should not be taken too seriously because there is an inherent (although quantified) uncertainty about underlying epidemiological and socio-behavioural variables,” they said.", "The vaccination programme in the UK is doing extremely well. Nearly 32 million people have had at least one jab. And yet the concept of herd immunity, achieved through vaccination in many other diseases, now raises eyebrows when it comes to Covid. With foreign travel opening up, socialising through the summer on the cards and variants emerging in all parts of the world, few scientists will bet on herd immunity any time soon.", "Herd immunity got a bad name at the beginning of the pandemic when Dr David Halpern, who headed No 10’s “nudge unit”, talked on the BBC of protecting vulnerable people from this new disease and “by the time they come out of their cocooning, herd immunity’s been achieved in the rest of the population”.", "Sir Patrick Vallance, the chief scientific officer, estimated that 60% of the population would need to become immune, though it could be as many as 70%, and early on there was no alternative to catching the virus to achieve that.", "A year, three lockdowns and 127,000 deaths later, it is clear that even with very effective vaccines, herd immunity – in the sense of the end of any spread of the virus – would be very much harder to achieve than was supposed then.", "Manaus, on the Amazon river in Brazil, was thought last summer to have achieved herd immunity. Tests on donated blood suggested 66% of people had antibodies against the virus in July, following a devastating first wave of infection. By October that had risen to 76%. And then in January a second wave hit, hospitals were overwhelmed and patients’ relatives pleaded for oxygen cylinders because the city had run out. Between 25% and 61% of those infected had already had one bout of Covid. They were not immune.", "08:31 'People are dying at hospital doors': the Brazilian volunteer delivering oxygen to Manaus – video", "The P1 variant was responsible for the savage second wave. It is now known to have a mutation called E484K that confers some resistance to vaccines and antibodies against the regular virus. The tale of Manaus was a salutary one – that Covid could never be allowed to run its course in hopes of generating herd immunity.", "“We need to define herd immunity carefully as we think about the future,” said Prof Christl Donnelly, of Oxford University and Imperial College London (ICL), who is one of the authors of the React study of infections in the UK, which suggests immunity in the population is much lower than the UCL estimate.", "“The vaccines that are currently available are highly effective. However, we can’t know now what variants may arise, though we know that limiting transmissions (with social distancing and/or vaccination) reduces the likelihood of important new variants arising,” she said.", "“Potential variants that are different enough that the existing vaccines don’t protect against them are the key worry, as this could mean that new vaccines need to be developed and then rolled out.”", "Friston and colleagues say the threshold for herd immunity varies according to the amount of infections occurring. So it will be lower in lockdown when people are not socialising and also in the summer when more people are outdoors. Therefore, Friday’s herd immunity threshold – if they are right that 73.4% of people are immune – might next week not be enough to stop people catching Covid as we all head to the hairdresser and the pub garden.", "Dr Adam Kucharski, of the London School of Hygiene & Tropical Medicine, said: “Unfortunately, the modelling approach used to produce this analysis has a history of making over-confident and over-optimistic predictions.” They had got it wrong in the past, he said, pointing to the forecast in late September that “a plausible worst-case scenario is a peak in daily deaths in the tens (eg 50 to 60) not hundreds, in November”. That, of course, was before the Kent virus took off.", "Prof Neil Ferguson, the epidemiologist in charge of Imperial College’s Covid-19 modelling, who agrees with Kucharski, said herd immunity “remains a useful concept, but is not an all or nothing thing”.", "He said: “The immunity built up during the epidemic was slowing spread compared with what it would otherwise have been even before vaccination started. Just not sufficiently to avoid the second wave – especially with the more transmissible Kent variant.", "“Whether it is possible to reach a level of herd immunity which stops further transmission even when we relax all controls is an open question in my mind. With the Kent variant now dominant, we require immunity to block at least 75% of transmission. Even with 90%-plus uptake of vaccines, that may not be possible without vaccinating under-16s. And even then it would require vaccines to be 90% effective at blocking transmission.”", "Vaccination was not just about herd immunity, he said. It was just as important – maybe more – to stop people becoming severely ill and dying.", "“It is the combination of protection against disease and reduction of transmission which we are hopeful will allow us to manage Covid without relying on social distancing in future,” he said.", "Neither was perfect, he said, but as long as enough people are vaccinated and we have booster shots against waning immunity and possibly variants, “together we think they will be enough”."], "authors": ["Sarah Boseley"], "keywords": ["vaccines", "covid", "virus", "uk", "doses", "immunity", "disputed", "claim", "vaccination", "teams", "set", "variants", "herd", "achieved", "ucl", "efficacy"], "pubDate": "2021-04-09T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}