{"summary": "Then late on the Sunday night, in a spectacularly ill-timed boardroom coup, two emails told the two organisers of the People’s Vote campaign they were fired.\nTimeline People's vote campaign Show Hide People’s Vote campaign formally launches in Camden, north London, at an event fronted by four MPs from four different parties: Chuka Umunna, Anna Soubry, Layla Moran and Caroline Lucas.\nA People’s Vote march in London, coinciding with a special Saturday sitting of parliament, attracts an estimated 100,000 people.\nThe recipients of the emails were a stunned James McGrory, the director of the People’s Vote campaign, and its communications director, Tom Baldwin.\nNine months later, the People’s Vote campaign emerged: (the name, McGrory says, came from the Green MP Caroline Lucas over an early planning dinner).", "url": "https://www.theguardian.com/politics/2019/dec/18/theres-no-chance-now-how-the-peoples-vote-movement-died", "paragraphs": ["Campaign for second Brexit referendum was falling apart before landslide Tory majority", "As political collapses go, it was astonishingly swift. One weekend in October, hundreds of thousands of people had descended on central London to demand a second Brexit referendum. A week later, the cause, the biggest non-party movement in British politics, was effectively dead.", "The hammer blows came in quick succession: by the following Friday, the Liberal Democrats and the SNP had decided to offer Boris Johnson an early election. Then late on the Sunday night, in a spectacularly ill-timed boardroom coup, two emails told the two organisers of the People’s Vote campaign they were fired.", "Timeline People's vote campaign Show Hide People’s Vote campaign formally launches in Camden, north London, at an event fronted by four MPs from four different parties: Chuka Umunna, Anna Soubry, Layla Moran and Caroline Lucas. Tens of thousands attend the first People’s Vote march in central London, two years after the Brexit referendum, but Labour leadership declines to support a second plebiscite. Labour conference passes Brexit compromise motion. It says that if Theresa May’s Brexit deal cannot get through parliament, and a general election cannot be secured, the party must support “all options remaining on the table, including campaigning for a public vote”. May’s Brexit deal is voted down and a no-confidence motion is lost, but Labour does not immediately move to back a second referendum. The party Change UK is formed with the backing of seven Labour MPs, all of whom support a second referendum. The move prompts Labour’s leadership to shift its position towards supporting a public vote. A People’s Vote march in central London is attended by 1 million people, according to organisers’ estimates, the second biggest demonstration in British history after the march against the Iraq war in 2003. The option of holding a second referendum is defeated in two sets of indicative votes, by 295 to 268 in March, and by 292 to 280 in April. A rump of Labour MPs remain opposed.", "A People’s Vote march in London, coinciding with a special Saturday sitting of parliament, attracts an estimated 100,000 people. The Liberal Democrats and the Scottish National party abandon efforts to obtain a second referendum and switch to backing a general election, which is voted through the Commons the following week. Both the director and the communications director of People’s Vote are unexpectedly fired after a row over the governance of the organisation. People’s Vote staff stage a walkout and the organisation collapses for the duration of the election campaign.", "The recipients of the emails were a stunned James McGrory, the director of the People’s Vote campaign, and its communications director, Tom Baldwin. They were victims of a long-running behind-the-scenes row over governance with the financial PR specialist Roland Rudd, brother of the former cabinet minister Amber.", "“If MPs had held their nerve, we could have left Johnson twisting in the wind and eventually secured a majority for a people’s vote. But [Lib Dem leader Jo] Swinson effectively destroyed the remain alliance,” Baldwin said. “Within hours, Roland moved to sack James and me, perhaps in the belief it would silence opposition to what the Lib Dems were doing.”", "Others involved say that suggestion is too neat and that the election decision was the decisive one. Hugo Dixon, the deputy chairman of People’s Vote and an ally of Rudd’s, said: “It was over once the Lib Dems decided to allow Johnson to fight on the terrain of his choice.”", "Open warfare: the week the People’s Vote campaign imploded Read more", "The point is arguably demonstrated by the 12 December election outcome. Pro-Brexit parties – the Conservatives, the Brexit party, the DUP and the rump of Ukip – secured 46.5% of the vote; those advocating a second referendum, like Labour, or those wanting to revoke the result of the first one, the Lib Dems, ended up with 52.2%.", "It is an agonising conclusion to a project whose opportunity first emerged after the 2017 election, when Theresa May lost her majority. Nine months later, the People’s Vote campaign emerged: (the name, McGrory says, came from the Green MP Caroline Lucas over an early planning dinner).", "Facebook Twitter Pinterest Caroline Lucas, left, Layla Moran, Chuka Umunna, and Anna Soubry are joined onstage by comedian Andy Parsons, right, during the People’s Vote campaign launch at the Electric Ballroom in Camden Town. Photograph: Jonathan Brady/PA", "The first event was held in April 2018 at the Electric Ballroom in Camden Town, London, with the then-Labour MP Chuka Umunna and then-Conservative MP Anna Soubry leading proceedings, although it did not take off until the summer, when tens of thousands attended its first march.", "Various attempts were made by Umunna and allies for him to chair the organisation early on, but there was sharp pushback elsewhere from people who believed that giving the then-Labour dissident too much power was a mistake.", "In the end, Umunna, Soubry and others formed the shortlived Change UK – before he defected to the Lib Dems. They also became less involved with People’s Vote “when we told them they could not speak at every event”, according to Baldwin.", "But the Change UK breakaway had one other important effect: prompting Labour’s leadership to finally back a second referendum to stop “a damaging Tory Brexit”, closing the gap with the new party. That helped head off Change UK, but there were still not enough votes in parliament, not least because there was a rump of Labour MPs unwilling to back a second referendum.", "The idea of a confirmatory referendum was defeated by 295 to 268 and again by 292 to 280 in two rounds of indicative votes in March and April. But once May was removed in the summer, the Conservatives began to come together under Johnson and a majority in parliament never materialised.", "Johnson had managed to negotiate a new Brexit deal, and suddenly all that was blocking it was a procedural delay from the Conservative backbencher Oliver Letwin, which passed on the Saturday of the march, to the delight of the crowds present in Parliament Square.", "The former Lib Dem leader Tim Farron argues “there weren’t the numbers” in the Commons and that the key moment was when Johnson got MPs to vote for a second reading of his Brexit bill a few days later. An election seemed the only option, the Lib Dem MP said: “In the end we thought it was the last chance to prevent Brexit.”", "The Lib Dem decision has been repudiated since the election by former MPs such as Phillip Lee. Others blame hubris in the party, saying it was MPs such as Umunna who helped persuade Swinson to call an election in the belief Labour could be overhauled. In fact, both lost their seats at Westminster.", "Meanwhile, as the election began, the People’s Vote campaign became embroiled in almost Pythonesque squabbling. The operation’s 40 staff walked out in sympathy, basing themselves in a nearby pub, the Grosvenor, with the support of a friendly landlord, and engaged in a media war against Rudd.", "Former staffers, with the support of the likes of Alastair Campbell, attacked Rudd, drawing attention to his £5.9m salary and £20m west London home (where he had sought planning permission for a staircase into a wine cellar) and accusing him of leading a City-style “boardroom coup”.", "In turn, the staffers found themselves embroiled in legal disputes – “I think they were using four different law firms at one point,” says Baldwin – and were accused of failing to properly disclose at least £300,000 of donations to the Electoral Commission, a claim the duo deny.", "People’s Vote did channel some donations to a few supportive candidates and spent just short of £200,000 on Facebook ads. But the Conservatives spent £950,000 and Labour £1.5m, and with its database of 500,000 supporters, People’s Vote could have raised more money and been a greater force online.", "The organisation had intended to launch a “gold standard” tactical voting website early in the campaign. Instead, another organisation, Best for Britain, stepped into the breach and was immediately accused of favouring the Lib Dems.", "It recommended that people vote against Labour in Kensington, a seat won narrowly by Emma Dent Coad in 2017 by 20 votes from the Conservatives. In 2019, Dent Coad lost by 150, while the third-placed Lib Dem candidate, Sam Gyimah, obtained 9,312 votes, prompting recriminations about the advice.", "But that was only one constituency: up and down the country there was a swing to the pro-Brexit Conservatives, while the Lib Dems lost a seat and not a single pro-remain independent came through. Despite two years of hopes to the contrary, there was no pro-remain surge at the ballot box.", "Those involved recognise the scale of the defeat. Baldwin has been tipped to join Jess Phillips’s campaign to become Labour leader while Dixon thinks it is time to move on. “There’s no chance of stopping Brexit now,” he adds, saying he wants to focus on campaigning around integrity in politics and the future of liberalism.", "McGrory, a former adviser to Nick Clegg in government who was then involved in the unsuccessful anti-Brexit Stronger In Europe campaign in 2016, wonders if he will stay in politics. “I’m 37 and politics is all I’ve known, but maybe my race is run.”", "Last weekend, after the election, messages went up on connected WhatsApp groups, asking if people were willing to back a new organisation: Rejoin. “I can’t say there was any enthusiasm,” said one campaigner. “It’s over.”"], "pubDate": null, "keywords": ["campaign", "chance", "mps", "second", "movement", "labour", "lib", "died", "referendum", "theres", "brexit", "peoples", "vote", "election"], "id": "303eb0f5-921c-366b-ad86-b0aa47325ef1", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "authors": ["Dan Sabbagh"], "title": "'There's no chance now': how the People's Vote movement died"}