{"summary": "Credit: Tania Franco KleinThe series didn't fully reveal itself until she was on a meandering road trip with her boyfriend through the Californian desert.\nCredit: Tania Franco KleinAs her own female protagonist, Klein is always alone, her face often obscured by shadow, cropped in the frame, or turned away from the camera entirely.\nCredit: Tania Franco KleinIn just three years, Klein has become an emerging artist to watch.\nCredit: Tania Franco Klein\"We could always be learning something, like on your phone learning languages,\" Klein said.\nCredit: Tania Franco KleinThere is no real escape in Klein's work, no solace in the beauty of the land.", "id": "3041c303-c037-32d5-afe7-db07fe22a5e5", "pubDate": null, "url": "https://edition.cnn.com/style/article/tania-franco-klein-photographer/index.html", "authors": ["Jacqui Palumbo"], "paragraphs": ["Written by Jacqui Palumbo, CNN", "A woman in red stands in a vacant parking lot, fabric billowing in an upward arc to obscure her face. She extends her right arm outward, hand gently cupped, guiding the viewer toward the direction they might take. The low-slung ochre building behind her and her cherry-hued pencil skirt could be from the past, but no details pinpoint a specific place or time.", "This is the image that began Mexican photographer Tania Franco Klein's \"Proceed to the Route\" (2018--ongoing), a series that saturates dystopian unease in the warmth of nostalgia.", "At first glance, one might not think that Klein is examining our modern digital age -- the works appear as if they predate home computers -- but Klein wields ambiguity to evoke memory and a creeping sense of disquiet in photographs that ask if it's possible to truly disconnect.", "Klein's practice primarily features cinematic self-portraiture, though her starting point for this particular body of work was a portrait of someone else. She had been preoccupied with the idea of Siri, a faceless, digital female voice guiding our lives -- this image seemed to represent her in physical form. But after taking the photograph in a parking lot, she had little clarity as to what to do next.", "Klein shot \"Proceed to the route\" across California, Colorado, New Mexico and Utah. Credit: Tania Franco Klein", "The series didn't fully reveal itself until she was on a meandering road trip with her boyfriend through the Californian desert. They lost their internet connection and yet Siri diligently repeated: \"Proceed to the route. Proceed to the route. Proceed to the route.\"", "The real life Siri?", "Klein explores the idea of hyperconnectivity through the western microtowns that have been left behind as urbanization has concentrated the country's population -- and high speed internet connections -- in major cities. She was drawn to \"these in-between places,\" she said in a phone interview, and sought them out across California, Colorado, New Mexico and Utah.", "\"Proceed to the Route\" is an on-going series. Credit: Tania Franco Klein", "As her own female protagonist, Klein is always alone, her face often obscured by shadow, cropped in the frame, or turned away from the camera entirely. There's no sense of freedom in the images -- the title is a reminder that even in this narrow world, seemingly devoid of human presence, she has little free will.", "It's a familiar feeling today, as the internet becomes more consolidated under a handful of dominant social media sites that we rely on for human connection. \"We're participating in this system where we want to be rewarded for what we are, who we are, and what we do constantly,\" Klein said. \"Disconnecting is this dream, something you can't achieve fully.\"", "Klein's \"Proceed to the Route\" series saturates dystopian unease in the warmth of nostaglia. Credit: Tania Franco Klein", "In just three years, Klein has become an emerging artist to watch. She is now represented by Rosegallery and has exhibited internationally at major festivals and fairs. She's won awards from LensCulture, Sony Photography Awards and Photo London.", "Klein began examining modern anxieties following her graduation from London's University of the Arts MA program in 2016.", "After London, she became restless, moving between Madrid, Israel, California, and Mexico for one to two months at a time. Unmoored, her anxiety and depression began to grow. It wasn't just her, she realized -- many of her friends, living all over the world, were experiencing the same extreme unease over the future. In a bookstore in Madrid, she found the book \"The Burnout Society,\" by South Korean-German philosopher Byung-Chul Han, and it spoke to her -- the idea that as a society we are obsessed with performing, multi-tasking, optimizing, and self-improvement, fueling a collective and deeply rooted sense of anxiety and isolation.", "Klein captures the emotions of modern anxieties. Credit: Tania Franco Klein", "\"We could always be learning something, like on your phone learning languages,\" Klein said. \"The world is in the palm of your hand and you can have access to everything. Every second of your life has to be productive -- it's like we've become production tools.\"", "Rich in color and shadows, Klein's photographs grapple with isolation and melancholy in every day life. Credit: Tania Franco Klein", "That concept became the underlying concept for her series \"Our Life in the Shadows\" (2016--2018) in which exhaustion and malaise overshadow the rich jewel tones and shadowy environments as people go about their everyday lives. She published the body of work in the book \"Positive Disintegration\" this year with French publisher Éditions Bessard.", "In all of her work, Klein shows an interest in ambiguous spaces, characters and time.", "\"My world is more psychological, emotional and intimate,\" she said. \"I'm not trying to create a story.\" There are no beginnings or endings, no single narrative thread, but all scenes exist all at once for viewers to unravel. At Rosegallery, she frames some works and prints others as wall murals, letting images overlap and intersect.", "A still from \"Our Life in the Shadows.\" Credit: Tania Franco Klein", "There is no real escape in Klein's work, no solace in the beauty of the land. Her interiors \"are emotionally claustrophobic,\" she said, but her protagonists outside find little respite -- they are \"trapped in these barren landscapes.\" In these non-places -- a term coined by French anthropologist Marc Augé -- people relinquish their identity in locations where the only point is to simply pass through.", "Klein invites viewers to stay in these transient spaces and reflect on the stressors of contemporary life. \"You cannot fully escape and fully disconnect from everything, but how can you (find) balance?\" she asked. In \"Proceed to the Route,\" she found her path by roaming into the unfamiliar. Perhaps we too can find fulfillment by deviating from the route."], "keywords": ["series", "disconnect", "franco", "klein", "asks", "credit", "proceed", "photographer", "life", "tania", "world", "route", "truly", "work"], "title": "Photographer Tania Franco Klein asks if we can ever truly disconnect", "publicationId": "fa207f19-e080-3902-982c-393d321776be"}