{"id": "305beb56-4bea-37a2-a17e-36b5a72c33b0", "title": "Southampton's Danny Ings enjoys stroke of luck to lead win over Wolves", "url": "https://www.theguardian.com/football/2021/feb/11/wolves-southampton-fa-cup-fifth-round-match-report", "summary": "Stuart Armstrong added a late second as Southampton deservedly overcame Wolves who paid the penalty for fielding a weakened side.\nStuart Armstrong shoots for Southampton’s second after a stray pass from Wolves’ goalkeeper John Ruddy.\nThe Wolves goalkeeper was however at fault when Southampton scored their second goal in the 89th minute.\nRuddy attempted to play a return pass to Dendoncker after receiving a difficult ball back but instead passed to Nathan Tella.\nThe Southampton substitute intelligently pulled a pass back for Armstrong who guided a right-footed shot in off the far post.", "paragraphs": ["Danny Ings’s belatedly-awarded goal helped Southampton on their way into the sixth round of the FA Cup as Ralph Hasenhuttl’s side responded to four successive league defeats in the best possible fashion.", "Stuart Armstrong added a late second as Southampton deservedly overcame Wolves who paid the penalty for fielding a weakened side.", "When substitute Adama Traoré hit a shot for Fraser Forster to save late on, it was Wolves’ first effort on target in 238 minutes of Molineux action as their last hope of glory this season slipped away.", "Southampton dominated the start of both halves and should have been further in charge of the tie before Danny Ings got the benefit of both VAR and a rebound off goalkeeper John Ruddy. Stuart Armstrong had just sidefooted wide of a gaping goal from no more than five yards out after Ryan Bertrand’s cross, when Ings scored his eighth goal of the season.", "Bertrand was again the provider, playing a neat pass through the inside-left channel. Ings showed good control as he ran through and although his first shot was well parried by Ruddy, the rebound hit the striker and rolled over the line, just as the offside flag went up. Ruddy was asked to delay taking the free-kick as VAR was called to adjudicate and Southampton seemed almost surprised when they were invited to start celebrating.", "Yet this was no more than they deserved. Not for a moment did they look like a team who had just lost four games in a row since winning in the two previous rounds of this competition in the space of five days last month.", "Stuart Armstrong shoots for Southampton’s second after a stray pass from Wolves’ goalkeeper John Ruddy. Photograph: Matt Watson/2021 Southampton FC", "While both managers changed half their teams from their last Premier League matches, Southampton looked much the sharper from the start. Ings could have given them the lead in the ninth minute when he showed an exquisite touch to lift the ball over Leander Dendoncker’s head, after receiving James Ward-Prowse’s deftly volleyed pass, and looked clear to scoe before Romain Saïss blocked his shot.", "Wolves by contrast, making six changes from the side that drew 0-0 with Leicester on Sunday, constantly found themselves under pressure as nothing stuck up front. They were playing out neatly enough but the callow front three of Fabio Silva, Morgan Gibbs-White and Vitinha simply lacked the strength or the awareness to link the play.", "When Nuno Espírito Santo, the Wolves manager, did make the attacking changes, calling for Traore, Willian José and then Pedro Neto midway through the second half, the game was stretched and Wolves lacked cohesion.", "Indeed Southampton could have made the game safe when the outstanding Armstrong weaved his way through midfield before playing a through ball that sent Nathan Redmond away. After he cut back inside however, his left-footed shot was well saved by Ruddy.", "The Fiver: sign up and get our daily football email.", "The Wolves goalkeeper was however at fault when Southampton scored their second goal in the 89th minute. Ruddy attempted to play a return pass to Dendoncker after receiving a difficult ball back but instead passed to Nathan Tella. The Southampton substitute intelligently pulled a pass back for Armstrong who guided a right-footed shot in off the far post.", "VAR may have saved Wolves from conceding a third goal in stoppage time when a penalty decision for João Moutinho’s foul on Tella was belatedly deemed to be outside the box, but it had already helped Southampton into the quarter-finals."], "authors": ["Peter Lansley"], "keywords": ["wolves", "armstrong", "lead", "danny", "ruddy", "win", "goal", "second", "start", "southamptons", "enjoys", "shot", "stroke", "ings", "pass", "luck", "southampton"], "pubDate": "2021-02-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}