{"id": "30798c62-4b81-3839-9261-a4f7811a7738", "title": "Coaching and Motivating in the Workplace", "url": "https://execed.economist.com/wisconsin-school-business/coaching-and-motivating-workplace-2021-02-09", "summary": "Shifting the focus from manager to coach.\nThe days of command-and-control leadership as a standard way of managing people are long gone.\nWhen managers adopt a coaching mindset and approach it improves employee’s motivation levels and performance, and boosts satisfaction with both their job and manager.\nIn other words, great managers are now defined by their desire and ability to grow the people around them.\nCoaching and Motivating in the Workplace is a two-day interactive and experiential workshop focused on developing the essential skills needed to effectively coach and create conditions that inspire discovery, reflection, and persistence in others.", "paragraphs": ["Shifting the focus from manager to coach.", "The days of command-and-control leadership as a standard way of managing people are long gone. When managers adopt a coaching mindset and approach it improves employee’s motivation levels and performance, and boosts satisfaction with both their job and manager. In other words, great managers are now defined by their desire and ability to grow the people around them.", "Coaching and Motivating in the Workplace is a two-day interactive and experiential workshop focused on developing the essential skills needed to effectively coach and create conditions that inspire discovery, reflection, and persistence in others. Throughout the two days you will experience being a “coach,” “coachee,” and observer with practice, observation, and feedback building toward real-world strategies you can use immediately."], "authors": [], "keywords": ["twoday", "words", "coaching", "themcoaching", "coach", "managers", "days", "way", "workshop", "motivating", "manager", "workplace"], "pubDate": "2021-02-09T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}