{"id": "307d8379-65bc-3454-9b35-9fc8cd591220", "title": "The decade of the \"young old\" begins", "url": "https://theworldin.economist.com/edition/2020/article/17316/decade-young-old-begins", "summary": "THE YEAR 2020 will mark the beginning of the decade of the yold, or the “young old”, as the Japanese call people aged between 65 and 75.\nThe height of the baby boom, the period of high fertility in rich countries after the second world war, was 1955-60.\nThere will be 134m 65- to 74-year-olds in rich countries in 2020 (11% of the population), up from 99m (8%) in 2000.\nThe retirement age in many rich countries is still below the age to which many people want to work.\nThe effective retirement age (the age at which people actually leave the workforce) is usually even lower.", "paragraphs": ["THE YEAR 2020 will mark the beginning of the decade of the yold, or the “young old”, as the Japanese call people aged between 65 and 75. The height of the baby boom, the period of high fertility in rich countries after the second world war, was 1955-60. The traditional retirement age is 65, and 2020-25 is 65 years later. One might therefore expect peak retirement for baby-boomers in the coming years—except that they are not retiring. By continuing to work, and staying socially engaged, the boomers, in their new guise as the young old, will change the world, as they have done several times before at different stages of their lives.", "The yold are more numerous, healthier and wealthier than previous generations of seniors. There will be 134m 65- to 74-year-olds in rich countries in 2020 (11% of the population), up from 99m (8%) in 2000. That is the fastest rate of growth of any large age group. Health worsens with age, but the yold are resisting the decline better than most: of the 3.7 years of increased life expectancy in rich countries between 2000 and 2015, says the World Health Organisation, 3.2 years were enjoyed in good health. The yold are also better off: between 1989 and 2013, the median wealth of families headed by someone over 62 in America rose by 40% to $210,000, while the wealth of all other age groups declined.", "The yold are busier, too. In 2016 just over a fifth of people aged 65-69 were in work in rich countries, a figure that is rising fast. Working is one of the factors that are helping people stay healthy longer. A German study found that people who remain at work after the normal retirement age manage to slow the cognitive decline associated with old age and have a cognitive capacity of someone a year and a half younger.", "And miles to go before they sleep", "In short, the yold are not just any group of old people. They are challenging the traditional expectations of the retired as people who wear slippers and look after the grandchildren. That will disrupt consumer, service and financial markets.", "The over-60s are one of the fastest-growing groups of customers of the airline business. The yold are vital to the tourism industry because they spend much more, when taking a foreign holiday, than younger adults. They are also changing education. Harvard has more students at its Division for Continuing Education (for mature and retired students) than it does at the university itself. And, because of the importance of pensions, the yold are transforming insurance companies from passive distributors of fixed annuities to financial-service providers for customers who want to manage their pension pots more actively.", "The rise of the yold will be a boon to themselves, to economies and to societies. Many bosses and hr departments think productivity falls with age, but studies of truckmaking and insurance firms in Germany suggest older workers have, if anything, slightly above-average productivity—and that teams of workers from multiple generations are the most productive of all. Societies should be better off because public spending on health and pensions should be lower than expected, as people work longer and need less medical care.", "But for all this to happen, three big things will have to change, under pressure from the yold themselves. The most important is public attitudes towards older people, and in particular the expectation that 60-somethings ought to be putting their feet up and quietly retiring into the background. Many companies discriminate against older workers by offering training only to younger ones, or by limiting part-time employment and job-sharing. The yold will demand that companies become more age-friendly and, in the process, help change attitudes towards ageing itself.", "Government policies will have to change, too. The retirement age in many rich countries is still below the age to which many people want to work. The effective retirement age (the age at which people actually leave the workforce) is usually even lower. Public policy makes retirement a cliff edge, when it should be a ramp.", "Third, higher numbers of healthy yold people will require drastic changes in health spending. Most diseases of ageing are best met with prevention and lifestyle changes. But only about 2-3% of most countries’ health-care spending goes on prevention. That will have to rise, because although the yold will constitute a bulge of comparative health and activity over the next decade, by 2030 they will hit 75—and enter a long period of decline for which few rich countries are ready.", "This article appeared in the Leaders section of the print edition under the headline \"The decae of the yold\""], "authors": [], "keywords": ["old", "countries", "age", "yold", "retirement", "health", "work", "65", "decade", "change", "young", "rich", "begins"], "pubDate": null, "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}