{"id": "30a2c9b4-6b0f-3292-9de7-8b61c0d13dc2", "title": "Buy a classic sport photograph: the immortal Bobby Moore", "url": "https://www.theguardian.com/artanddesign/2020/dec/17/buy-a-classic-sport-photograph-the-immortal-bobby-moore", "summary": "This photograph captures Bobby Moore in 1973, standing statuesque in the twilight of his international career, just a few months after winning his 100th cap for England.\nIt was shot prior to a 1-0 friendly win over Scotland which would prove to be Moore’s final victory in an England shirt at Wembley.\nGentleman of all time.’Photograph: Gerry Cranham / OffsideWords: Jonny WeeksBuy your exclusive print herePrice£55 including free delivery (30x40cm print size).\nAll editions are printed and quality checked by experts at theprintspace, the UK’s leading photo and fine-art print provider.\nTheprintspace takes great care in packaging your artwork, with a no-quibble satisfaction guarantee should you be unhappy in any way.", "paragraphs": ["This photograph captures Bobby Moore in 1973, standing statuesque in the twilight of his international career, just a few months after winning his 100th cap for England. It was shot prior to a 1-0 friendly win over Scotland which would prove to be Moore’s final victory in an England shirt at Wembley. It possesses a kind of majesty reminiscent of the bronze statue of him at the new Wembley, beneath which an inscription reads: ‘Immaculate footballer. Imperial defender. Immortal hero of 1966. First Englishman to raise the World Cup aloft. Favourite son of London’s East End. Finest legend of West Ham United. National Treasure. Master of Wembley. Lord of the game. Captain extraordinary. Gentleman of all time.’", "Photograph: Gerry Cranham / Offside", "Words: Jonny Weeks", "Buy your exclusive print here", "Price", "£55 including free delivery (30x40cm print size).", "Prints", "Photographs are presented on museum-grade, fine-art paper stocks, with archival standards guaranteeing quality for 100-plus years. All editions are printed and quality checked by experts at theprintspace, the UK’s leading photo and fine-art print provider.", "Delivery", "Artworks are dispatched via Royal Mail and delivered within three to five working days. Theprintspace takes great care in packaging your artwork, with a no-quibble satisfaction guarantee should you be unhappy in any way. Global shipping is available.", "Contact", "Email: guardianprintsales@theprintspace.co.uk"], "authors": ["Guardian Sport"], "keywords": ["fineart", "quality", "classic", "winning", "immortal", "england", "moore", "photograph", "win", "world", "buy", "bobby", "wembley", "sport", "working", "print", "theprintspace"], "pubDate": "2020-12-17T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}