{"authors": ["Susan Mckay"], "keywords": ["refused", "ireland", "gosnold", "rev", "churches", "northern", "doctors", "birth", "church", "baby", "phelan", "knew", "abortion", "die"], "pubDate": null, "summary": "In July MPs voted to decriminalise abortion in Northern Ireland.\nThe new law, spearheaded by MP Stella Creasy, will come into effect on 21 October unless the Northern Ireland executive takes office again before that date.\nThe change has some powerful opponents – last Monday the four main churches in Northern Ireland jointly called on politicians to get back to Stormont in order to block it.\nShe found there was a mental health clause that could enable her to have a termination in Northern Ireland.\nThey have jointly expressed ‘grave concern’ at the prospect of ‘almost unregulated’ abortion in Northern Ireland.", "title": "‘The doctors in Northern Ireland knew my baby would die. But I was refused an abortion’", "url": "https://www.theguardian.com/world/2019/oct/06/the-doctors-in-northern-ireland-knew-my-baby-would-die-but-i-was-refused-an-abortion", "id": "30c080a3-4e6e-3231-8294-4d3c22a1bc76", "paragraphs": ["Denise Phelan was denied an abortion three years ago in circumstances so extreme she still finds it harrowing to speak about it, and does so only because she is determined that no other woman should be forced to go through a similar experience.", "“My anger wakes me up at night. It’s a deep, almost in-the-bone anger,” she says. She and her husband, Richard Gosnold, are also still grieving for the loss of their baby, Alenja. Their trauma has been prolonged and they feel it is too late now to try for another pregnancy.", "Phelan is one of the many people in Northern Ireland who are fully behind the huge, historic change to the country’s abortion laws that is set to take place in a fortnight’s time. In July MPs voted to decriminalise abortion in Northern Ireland. The new law, spearheaded by MP Stella Creasy, will come into effect on 21 October unless the Northern Ireland executive takes office again before that date.", "The change has some powerful opponents – last Monday the four main churches in Northern Ireland jointly called on politicians to get back to Stormont in order to block it. Creasy, meanwhile, has been repeatedly targeted in the past week by anti-abortion activists in her constituency of Walthamstow, east London. Last Thursday things ramped up a notch further when the high court in Belfast ruled that Northern Ireland’s abortion law breached the UK’s human rights commitments. Phelan was not surprised by the intervention by church leaders. “Their statement just confirms my belief that in this country the Catholic and Protestant churches can’t agree on anything except that they hate women and want to control us,” she says.", "Her story begins in November 2015 when, aged 40, she found that she was pregnant. “We were anxious but so excited,” she says. “We were thinking, this time next year, there’ll be a little baby,” adds Gosnold. At their 10-week scan they were told their baby had “lovely long legs”.", "However, further tests brought devastating news. There was a fatal genetic disorder, which meant that the foetus would die in the womb or at birth. When one medical professional said to the couple: “You can go to the mainland,” Phelan knew exactly what she meant. Gosnold, who is English, did not. “In England you just don’t hear about how things are over here,” he says.", "However, Phelan suffers from extreme and debilitating migraine, which is triggered by stress. She became very ill and could not travel. She has legal training and in desperation set about researching her rights. She found there was a mental health clause that could enable her to have a termination in Northern Ireland. Phelan had, not long before this, survived several years of intense depression. The couple were terrified about the potential longterm impact of the dilemma she was now facing. But no one was willing to refer her for an abortion in Belfast.", "Facebook Twitter Pinterest The leaders of Ireland’s main churches (left to right) Rev Sam McGuffin, president of the Methodist church in Ireland; Most Rev Eamon Martin, Roman Catholic archbishop of Armagh and primate of all Ireland; Rt Rev Dr William Henry, moderator of the general assembly of the Presbyterian church in Ireland; Most Rev Dr Richard Clarke, Church of Ireland archbishop of Armagh and primate of All Ireland; and Rev Brian Anderson, president of the Irish Council of Churches. They have jointly expressed ‘grave concern’ at the prospect of ‘almost unregulated’ abortion in Northern Ireland. Photograph: Presbyterian Church in Ireland/PA", "“I felt as though this wall of religious and political hatred had descended around us,” says Phelan. “We were seeing all these doctors, but it was like a nail was being driven into you and each one of them was driving it one blow further. I realised no one was going to help us. It was cruel beyond belief. It was mental torture.", "“We were just set adrift, totally alone. We had no choices. I had to give up. I had to go out and get maternity clothes and people were congratulating me and asking when the baby was due. I was sent to a bereavement midwife at the same time as the baby was still alive and active in my womb. I had to go to antenatal classes.", "“We were also told that if the baby was still alive at birth she would be in pain and have to live her brief life on a morphine drip.”", "When she was 36 weeks pregnant, Phelan fell as she was out walking. At a scan the next day she said to the doctor, “She’s gone, isn’t she?” The baby died on a Wednesday. The following Monday, birth was induced.", "“I went for five days with a dead baby in my womb. The birth was incredibly fast when it started. I was doped up with anti-depressants and diamorphine but I was also vomiting. I didn’t get an epidural. The pain was indescribable. I thought I was being murdered. It was like being stabbed.”", "The baby was handed to Gosnold. “Denise said, ‘Richard, what does she look like?’” he says. “I said, ‘She’s beautiful.’ I was lying.” The baby had been dead for almost a week. They named her Alenja because it means precious, a torch of life, and because it was rare, and they would not hear it being called. Phelan held her.", "“It was a miracle and a tragedy at the same time,” she says.", "When his wife was being discharged, staff asked Gosnold to bring his car to the bottom of a fire escape so that she and the dead baby would not distress other women in the hospital ward next to theirs. “I parked, came back in to help Denise, and when we got down to the car we’d got a parking ticket,” he says.", "“I cry every day,” says Phelan. “I had postnatal depression and both of us have had suicidal thoughts. We both suffer from insomnia. I had to leave my job.” Gosnold, who is an artist, was offered medication and put on a waiting list for counselling.", "Grainne Teggart at Amnesty International’s Belfast office has given them support and advice, and through solicitor Ciaran Moynagh they have got the backing of the Public Interest Litigation Support Project in pursuing legal redress.", "“We need healthcare based on compassion, human rights, and what is medically best for women and girls,” says Phelan. “And we are finally going to get it, no matter what the misogynists say.”", "In the UK and Ireland, Samaritans can be contacted on 116 123 or email jo@samaritans.org or jo@samaritans.ie. In the US, the National Suicide Prevention Lifeline is 1-800-273-8255. In Australia, the crisis support service Lifeline is 13 11 14. Other international helplines can be found at befrienders.org."], "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}