{"id": "30c98d4d-6b45-3a13-a2d1-4e71be959c60", "title": "Man found clinging to capsized vessel after 24 hours lost in waters off Florida", "url": "https://www.foxnews.com/us/florida-capsized-vessel-rescue-24-hours-lost-at-sea", "summary": "A 62-year-old man was discovered desperately clinging to the hull of his capsized boat in the waters off the Florida coast on Sunday — about 24 hours after he was reported lost at sea, officials said.\nThe crew onboard the container ship Angeles spotted Stuart Bee at around 11 a.m., some 86 miles off of Cape Canaveral, holding onto his 32-foot vessel, the U.S. Coast Guard said.\nThe agency had been searching for signs of the boater since he was reported missing on Saturday morning.\nPhotos released by the Coast Guard showed Bee swimming away from his sinking ship and toward an orange life ring.\nMark Vlaun, the commanding officer of the Coast Guard’s Jacksonville sector, thanked everyone involved in the rescue mission.", "paragraphs": ["A 62-year-old man was discovered desperately clinging to the hull of his capsized boat in the waters off the Florida coast on Sunday — about 24 hours after he was reported lost at sea, officials said.", "The crew onboard the container ship Angeles spotted Stuart Bee at around 11 a.m., some 86 miles off of Cape Canaveral, holding onto his 32-foot vessel, the U.S. Coast Guard said.", "The agency had been searching for signs of the boater since he was reported missing on Saturday morning.", "40 SEA TURTLES TRANSPORTED TO FLORIDA FOR TREATMENT AS NUMBER OF 'COLD STUNNED' TURTLES SURGES", "Bee had left Cape Marina Friday, but the person who reported him missing grew worried since he had not returned the next day and typically didn’t stay out at sea overnight.", "Photos released by the Coast Guard showed Bee swimming away from his sinking ship and toward an orange life ring. Another image showed the soaking-wet boater climbing aboard the container ship.", "His condition wasn’t immediately known.", "CLICK HERE TO GET THE FOX NEWS APP", "Capt. Mark Vlaun, the commanding officer of the Coast Guard’s Jacksonville sector, thanked everyone involved in the rescue mission.", "“Saving lives at sea is our highest calling,” Vlaun said in a statement. “This is a truly incredible outcome that demonstrates the bond among all mariners and our community.”"], "authors": [], "keywords": ["showed", "coast", "capsized", "24", "ship", "vlaun", "man", "vessel", "reported", "guard", "clinging", "waters", "lost", "florida", "hours", "sea", "missing", "saidthe", "turtles"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}