{"id": "3114282e-d385-3e69-aec9-0d8d5d029d72", "title": "Ohio University point guard's backstory goes viral as he drops 31 points vs. Illinois", "url": "https://www.foxnews.com/sports/ohio-university-point-guard-backstory-viral-illinois", "summary": "The Ohio Bobcats point guard worked his tail off to get a chance to play Division I basketball, and his backstory went viral Friday as his team took on No.\nHe didn’t have plans to play college basketball, but one of his friends convinced him to play in an AAU tournament and a coach convinced him to go to prep school before attending college.\nAt Believe Sports Academy, he started out on the C-level basketball team and made it to the A-level team before being demoted again.\nCLICK HERE FOR MORE SPORTS COVERAGE ON FOXNEWS.COMHe also dropped 31 points in a 75-73 loss to Illinois on Friday night.\nBut his story should be another reminder for anyone who has college basketball aspirations that you should never give up.", "paragraphs": ["Jason Preston isn’t your run-of-the-mill basketball player.", "The Ohio Bobcats point guard worked his tail off to get a chance to play Division I basketball, and his backstory went viral Friday as his team took on No. 8 Illinois.", "NO. 7 WISCONSIN ROLLS PAST ARKANSAS-PINE BLUFF 92-58", "ESPN broadcasters shed light on his story during the game. Preston’s mother died about five years ago and while his father was not in the picture, he went to live with his mom’s best friend’s son in Orlando, Fla., as his legal guardian lived in Jamaica.", "He didn’t have plans to play college basketball, but one of his friends convinced him to play in an AAU tournament and a coach convinced him to go to prep school before attending college. At Believe Sports Academy, he started out on the C-level basketball team and made it to the A-level team before being demoted again.", "After finding success at the C-level, he made his own highlight reel and later received a scholarship offer from Ohio University.", "NEARLY PERFECT GARZA SCORES 41, NO. 5 IOWA ROUTS SOUTHERN", "He joined the Bobcats for the 2018-19 season and was on the All-Mid-American Conference Freshman Team. In his sophomore season, he was named to the All-MAC Second Team.", "He’s started 57 of the 65 games he’s played in for the Bobcats. He’s averaging 12 points and 5.6 assists per game for his collegiate career.", "Preston responded to the praise he was getting on social media.", "CLICK HERE FOR MORE SPORTS COVERAGE ON FOXNEWS.COM", "He also dropped 31 points in a 75-73 loss to Illinois on Friday night. But his story should be another reminder for anyone who has college basketball aspirations that you should never give up."], "authors": ["Ryan Gaydos", "Ryan Gaydos Is The Sports Editor For Foxnews.Com. Follow Him On Social Media"], "keywords": ["went", "point", "illinois", "vs", "play", "goes", "college", "started", "bobcats", "viral", "guards", "ohio", "team", "season", "drops", "points", "basketball", "university"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}