{"id": "315169e1-6eb0-385e-8dc3-5a02d37ca410", "title": "TV style icons of 2020: Ted Danson as The Good Place's dapper demon", "url": "https://www.theguardian.com/culture/2020/dec/07/tv-style-icons-of-2020-ted-danson-good-place-netflix-style-icon", "summary": "The Good Place finished in January, just when viewers of the NBC/Netflix series needed it most.\nAnd best of all, it starred Ted Danson as Michael, the “architect” of this utopian ideal, dressed in a tweed jacket with pastel-coloured bow ties.\nIt is a piece about a man in a bow tie trying to hold it together in a decaying world.\n‘A reminder of a time when work and home were not one and the same’ ... Ted Danson as Michael.\n‘A show that holds a mirror up to our stupid selves’ ... Ted Danson as Michael and Kristen Bell as Eleanor in The Good Place.", "paragraphs": ["The Good Place finished in January, just when viewers of the NBC/Netflix series needed it most.", "Running almost parallel with the ascent of Donald Trump, NBC’s morality sitcom, which followed a group of dead Earthlings navigating a secular afterlife, felt removed from 2020 yet somehow served as a corrective to it. Flawed characters were likable; diversity was normalised not signposted. It was family-friendly, and largely unserious, yet high-concept and high-brow. And best of all, it starred Ted Danson as Michael, the “architect” of this utopian ideal, dressed in a tweed jacket with pastel-coloured bow ties.", "When it eventually bowed out with an analogy about a wave and Arvo Pärt’s Spiegel im Spiegel, Michael had got what he wanted – to become a human called Michael Realman who lived in a new build in LA. It was a physical transformation achieved simply by replacing his tweeds with an 80s grandad get-up of plaid shirt, jeans and New Balance trainers.", "This is not a piece about Ted Danson. It’s not even about Sam Malone, his Cheers character who has a cameo in season two of The Good Place and whom he eventually (sort of) morphs into – though it could be either, impossible as it is to separate the warm, winning actor from the warm, winning characters he often plays. Nor is it a piece about fashion, because there is nothing fashionable about the bow ties that Michael adopts, or the late sitcom character he becomes. It is a piece about a man in a bow tie trying to hold it together in a decaying world. Or, to put it more simply, a man trying to pass for the Platonic ideal of a 60-year-old when he is actually, really, a 6,000ft-tall fire squid.", "‘A reminder of a time when work and home were not one and the same’ ... Ted Danson as Michael. Photograph: NBC/NBCU Photo Bank via Getty Images", "Watching in lockdown, Michael the architect is a stark reminder that 2020 was the year we stopped getting dressed. Tahani’s strapless dresses and Chidi’s sweater-vests might seem more current, but maybe that’s the point. Wearing something that can only be described as “enthusiastic academic of yore”, Michael’s professorial ensemble reminds me of a time when work and home were not one and the same, way, way back in 2019.", "As do Michael’s further attempts to humanise himself, little details of which were designed as punchlines but now, almost a year on, make me nostalgic. The lavender hankies folded in his pocket like origami, playing on the idea of transformation instead of being used to blow your nose. The car keys he keeps just so he can lose them, when that was your biggest problem. The executive stress ball, which he “may or may not” throw out, reminiscent of the offices we no longer enter. And the blow-by-blow knowledge of every episode of Friends, a show not simply featuring an open coffee shop but largely based in one.", "If Michael’s bow ties are also the best stylistic tic since Velma’s glasses in Scooby-Doo, then they are just as remarkable for their absence. When things are good, they appear resplendent in plaid or paisley or peacock print. When things are bad (say, season two, when Michael gets “found out”), the bow is relegated to a tie, somehow making him look incredibly ordinary. In the final episode, he removes it altogether and attempts to exit the afterlife, as if the bow tie is the one thing keeping him there. In another episode, as Michael battles with technology, he even becomes WFH Michael in an oatmeal hoodie and jogging bottoms, fine stubble migrating across his face, complaining about stress eating, his bow tie undone and hanging round his neck.", "‘A show that holds a mirror up to our stupid selves’ ... Ted Danson as Michael and Kristen Bell as Eleanor in The Good Place. Photograph: NBC/NBCU Photo Bank via Getty Images", "Compounded by the very essence of the show – that by existing we owe each other something – a moral code based on TM Scanlon’s What We Owe to Each Other, his transformation not only reminded us of the brilliance of Danson, it also held up a mirror to our stupid neoliberal selves.", "Ultimately, though, it’s the bow ties that finally betray him. James Bond wore a bow tie, but on TV they tend to signify fools, technocrats and oddballs – see Frank from The Vicar of Dibley or Carlton in The Fresh Prince of Bel Air. Clever people wear them. People passing as clever also wear them. No one ever successfully seduced a woman in one. And no one ever left the afterlife without one. The idea that Michael is so curious about humans that he chooses to dress like one is funny now, though perhaps for all the wrong reasons."], "authors": ["Morwenna Ferrier"], "keywords": ["places", "tv", "good", "ties", "tie", "transformation", "simply", "icons", "ted", "place", "2020", "michael", "demon", "danson", "dapper", "style", "bow"], "pubDate": "2020-12-07T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}