{"id": "317e6814-b188-3c9f-8095-26397c5eee1a", "title": "Get Rich Selling Used Fashion Online—or Cry Trying", "url": "https://www.wired.com/story/get-rich-selling-used-fashion-online-or-cry-trying/", "summary": "One night in 2016, Rachel Petersen was up at 3 am, trying to rock her six-month-old daughter to sleep.\nShe fell down the rabbit hole, until two hours later, when she left to start her shift at the hospital.\nThat day, she used every break to look at more posts.\nOther retail sites, such as ThredUp, Vestiaire Collective, and The RealReal, buy used clothes from consumers and then authenticate and resell it.\nOn Poshmark, users do all the work themselves—but in return, sellers can make more money off each item they sell.", "paragraphs": ["One night in 2016, Rachel Petersen was up at 3 am, trying to rock her six-month-old daughter to sleep. She was exhausted. In the morning she would start another 12-hour shift as a nurse at a hospital in Chattanooga, Tennessee. But more than fatigue, she felt overcome with worry and stress. She had worked part time at the hospital for seven years without a raise. Together with a job teaching at a local university, she managed to cobble together $35,000 a year; her husband made a similar amount. Meanwhile, they had an older child, a toddler, who was beginning to show signs of autism. As she sat in the rocking chair in the dark nursery, she scrolled through Instagram on her phone, where her eyes alighted on the hashtag #resellerrevolution.", "She saw post after post of women bragging about flipping thrift-store clothing for a profit. The women struck her as independent and in control of their lives. Many of them were using a platform called Poshmark and tagging their posts #girlboss and #poshboss. “I couldn’t wait to learn more,” she says. She fell down the rabbit hole, until two hours later, when she left to start her shift at the hospital. That day, she used every break to look at more posts. She had credit cards to pay off and a glimmer of an idea that her three huge bins of ill-fitting clothing could help.", "After spending a couple of months learning about designer brands and taking note of trends and prices on the site, she tried listing her own used items. Then she started buying more clothing to sell from nearby thrift stores. She was a natural. A year later, she quit her two jobs and went all in on Poshmark. In 2018 she pulled in $80,000 in revenue.", "Sign Up Today Sign up for our Longreads newsletter for the best features, ideas, and investigations from WIRED.", "Petersen had stumbled into a growing trend. Several companies now help people sell their old clothes online, but Poshmark, a San Francisco–based startup, is the biggest of the bunch. It has 60 million registered users, mostly women, living in nearly every US zip code. Some women claim to earn tens or even hundreds of thousands of dollars a year through it.", "When entrepreneur Manish Chandra started Poshmark in 2011, he envisioned the app as a marriage of Facebook and eBay—a shopping-oriented social network. Sellers on the app list their items in a “closet,” or digital storefront, and the listings share the look and feel of posts on Instagram and Pinterest. The echo is intentional. Women on the app “look at each other as friends rather than customers,” according to an early press release, which leads them to buy more from each other than they would from a stranger.", "The app grew quickly. In May 2018, Poshmark said it had paid out a total of more than $1 billion to its community of sellers; 16 months later, the number had doubled. The company has reportedly been valued at $1.25 billion.", "The secret to Poshmark’s growth is that it doesn't hold inventory. Other retail sites, such as ThredUp, Vestiaire Collective, and The RealReal, buy used clothes from consumers and then authenticate and resell it. On Poshmark, users do all the work themselves—but in return, sellers can make more money off each item they sell. “We have built a highly distributed logistics system, where millions of sellers provide the service, merchandise, and inventory,” Chandra told me in an interview in early 2020. Poshmark keeps 20 percent of the sale price for everything over $15, and $2.95 for anything under $15. The buyer covers the flat $7.11 shipping fee on each order.", "A core goal, according to Tracy Sun, a Poshmark cofounder and senior vice president of new markets, was always “to enable a whole new generation of sellers to start their business and thrive.” In Poshmark TV ads, women say they’ve paid for family vacations, a car, and a wedding using the app, and Poshmark has offered an “Entrepreneurship Fund” for women to buy inventory."], "authors": ["Alden Wicker", "Alden Wicke", "Nitasha Tik", "Caitlin Harringto"], "keywords": ["used", "rich", "sellers", "app", "poshmark", "posts", "cry", "trying", "start", "sell", "fashion", "later", "selling", "look", "women", "onlineor"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}