{"id": "319d860a-6a85-39f4-89f7-478495231426", "title": "Forget Everything and Run review – scenic zombie adventure lacks bite", "url": "https://www.theguardian.com/film/2021/apr/21/forget-everything-and-run-review-scenic-zombie-adventure-lacks-bite", "summary": "It is increasingly difficult to carve out a niche in the overpopulated world of postapocalyptic survivalist movies.\nThis already precarious existence is threatened further when they are raided by marauders equipped with superior firearms and human shields.\nAs action gives way to extended dialogue scenes and flashbacks to happier, pre-apocalypse times, the pace slackens.\nCharacters conveniently disappear for extended stretches and questions mount about the wider scenario, which is confusingly explained but barely depicted, probably for budget reasons.\nThe performers are mostly fine and the action is well staged, but for all its energy and commitment, the story finds nowhere to run.", "paragraphs": ["It is increasingly difficult to carve out a niche in the overpopulated world of postapocalyptic survivalist movies. This low-budget effort – alternatively titled with its initials, FEAR – falls somewhere between The Walking Dead, A Quiet Place, The Revenant and It Comes at Night – but, like its central family, it struggles to find a place to call its own.", "The setting is a scenic, snowy, mountainous region, presumably in North America, and the opening crawl ramps up the Covid resonance: a world struck by a deadly virus, a sealed-off area where “every day we fight to survive. Hiding. Scavenging. Clinging to hope …” Thus, we are up to speed when a growling, raving, zombie-like madman comes charging through the woods at combat-ready Ethan (Jason Tobias, who co-directed and co-wrote) and his nervous son (Danny Ruiz).", "Back at home – though their rundown shack barely fits the description – are resourceful mum Joe (Marci Miller) and a teenage daughter who has succumbed to the zombie virus, and is strapped to a bed upstairs on life support. (The family are holding out for access to a cure.)", "This already precarious existence is threatened further when they are raided by marauders equipped with superior firearms and human shields. The result of their violent battle is a negotiated standoff that splits the action: Joe keeps her gun on the marauders’ scheming matriarch (a convincingly fiery Susan Moore Harmon), Ethan goes with her brother to fetch medicine and fuel from their camp. Nobody trusts anyone – nor should they.", "As action gives way to extended dialogue scenes and flashbacks to happier, pre-apocalypse times, the pace slackens. Characters conveniently disappear for extended stretches and questions mount about the wider scenario, which is confusingly explained but barely depicted, probably for budget reasons. The performers are mostly fine and the action is well staged, but for all its energy and commitment, the story finds nowhere to run."], "authors": ["Steve Rose"], "keywords": ["review", "place", "family", "virus", "action", "marauders", "ethan", "comes", "run", "world", "extended", "joe", "scenic", "zombie", "adventure", "forget", "bite", "lacks"], "pubDate": "2021-04-21T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}