{"id": "320cef37-57b8-3d9b-8c7c-e37cae54eff1", "title": "Compounding inequality - India’s super-rich are getting much richer", "url": "https://www.economist.com/asia/2020/12/05/indias-super-rich-are-getting-much-richer", "summary": "Over the past year, as India’s economy has shrunk by around a tenth and tens of millions of Indians have lost jobs or sunk into poverty, the fortunes of the country’s two richest people have swollen.\nGautam Adani, whose conglomerate sprawls from ports to coal mines to food, has seen his personal wealth more than double, to some $32bn.\nLast year they hoovered up 21.4% of earnings, just ahead of their counterparts in Russia, according to the World Inequality Database.\nCredit Suisse, a bank, puts their share of India’s wealth at 39%, well ahead of the richest 1% of Americans or Chinese.\nMost alarmingly, in India some of the rich have become super-rich by using their heft to crush smaller competitors and thus corner multiple chunks of the economy.", "paragraphs": ["S OME PEOPLE have almost all the luck. Over the past year, as India’s economy has shrunk by around a tenth and tens of millions of Indians have lost jobs or sunk into poverty, the fortunes of the country’s two richest people have swollen. Gautam Adani, whose conglomerate sprawls from ports to coal mines to food, has seen his personal wealth more than double, to some $32bn. Mukesh Ambani’s riches, which derive from oil refining, telecoms and retail, among other things, have grown by just 25%, albeit to an intimidating $75bn or so.", "The share of wealth and income going to the top 1% has been rising rapidly in recent years in India, as it has been in many countries. Last year they hoovered up 21.4% of earnings, just ahead of their counterparts in Russia, according to the World Inequality Database. Credit Suisse, a bank, puts their share of India’s wealth at 39%, well ahead of the richest 1% of Americans or Chinese. Most alarmingly, in India some of the rich have become super-rich by using their heft to crush smaller competitors and thus corner multiple chunks of the economy. The tilt in fortunes has rewarded not so much technical innovation or productivity growth or the opening of new markets as the wielding of political influence and privileged access to capital to capture and protect existing markets.", "Merely a decade ago, according to data compiled by Marcellus, an investment-advice firm, among listed firms in India the 20 most profitable generated less than a third of profits. They now account for 70%. A study by Krishna Kant, a journalist, reveals that between 2014 and 2018 competition within ten different industries, from aviation to tyres, deteriorated markedly.", "Across Indian markets, only the shares of giant firms have gained consistently over the past decade, says Rohit Chandra of IIT Delhi, a university. International investors have noticed, and now bet increasingly not on promising new firms but on big old ones, which they expect to get even bigger. The government boasts that the five months from April to August saw a record $36bn in foreign investment, suggesting that its wise policies have sustained confidence during the covid-19 epidemic. What it trumpets less loudly is that more than half of that money, including hefty investments from Facebook and Google, poured into Mr Ambani’s hands alone."], "authors": ["The Economist"], "keywords": ["share", "firms", "past", "richest", "getting", "indias", "superrich", "inequality", "wealth", "markets", "economy", "compounding", "fortunes", "india", "richer"], "pubDate": "2020-12-05T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}