{"id": "3211645b-ecff-3b78-a30b-ba177a6305ee", "title": "Doug Collins: House Democratic leader's remark about letting Trump 'prove innocence' should alarm Americans", "url": "https://www.foxnews.com/media/trump-impeachment-doug-collins-mark-levin-steny-hoyer-innocence", "summary": "House Judiciary Committee ranking member Doug Collins, R-Ga., said Democrats are exposing their true contempt for the Constitution and the individual rights therein with how they are conducting the impeachment of President Trump.\nHoyer, the number-two Democrat in the House, defended the House's impeachment inquiry last month by remarking that Trump was afforded \"every opportunity to prove his innocence.\"\n\"Instead, he ignored Congressional subpoenas for documents and for testimony by White House officials and ordered his subordinates not to cooperate.\nCollins said Democrats like Hoyer are creating a dangerous precedent in that people can effectively accuse other people of offenses and force them to \"prove your innocence.\"\n\"I think the American people are going to see through this.\"", "paragraphs": ["House Judiciary Committee ranking member Doug Collins, R-Ga., said Democrats are exposing their true contempt for the Constitution and the individual rights therein with how they are conducting the impeachment of President Trump.", "In an interview airing Sunday at 8 p.m. ET on \"Life, Liberty & Levin,\" Collins said Trump was overtly denied the same due process afforded to every other American under the Constitution, adding that House Majority Leader Steny Hoyer, D-Md., made an alarming statement to that effect.", "Hoyer, the number-two Democrat in the House, defended the House's impeachment inquiry last month by remarking that Trump was afforded \"every opportunity to prove his innocence.\"", "\"Instead, he ignored Congressional subpoenas for documents and for testimony by White House officials and ordered his subordinates not to cooperate. This itself is unprecedented,\" Hoyer claimed.", "DELAWARE SEN. CARPER ECHOES JOE BIDEN: 'MALARKEY' TO THINK HUNTER SHOULD TESTIFY IN TRUMP IMPEACHMENT TRIAL", "Collins told host Mark Levin that no American has to prove their innocence -- in fact, the burden of proof falls on the opposite party.", "\"Mr. Hoyer from Maryland ... made a very revealing statement for anybody who's concerned about Constitutional rights -- and especially for me -- even those of my Democratic counterparts who worry about their communities, where they discuss police action and rights being violated,\" he said.", "\"It's amazing to me how they're willingly setting that aside to come up to this -- Steny Hoyer actually said 'we allowed him every opportunity to come prove his innocence,'.\"", "Collins said the comment was mindblowing in that it seemed that Congress must have \"taken a vacation and le[ft] the United States.\"", "TRUMP HONORS LSU TIGERS AT WHITE HOUSE", "\"Did we all of a sudden suspend the Bill of Rights?\" Collins asked. \"Did we suspend any modicum of due process?\"", "Collins said Democrats like Hoyer are creating a dangerous precedent in that people can effectively accuse other people of offenses and force them to \"prove your innocence.\"", "\"I don't care if you think this president ought to be impeached or not. This is irrelevant. This should bother everybody,\" he said.", "Collins added that in addition to apparently reversing the burden of proof standard, Democrats have denied Trump the ability to call witnesses or present evidence in his own defense. Instead, Reps. Adam Schiff, D-Calif., and Jerrold Nadler, D-N.Y. strictly controlled the two House hearings.", "CLICK HERE TO GET THE FOX NEWS APP", "However, Collins appeared hopeful that the Republican-controlled U.S. Senate will uphold the rule of law and offer Trump the same rights as any defendant.", "\"I think the American people are going to go back and see that the senators are going to look at it and the Senate is going to say, 'Wait, this is what we're getting? ... This is what you have wasted so much time and now put us in a period of time in which we've got to do something?'\" Collins said.", "\"I think the American people are going to see through this.\""], "authors": ["Charles Creitz"], "keywords": ["collins", "innocence", "remark", "doug", "prove", "think", "going", "house", "democratic", "rights", "impeachment", "trump", "american", "letting", "hoyer", "leaders"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}