{"id": "323172eb-a00b-3b15-a96b-bce77f2f383d", "title": "Japanese man invents 'edible' plastic bag alternative to save Nara's sacred deer", "url": "https://edition.cnn.com/travel/article/nara-deer-plastic-bags-scli-intl-scn/index.html", "summary": "Courtesy BunyodoThe city is home to around 1,000 sacred deer, which are officially designated as a national natural treasure in Japan , and many tourists feed them treats.\nIn July 2019, however, a local welfare group said nine deer had been found dead, with plastic bags in their stomachs, and called on visitors not to throw away plastic bags in the park.\nCourtesy BunyodoBetween them they developed \"Shikagami,\" or deer paper, which is made from rice bran and milk cartons.\n\"The news about the death of deer by plastic bags creates a negative image, as though the park is a cemetery for deer,\" he said.\n\"The paper bags can protect deer, as well as the brand image of Nara with deer.\"", "paragraphs": ["(CNN) — A local entrepreneur in the Japanese tourist destination of Nara has developed an alternative to plastic shopping bags, to protect the town's sacred deer", "Hidetoshi Matsukawa, who works for Nara-ism, a souvenir wholesale agent, told CNN he heard last year that the deer, which roam the city's park, were dying after ingesting plastic bags.", "\"I wanted to do something to protect the deer, which is the symbol of Nara,\" he said.", "The bags are made from rice bran and milk cartons. Courtesy Bunyodo", "The city is home to around 1,000 sacred deer, which are officially designated as a national natural treasure in Japan , and many tourists feed them treats.", "In July 2019, however, a local welfare group said nine deer had been found dead, with plastic bags in their stomachs, and called on visitors not to throw away plastic bags in the park.", "Matsukawa wanted to come up with a different solution to the problem, and teamed up with a local paper manufacturer and a design firm to work on the project.", "These plastic bags were pulled from the stomach of a dead deer. Courtesy Bunyodo", "Between them they developed \"Shikagami,\" or deer paper, which is made from rice bran and milk cartons.", "\"We learned rice bran are mostly wasted in the process of rice polishing,\" said Matsukawa. \"So this paper helps to reduce that waste as well.\"", "Matsukawa has had the bags tested and says they are safe for human consumption.", "\"We do not have the data to back up that this paper is not harmful to deers, but I believe this is safe for them as well as for human beings,\" he said, laughing.", "The bags have since been tested at local banks and the Todaiji temple, Nara's main tourist attraction. The temple and banks bought 4,000-5,000 of the bags for 100 yen (around 95 cents) each as part of the pilot project.", "Related content 9 deer in a sacred sanctuary in Japan have been found dead with plastic in their stomachs", "The price will fall if more businesses sign up to use the bags, said Matsukawa, who dreams of replacing plastic bags across the city to prevent more deer from dying after eating them.", "\"The news about the death of deer by plastic bags creates a negative image, as though the park is a cemetery for deer,\" he said. \"The paper bags can protect deer, as well as the brand image of Nara with deer.\""], "authors": ["Jack Guy", "Yoko Wakatsuki"], "keywords": ["japanese", "bags", "deer", "rice", "sacred", "save", "naras", "local", "man", "protect", "nara", "invents", "edible", "paper", "matsukawa", "bag", "plastic"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}