{"id": "32477d1c-c66e-333b-8f74-1b4b8314db4e", "title": "Checks and Balance - Leaving today—how can New York City recover in 2021?", "url": "https://www.economist.com/podcasts/2021/01/01/leaving-today-how-can-new-york-city-recover-in-2021", "summary": "NEW YORK became the epicentre of the pandemic when it hit America in March.\nAn estimated 300,000 have left the city as its health infrastructure stretched beyond capacity, schools closed and crime spiked.\nKathryn Wylde of The Partnership for New York City tells us recovery is not guaranteed.\nJohn Prideaux, The Economist's US editor, hosts with New York bureau chief Charlotte Howard, and Jon Fasman, US digital editor.\nRuntime: 43 minListen on: Apple Podcasts | Spotify | Google | Stitcher | TuneInFor access to The Economist’s print, digital and audio editions subscribe: economist.com/2020electionpod", "paragraphs": ["NEW YORK became the epicentre of the pandemic when it hit America in March. More than 25,000 New Yorkers have died of covid-19. An estimated 300,000 have left the city as its health infrastructure stretched beyond capacity, schools closed and crime spiked. The loss of commuters and tourists leaves a huge hole in the city's finances. But the city has bounced back from bankruptcy, and worse, before. Can it recover in 2021?", "We speak to funeral director Sal Farenga and Kelley Cabrera, a nurse in The Bronx. Kathryn Wylde of The Partnership for New York City tells us recovery is not guaranteed.", "John Prideaux, The Economist's US editor, hosts with New York bureau chief Charlotte Howard, and Jon Fasman, US digital editor. Runtime: 43 min", "Listen on: Apple Podcasts | Spotify | Google | Stitcher | TuneIn", "For access to The Economist’s print, digital and audio editions subscribe: economist.com/2020electionpod"], "authors": ["The Economist"], "keywords": ["tuneinfor", "editor", "worse", "2021", "yorkers", "recover", "tourists", "york", "wylde", "checks", "balance", "city", "economists", "todayhow", "leaving", "digital"], "pubDate": "2021-01-01T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}