{"id": "324d6dad-7a32-3d9e-880e-c9fbc00ec05d", "title": "Louis Theroux: ‘I worry about not coming up to scratch’", "url": "https://www.theguardian.com/tv-and-radio/2021/apr/10/louis-theroux-i-worry-about-not-coming-up-to-scratch", "summary": "“I worry about what people think,” Theroux continues, “I worry about giving offence, being judged, not coming up to scratch, being thin-skinned.”We are in the corner of a photography studio in London, sheltering from rain on a Friday afternoon.\nWill his most recent hour-long documentary for the BBC, Louis Theroux: Shooting Joe Exotic, ruffle feathers?\nHis nerves about Shooting Joe Exotic, which aired last week, won’t be resolved so easily.\nAm I annoyed that we didn’t make more of the Joe Exotic story?\nBut I don’t think I give them a platform uncritically.”With Joe Exotic in America’s Most Dangerous Pets 2011, which Theroux revisited for his latest film, Shooting Joe Exotic.", "paragraphs": ["“There’s no getting away from the fact that, even aged 50, I’m a slightly awkward person, a fearful person, worry-prone,” says Louis Theroux, wriggling in his seat. The film-maker picks up and puts down a coffee without drinking. He wears all blue: navy sweater, stock denim, one of those indestructible plastic Casio watches on his wrist. “I worry about what people think,” Theroux continues, “I worry about giving offence, being judged, not coming up to scratch, being thin-skinned.”", "We are in the corner of a photography studio in London, sheltering from rain on a Friday afternoon. The room has long emptied of people, but, even so, as Theroux chats, he snatches quick glances over his right shoulder, as if expecting to find somebody or something lurking there. “Everyone has things that preoccupy them, right?” he says. “I just tend to think, on a spectrum of people in general, I definitely skew, uh, anxious.”", "An admired creator and presenter of documentaries, with such a recognisable bespectacled face that he will occasionally find himself replicated as a fan tattoo, an internet meme, a pillow, a prayer candle, Theroux itemises the specific concerns that swirl inside his head today. Will his most recent hour-long documentary for the BBC, Louis Theroux: Shooting Joe Exotic, ruffle feathers? Was the glossy brown leather suit he agreed to wear for the photoshoot ridiculous? Was he right to take an Uber here rather than cycle? Will his broadcasting career, after 25 years and counting, bottom out soon? Where is he going?", "With his wife, Nancy Strang. Photograph: Getty Images", "“And at the same time, I’m worrying about you,” Theroux says, waving a long arm. “As a journalist myself, I’m wondering: am I giving you enough to work with? Are you getting enough to make an entertaining and relatively informative piece?” He quickly volunteers a couple of sentences to use in my story to prevent writer’s block. (“Theroux was surprisingly comfortable in front of a photographer. For a man accustomed to being on the edges of scenes, he carried himself with aplomb.”) As for his worries about the leather suit, Theroux has sent a photograph to his wife, Nancy, for her opinion.", "His nerves about Shooting Joe Exotic, which aired last week, won’t be resolved so easily. This is an odd project, like many of Theroux’s. In 2011, at around the midpoint of a career spent making unhysterical documentaries about extreme subjects, Theroux spent 10 days in the company of a Floridian zookeeper called Joseph “Joe Exotic” Maldonado-Passage. He was taken with this charismatic man, who specialised in keeping and breeding tigers, and the 2011 film that broadcast rather glossed over Maldonado-Passage’s frequent threats to murder a rival tiger keeper named Carole Baskin.", "These will be familiar names to anybody who watched the wildly popular Netflix documentary Tiger King last year (at least 64m households tuned in). Not so long after Theroux’s crew left Florida, Maldonado-Passage really did try to murder Baskin and was arrested after he sought to hire a contract killer who was, in fact, an undercover police officer. While Maldonado-Passage serves 22 years in jail, Netflix turned the saga into a multiple-episode factual series that was launched just at the start of the first lockdown, and became one of its biggest hits. In his new film, Theroux returns to Florida to visit the messy aftermath of the Maldonado-Passage/Baskin rivalry, spending time with Baskin and her husband, interviewing members of Maldonado-Passage’s family and legal team, and trying to delve a little deeper into the psychology of the participants than the flashy, melodramatic Netflix series did.", "Am I annoyed that we didn’t make more of the Joe Exotic story? No. There was no murder-for-hire case in 2011", "Was he envious when Tiger King became a sensation? “If anything, I felt a little bit vindicated,” says Theroux. “That this was a good story in 2011, and I planted my small flag in the subject early on. We were the first crew that ever visited Joe. Am I annoyed that we didn’t make more of it? No. There was no murder-for-hire case in 2011. Joe’s life hadn’t reached its final act. There was only half a story. It was just a matter of timing.”", "What has been disturbing, he acknowledges, is rewatching old footage and seeing how submissive he was around Maldonado-Passage in 2011. In one clip, the tiger keeper raves and swears after being asked some robust questions about animal cruelty, pulls off his microphone and calls off the interview – only for Theroux, scrambling, to ask if they can hug and be friends. Theroux shivers now. “We do end up hugging. Which is sort of the most revealing part of the exchange, the effect that Joe appears to have had on me. I seem to need him to reassure me that he’s OK after I asked some difficult questions. Clearly, he got to me in some way. I remember, at the time, I felt guilty and stressed that I was putting him through pain. But, y’know, all this – it’s classic cult leader stuff.”", "Theroux crosses and uncrosses his legs. If anybody else were to toss out the phrase “it’s classic cult leader stuff” you’d assume they were talking about an article they had read. But Theroux has spent a lot of time around cult leaders, turning out three documentaries on the fanatical Westboro Baptist Church between 2007 and 2019, as well as a 2015 feature about Scientologists. That he sometimes develops affection for the men and women he meets in these films, that he winds up tempted to hug even the most compromised of interviewees, has become a hallmark of his work.", "Jumper and scarf, both Jil Sander. Sunglasses, Gentle Monster. Styling: Tanja Martin. Grooming: Petra Sellge at the Wall Group. Fashion assistants Ania Egan and Lauren Mitchell. Photograph: David Vintiner/The Guardian", "Theroux raises his chin. “By the way,” he says, “you were doing some excellent lurking at the photoshoot earlier. I saw you at the back there, trying to pick up any injudicious comment the subject might throw out, scooping up little bits of colour.” He means this as a compliment, and it is one, coming from Theroux. He is a peerless lurker, someone who often conducts his interviews while leaning against a wall or a filing cabinet or a wardrobe, patiently and mildly interrogating his subjects during the between-moments of their lives.", "We geek out for a moment about interview technique, ending up, like kids over their Top Trump cards, admiring the all-round expertise of BBC Newsnight’s Emily Maitlis. We discuss that immortal work she did in 2019, when she held Prince Andrew to account for his association with the sex offender Jeffrey Epstein. You would never catch Maitlis asking for a hug. What Theroux liked so much about that encounter, he says, was that Prince Andrew seemed to give the interview he had wanted to give. “He seemed to think he’d done a solid job of explaining himself. And, nevertheless, it was terrifically revealing.”", "People tend to see evil as psychopathic and coldblooded, but often it can come from an excess of emotion", "I would say that much the same happens in Theroux’s films. As frontman, as figurehead, he never seems to coerce or bully his contributors, and he hardly ever interrupts. Through a managed juggle of his interest and his inconspicuousness (for about a decade he wore the same anonymous brown shirt for filming), Theroux lets people express themselves at their ease, at length, revealing their nature at their own speed. He’s an interviewer who listens, not one who waits to speak.", "I ask Theroux if he ever feels he has been too soft. If he feels that he has provided a platform that normalised objectionable behaviour. I’m thinking of his films on the proudly homophobic Westboro congregants, or those in which he has given a lot of room to high-profile men who have later been revealed as criminals (Jimmy Savile, Max Clifford, Joe Exotic) or men known to have abusive pasts (Joe Jackson, Ike Turner).", "“Most of the work I’ve done, or at least a really sizeable portion of it, has been about people who are doing things that are at best questionable and, in some cases, outright wrong,” says Theroux. “I don’t think there’s a way of escaping from the fact that, when you are embracing reality with all its ugliness – you could call that normalising, or you could call it its opposite, which is that you’re attempting to hold that behaviour to account. Because that behaviour exists. In some sense, I’m showing that the people are human beings. I’m saying that the people you might think of as ‘other’ can be quite relatable. But I don’t think I give them a platform uncritically.”", "With Joe Exotic in America’s Most Dangerous Pets 2011, which Theroux revisited for his latest film, Shooting Joe Exotic. Photograph: BBC", "He seems aware that some viewers think he has been too lenient at times, or too often let curiosity drift into intimacy. “But I also think it speaks to a misunderstanding about the nature of evil and how evil often takes place,” Theroux says. “People tend to see evil as psychopathic and cold-blooded, which it often may be. But just as often, it’s almost the opposite. Evil can come from an excess of emotion.”", "Take the example of Maldonado-Passage, he says. “With Joe, what you see is an almost inexhaustible supply of self-pity. He’s been through terrible things. He lost his first husband to a horrible illness, he lost another husband in a horrific accident [with a gun], he lost his brother in a car crash. When you’re around him, you get the sense of someone who feels constantly abraded by misfortune, and that in some way defines everything around him. When I was with him, I was increasingly conscious of what an observant person he was, one of those sensitive people who is always looking around, who is always conscious of exactly how he’s going down.”", "I suggest to Theroux that he recognised something of himself in Maldonado-Passage. He nods for a bit. “I think there’s something in that. We had a level of sensitivity in common, yeah.”", "Shirt and trousers, both Berluti.com . Shoes, Gucci. Socks, Pantherella. Spectacles: Theroux’s own. Styling: Tanja Martin. Grooming: Petra Sellge at the Wall Group. Fashion assistants Ania Egan and Lauren Mitchell.", "Theroux was raised around serious books and loose, liberal attitudes in a London home where the BBC World Service usually murmured away somewhere in the background. His parents, Anne, a Brit who worked for the World Service, and Paul Theroux, the American novelist and travel writer, had met in Africa in the 1960s. Theroux’s older brother Marcel, a writer and broadcaster, was born in Kampala; Louis was born in Singapore. By the time the boys were growing up in London, reading was a huge part of their lives. The actor Justin Theroux, a cousin, has recalled watching with horror as little Louis and Marcel frittered away a summer in the 1970s or 80s reading heavy textbooks on the Crusades.", "When Theroux was about nine and Marcel 11, their parents let them read a grown-up book about serial killers. The boys were fascinated by a chapter in which a man suffocated victims with his penis. But, the young Theroux used to wonder, how exactly? You sense that a lifelong curiosity about the abnormal, a tendency to intellectualise the grotesque, might have set in around this time. The brothers also liked Enid Blyton’s Malory Towers books, which led Marcel to ask their parents if they could go to boarding school. Both boys were enrolled at Westminster, an ancient independent school in central London that gave Theroux the willies from the start.", "He did well academically and was bumped up to begin sixth form studies a year early. In a recent podcast conversation with his friend from school, the comedian Adam Buxton, Theroux described his first day in sixth form. He was 15, friendless, “a piccolo-voiced manchild stood alongside other boys who not only had broken voices, some of them were starting to go bald”. It wasn’t until he met Buxton and Joe Cornish, a couple of arch and lordly jokers in the year above who took him under their wing, that he felt he “had a place in the world”.", "On shoots, I can be focused, absorbed, fully present. All the things that preoccupy me at home drop into the background", "After school, Theroux went to Oxford University to study history, while Buxton and Cornish studied art and film respectively, going on to land their own late-night comedy programme on Channel 4 in the mid-1990s. Theroux wasn’t involved in the Adam & Joe Show, but a shared sensibility and sense of humour (ironic, deliberately infantile, un-macho) was evident when he began his broadcasting career, as a correspondent on Michael Moore’s TV Nation.", "“I was 23 when I started out,” Theroux recalls. “I had no sense of who I was. I wasn’t in any way qualified and I felt like an impostor. I would worry about what my sound recordist was thinking of my performance. What my director of photography was thinking.” Something about those clunky outings for TV Nation played well on screen, though. “My clothes were terrible. I just looked lost. But I suppose it made a funny and interesting counterpoint to the realms and backwoods of wild America that Michael Moore sent me into, and when I realised that saying the wrong thing was maybe part of what made it work, I suppose I accentuated that a bit.”", "Once, Theroux was out roving in the American South, interviewing active members of the Ku Klux Klan, when a member claimed that the KKK didn’t discriminate against anybody and didn’t hate anybody. Theroux’s response, mild and piercing, established a style he would maintain in some form or other over the next 25 years. He asked the racist: “Is it just that you love some people less?”", "His career has gone through phases since then. In the late 1990s, he made a run of shows called Louis Theroux’s Weird Weekends, in which he plunged into the world of UFO chasers, swingers and porn stars to report on their activities and beliefs. In the early 2000s, he made two series of When Louis Met…, in which he shadowed Jimmy Savile and other largely unsavoury public figures. For about a decade after that, Theroux came and went with hour-long BBC specials, documenting trips to jails, casinos, plastic surgery clinics. Every so often, to the casual viewer, it seemed that Theroux had disappeared from the TV landscape.", "He knows well how quickly a thriving telly career can founder. He tells me he has been reading the memoirs of the veteran TV presenter Peter Purves, a book that, by the sounds of it, is far more harrowing than that formative one about serial killers. “What comes through is Peter’s palpable sense of insecurity. He’ll write things like, ‘Then they cancelled my darts commentary. Luckily I still had Crufts! I only hoped I would get another season of panto.’ Now, it was never that bad with me. But you are aware that as a TV presenter you’re swinging from vine to vine, in a, in a… ”", "Chatting to FKA twigs on his Radio 4 podcast, Grounded. Photograph: @mindhousetv", "He clicks his fingers, searching for an end to that metaphor. In a dying rainforest? He claps his hands and throws his whole body into a double-armed, Usain Bolt-style point. “Yes. That. It can feel like you’re swinging from vine to vine in the dying forest of your own broadcasting career.” Fighting against this, Theroux has diversified into podcasts, launching the monstrously successful Grounded on BBC Sounds, a series of one-to-one interviews with celebrity figures of his choosing.", "The switch from TV to audio was slightly forced on him by lockdown. (“I’m aware that I’m sort of pissing on your patch,” Theroux told his podcaster pal Adam Buxton last year. “But it’s coronavirus time and we’ve all got to make a living.”) But he has taken to the role very well, a warm presence in the ear. Guests have included Michaela Coel, Ruby Wax, Boy George and Rose McGowan. The musician FKA twigs agreed to talk about her experience of domestic violence. Justin Theroux came on to reminisce about family misadventures.", "The series has been a big hit for Theroux’s production company, Mindhouse, which he founded in 2019 with a group that includes his wife, Nancy Strang. She was a director in the BBC history department when they first met, at an office Christmas party in the early 2000s. They have since had three sons.", "Until they set up Mindhouse, Theroux would churn out his films for the BBC, never retaining much ownership over them. “I just liked making the programmes,” he says with a shrug. “And I quite liked that sense of being a company man. It felt quite old school.” Yet it was unconventional, in an age when everyone from chief executives to freelance screenwriters, TV chefs to podcasters, has sought to mine their own ideas and material for subsidiary revenue. “Nancy finally nudged me into a change,” Theroux says. “She thought it would be fun. Things I was making, more-or-less for hire, in-house, and then giving away to the BBC, now I get to keep a bit more of. I feel that little more ownership, figuratively and literally.”", "How have they found it, working together every day? “In certain ways, it has been high-risk. Nancy and I are taking two possible sources of anxiety, managing a personal relationship, managing a work relationship, and combining them. But in other ways, tensions to do with work-life balance are more resolvable now. And it’s just been such a pleasure to see how talented she is, something I always knew, but now see on a daily basis. Collaborating with her, seeing her thrive, has been a huge source of… Oh, this all sounds so patronising. But it’s been fulfilling. I’ve really enjoyed working with her, is what I’m trying to say.”", "In this year of desultory lockdowns, Theroux has been cooking a lot, doing the podcast from his home office as well as road-testing a personal theory that a high level of gin and wine in the diet may provide extra protection against coronavirus. Otherwise, in the past few months, he has spent a lot of time wearing masks in editing suites, getting the new Joe Exotic film ready, and putting the finishing touches on a three-part film about snooker that Mindhouse will release soon.", "The snooker film is the first Theroux has worked on in which he does not appear. “It’s a weird sense of pressure, verging on infantilism, being a TV presenter,” he says. “You’re recognised, you do the selfies with the public. But actually you’re sort of a logo, a figurehead on the ship. And the minute people get tired of you, you’re gonna be chucked overboard.” Working against this prospect, the plan is to make more stuff in the future that’s Louis-free.", "Since we have been talking, Theroux has never really settled in his seat, never stopped wriggling or checking over his shoulder. When I point out how frequently he has been gesticulating with his arms, and sometimes his legs, he grins and says: “Gesticulating. I love that word. What are you saying about my gesticles?”", "Worries, he says, are what will send him back out on the road when the lockdown is over. “It’s just one of the places I’ve always sought peace,” he says. “If you put yourself among people who are so sort of outrageous or exotic in terms of their belief systems and their ways of life, you can feel invisible and day-to-day anxieties seem to melt away.”", "He explains. “On shoots, I can be focused, absorbed, fully present. All the things that might preoccupy me at home, whether it’s prosaic things like paying bills, or going to parties, or hosting parties, appointments, arrangements, where-am-I-going, what-does-my-life-mean – all of that drops into the background. There’s a feeling of relaxation, just being part of another person’s life, something that I imagine counsellors and therapists feel, too. It’s a vacation from yourself.”", "There’s a buzz from his pocket. “Excuse me,” he says, pulling out his phone to read a message from Nancy. She’s just back with a verdict on the brown leather suit. Three words: “God. No. Why.”", "Theroux stares at the message for a moment and murmurs, “Oh, jeez.” He pushes out his bottom lip, frowning, shifting, worrying again."], "authors": ["Tom Lamont"], "keywords": ["tv", "things", "theroux", "scratch", "louis", "sense", "worry", "coming", "im", "exotic", "joe", "therouxs", "think", "bbc"], "pubDate": "2021-04-10T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}