{"id": "3267eb1f-37fa-3d19-8e4c-4ada0cf53c4d", "title": "The Vaccines Are Coming. It’s Time to Call Your Mom", "url": "https://www.wired.com/story/the-vaccines-are-coming-its-time-to-call-your-mom/", "summary": "To vaccinate everyone and end the Covid-19 pandemic, you’re going to have to talk to your mom.\nThe vaccines are coming, but are the people coming for the vaccines?\nAs a doctor, I’ve been trying for years to get my family and friends to follow prudent medical advice.\nThe news media will be swamped with information about the Covid-19 vaccine in the coming months.\nIt turns out there’s real science to back up the idea that “empathy and an established relationship” can change hearts and minds about vaccines.", "paragraphs": ["To vaccinate everyone and end the Covid-19 pandemic, you’re going to have to talk to your mom. Probably your grandfather too. Let’s call it the adult children’s crusade. The vaccines are coming, but are the people coming for the vaccines? Forget the anti-vaccine fringe, for a moment; the more problematic group, by far, will be the “vaccine hesitant”—moms and dads and grannies and uncles who don’t believe in any big conspiracy theory about Bill Gates and microchips, but do feel just a bit uncomfortable about the whole thing.", "Uncomfortable relatives are my specialty. As a doctor, I’ve been trying for years to get my family and friends to follow prudent medical advice. It hasn’t gone so well. A decade ago, they’d say, “You’re just in medical school.” Then I was “just in residency.” Now, unfortunately, I’m a pathologist, which doesn’t exactly scream “people person.” I have had some successes, though. Last year, after a hundred gentle conversations, I finally convinced my parents to get the flu vaccine. (Verdict: “It wasn’t so bad.”) A couple months later, Covid-19 struck. I try not to feel completely responsible for this irony.", "How did I secure my pyrrhic victory? By explaining, over and over again, that serious side effects from the vaccine are very rare; that it doesn’t offer perfect immunity, but it’s still valuable; that I’ve been injected every year and my arms haven’t fallen off; that it’s covered by insurance; that it’s easy to get. Two years ago, I had almost succeeded in convincing my mother while I was out grocery shopping with her. Then a little old lady not unlike my mother turned around in the checkout line and said she’d heard about someone who died from the flu shot. That set me back a while.", "SUBSCRIBE Subscribe to WIRED and stay smart with more of your favorite Ideas writers.", "In the end, when my mother finally relented (and my father relented to my mother), she said it was because she knew that as her son, I loved her and would always recommend what I really thought was best. That was more than she could say about her actual doctors, who apparently don’t get any progeny points.", "The news media will be swamped with information about the Covid-19 vaccine in the coming months. Surely there will be some deniers, conspiracists, wackos. There will be some reasonable talk about the trade-offs and uncertainties of the vaccine. But I am assured that most of the media recognizes the responsibility they hold in building up confidence about this vital public health intervention.", "It still won’t be quite enough. The news, even when it’s delivered with good intentions, can be chaotic and contradictory. Narratives emerge, but we hear too much from too many angles to keep it all straight. Your uncle’s Facebook friends also make for tough competition. Who do you really expect him to believe, CNN or Jim from middle school?", "Maybe our crusade needs an FAQ. Short videos of adult children sighing through answers to the silly questions our relatives are bound to have—the ones too dumb for even cable news to address. No, RNA was not invented by Pfizer; it’s already a real thing! No, you don’t personally have to buy an ultra-cold freezer if you want the vaccine; there are people who will handle that part. Yes, I will still talk to you if you don’t take the shot; but we will mostly be talking about why you need to take it, and wouldn’t that be boring.", "Read all of our coronavirus coverage here.", "In the end, our friends and family ask us to answer silly questions or debunk some cousin’s Facebook post because they’re uncomfortable and scared. This has been a year of unprecedented experiences, at least for those of us who didn’t live through the 1918 flu. Some trepidation is reasonable. You don’t have to be a doctor to adequately address these concerns. You have to practice love, patience, and understanding.", "As a gay man, this isn’t the first virus that has frightened me. HIV remains endemic in our community. Gay people talk about it, think about it, sadly still contract it. Fighting that virus has also required de-stigmatization at the personal and community level. I have friends who make a date of getting tested with their new boyfriend. If you let a trip to the clinic seem as simple as a run to Starbucks, it becomes easier. The act of eating your own dog food, as they say, is also powerful. Go get the shot alongside your grandad. Explain why you personally feel it’s important for yourself and your community to get vaccinated. Make a day of it, eat some takeout afterward.", "Everything You Need to Know About the Coronavirus Here's all the WIRED coverage in one place, from how to keep your children entertained to how this outbreak is affecting the economy.", "It turns out there’s real science to back up the idea that “empathy and an established relationship” can change hearts and minds about vaccines. Experts suggest that “prosocial” messages emphasizing altruism, family, and community may be more effective than scare tactics. But more importantly, it feels like this should be true, which is sort of the point.", "We live with an overabundance of information. As a voracious news consumer, I am grateful for easy access to the world’s knowledge. But it’s damn confusing. In this crucial time, let compassion guide you instead. Start having conversations about the vaccine with your family and friends now. As more details become available, make a specific plan for how you’re all going to get the shot. The first leg of the vaccine race was scientific; this last one will be humane.", "More From WIRED on Covid-19"], "authors": ["Benjamin Mazer", "Benjamin Maze"], "keywords": ["vaccines", "mom", "coming", "community", "talk", "covid19", "dont", "youre", "friends", "shot", "mother", "family", "vaccine"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}