{"id": "3297b2ca-fb33-3347-9d99-5567f5bb0540", "title": "Watch LinkedIn's Jeff Weiner in Conversation with Nicholas Thompson | Wired Video | CNE | Wired.com", "url": "https://www.wired.com/video/watch/linkedin-s-jeff-weiner-in-conversation-with-nick-thompson", "summary": "He read a piece by Nicholas Negroponte,decided to go to Hollywood,try to make Hollywood play nice with the internet.\nAnd more specifically, if you grow upin a high-income neighborhood,you are three times more likely to have a strong network.\nAnd so in your study showing that these three factslead to a 12x likelihood of having a strong network,this is just done on LinkedIn, right?\nI think LinkedIn can accelerate that,I think all digital technologies do at least two things.\nAll right, everybody take the Plus One Pledgeand Jeff Weiner promises he will give youa three months heads-up before your jobgets vaporized by AI.", "paragraphs": ["Transcript", "So, with that preamble, let's get started!", "Our first guest is actually a great person to have for us", "because he got into the tech industry", "after reading an article in Wired magazine.", "He read a piece by Nicholas Negroponte,", "decided to go to Hollywood,", "try to make Hollywood play nice with the internet.", "Tough challenge,", "after that he eventually became the CEO of LinkedIn,", "trying to make people have civil conversations online,", "an equally tough challenge.", "Please welcome to the stage Jeff Weiner.", "[upbeat electronic music] [audience applauding]", "How are you?", "Whew, good morning!", "Good morning, move fast and fix things.", "Yes, I don't know where we got that slogan,", "but that's good. [audience laughing]", "I think it was LinkedIn's early slogan.", "Oh no.", "So, welcome.", "Thanks for having me.", "I've got lots to ask you today.", "So last year, you and I sat down at Wired 25", "and I asked you about the worst thing", "that LinkedIn was doing to the world.", "And you said that the thing that worried you the most", "was that it was reinforcing network biases", "and that it was having people hire,", "helping people hire people like them", "and reinforcing the networks we have.", "You've spent a year working on that.", "Tell me where you are, what you've found,", "and what you've done.", "Yeah, it's been a really important year", "in terms of better understanding that dynamic", "and then what we can do to help improve it.", "To take a step back and provide some additional context,", "at LinkedIn, our mission is to connect", "the world's professionals,", "to make them more productive and successful,", "and that's separate and distinct from our vision.", "The mission, singular, overarching objective,", "designed to be measurable, realizable,", "hopefully inspirational.", "The vision is the dream,", "it was originally designed as true north", "and we're increasingly focused on operationalizing it", "and that is to create economic opportunity", "for every member of the global workforce.", "Not just that core audience of knowledge workers", "or white collar professionals.", "And we take that every very seriously", "and it's built on a first principle", "that's oriented around the concept, the idea that", "equal talent deserves equal access to opportunity.", "And as I think we all know,", "there are significant systemic obstacles", "sometimes preventing that from happening.", "And we oftentimes as a society talk about", "socioeconomic stratification,", "we talk about the opportunity divide,", "in other words, the correlation between", "the income of a household", "and the quality of an education that the kids receive.", "What we talk about far less is what we call the network gap.", "And the network gap is built on the supposition", "that networks, professional relationships,", "relationships of any kind, they have power.", "And just to do a quick straw poll here", "with the audience to reinforce this,", "how many of you at any time in your career", "were able to get a job, gain access to a job,", "or were more likely to get a job", "by virtue of leveraging a relationship,", "who opened a door, made a referral,", "made a recommendation?", "It's pretty much everyone, including the two of us.", "[audience laughs]", "And so, anecdotally, I think we've all recognized this.", "We all understand that.", "We wanna step further.", "We wanna understand specifically what that meant", "and what kind of advantages would accrue", "to those that had those kinds of relationships,", "that had social capital.", "And it turns out, when you apply for a job on LinkedIn,", "and we talked a little bit about this last year,", "didn't have the data, necessarily,", "but when you apply for a job on LinkedIn,", "if you ask for a referral from someone from your network,", "you are nine times more likely to get the job.", "Nine times.", "So then we took it a step further,", "we asked the same data scientists", "to better understand who is most likely", "to enjoy that advantage.", "And who had strong networks.", "The results were unsurprising,", "but definitely worth calling out and mentioning.", "And it turns out where you grow up,", "where you go to school, and where you work", "heavily influence the strength of your network.", "And more specifically, if you grow up", "in a high-income neighborhood,", "you are three times more likely to have a strong network.", "If you go to a top school or university", "you are two times then again", "likely to have a strong network.", "If you work at a top company,", "you are two times again likely to have a strong network.", "If you enjoy all three of those advantages,", "you are 12 times more likely to have a strong network.", "And that's the foundation for that nine-x advantage.", "And so this creates a very virtuous cycle", "for those individuals that benefit from those advantages.", "And it creates a very, very vicious cycle", "for those people that have the skills,", "that have the grit, the resilience,", "the growth mindset, the compassion,", "but don't necessarily have the relationships,", "who are potentially shut out", "of those very same opportunities.", "And the people that have the social capital", "create opportunities for people like them.", "The people that don't have the social capital", "sometimes can't get access.", "And so, what we're trying to do is provide opportunities,", "create opportunities and help level the playing field", "for equal talent and close this network gap.", "And so in your study showing that these three facts", "lead to a 12x likelihood of having a strong network,", "this is just done on LinkedIn, right?", "So it could be a function of LinkedIn,", "it could be in fact that if you join LinkedIn,", "the network bias is much stronger", "than for people who are not on LinkedIn.", "Is that possible?", "It's certainly possible, and the extent to--", "But it gets to the sort of", "the supposition of the question,", "which is you thought, at least up until a year ago", "that maybe or perhaps definitely", "LinkedIn was making the problem worse.", "I think LinkedIn can accelerate that,", "I think all digital technologies do at least two things.", "One, they facilitate scale", "and the second is they facilitate speed,", "so any dynamic that exists in the analog world,", "good and bad, things that need to be enhanced", "and reinforced and things that need to be fixed,", "in your parlance, I think digital", "can exacerbate those things,", "and so here we are in a position", "where we're trying to create economic opportunity", "for every member of the global workforce,", "recognizing that our very same platform,", "our network, our ecosystem could be", "perpetuating the problem.", "So there are definitely discreet and very specific things", "we can do to help fix it.", "All right, so how do you go about undoing that?", "Right, when I go on, I was on LinkedIn this morning", "and it recommended a bunch of friends to me", "and said, you went to Stanford with this person,", "be friends with them,", "which seems like the exact opposite of what you want.", "So how do you undo this?", "By the way, he's very good at leveraging LinkedIn,", "one of the top journalists anywhere in the world", "with a followership, I'm serious,", "1.4 million followers on LinkedIn, pretty impressive.", "So in terms of what we can do about it,", "it falls into three areas.", "One is our product and technology specifically,", "two, as a company, the kinds of programs", "that we can create that broaden the aperture", "through which we recruit,", "and the third is the power that all of us as individuals,", "whether you work at LinkedIn,", "you're on LinkedIn or off LinkedIn,", "have to create opportunities to level the playing field.", "So, first, product and technology.", "One of the most important things", "I think that we can do at scale", "is start to redefine the nature of a connection.", "We were promoting someone that you knew from,", "or potentially ostensibly knew in terms of your background.", "And that's a traditional connection,", "you send an invitation with someone you went to school with,", "someone you grew up with,", "someone you worked with,", "someone you've met,", "and you build your network that way.", "But think about all of the organizations,", "take the Boys and Girls Club here in the United States,", "that are trying to create opportunities", "for underserved communities, underserved youth,", "underconnected youth,", "and think about all of the individuals", "affiliated with those organizations,", "then think about all the people,", "like many of those in the audience today,", "who volunteer at organizations like that,", "trying to give your time, your resources,", "your mentorship, your money,", "and why is it that an individual,", "a young adult who is at the Boys and Girls Club,", "or Junior Achievement or you name it,", "is unable to then reach out to someone", "who is very clearly interested", "in volunteering at that organization.", "There's no first-degree relationship", "as far as LinkedIn is concerned,", "but imagine when we can identify", "the young adult that participates in that program", "and a member of LinkedIn who is volunteering.", "That when that young adult does a search", "for an apprenticeship or an internship or a mentor,", "or someone they could ask how to get into the right school", "or where to go to the right school,", "that we can establish that relationship", "and imagine scaling that across every nonprofit,", "every NGO, every vocational training facility", "that's designed to create economic opportunity.", "So that's an example of how", "we can start to level the playing field", "through our products and services.", "[Nicholas] Is that live?", "Is that in development?", "Well, that's in development.", "An example of something that's already live", "is gonna sound very straightforward and simple,", "but it's really important.", "Which is if a lot of people are leveraging social capital", "to find jobs, what can we do to potentially", "level the playing field?", "Something like notifications,", "where you enable any member of LinkedIn", "who's seeking a job to indicate they wanna be notified", "when a relevant job comes online.", "And all of a sudden, we're sending notifications", "out to people regardless of their connections", "and their social capital.", "Something that simple and straightforward", "can be a complete game-changer.", "So these are examples of products and services", "and the approach to--", "So how do you measure whether you've succeeded or not?", "Are you gonna redo this study", "and see whether it's gone from 12x to seven-x in two years?", "So, we will definitely make that longitudinal,", "but one of the things that we're doing right now,", "speaking of the vision statement", "and the importance of every member,", "we literally have a group of people at the company", "dedicated to ensuring that", "when we're rolling out new algorithms,", "new recommendation technologies,", "new products and services,", "we're looking at the impact it's having on members.", "And where we see unintended bias, we will go back", "and try to change the approach that we're taking.", "So that's one of many different things that we're doing.", "All right, I'll do my part by deleting", "that recommendation for the kid from Stanford.", "Well, wait, wait, wait-- [audience laughs]", "Actually, actually, wait, wait, wait--", "This is super, super important,", "and one of the things I'm most excited about,", "I talked about products and technology,", "I talked about the fact that", "we're creating programs to broaden the aperture,", "recruiting people from nontraditional backgrounds.", "The third thing which I didn't mention specifically,", "and it speaks to the point you just raised,", "is something that we call the Plus One Pledge.", "And it's arguably the thing that's most powerful", "and most scalable.", "We're not asking people to not help", "the people they care about, they people that they know,", "the people they grew up with,", "the people they went to school with,", "the people that they worked with.", "We all are gonna continue to do that.", "What we are trying to make sure people understand", "is the power of going beyond your traditional network,", "going beyond the person that", "we recommended you connect with.", "To create an opportunity for someone", "beyond your first degrees.", "Someone deserving.", "Someone who's got the talent,", "who's gonna add value within your company,", "but requires you to go above and beyond to some extent.", "To accept the in-mail request", "from someone you've never met before,", "to comment or propel or someone's request", "or question in the feed in terms of advice.", "Or a job opportunity that they're interested in.", "Creating an opportunity for someone", "beyond that core group of your network", "can be actually game changing.", "And all you need to allocate a little bit of time,", "maybe share a little bit of your experience", "with people like that.", "And then all of us, every single person", "has the power to turn these vicious cycles", "into virtuous ones.", "Because what happens when you open the door", "and create that opportunity is", "now that person is in a position of influence.", "Now that person, in your organization,", "is a hiring manager and a recruiter.", "And they can start to leverage their connections.", "And so we can take these vicious cycles", "and we can turn them into virtuous ones.", "And that's a plus one.", "It's not a mutually exclusionary dynamic.", "All right, I won't do my Minus One Pledge I just made,", "I'll do a Plus One Pledge. Thank you.", "Another question.", "So, the New York Times ran this story,", "I don't know, maybe two months ago,", "about, the question the journalist asked was", "why is LinkedIn not a hot mess", "the way the other social platforms are?", "And they interviewed me because I spend", "a lot of time on LinkedIn", "and I gave them my theories, right?", "You know, if you have conversations", "and it's got your actual picture,", "tied to your actual job,", "you tend to act better", "and conversations work better.", "And because I was quoted in the story,", "I was tagged in all the replies.", "And the thing that came in the replies", "is that there are a ton of women", "who feel like public conversations on LinkedIn may be great,", "but they are harassed like hell in the private messaging.", "And that was without question", "the hottest feedback on that story.", "How have you responded to that feedback?", "And what's happened with LinkedIn since?", "So, regardless of whether it's a woman being harassed,", "somebody who is seeing a fraudulent account,", "someone that's being attacked, an ad hominem attack,", "in terms of the way people are interacting on the network,", "the health of our network,", "the trust of our members is absolutely paramount", "to being able to accomplish", "what I was describing earlier", "in terms of the realization of mission and vision.", "And so there's a number of different ways.", "We leverage technology, obviously,", "to try to find and identify bad actors,", "bad content, misinformation,", "the kind of toxicity that you were describing", "before it becomes more prevalent,", "before it goes viral.", "We can do that through technology,", "we can do that through a world-class trust and safety team", "that's comprised of technologists, security experts,", "law enforcement experts.", "We do it through the community.", "And you were commenting on this", "as part of that interview and part of the article", "is that the kinds of behaviors and activities", "that you find prevalent on other platforms", "are not as accepted on LinkedIn", "by virtue of the context and our community.", "It's absolutely essential", "that our community continues to self-police,", "so with regard to the examples that you were citing,", "we're trying to educate not only women,", "but every member of LinkedIn,", "that if there is bad behavior taking place,", "to flag it, to let us know about it.", "And we're gonna take action.", "But it's much harder in the private messaging, right?", "If I see something bad happening publicly,", "I can flag it, I do it all the time, right?", "Or if I get a personal message I find offensive,", "I flag it and report it.", "But how do, when it comes to private messages,", "it's much more on the company than it is on users, isn't it?", "No, it's just as easily flagged,", "as long as people understand who to reach out to.", "We're gonna get it in the hands of the right team", "and we're gonna take action.", "One thing you mentioned about a minute ago", "was your policies against misinformation.", "Do you have policy on truth on the platform?", "If somebody says something false, do you remove it?", "Do you de-weight it in the algorithm?", "What do you do?", "If there is an intention to deceive and to do harm,", "then yes, but with regard to truth and you know this,", "not only as a journalist", "but I think someone who's passionate about this,", "you know, what's true to some may not be true to others", "and unfortunately when facts", "start getting called into question,", "it starts to seriously muddy the water", "in terms of the kinds of quality conversations", "that all of us can have.", "But unquestionably, if there is intention", "to deceive and do harm,", "that's a violation of the terms of service.", "But I think if I heard that correctly,", "I think you just two things than maybe intentioned.", "One is that when people start to argue over facts,", "it makes the conversations worse,", "which is something you definitely don't want.", "But also, you don't have a strict policy", "on removing things that are true or likely true,", "which means that it's more likely", "that you'll have conversations", "where people argue over facts.", "We do have a policy to remove things", "that are intentioned, the intention is to deceive.", "My point was that what you're calling truth,", "this person may say is a lie.", "[Nicholas] Oh yeah, she never agrees with me.", "Yeah. [audience laughs]", "So, and you know, we can have a very provocative debate", "about this right now that has absolutely nothing", "to do with Wired or LinkedIn,", "and it has to do with democracy", "and it has to do with freedom of expression", "and it has to do with the nature of discourse.", "And unfortunately, when truth becomes relative,", "it starts to do a lot of damage, as you well know.", "Yep, let's ask about another easy big topic,", "which is China.", "So, I have this-- [audience laughs]", "This is a real light interview, Nick.", "[audience laughs]", "Move fast and fix things, man!", "Like, what did you expect?", "Fix things.", "So, I feel like one of the worst things", "happening in the world right now", "is the decoupling of the American tech sector", "and the Chinese tech sector.", "And that, to the extent that for many years,", "they were integrating, it reduced the risk of major tension", "and possible war between the two countries down the road.", "Now they're splitting apart, it increases it.", "You were in an interesting position", "where you are one of the few technology platforms", "that really does business in China.", "And you do that in part because you agree", "with some of the rules and regulations,", "and are compliant with Chinese law", "in ways that other companies have not.", "Explain to me how you think about your operation in China,", "both the limits on what you'll do", "and why you do it.", "So first, an very important clarification.", "You said we agree", "and we don't necessarily agree,", "we comply. Okay.", "We comply with the laws of the countries", "in which we operate, otherwise we wouldn't", "be able to operate in those countries.", "Whether or not we agree with the law", "is an entirely different story.", "Fair enough. The next very fair question", "would be if you disagree, what are you doing there?", "And if you have to compromise certain specific values", "or core beliefs or first principles, why are you doing that?", "I feel, to make it more specific,", "when was the last time you disagreed with something", "that they asked you to do?", "Anytime we have to censor an individual member.", "What, one, just one.", "Anytime we have to do that, it is painful.", "And the reason we do it", "and we were very clear when we first launched", "in the country several years ago,", "we were very transparent about this,", "that we were gonna comply with the law,", "is that it's all done in service", "of our mission and our vision.", "And when we talk about creating economic opportunity", "for every member of the global workforce,", "it is not parenthetically excluding citizens of China.", "So that is the, that's what we need to navigate.", "And when we made the decision to go in,", "it was in service of the mission and vision.", "And so, if we have to do something as painful", "as censor any individual member,", "and if that's what's necessary to comply", "with the law and continue to operate,", "we will do that to the extent", "that then begins to compromise", "our ability to create economic opportunity for members.", "Then we would need to rethink things.", "And how close are we to that point?", "We've recently seen, you know,", "everybody followed the story of the NBA", "and the backlash against one general manager at the NBA.", "You can imagine a scenario,", "one of your LinkedIn employees", "says something in support of the Hong Kong protesters.", "How has your evaluation of this scenario changed", "in the last six months to a year?", "The level of intensity and urgency", "with regard to the state of affairs there", "has certainly been elevated", "and escalated by virtue of some", "of the stories that you're talkin' about.", "And we're payin' very close attention.", "And it's not just the NBA,", "it's the trade wars and so forth and so on,", "and the dialogue between the two countries,", "so paying very close attention,", "but very thankfully have not seen", "anything material change in terms of our ability", "to create economic opportunity for our members in China.", "All right, let's go to another one,", "which is whether anybody here will have a job", "in a few years as AI and robotics more forward.", "So, you have all the data. [crowd laughing]", "You gonna ask me if I was a tree,", "what tree I would be at some point, do you?", "[audience laughing]", "Is that not happening?", "Is that not the nature of this?", "Yeah. [laughing]", "What's your favorite band, Jeff?", "[laughing]", "What is the most inspirational quote", "you think of each morning when you get up", "when you think about how to be more productive", "during the day, Jeff?", "[Jeff] Interview for another time, I guess.", "Yeah, we'll do that afterwards.", "[audience laughs] So--", "Will there be any jobs after the rise of AI,", "is that the question?", "Well, more as we prepare for that transition,", "you know, you've mentioned in our conversation last year", "and I've heard you mention before", "that one of the biggest areas of the skills gap,", "the things that companies want right now", "that they're looking for", "is human-to-human interaction, right?", "And the ability to talk to people.", "Because robots, they're really good at a lot of stuff,", "but they're not good at talking to you emotionally, right?", "And they're not good at leading teams.", "What are the other, yet,", "what are the other skills that are most important", "as we move into this era of automation?", "So, you nailed the first one", "when we talked about it last year,", "and you know, oftentimes, when we talk about skills gaps,", "here, whether it's in this country or abroad,", "everyone turns immediately to technology", "and specifically advanced technology,", "software engineering, mobile development,", "cloud computing capabilities, digital storage, etc.", "And there are acute skills gaps there", "and that's not gonna reverse anytime soon", "as more and more companies", "go through digital transformation,", "there's a very strong argument that ultimately", "all companies in some way, shape or form,", "are technology companies.", "So we're gonna continue to see", "a supply-demand imbalance on that front, unquestionably.", "But exactly to your point,", "what most people overlook", "is that's not the largest skills gap.", "The largest skills gap is in the area of softer skills,", "and in particular things like oral communication,", "written communication, leadership, project management.", "And the good news is the rise of technology", "is not necessarily going to offset those roles.", "It's gonna be much harder for technology", "to displace those kinds of jobs.", "And the other good news is unlike, say,", "developing a PhD, earning a PhD in AI,", "you can learn those skills in a reasonable period of time", "and actually change your career path", "and create more opportunities for yourself.", "So those are two that I think", "we have started to spend more time on.", "The third, and we may have touched on this", "last year as well, is something that's also", "easily overlooked, and that's just basic digital fluency.", "So, how to use a word processor,", "how to use a spreadsheet,", "how to send an email,", "which perhaps everyone in this audience", "would take for granted because", "you've been doing it for so long.", "[Nick] I'm doing it right now.", "There are huge segments of the population", "for whom that is a new skill.", "And what's increasingly gonna happen", "with the rise of technology", "and more and more people being", "potentially displaced from their jobs", "is they're gonna need to learn new skills.", "And what's been proven, empirically proven,", "there's a lot of research around this,", "is that if you have to learn", "more than one skill simultaneously at any given time,", "it's much more challenging", "than building on a foundation of skills", "that advance you towards that end.", "So, having these digital fluency skills in your toolbox", "becomes absolutely essential.", "And interestingly enough,", "there's acute demand for even those skills", "in some of the highest tech sectors", "of the American economy.", "So how do you change the platform", "so it's maximally helpful, right?", "I can imagine you sending notifications", "to people in high-risk jobs, right?", "People who work in telemarketing centers", "or maybe even truck drivers and saying, you know,", "subtly nudging them to learn the skills", "that will be important when those jobs go away.", "How does LinkedIn play a role", "as we go through these transitions?", "Yeah, well, you just nailed one of the, I think,", "one of the most important ways we can do that.", "It's leveraging our data,", "leveraging our infrastructure,", "leveraging what we call the economic graph,", "which is digitally mapping the global economy", "across every member of the global workforce,", "across literally every company in the world,", "across every job that's digitally accessible,", "we have north of 20 million jobs on LinkedIn today,", "across every skill that's digitally standardized", "and every course required to obtain those skills,", "across every university, vocational training facility,", "two-year junior college that enables people", "to acquire those skills, and a digital platform,", "a publishing platform that enables", "every individual company and university", "to share the professionally relevant knowledge.", "With that in place and the data flowing through that,", "we are then in a position,", "you could take any locality anywhere in the world,", "you could take any company,", "and you could say, here are the fastest growing jobs.", "Here are the skills required to obtain those jobs.", "Here are the skills of the aggregate workforce", "within that locality where that company,", "here's the size of the gap.", "And then with that data,", "you can start to do just in time training.", "And you can start to redesign curriculums", "to prepare the workforce for the jobs that are", "and will be and not just the jobs that once were.", "We have 59 seconds left.", "Please tell the audience exactly", "how they can do the Plus One Pledge.", "So, Plus One Pledge,", "the beauty of the Plus One Pledge", "is anyone can do it at any time.", "So, accepting an in-mail from somebody", "that is beyond your network,", "someone asking for advice, looking for help.", "Seeing someone in the feed on LinkedIn asking for help,", "and just commenting or liking,", "not necessarily accepting an invitation", "because you want your network to continue", "to be built on people that you trust", "and people that you know.", "When you come to an event,", "most people would kneejerk towards", "building out their own network.", "But you can start to flip that a little bit", "and start to help other people build out their networks.", "Volunteering, getting involved in organizations", "like the ones I mentioned earlier,", "Boys and Girls Club, Junior Achievement", "are two that have the largest populations", "of underserved youth, underconnected youth,", "but there are so many organizations within this country,", "all over the world, that are trying", "to create economic opportunity for people,", "trying to level the playing field,", "and trying to turn those vicious cycles into virtuous ones.", "All right, everybody take the Plus One Pledge", "and Jeff Weiner promises he will give you", "a three months heads-up before your job", "gets vaporized by AI. [audience laughs]", "Thank you very much!", "[audience applauding]", "Sounds good.", "How you doing?"], "authors": ["Condé Nast"], "keywords": ["weiner", "terms", "conversation", "watch", "video", "wiredcom", "wired", "thompson", "jeff", "thats", "right", "nicholas", "linkedins", "linkedin", "gonna", "create", "audience", "skills", "things", "think"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}