{"id": "32b45667-defe-3b53-b29b-e02f7c9c6fef", "title": "The World in 2021 - Edible insects and lab-grown meat are on the menu", "url": "https://www.economist.com/the-world-ahead/2020/11/17/edible-insects-and-lab-grown-meat-are-on-the-menu", "summary": "But concerns about the environmental impact of food production are putting insects on the menu: they are rich in protein and more sustainable to produce than meats such as beef or pork.\nAnother way to deal with the environmental impact of meat production is to make meat in a laboratory, rather than on a farm.\nThe main barriers to bringing lab-grown meat to market have been “cost, cost and cost,” says David Kaplan, a biomedical engineer at Tufts University.\nCultured meat uses 99% less land and around 90% less water than conventionally produced European meat, making it far more sustainable.\nSo expect to see cultured meat on the menu in 2021, says Dr Kaplan.", "paragraphs": ["ALTHOUGH TWO billion people around the world regularly eat insects, consumers in the West have historically shunned them as a food source. But concerns about the environmental impact of food production are putting insects on the menu: they are rich in protein and more sustainable to produce than meats such as beef or pork.", "Insect products are now available in many countries. You can buy cricket snacks in Britain, mealworm burgers in Germany and supermarket-branded cricket powder in Canada. But it remains a niche culinary interest: research by the International Platform of Insects for Food and Feed (IPIFF) estimates that 9m people in the European Union ate insect products in 2019—just 2% of the population. This is not just because of the yuck factor. Regulation, or the lack of it, also plays a role.", "Until 2018 insects were not covered by any EU regulation, for the simple reason that they were not widely considered as foodstuffs. Individual member states imposed their own rules, with attitudes ranging from bug-friendly to insect-phobic. That changed with the introduction of the EU’s Novel Food Directive. But although it covers insects, it requires individual authorisations for each species—and the first of those is expected by early 2021.", "This will allow makers of insect-based foodstuffs to commercialise their products across the whole of the EU. That, in turn, will encourage them to scale-up capacity. The IPIFF forecasts that production will grow from just 5,000 tonnes in 2019 to 260,000 tonnes by 2030. And if you don’t like the sound of whole roast crickets, don’t worry: producers are banking on insect powders or ingredients, rather than whole insects, to drive growth (see chart). And even then, you may well end up eating insects indirectly. Have your steak and eat it", "That is because insects could help reduce reliance on environmentally damaging proteins in animal feed, such as fishmeal and soyabeans. A fifth of the world’s wild fish catch is used to make fishmeal, which contributes to overfishing in certain areas, while soya production is wreaking havoc in the forests of South America. Across most of the developed world, insects are already allowed in fish feed and pet food. In 2018 America’s Food and Drug Administration also approved the use of insects in poultry feed, which the EU is expected to do in late 2020 or early 2021. European insect producers such as Protix, Ÿnsect and InnovaFeed raised millions of euros after the EU authorised the use of insects in fish feed in 2017; the opening of the poultry-feed market will be another step change. Granted, insects currently cost more to produce than soya, but for feed manufacturers, they offer the prospect of a green, often home-grown protein, which, given the global pandemic and increased consumer awareness, will be worth paying for. Another way to deal with the environmental impact of meat production is to make meat in a laboratory, rather than on a farm. This involves taking stem cells from an animal and growing them inside a bioreactor, immersed in a nutrient-rich fluid called a growth medium. Once the cells start to proliferate, they can be induced to differentiate into muscle and fat. Scientists then assemble the resulting cells into a product—the simplest being something loose, like mincemeat. More than 50 startups are working on cultured-meat products of various kinds, including burgers, chicken nuggets, shrimp dumplings and steak. In 2021 consumers will be able to try lab-grown meat for themselves.", "The main barriers to bringing lab-grown meat to market have been “cost, cost and cost,” says David Kaplan, a biomedical engineer at Tufts University. Tissue engineering is prohibitively expensive to do at scale. The humble-looking hamburger unveiled in 2013 by Mosa Meat, a Dutch startup, cost €250,000 ($300,000) to produce. But in January 2020 researchers at Northwestern University managed to reduce the cost of one kind of growth medium, the most expensive part of the process, by 97%. As a result, says Hannah Tait of Mosa Meat, the cost of lab-grown burgers will have dropped to a far more affordable $9 when they go on sale.", "Industry observers reckon that Memphis Meats, a startup based in California, may be the first to launch. In May 2020 it raised $186m, more than the value of all previous investments in cultured meat combined. The success of plant-based meat substitutes, such as those made by Beyond Meat and Impossible Foods, has increased investors’ appetites. Europe, Israel and Asia are other global hubs for the industry.", "As with insects, there is a yuck factor for some people—but there is also a compelling environmental argument. Cultured meat uses 99% less land and around 90% less water than conventionally produced European meat, making it far more sustainable. Should producers be allowed to call it meat, though? There has been some quibbling about labelling. But “the global regulatory community has been overwhelmingly receptive,” says Eric Schulze of Memphis Meats. American and European regulators have already outlined their guidelines.", "So expect to see cultured meat on the menu in 2021, says Dr Kaplan. “We have no choice,” he says. “If we don’t do it, we are in trouble.”", "Emilie Filou: freelance correspondent, and Amy Hawkins: digital journalist, The Economist ■", "This article appeared in the Science and Technology section of the print edition of The World in 2021 under the headline “New on the menu”"], "authors": ["Emilie Filou", "Freelance Correspondent", "Amy Hawkins", "Digital Journalist", "The Economist"], "keywords": ["food", "products", "cost", "european", "meat", "edible", "labgrown", "world", "menu", "insects", "2021", "feed", "eu", "production"], "pubDate": "2020-11-17T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}