{"id": "32c0b179-8611-32bc-b688-2d78977d7886", "title": "New York Times blasted for calling Biden's SCOTUS commission 'effort to balance the conservative majority'", "url": "https://www.foxnews.com/media/new-york-times-frames-biden-scotus-commission-balance-conservative-majority", "summary": "The New York Times was slammed on Friday over a tweet that appeared to justify President Biden's controversial Supreme Court reform commission, which critics see as the first move toward court-packing.\nThe president issued an executive order Friday forming a body to study reforms to the Supreme Court, including expanding the number of seats on the bench and setting term limits.\nNEW YORK TIMES DOWNPLAYS '60 MINUTES' FIASCO, INSISTS DESANTIS ONLY AIRING 'GRIEVANCE'While the Times article on Biden's move noted that progressives were urging the president to take action, a tweet from the Times' main account Friday provided a different framing.\n\"Breaking News: President Biden will create a panel to study expanding the Supreme Court in an effort to balance the conservative majority created by Donald Trump,\" the Times wrote.\nCLICK HERE TO GET THE FOX NEWS APP\"Imagine the NYT headline if Trump formed a panel to consider packing the Supreme Court,\" GOP strategist Chris Barron said.", "paragraphs": ["The New York Times was slammed on Friday over a tweet that appeared to justify President Biden's controversial Supreme Court reform commission, which critics see as the first move toward court-packing.", "The president issued an executive order Friday forming a body to study reforms to the Supreme Court, including expanding the number of seats on the bench and setting term limits.", "Biden, under pressure from liberals to expand the size of the high court, promised to create the commission during a \"60 Minutes\" interview back in October in the wake of Justice Ruth Bader Ginsburg's death.", "The 36-member commission will be bipartisan and will hold public meetings to evaluate court reforms. The new panel will have 180 days from the first meeting to complete its report on the pros and cons of court reforms.", "NEW YORK TIMES DOWNPLAYS '60 MINUTES' FIASCO, INSISTS DESANTIS ONLY AIRING 'GRIEVANCE'", "While the Times article on Biden's move noted that progressives were urging the president to take action, a tweet from the Times' main account Friday provided a different framing.", "\"Breaking News: President Biden will create a panel to study expanding the Supreme Court in an effort to balance the conservative majority created by Donald Trump,\" the Times wrote.", "\"Did the DNC draft this tweet?\" former Utah GOP congresswoman Mia Love reacted.", "\"NYT headline signals to readers how they should feel about a radical prospect so harmful to norms and institutional legitimacy that even Justices Ginsburg and Breyer have warned against it,\" Townhall.com political editor and Fox News contributor Guy Benson wrote.", "\"What a ridiculous framing,\" National Review senior writer David Harsanyi tweeted.", "CLICK HERE TO GET THE FOX NEWS APP", "\"Imagine the NYT headline if Trump formed a panel to consider packing the Supreme Court,\" GOP strategist Chris Barron said.", "\"All the news that's fit to spin and distort to communicate the political agenda we are committed to promote,\" radio host Larry O'Connor wrote.", "\"Court-packing is just balance now,\" National Review editor Rich Lowry tweeted.", "Fox News' Marisa Schultz contributed to this report."], "authors": ["Joseph Wulfsohn", "Joseph A. Wulfsohn Is A Media Reporter For Fox News. Follow Him On Twitter"], "keywords": ["majority", "conservative", "calling", "bidens", "supreme", "president", "blasted", "times", "york", "commission", "court", "panel", "scotus", "trump", "review", "effort", "study"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}