{"id": "32c9cadb-866b-3cf5-bf37-7cdd7fd3f273", "title": "Ohio nursing home residents ‘deer hunt’ with nerf guns in adorable video", "url": "https://www.foxnews.com/lifestyle/ohio-nursing-home-residents-deer-hunt-nerf-guns", "summary": "Residents of an Ohio nursing home went for a holiday “deer hunt” earlier this week.\nOn Monday, the staff at Continental Manor in Blanchester, Ohio, dressed as reindeer while residents sitting at a distance used nerf guns to “hunt” them.\nA video of the playful “hunt” was posted on Facebook by Continental Manor on Monday.\nAs the clip begins, the staff are walking around a clump of Christmas trees inside Continental Manor as they try to avoid the residents’ foam darts.\nCLICK HERE TO GET THE FOX NEWS APPContinental Manor posted the video several times on Facebook, with one version receiving more than 18.5 million views as of Thursday night.", "paragraphs": ["Oh deer!", "Residents of an Ohio nursing home went for a holiday “deer hunt” earlier this week.", "On Monday, the staff at Continental Manor in Blanchester, Ohio, dressed as reindeer while residents sitting at a distance used nerf guns to “hunt” them.", "A video of the playful “hunt” was posted on Facebook by Continental Manor on Monday.", "AUSTRALIAN FAMILY FINDS KOALA HIDING IN CHRISTMAS TREE", "In the 45-second video, the staff members appear to be decked out as reindeer, with antlers, red noses and necklaces of flashing holiday lights.", "As the clip begins, the staff are walking around a clump of Christmas trees inside Continental Manor as they try to avoid the residents’ foam darts.", "MICHIGAN HOTEL CREATES ‘BUDDY THE ELF’ ROOM AHEAD OF CHRISTMAS", "After one “reindeer” is hit by a dart, she “falls” to the ground in front of the residents to the sound of laughter from the whole room.", "Soon after, another “reindeer” gets hit and lies down before the video ends.", "CLICK HERE TO GET THE FOX NEWS APP", "Continental Manor posted the video several times on Facebook, with one version receiving more than 18.5 million views as of Thursday night.", "CLICK HERE TO SIGN UP FOR OUR LIFESTYLE NEWSLETTER"], "authors": ["Ann Schmidt", "Ann Schmidt Is A Lifestyle Reporter For Fox News."], "keywords": ["nerf", "staff", "video", "reindeer", "continental", "holiday", "posted", "hunt", "nursing", "adorable", "ohio", "residents", "manor", "deer", "guns"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}