{"id": "32ce8bee-83f7-3671-8412-84dfe7e3e2ed", "title": "Small Business Administrator Carranza: PPP saved millions of small businesses, American jobs", "url": "https://www.foxbusiness.com/economy/small-business-administrator-carranza-ppp-small-businesses-jobs", "summary": "These American small businesses are among the 5.2 million that were buoyed by the PPP – a financial lifeline that kept employees on payroll and small businesses viable.\nPPP loans were made available to all small businesses, and they were distributed equitably and fairly.\nFurthermore, franchise employees are no less important to this economy than other small business employees.\nThe U.S. Small Business Administration is actively engaged in working with lenders across the country to forgive the PPP loans.\nJovita Carranza is the Administrator of the U.S. Small Business Administration.", "paragraphs": ["During a year when every sector of society grappled with how to defeat a novel virus, COVID-19, and survive sweeping government shutdowns, we can say with certainty the American small business sector was upheld by the Trump administration.", "Continue Reading Below", "By providing millions of small businesses with the short-term certainty and capital they needed to keep tens of millions of employees on payroll, the Paycheck Protection Program (PPP) accomplished its mission, and now our nation’s small businesses are helping lead the great American economic comeback.", "A small business in Salt Lake City, Utah that makes automated harvesters was able to innovate their product and keep all their workers on payroll; a custom metal manufacturer in Greensboro, North Carolina was able to continue paying its 15 workers their full salaries; the owner of an African-American owned juice café in Boston, Massachusetts retained all of her eight employees.", "These American small businesses are among the 5.2 million that were buoyed by the PPP – a financial lifeline that kept employees on payroll and small businesses viable.", "FACEBOOK SURVEY SHOWS 15% OF SMALL BUSINESSES COLLAPSED IN PANDEMIC", "By all accounts, the program achieved its objectives: it provided small businesses with the financial certainty needed to adapt while keeping tens of millions of small business employees on payroll.", "The vast majority of all PPP loans – 87 percent – were for $150,000 or less; 68 percent of all PPP loans were for $50,000 or less, representing the smallest businesses in America. The average loan size was $101,000.", "Seventy-five percent of all PPP loans went to firms with nine or fewer employees – another indicator of the program’s success in supporting truly small businesses.", "PPP loans were made available to all small businesses, and they were distributed equitably and fairly. Despite this, critics in recent days have seized on the fact that one percent of borrowers received more than a quarter of PPP dollars. The clear, and incorrect, implication of this criticism is that loans to larger businesses came at the expense of smaller businesses.", "The truth is that when the program ended in August, there was more than $133 billion in funding still available. Not one qualifying business was displaced by a loan granted to another business.", "10K RESTAURANTS CLOSE IN 3 MONTHS AMID CORONAVIRUS 'FREE FALL,' INDUSTRY GROUP FINDS Congress designed the PPP with the intent of protecting as many small business employees as possible. The size of the loans was determined by the business’ monthly payroll. Naturally, small businesses with larger workforces qualified for larger loans.", "As a general matter, PPP loans were limited to businesses with 500 or fewer employees. But the CARES Act also established other eligibility requirements in order to make loans available to restaurant chains, hotels, and other companies – including some with more than 500 employees.", "Congress provided this support for franchisees in recognition of their unique corporate structure and the losses they experienced during the pandemic. Furthermore, franchise employees are no less important to this economy than other small business employees.", "Indeed, the success of the PPP is measured most vividly by its support of tens of millions of American jobs: dishwashers and prep cooks, tech analysts and statisticians, linemen and mechanics, and the hundreds of other small business employees whom I have had the incredible privilege of meeting these past several months.", "GET FOX BUSINESS ON THE GO BY CLICKING HERE", "I saw gratitude in the eyes of the employees and relief in the eyes of the small business owners; the PPP meant workers could continue to rely on a paycheck to support their families, and it meant small business owners could retain their greatest asset – their people.", "The U.S. Small Business Administration is actively engaged in working with lenders across the country to forgive the PPP loans. Already, the SBA has remitted $50 billion in loan forgiveness payments. We are ramping up the process daily to forgive as many PPP loans as possible – while assuring compliance with program requirements and adequate oversight of taxpayer dollars.", "Our work to support the small business sector continues with unrelenting intensity and dedication, and we will not rest until America’s small businesses are once again economic drivers in their communities.", "Jovita Carranza is the Administrator of the U.S. Small Business Administration.", "CLICK HERE TO READ MORE ON FOX BUSINESS"], "authors": ["Jovita Carranza"], "keywords": ["businesses", "employees", "administrator", "payroll", "jobs", "ppp", "american", "business", "loans", "program", "support", "carranza", "saved", "small", "millions"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}