{"id": "32d4d5ef-8ffb-3bfb-9fb8-592b82ac3363", "title": "What We Learned From Week 13 of the N.F.L. Season", "url": "https://nytimes.com/2020/12/06/sports/football/nfl-week-13-scores-results.html", "summary": "After a fairly thrilling back-and-forth swing in a game that was expected to be a blowout victory for Las Vegas, the Jets appeared to have the game won.\nThey were leading the Raiders by 28-24 with just 19 seconds remaining and, thanks to that 4-point lead, Las Vegas would need a 46-yard touchdown to win.\nWith Las Vegas throwing deep, the Jets put only three players in coverage — with one defender inexplicably left as a spy in case quarterback Derek Carr tried to run.\nteams since 1944 to go winless for an entire season not shortened by a strike.\nTo avoid that fate, the Jets will need a win against one of four fairly good teams: the Seahawks, the Rams, the Browns and the Patriots.", "paragraphs": ["You don’t get to 0-16 by making good decisions. After a fairly thrilling back-and-forth swing in a game that was expected to be a blowout victory for Las Vegas, the Jets appeared to have the game won. They were leading the Raiders by 28-24 with just 19 seconds remaining and, thanks to that 4-point lead, Las Vegas would need a 46-yard touchdown to win. There has rarely been a more obvious situation for an extreme prevent defense, but the Jets haven’t gone winless this far without a fair amount of questionable decisions.", "With Las Vegas throwing deep, the Jets put only three players in coverage — with one defender inexplicably left as a spy in case quarterback Derek Carr tried to run. Cornerback Lamar Jackson tried to stick with rookie wide receiver Henry Ruggs III in man coverage, got beaten badly with a double move, and let the outrageously fast Ruggs run right past him for what ended up being a 46-yard touchdown pass and a 31-28 win for the Raiders.", "The Jets became just the 12th team to start a season 0-12 and are well on their way to joining the 1960 Dallas Cowboys (0-11-1), the 1976 Tampa Bay Buccaneers (0-14), the 2008 Detroit Lions (0-16) and the 2017 Cleveland Browns (0-16) as the only N.F.L. teams since 1944 to go winless for an entire season not shortened by a strike. To avoid that fate, the Jets will need a win against one of four fairly good teams: the Seahawks, the Rams, the Browns and the Patriots."], "authors": ["Benjamin Hoffman"], "keywords": ["vegas", "jets", "win", "winless", "las", "learned", "teams", "nfl", "tried", "13", "week", "touchdown", "season", "016"], "pubDate": "2020-12-06T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}