{"id": "32e3abae-dd71-37c6-a59d-916a2bf28e88", "title": "How Germany Lost Control of the Coronavirus - The New York Times", "url": "https://www.nytimes.com/2021/02/11/opinion/germany-covid-second-wave.html", "summary": "BERLIN — “We have lost control of this thing.”Those were the words of Chancellor Angela Merkel of Germany, surveying the country’s situation in late January at a confidential meeting.\nBut wasn’t Germany one of the global leaders in pandemic control during the first wave?\nDidn’t Germans enjoy a fairly normal summer of trips to the beach and meeting with friends at beer gardens?\nYes, yes and yes.\nBut when fall came, things started to go wrong.", "paragraphs": ["BERLIN — “We have lost control of this thing.”", "Those were the words of Chancellor Angela Merkel of Germany, surveying the country’s situation in late January at a confidential meeting. She spoke with typical precision. In Germany, which on Wednesday prolonged its current lockdown until at least March 7, things are bad: Since October, cases have soared — they are only now starting to come down — and over 50,000 people have died. An atmosphere of grim resignation prevails.", "But wasn’t Germany one of the global leaders in pandemic control during the first wave? Didn’t Germans enjoy a fairly normal summer of trips to the beach and meeting with friends at beer gardens? Didn’t their children return to school, as normal, in August and September?", "Yes, yes and yes. But when fall came, things started to go wrong. And it wasn’t bad luck. It was politics.", "Last spring, as the virus rampaged through Europe, German policymakers acted swiftly and with rare unity. In March, schools, shops and restaurants were closed and gatherings of more than two people banned. After a few weeks, cases dropped and the country started to reopen gradually in April and May. Over the summer, there were very few restrictions — and very little Covid-19."], "authors": ["Anna Sauerbrey"], "keywords": ["summer", "lost", "times", "normal", "didnt", "wasnt", "control", "yes", "germany", "meeting", "started", "things", "coronavirus", "york"], "pubDate": "2021-02-11T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}