{"id": "32e5d3a4-8be8-35e9-aa1d-d8f7e88ad88d", "title": "Data storage - Magnetic tape has a surprisingly promising future", "url": "https://www.economist.com/science-and-technology/2020/12/15/magnetic-tape-has-a-surprisingly-promising-future", "summary": "T HE WHIRR of spooling magnetic tape is more likely to evoke feelings of nostalgia than technological awe.\nYet tape remains important for data storage, with millions of kilometres of the stuff coiled up in the world’s data centres.\nThis leads to tape being the medium of choice for the so-called “cold” storage of data that need to be looked at only infrequently.\nThe storage density of magnetic tape, by contrast, has been increasing steadily, by 34% a year for nearly three decades.\nThis material is particularly magnetically stable, meaning its grain-size can be reduced (and thus storage density increased) without any risk of the field flipping randomly and thus changing what is encoded.", "paragraphs": ["T HE WHIRR of spooling magnetic tape is more likely to evoke feelings of nostalgia than technological awe. Yet tape remains important for data storage, with millions of kilometres of the stuff coiled up in the world’s data centres. Indirectly, says Mark Lantz of IBM , most computer users thus rely on tape every day.", "Though tape may seem archaic, it is still getting better. In 2015 Dr Lantz’s team unveiled a version capable of squirrelling away 123 gigabytes per square inch (19Gb per square centimetre, but tapemakers still use Imperial units). In 2017 they reached 201Gb/in2. And on December 15th they revealed a design that has a density of 317Gb/in2. That rate of growth is unmatched by any of tape’s competitors.", "Tape’s heyday as a data-storage medium for computers was in the 1950s. Hard disks, introduced in 1956, were quickly seen as superior because they required no time-consuming spooling. Decades of selective investment mean they now also have a better density of information storage than tape. The best can manage more than 1,000Gb/in2. As a result they are in high demand—2018 saw the sale of more than 800bn gigabytes-worth, which is eight times the figure for tape. But disks have drawbacks. They are costlier than tape, have shorter lifespans and their spinning platters generate far more unwanted heat.", "This leads to tape being the medium of choice for the so-called “cold” storage of data that need to be looked at only infrequently. And disks’ advantages elsewhere may be slipping. In the 1990s hard-disk storage densities doubled every year. Over the past decade that rate of growth has dropped to 7.6%, as manufacturers run out of headroom. Smaller magnetic particles need more energy to keep them in line, and the magnets which provide this are approaching the theoretical limits of their strength. The storage density of magnetic tape, by contrast, has been increasing steadily, by 34% a year for nearly three decades. As a consequence, tape may catch up with hard disks within five years.", "To maintain this blistering rate of growth, Dr Lantz’s team concentrated on three matters. First, they reduced the size of the magnetic grains that form a tape’s recording surface, by substituting strontium ferrite for the current industry standard of barium ferrite. Second, they shrank the size of the read heads by a factor of 30, permitting data to be packed onto narrower tracks. Third, they developed systems able to track and correct the position of the tape with nanometre accuracy as it flowed under the smaller heads, stopping it going off-track and distorting the signal. Though it may take a decade for these technological improvements to make their way into products, this sort of progress bolsters confidence in tape’s long-term utility.", "Other innovations may be coming, too. Ohkoshi Shin-ichi of the University of Tokyo, for example, advocates using particles of epsilon iron oxide. This material is particularly magnetically stable, meaning its grain-size can be reduced (and thus storage density increased) without any risk of the field flipping randomly and thus changing what is encoded.", "Taped up", "Demand for more storage will certainly be there. Estimates suggest that four times more data will be generated in 2025 than in 2019. In the part of the data-storage market where tape currently reigns supreme, it is likely to remain so for a while."], "authors": ["The Economist"], "keywords": ["promising", "data", "disks", "density", "surprisingly", "tape", "times", "future", "rate", "magnetic", "storage", "tapes", "growth"], "pubDate": "2020-12-15T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}