{"id": "32fde766-bb26-3f2f-86e2-43eaacf92eb2", "title": "Close quarters - The making of a murder", "url": "https://www.economist.com/books-and-arts/2021/01/09/the-making-of-a-murder", "summary": "Yet one morning in April 1978 Mr Murray entered McAllister’s garden in Lisburn, south of Belfast, and shot him dead in front of his seven-year-old son.\nMr Murray was an unusual case of a Protestant who joined the Irish Republican Army ( IRA ).\nThe pigeon-fancying notes helped the IRA track McAllister down; Mr Murray was given an order to kill—and duly carried it out.\nMr Murray and his suspected accomplices were quickly arrested; most received long sentences.\nSpeaking to Mr Cobain, Feilim O Hadhmaill (the Irish form of his name he now prefers) vividly recalls waterboarding sessions.", "paragraphs": ["Anatomy of a Killing. By Ian Cobain. Granta; 304 pages; £18.99.", "H ARRY MURRAY and Millar McAllister had much in common. They were born in the 1940s to humble families in Protestant Northern Ireland, a world where the main employers included the security forces and declining textile factories. Yet one morning in April 1978 Mr Murray entered McAllister’s garden in Lisburn, south of Belfast, and shot him dead in front of his seven-year-old son. The boy was dumbstruck, then screamed. Four decades on, the killer regrets distressing the child but still feels the mission was legitimate.", "As Ian Cobain, a veteran investigative journalist, shows in his formidably researched book, this killing happened in a context. Or rather, it occurred within a deadly series of concentric rings which seemed to trap those in the middle.", "McAllister was a well-liked character with two passions, cameras and pigeons. He worked as a police photographer, writing a column on his beloved birds as a hobby. Mr Murray was an unusual case of a Protestant who joined the Irish Republican Army ( IRA ). After marrying a Catholic, he had faced intimidation from his own community and ricocheted to the other side. The pigeon-fancying notes helped the IRA track McAllister down; Mr Murray was given an order to kill—and duly carried it out.", "The broader context, as Mr Cobain carefully shows, was the escalating contest of wits and will between the IRA and the British authorities, in which each side’s violent fury exacerbated the other’s. Brutal forms of interrogation and incarceration redoubled the Republicans’ determination to fight a long war. A British drive to increase the role of local recruits as police and part-time soldiers made it inevitable that more would be killed (while reducing the toll among English troops). That in turn made the struggle more personal. Prison officers, mainly Protestant, vented their rage on captives who might have killed their friends—and might yet target them.", "Mr Murray and his suspected accomplices were quickly arrested; most received long sentences. One was found hanged in his cell. Phelim Hamill, these days a university lecturer, faced charges that were later dropped. Speaking to Mr Cobain, Feilim O Hadhmaill (the Irish form of his name he now prefers) vividly recalls waterboarding sessions. These are described without bitterness: he insists his main concern now is with peace, reconciliation and the truth.", "But how can truth and reconciliation be pursued while the claims of justice are honoured, too? The conflict had largely ended even before the peace agreement of 1998; as it recedes, dealing with the past has become the hardest knot for Northern Ireland’s well-wishers to untie. Many Protestants dream of putting IRA killers on trial, and occasionally succeed. Some Irish nationalists insist on holding to account those who did wrong in the service of the crown. Words like “justice” and “truth” have become weapons; neither has much to do with reconciliation.", "Like Patrick Radden Keefe, an American author who anatomised the “execution” by Republicans of a hapless mother of ten, Mr Cobain is engaged in an alternative form of truth discovery. He forensically exposes the tangle of motives that prompted ordinary people, neither stupid nor psychopathic, to do unspeakable things. ■"], "authors": ["The Economist"], "keywords": ["shows", "quarters", "reconciliation", "close", "making", "murder", "ira", "protestant", "republicans", "irish", "cobain", "mr", "murray", "truth"], "pubDate": "2021-01-09T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}