{"id": "330dece0-2061-3c27-84e6-a245de6da831", "title": "Sharing is Caring: How One Couple Successfully Combined Their Wardrobes", "url": "https://www.vogue.com/article/unisex-clothing", "summary": "But it isn’t just that Sunday’s are sartorially more casual or more unisex leaning, in terms of outfits.\nIt was also the day that my boyfriend and I had been around each for a full 24-hours.\nAs fall turned to winter, I began to notice how similar our clothing has become day-to-day, not just on Sundays.\nLuckily for us all, the rise of well-made, unisex clothing is making it easy to invest in these wardrobe building blocks that work for anyone and everyone.\nFor example, I love an oversized polo knit with a slip dress while my partner prefers his polo regular-fit with jeans.", "paragraphs": ["I started to notice it on Sundays. Over the years, during those lazy weekend days, I’d throw on clothes to walk around the block to the bodega or to grab a midday coffee only to get to the front door and notice that my boyfriend and I were in matching outfits. Sometimes, these twinning moments made us laugh. Sometimes, they sent us back into our apartment so that one of us could change. I always blamed it on the day, since Sunday is in fact all about ease. As far as fashion is concerned, it’s a day to lean into hoodies and Converse. But it isn’t just that Sunday’s are sartorially more casual or more unisex leaning, in terms of outfits. It was also the day that my boyfriend and I had been around each for a full 24-hours.", "When it came to our schedules for the rest of the week, we were both likely to be out and about on our own at work, with friends, or running around, but we always treasured our weekends spent together. Fast-forward to 2020. Not only have the last 12 months equated to one long casual day thanks to quarantines, work from home, and countless cozy options, but it’s also led to quite a lot of time that my boyfriend and I have spent hunkered down together.", "It’s true that I’ve always been a bit of style sponge. I’m incredibly influenced by my uber-stylish coworkers, well-heeled friends, and New York City’s vibrant, eclectic inhabitants. While I still do get to admire what my coworkers wear from the top up via Zoom, I can’t help but miss the full look. I also find myself yearning for those unexpected styling tricks found on Manhattan’s subways or wracking my fashion-heavy brain when I see an amazing garment on a man or woman walking down the street that I want to track down for myself. That said, I think I’ve turned my Netflix habit into its own form of style stalking too, whether I’m focusing on Queen Elizabeth’s bag in The Crown or wanting to copy the sweater sets of C.J. Cregg and Donna Moss as I rewatch The West Wing. Primarily, though, I’m here with my partner of 7 years who has gone from boyfriend to roommate, co-working space-sharer, sous chef and so much more.", "As fall turned to winter, I began to notice how similar our clothing has become day-to-day, not just on Sundays. Our shared closet is no longer just a space but a wardrobe filled with our favorite unisex clothing and now, as we shop for new things, we often talk about how articles of clothing will work for us both, like the softest, relaxed fit white t-shirts, the best tracksuits, or a restocked collection of Uniqlo’s Heattech. Is sharing caring? While we initially fought against these sartorial synergies, we’ve both decided to lean in to what now seems inevitable, and I really can’t recommend it enough. Gone are the days of buying boyfriend-like button downs for me as I say yes to shirting that works for us both.", "Looking forward to 2021, I for one am ready to lean into a minimal wardrobe of fashion-forward essentials. Sharing basics everyday makes sense. I want to “simplify my life,” as my grandmother used to say. Luckily for us all, the rise of well-made, unisex clothing is making it easy to invest in these wardrobe building blocks that work for anyone and everyone. Whether you have a partner you are ready to closet-share with or are buying for one, I highly recommend perusing these forever picks. And trust me, there are plenty of ways to put your own sartorial stamp on these items. Personalize your pairings and fit to chart your own path with each individual piece. For example, I love an oversized polo knit with a slip dress while my partner prefers his polo regular-fit with jeans. Knowing us, though, we might still both end up wearing these looks with beat-up Converse.", "Below, from our closet to yours, the best of fashion-for-all unisex clothing to invest in now:", "Everlane easy merino polo $78 EVERLANE Shop Now Uniqlo heattech crew neck long-sleeve t-shirt $20 UNIQLO Shop Now", "Converse Chuck Taylor All Star $55 CONVERSE Shop Now Bode patchwork quilted jacket $1,941 FARFETCH Shop Now", "Pangaia organic cotton hoodie $150 PANGAIA Shop Now Pangaia organic cotton track pants $120 PANGAIA Shop Now", "Entireworld button up $125 ENTIREWORLD Shop Now Aerie long sleeve oversized crew neck t-shirt $40 $24 AMERICAN EAGLE OUTFITTERS Shop Now", "Want Essentials O'Haire shopper $295 EAST DANE Shop Now Fisher + Baker Wentworth v-neck sweater $328 NEIMAN MARCUS Shop Now", "Loewe striped mesh-knot wool-blend sweater $890 MATCHESFASHION Shop Now American Trench cashmere athletic stripe socks $50 AMERICAN TRENCH Shop Now", "Alex Mill Officer duffle coat $398 ALEX MILL Shop Now Polo corduroy suit jacket $298 RALPH LAUREN Shop Now", "Faherty Legend sweater shirt $178 FAHERTY Shop Now Desmond & Dempsey piped brushed-cotton pajama set $192 MATCHESFASHION Shop Now"], "authors": ["Willow Lindley", "Willow Lindle"], "keywords": ["day", "combined", "unisex", "wardrobe", "work", "caring", "wardrobes", "sweater", "clothing", "polo", "sundays", "shop", "sharing", "couple", "boyfriend", "successfully"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}