{"id": "3326f703-8651-3166-b7c7-c3b1448fc638", "title": "Forget Designer! This Outdoor Brand Is a Must-Have For Models Off-Duty", "url": "https://www.vogue.com/article/model-style-trend-the-north-face-jackets-puffers", "summary": "Bella Hadid, Emily Ratajkowski, Joan Smalls, and other top catwalk stars all have a way of stepping out in a look that’s casual and effortlessly put together.\nBut that doesn’t have to mean rocking head-to-toe designer (though that’s often the case).\nHowever, on multiple occasions this fall, Hadid and Ratajkowski were spotted rocking the same green puffer coat by the label.\nAnd no, they weren’t readying themselves to explore the great outdoors (though Ratajkowski did wear it for a hike once).\nThey gave the jacket a stylish, city-ready twist by pairing it with pieces such as distressed denim or graphic hoodies.", "paragraphs": ["Model-off-duty style is all about combining comfort and fashion. Bella Hadid, Emily Ratajkowski, Joan Smalls, and other top catwalk stars all have a way of stepping out in a look that’s casual and effortlessly put together. But that doesn’t have to mean rocking head-to-toe designer (though that’s often the case). And even though their personal styles vary, this year supermodels all gravitated towards one label—and it wasn’t a high fashion one. Rather, they all slipped into puffer jackets and vests by The North Face.", "Typically worn by outdoor lovers, The North Face is a brand built out of practical needs: its jackets are weather-resistant and built to keep you warm, meaning you wear it to go on an adventure. Worn in a casual context, they’re often favored by tech bros in Silicon Valley—not fashion girls. However, on multiple occasions this fall, Hadid and Ratajkowski were spotted rocking the same green puffer coat by the label. And no, they weren’t readying themselves to explore the great outdoors (though Ratajkowski did wear it for a hike once). They gave the jacket a stylish, city-ready twist by pairing it with pieces such as distressed denim or graphic hoodies. Back in September, Smalls also landed in Europe for fashion week wearing a black The North Face fleece vest with jeans, a hoodie, and a sleek shoulder bag—the perfect cozy travel look."], "authors": ["Christian Allaire", "Christian Allair"], "keywords": ["forget", "north", "wear", "thats", "smalls", "rocking", "models", "look", "offduty", "musthave", "worn", "puffer", "outdoor", "fashion", "designer", "ratajkowski", "brand"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}