{"id": "33397a56-f45f-3765-aa5e-0dfc18a83b84", "title": "Chris Wallace On Biden Cabinet Selections “This Is Not A Left Wing Cabinet At This Point”", "url": "https://radio.foxnews.com/2020/12/04/chris-wallace-on-biden-cabinet-selections-this-is-not-a-left-wing-cabinet-at-this-point/", "summary": "Chris Wallace, Host of Fox News Sunday spoke with Fox News Radio's Guy Benson about President elect Joe Biden's recent cabinet and administration selections.\nI think the foreign policy establishment also, when you see people like Anthony Blinken and Admiral Haynes and Jake Sullivan is national security adviser, that's a pretty, pretty solid straight.\nBut this is not a left wing cabinet at all.\nAnd, you know, I think it is a reminder that Joe Biden ran, you know, ran to the center of Elizabeth Warren and Bernie Sanders, and he's going to govern from the center.\nBut this is not a left wing cabinet at this point.\"", "paragraphs": ["Chris Wallace, Host of Fox News Sunday spoke with Fox News Radio's Guy Benson about President elect Joe Biden's recent cabinet and administration selections. Saying that,", "Wallace also said,", "\"I think the thing that strikes me the most is that at least in personal we'll have to wait and see in policy. This strikes me as a pretty centrist group. I can't think of a better example than Janet Yellen as the Fed, you know, who was the Fed chair for a very long period of time and a very credible chairman of the Federal Reserve, not considered a left wing nut, and she's going to be the treasury secretary. That strikes me as a very mainstream appointment. I think the foreign policy establishment also, when you see people like Anthony Blinken and Admiral Haynes and Jake Sullivan is national security adviser, that's a pretty, pretty solid straight. look, as Barack Obama famously said, elections have consequences. It's not going to be a conservative cabinet. But this is not a left wing cabinet at all. Even even Neera Tanden, who seems to be getting most of the fire here, is getting it more for the fact that she, you know, said some intemperate things on both not only about Republicans, but also about Democrats on her various emails and texts done about any sort of far left policy. And, you know, I think it is a reminder that Joe Biden ran, you know, ran to the center of Elizabeth Warren and Bernie Sanders, and he's going to govern from the center. He may really have to if we get to end up in Georgia with, you know, Senator Mitch McConnell is the majority leader. But this is not a left wing cabinet at this point.\""], "authors": ["Wyatt Dobrovichfago"], "keywords": ["biden", "pretty", "point", "wing", "think", "chris", "wallace", "selections", "ran", "going", "know", "policy", "cabinet", "strikes", "left"], "pubDate": "2020-12-04T00:00:00", "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}