{"id": "334ac0af-694e-3cd1-8c3b-f1645cc553ff", "title": "In a Beautiful New Book, the Complete History of Château Lafite Rothschild—the World’s Most Famous Wine", "url": "https://www.vogue.com/article/chateau-lafite-almanac-saskia-de-rothschild", "summary": "FOR MORE THAN 150 YEARS, Rothschild-family members have been the stalwart stewards of the Médoc-region vineyards at Château Lafite Rothschild.\nBy then, Château Lafite had already earned its reputation—appreciated by stately oenophiles like Thomas Jefferson and anointed the King’s Wine, owing to the Ancien Régime’s predilection.\nAround that time, Saskia also began her research on Château Lafite: The Almanac (out in December from Flammarion), a century-spanning family scrapbook documenting the science, history, and lore of the vineyard.\nA photo of Château Lafite as featured in Les Vins du Médoc in 1900.\nPhoto: Philippe Jarrigeon from Château Lafite: The Almanac, Flammarion, 2020.", "paragraphs": ["FOR MORE THAN 150 YEARS, Rothschild-family members have been the stalwart stewards of the Médoc-region vineyards at Château Lafite Rothschild. As the story goes, Baron James de Rothschild—son of German Rothschild scion Mayer Amschel—purchased the vineyard in 1868, after being dispatched by his father from Frankfurt to Paris decades earlier. (Mayer Amschel placed all of his five sons in European cities to buttress the family’s banking empire.) By then, Château Lafite had already earned its reputation—appreciated by stately oenophiles like Thomas Jefferson and anointed the King’s Wine, owing to the Ancien Régime’s predilection.", "James would die months after acquiring Château Lafite (whether he ever visited was long debated), and it has since been looked after by his male successors—until 2018, when then-31-year-old Saskia de Rothschild took over. Around that time, Saskia also began her research on Château Lafite: The Almanac (out in December from Flammarion), a century-spanning family scrapbook documenting the science, history, and lore of the vineyard.", "A photo of Château Lafite as featured in Les Vins du Médoc in 1900. Photo: Philippe Jarrigeon from Château Lafite: The Almanac, Flammarion, 2020.", "When we speak on the phone in early September, it’s the first day of harvest—before the annual blending process, this is the first major step in determining a vintage’s flavor. “I spent the morning with our team in the vineyard, tasting and deciding what plots we will harvest,” she says. “Each vintage is different depending on the climate—I have every type of weather app on my phone!”", "Before the great-great-great-granddaughter of Baron James took over the historic estate, she worked as a journalist, filing stories for the New York Times and the French magazine Revue XXI, covering the experiences of inmates at a prison in Ivory Coast’s Abidjan or the first female U.S. Marines sent to Afghanistan’s front lines. She explains that while she had grown up helping at the vineyard, it was only after her father, Baron Éric, told her of his succession plan in 2016 that she received a more formal education in viticulture and oenology (the legal training required to run a vineyard). If Baron Éric ushered in the technology age with modernized production, and before him Saskia’s great-uncle Baron Elie oversaw Lafite’s reconstruction following World War II, her era is one of safekeeping—maintaining the cyclical ceremony of winemaking in the face of global warming and erratic weather patterns. “How do we protect a centuries-old balance that has enabled us to produce great wines?” she writes in the book."], "authors": ["Lilah Ramzi", "Lilah Ramz"], "keywords": ["éric", "lafite", "history", "book", "château", "saskia", "complete", "weather", "baron", "mayer", "vineyard", "rothschildthe", "wine", "famous", "beautiful", "took", "rothschild", "worlds"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}