{"id": "335bdad9-0063-375f-84cb-2b651b5dd866", "title": "Foreigners face ban from Amsterdam's cannabis cafes", "url": "https://www.theguardian.com/world/2021/jan/11/foreigners-face-ban-from-amsterdams-cannabis-cafes", "summary": "Foreigners face being banned from Amsterdam’s cannabis coffee shops as part of wide-ranging plans to discourage organised crime and cut back on drugs tourism that have drawn mixed reactions from residents and business owners.\nProduction remains illegal but the coffee shops are allowed to sell it.\nRobbert Overmeer, of the BIZ Utrechtsestraat business association, said cannabis coffee shops were “one of the most important links in the chain of low-value tourism”.\n“Cannabis is a popular product that people enjoy worldwide,” he told the Dutch ANP news agency.\nIf that can’t happen in a coffee shop, then they will buy it on the street.”", "paragraphs": ["Foreigners face being banned from Amsterdam’s cannabis coffee shops as part of wide-ranging plans to discourage organised crime and cut back on drugs tourism that have drawn mixed reactions from residents and business owners.", "Backed by police and prosecutors, the city’s mayor, Femke Halsema, has tabled proposals allowing only Dutch residents to enter its 166 marijuana-selling coffee shops, with the measure likely to come into force sometime next year.", "Government research showed 58% of foreign tourists who visit Amsterdam come mainly to consume the drug, Halsema said, while another study showed the city would support fewer than 70 coffee shops if only locals were served.", "“Amsterdam is an international city and we wish to attract tourists – but for its richness, its beauty and its cultural institutions,” the mayor said, adding that the cannabis market was too big and had too many links to organised crime.", "She said the city could remain “open, hospitable and tolerant”, but at the same time would make life more difficult for criminals and cut down on mass, low-budget tourism.", "Cannabis is technically illegal in the Netherlands but possession of fewer than five grams (0.18 ounces) of the drug was decriminalised in 1976 under a “tolerance policy”. Production remains illegal but the coffee shops are allowed to sell it.", "Halsema said the measure would take some months to become effective because there would need to be a period of consultation and transition for coffee shop owners, and the city wanted to introduce a hallmark scheme for approved vendors.", "Similar bans, backed by a 2012 law, already exist in cities such as Maastricht and Den Bosch, which have long complained of excessive numbers of pot-smoking visitors crossing the borders from Belgium, Germany and France.", "Fearing an out-of-control street market, Amsterdam did not impose the so-called “residence criterion” on its hash cafes, which account for about a third of the Dutch total, instead banning smoking in parts of the city and closing individual shops.", "Fuelled by cheap flights and online booking, however, tourist numbers in Amsterdam – a city of 850,000 residents – have surged to nearly 20 million visitors a year, many of them young and on tight budgets. More than 29 million are forecast by 2025.", "The city has taken several steps to reduce overcrowding and nuisance caused by over-tourism in the city centre, curbing the number of shops targeting visitors, clamping down on Airbnb, halting new hotel developments and increasing taxes.", "Local businesses have largely welcomed the announcement. Robbert Overmeer, of the BIZ Utrechtsestraat business association, said cannabis coffee shops were “one of the most important links in the chain of low-value tourism”.", "The city “doesn’t necessarily just want people with a lot of money”, he told DutchNews. “We say come to Amsterdam for the museums, the food, for love or for friends – but not to skulk around, smoke dope and do drugs.”", "But Joachim Helms of the coffee shop owners’ association BCD said the plans risked driving the soft drugs trade on to the street.", "“Cannabis is a popular product that people enjoy worldwide,” he told the Dutch ANP news agency. “People want to smoke their joint. If that can’t happen in a coffee shop, then they will buy it on the street.”"], "authors": ["Jon Henley"], "keywords": ["residents", "come", "dutch", "cannabis", "coffee", "foreigners", "ban", "amsterdams", "visitors", "shop", "shops", "city", "cafes", "amsterdam", "face"], "pubDate": "2021-01-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}