{"id": "33ca6ae1-1da4-3a31-b279-fa9b7542357e", "title": "Half-Life: Alyx Review – An Amazing Return To City 17", "url": "https://www.gameinformer.com/review/half-life-alyx/half-life-alyx-review-an-amazing-return-to-city-17", "summary": "The Half-Life series possesses a combination of historical significance and fan enthusiasm that few other franchises can match.\nCentered on Alyx Vance, a main character from the series made playable for the first time, Half-Life: Alyx is an unforgettable adventure that undeniably pushes VR forward.\nControlling Alyx feels great thanks to the gravity gloves that help you manipulate the debris in your environment.\nFrom a story perspective, Half-Life: Alyx is an enjoyable and essential entry in the series.\nDucking behind cover feels natural and fair, and listening for enemy reloads before popping out is satisfying.", "paragraphs": ["The Half-Life series possesses a combination of historical significance and fan enthusiasm that few other franchises can match. With that kind of tradition and audience, Valve releasing its long-awaited continuation as a VR exclusive is controversial. However, the moment Half-Life: Alyx’s intro text faded and I opened my eyes to a Combine-infested Earth, I was convinced. The phenomenal atmosphere of City 17 is apparent from the moment you see a towering three-legged Strider knock debris loose as it ascends a building, and that feeling of awe continues all the way to the game's jaw-dropping finish. Centered on Alyx Vance, a main character from the series made playable for the first time, Half-Life: Alyx is an unforgettable adventure that undeniably pushes VR forward.", "The gameplay is equal parts shooter and puzzler, encouraging immersive exploration of the beautifully realized environments. These components are enhanced by the VR control scheme, which feels tight throughout and only becomes more natural as you play. The story (which is set between the events of Half-Life and Half-Life 2) finds Alyx on a journey to rescue her father from Combine captivity; you don’t need to be a fan of the series to appreciate the narrative, but diehard fans have their patience rewarded.", "Half-Life’s stark world has never felt so alive as it does here. Whether you’re marveling at the disgustingly realistic viscera on corpses in the sewers or counting the teeth on the ceiling Barnacles waiting to suck up passersby, the gorgeous setting is immersive. I watched for nearly a minute as a headcrab scrambled over a pile of luggage to get at me, pulling bags down and falling on its back in an unscripted display of the game's impressive physics. Intricately detailed faces follow you through conversations, and gorgeous vistas take your breath away. Seeing Half-Life staples rendered with modern technology, explorable in virtual reality, is truly stunning. Experiencing it with this level of closeness and interactivity gives me a new appreciation for the series' specific brand of dystopian future.", "Controlling Alyx feels great thanks to the gravity gloves that help you manipulate the debris in your environment. If you see a chunk of Resin (the currency used for weapon upgrades), you simply reach out and flick your wrist back. This sends it flying toward you, and then you grip to catch it when it reaches you. This never stops feeling satisfying, and using it in conjunction with other actions, like storing ammo over my shoulder and managing more complicated weapon reloads, feels instantly intuitive and fun to master. By the end, I was using my hands independently like a pro, unless any enemy got the jump on me and my panicked movements had me pulling the trigger on an empty gun and scrambling back for some breathing room.", "The gravity gloves are technically called R.U.S.S.E.L.S. – named for Resistance techie Russel, a lighthearted voice in your ear who guides you through City 17 in pursuit of Alyx’s father. Every time he chimed in on my earpiece was a welcome relief from the oppressive surroundings. I especially depended on him for levity in some of the more horrifying sequences, including a nightmarish encounter with a creature called Jeff. Despite its status as a prequel, the campaign ventures into new territory for the franchise and pushes it forward in compelling ways. From a story perspective, Half-Life: Alyx is an enjoyable and essential entry in the series.", "Combat isn't the highlight, but it still produces exciting moments. You find only three weapons, all of which can be outfitted with game-changing upgrades like a grenade launcher or laser sight. Combine soldiers soak up headshots on the higher difficulties, making careful use of cover a necessity. I learned to make smart grenade throws, move around my environment carefully, and loot bodies mid-fight, the latter of which was enhanced by lifting corpses with my hands to access ammo and health hidden in back pockets. It is as satisfying as it is morbid. Firing, reloading, and switching weapons all feels great in VR thanks to responsive controls and smartly designed guns that subtly highlight the action required. For example, a red underglow on the pistol slide you forgot to pull back helps negate a lot of frustration of not knowing why your gun won’t fire. Ducking behind cover feels natural and fair, and listening for enemy reloads before popping out is satisfying.", "The freedom of room-scale VR sometimes clashes with the linearity of Half-Life: Alyx’s design. Zombies won't be pushed back if you wield a chair like a lion tamer, and in one puzzle I attempted to pull a large crate under a garage door to stop it from closing and watched as the door pushed the crate down under the map and closed unfettered. But if you play by the rules, you are rewarded. Physics puzzles are fun to solve, and shooting for enemy weak points like Combine gas canisters result in beautifully grim death animations as you wave goodbye with your in-game hand.", "Puzzles litter the world, with some that are necessary for progression and others that unlock optional caches of extra ammo or health. One puzzle type requires you to guide electricity from circuit to circuit by pointing your multitool around a room to illuminate the maze, which is a fun way to explore the environment. However, other puzzle types quickly wear out their welcome, including guiding one point to another along a globe while avoiding Tron-like red lines, or remembering pairs of colors and matching them after they disappear. Some of these are repeated so often that I would sometimes skip the optional loot just to avoid going through the motions yet again.", "I experimented with every movement mode on offer, which includes blinking for those prone to motion sickness and full thumbstick locomotion. I eventually settled on sliding, a middle ground option where you select your target destination and move quickly to it with full physics presence. This felt the most natural and helped me avoid even the slightest motion sickness through the whole campaign, which is never a guarantee for me in VR. Other options like view-based subtitles and choosing a dominant hand for weapons are implemented well.", "Half Life: Alyx is a must-play game worthy of the series' legacy. Despite some puzzles and encounters that feel like filler, the overall experience is strong. The stunning setpieces, beautiful world, and smart writing stand out no matter the medium, and mark a return to form for Valve. If you were waiting for a killer app before you made the investment into virtual reality, this is it."], "authors": [], "keywords": ["puzzle", "halflife", "amazing", "weapons", "natural", "vr", "series", "physics", "world", "17", "alyx", "return", "feels", "city", "review"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}