{"id": "33ed64cb-859d-3dba-89cf-dad225fc9d16", "title": "‘He Was Our Dreams’: A College Basketball Star’s Wrenching Death", "url": "https://www.nytimes.com/2021/04/21/sports/ncaabasketball/oscar-frayer-grand-canyon-car-crash.html", "summary": "Frank Knight spotted the crowd around the tall, skinny boy with the big head before he noticed Oscar Frayer himself.\nFrayer was a sixth grader attending Knight’s basketball camp, but even at that young age, he radiated magnetism.\n“Everybody wanted to be with him on his team or a part of whatever he was doing,” said Knight, the boys’ basketball coach at Moreau Catholic High School in Hayward, Calif., about 20 miles southeast of Oakland.\nFrayer’s charisma held its power through middle school and high school, all the way to Grand Canyon University in Phoenix, where he quickly became a star player and led the men’s basketball team to its first N.C.A.A.\nHe finished his final class at Grand Canyon, principles of public relations, in February and earned an A.", "paragraphs": ["Frank Knight spotted the crowd around the tall, skinny boy with the big head before he noticed Oscar Frayer himself.", "Frayer was a sixth grader attending Knight’s basketball camp, but even at that young age, he radiated magnetism. “Everybody wanted to be with him on his team or a part of whatever he was doing,” said Knight, the boys’ basketball coach at Moreau Catholic High School in Hayward, Calif., about 20 miles southeast of Oakland.", "Frayer’s charisma held its power through middle school and high school, all the way to Grand Canyon University in Phoenix, where he quickly became a star player and led the men’s basketball team to its first N.C.A.A. tournament appearance, in March. He was occasionally sidetracked on this journey, friends and coaches said, but he righted himself through a network of mentors and coaches and the devotion of his mother, Bionca Sparrow.", "He finished his final class at Grand Canyon, principles of public relations, in February and earned an A. He hoped that his success in becoming the first man on his mother’s side of the family to finish college would establish a path for his young nephews and nieces to emulate. Coaches took to calling him The Graduate."], "authors": ["Jonathan Abrams"], "keywords": ["wrenching", "school", "coaches", "young", "canyon", "team", "death", "stars", "dreams", "grand", "college", "basketball", "high", "way", "knight"], "pubDate": "2021-04-21T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}