{"id": "3413e9b4-b593-34d1-8a24-3612190b474d", "title": "In Vermont, Isolating Inmates Kept Covid at Bay, but at a Price", "url": "https://www.nytimes.com/2021/04/21/us/vermont-prison-covid.html", "summary": "For weeks at a time, John Sughrue and other Vermont prison inmates were locked in 8½-by-10-foot cells in near-total isolation.\nIt was not punishment for anything they had done or for any trouble at the prisons.\nWhile precautionary lockdowns — which prohibit almost all inmate movement — have been common across the country throughout the pandemic, Vermont took more extensive precautions in its prisons than other states did.\nAnd its strategy worked: Relatively few of its inmates have tested positive, and Vermont is the only state where not a single inmate has died from Covid-19.\nBut those measures have also taken a heavy toll on many inmates’ mental health, and driven some to psychological despair.", "paragraphs": ["For weeks at a time, John Sughrue and other Vermont prison inmates were locked in 8½-by-10-foot cells in near-total isolation. They ate meals a few feet from their toilets, had no visitors, and spent as little as 10 minutes a day outside cells.", "It was not punishment for anything they had done or for any trouble at the prisons. The isolation was meant to protect the prisoners from Covid-19.", "While precautionary lockdowns — which prohibit almost all inmate movement — have been common across the country throughout the pandemic, Vermont took more extensive precautions in its prisons than other states did. And its strategy worked: Relatively few of its inmates have tested positive, and Vermont is the only state where not a single inmate has died from Covid-19.", "But those measures have also taken a heavy toll on many inmates’ mental health, and driven some to psychological despair."], "authors": ["Danya Issawi", "Derek M. Norman"], "keywords": ["inmates", "worked", "weeks", "kept", "isolating", "vermont", "covid", "prisons", "price", "isolation", "took", "bay", "visitors", "trouble", "inmate"], "pubDate": "2021-04-21T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}