{"id": "3428f396-488e-3f6a-b6bb-acdddd277518", "title": "Cyberpunk 2077 Is Sensory Overload For Better Or Worse", "url": "https://www.gameinformer.com/opinion/2020/12/14/cyberpunk-2077-is-sensory-overload-for-better-or-worse", "summary": "Night City is full of intrigue and wonder from the moment you step foot in it.\nA big part of Cyberpunk 2077 is experiencing this fascinating futuristic world’s overwhelming, fast-paced allure firsthand.\nI’ll never complain about having too much to do in an open-world game, but Cyberpunk 2077 has a way of constantly inundating you with side quests.\nAt the core of Cyberpunk 2077 are themes of overindulgence and self-interest.\nIt’s impossible to have unique dialogue for every NPC, but there is something very unnatural at times about the denizens in Cyberpunk 2077.", "paragraphs": ["Night City is full of intrigue and wonder from the moment you step foot in it. CD Projekt Red crafted a dark, tech-obsessed world, oozing with excess consumerism and a jaded society overindulging in all facets of life. My curiosity kept pulling me in, even though I was often horrified by what I found. Whether it was someone suffering from cyberpsychosis going off the deep end or watching a married couple fight over giving in to the sexual temptation this place breeds, Night City revels in its sinister brand of madness. A big part of Cyberpunk 2077 is experiencing this fascinating futuristic world’s overwhelming, fast-paced allure firsthand. Everything is vying for your attention at every moment. It’s a sensory overload that both helps and hinders the game.", "I’ll never complain about having too much to do in an open-world game, but Cyberpunk 2077 has a way of constantly inundating you with side quests. Every time I finish a mission, the in-game cell phone alerts me of a handful more I can do. There is no stopping to just take in the moment; I’m constantly reminded that things are happening and I’m not experiencing them. It’s distracting when I finally do select a quest to focus on and my cell phone alert pops up as I’m in the middle of dialogue, a cutscene, or interacting with something, only for it to be another character telling me to call them. If I don’t have to hear about another car that’s on the market, I’ll be happy.", "But at the same time, it’d be unfair not to acknowledge how this contributes to the narrative and world-building. After all, as your street cred progresses and more people hear about your legendary talents, it makes sense that your phone would blow up and people would be wanting your attention and services. It also speaks to how you're building relationships in this world, as the people you’ve gotten to know will keep pinging you to further your burgeoning friendship. However, just like in real life when we’re busy, there should be a way to silence your phone. We’re in the future, after all; technology must exist for preventing people from getting at you 24/7 (although judging by this interface, cellphones must have taken a huge step back in the future). These constant disruptions are on top of all the systems and upgrades you can fiddle with, adding to the sense of always having something that needs your attention. I think I spent just as much time in menus and cell-phone conversations as I did out in the game’s world.", "At the core of Cyberpunk 2077 are themes of overindulgence and self-interest. The world reflects that wonderfully, but at times it feels like the game is trying everything in its power to get in the way of you enjoying and learning more about Night City. The bright lights, crowd chatter, and excessive crime feel inescapable. Your only reprieve from the hustle and bustle of the city is to travel out to the desolate Badlands, which showcases the opposite end of the spectrum: wide-open, empty spaces and deafening silence. The Badlands becomes a refreshing break from the chaos – even if it doesn’t have much for you to focus on. That being said, each place captures solitude in different ways; one in its emptiness, the other in its crowded streets of disenchantment and struggling strangers.", "To examine Night City and its unique districts, you have to tune out the distractions. You must narrow your focus, even when everything in the game is telling you the opposite. When I took the time to drown out the constant noise, I stumbled upon the best and worst parts of this strange world. The gratitude of a homeless person when I spared my change would be followed by a drunken woman throwing up and a man holding her up, screaming: “Why don’t you control yourself?” You’ll see some breathtaking sights of the neon lights and stunning city architecture when on top of buildings, but walking the streets shows Night City’s ugliness with gangs at war and people being accosted in broad daylight while others just ignore it and walk idly by.", "Maybe you need the constant distractions so you don’t focus on the dark parts too much, but I also think it’s meant to hide how robotic this world feels at times. You’ll have tons of NPCs who utter similar lines when you talk to them. A lot even walk the same A.I. paths on repeat, like the drunken woman mentioned above, extending to the artificial moments. It’s something I hope CD Projekt Red improves upon in its future worlds. It’s impossible to have unique dialogue for every NPC, but there is something very unnatural at times about the denizens in Cyberpunk 2077. It says something that their robotic nature stands out more in a world where people can replace their body parts with synthetic ones at will."], "authors": ["Features Editor", "Kimberley Is Usually Playing The Latest Rpg", "Sports Title", "Or Narrative-Driven Experience. She Has Also Amassed More Than Two Hundred Stanley Cups While Playing As The Blackhawks In Various Nhl Games."], "keywords": ["2077", "better", "worse", "night", "focus", "times", "parts", "phone", "overload", "cyberpunk", "world", "sensory", "city", "way"], "pubDate": "2020-12-14T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}