{"id": "344384ba-8699-33fd-bd01-b31b9accb89c", "title": "The prospect of a new Bond means one thing: Britain is still totally relevant", "url": "https://www.theguardian.com/commentisfree/2021/apr/09/new-bond-britain-rege-jean-page", "summary": "News that “betting has been suspended” on the next James Bond suggests one thing alone: Britain is healing.\nThe latest actor to be linked with the role is Bridgerton’s Regé-Jean Page, who caused one enterprising bookie to issue a statement containing both weapons-grade absurdity and helpful character notes.\nAs indicated, it has been clear for some years that when we talk about the Bond franchise, we are really talking about the United Kingdom.\nAs for who takes on the mantle, the UK’s insistence on seeing itself as endlessly fascinating and complicated results in the Bond role being written about as though it is an artistic challenge of quite unrivalled complexity.\nI don’t imagine we’d get this nonsense with Regé-Jean Page, who looks like he’d be as amused as he would be excited to find himself in a Bond movie.", "paragraphs": ["News that “betting has been suspended” on the next James Bond suggests one thing alone: Britain is healing. You will be powerfully aware that the health of the spying-and-shagging franchise is somehow regarded as mystically entwined with the health of the nation – a normal country, where people obsess about normal things. The Bond franchise is, in every way that matters, Britain’s last truly successful institution, and consequently slightly more attention is paid to who leads it than whoever helms more dysfunctional sagas, such as the Sharknado films or the Labour party.", "The latest actor to be linked with the role is Bridgerton’s Regé-Jean Page, who caused one enterprising bookie to issue a statement containing both weapons-grade absurdity and helpful character notes. “Following the announcement that Regé-Jean Page has left his role as Simon Basset, the mysterious young suitor in Bridgerton,” this thundered, “all betting on the next James Bond market has been suspended.”", "By complete chance, I read this on Wednesday, just as I was doing my civic duty and sitting glued to my 7,000th coronavirus press conference of the past year, in which some scientists were explaining the risks of blood clots. It was like being hit by a thunderbolt – the Bond news, I mean, not the news that there was a 0.000095% chance of developing a rare blood clot with the AstraZeneca jab.", "At that exact moment, the spell of the past year was broken. I looked up at the telly, and just thought: where am I? What am I doing? I can’t believe I’m even NEAR this level of absolutely unwatchable content on a Wednesday afternoon. The production values are abysmal, and I really am done with insisting to myself that these people are iconic characters just because one of them once said “tear the pants out of it”. Thanks for all the science – genuinely, thank you – but in terms of TV, this is more of a quality control failing than the time I watched Theresa May lose Brexit votes three nights on the bounce. It’s worse even than when I watched every episode of The Newsroom. Have some self-respect, luv, and turn over to Escape to the Country.", "Look, if I do turn out to be the one in a million who dies when I get my jab, I want the following line to be placed on record: “Friends say she had recently remembered the things that truly matter, and spent her final days watching reruns, reading sensational showbiz news about extremely attractive young people, and sending desperately unserious WhatsApps about it all.”", "That it should be Bond news that precipitated the wake-up was no coincidence. As indicated, it has been clear for some years that when we talk about the Bond franchise, we are really talking about the United Kingdom. After all, the primary terror with Bond is that it may become irrelevant. Every release is prefaced by weeks of articles worrying “Will Bond still be relevant?” in a way that makes you think the real request is: “Please tell me we still deserve that seat on the UN security council.” I very much enjoyed a Daily Telegraph headline this week announcing that “Regé-Jean Page’s modern masculinity is exactly what Bond needs to stay relevant”. This is Bond as a freely trading, global power, able to cut his own deals as a rule-maker – not a rule-taker. I look forward to future headlines such as “No social distancing for Bond!” and “You can’t do THAT in a face muzzle”.", "As for who takes on the mantle, the UK’s insistence on seeing itself as endlessly fascinating and complicated results in the Bond role being written about as though it is an artistic challenge of quite unrivalled complexity. And yet, we’ve never had Daniel Day-Lewis beating down Barbara Broccoli’s door, have we? Roger Moore raising his eyebrow at the snake in Octopussy and saying “Hiss off” is, for me, the technical challenge that every potential Bond should be forced to execute in their screen test.", "Daniel Craig has always come off in interview as slightly too grand for the franchise, with every outing as the superspy-who-gets-to-shag-hot-girls-in-six-star-hotels sadly accompanied by endless whingeing about the workout regime required to get him in shape for it. For the last couple of releases, even his personal trainer has been on the promotional circuit, which I think we can all live without.", "I don’t imagine we’d get this nonsense with Regé-Jean Page, who looks like he’d be as amused as he would be excited to find himself in a Bond movie. My settled view is that the ideal Bond gets the joke, doesn’t take himself entirely seriously, has extremely flexible eyebrows, and has a word for a 0.000095% risk: “safe”. It goes without saying that these are also the qualities to which every living Briton should aspire – perhaps now more than ever."], "authors": ["Marina Hyde"], "keywords": ["means", "thing", "bond", "truly", "watched", "prospect", "regéjean", "page", "young", "turn", "britain", "franchise", "role", "way", "relevant", "totally"], "pubDate": "2021-04-09T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}