{"id": "344e75d1-119e-3c2e-837e-3d0ad99d8671", "title": "Liz Peek: Biden and China – 4 reasons he can't be trusted to protect US from Beijing", "url": "https://www.foxnews.com/opinion/biden-china-4-reasons-trusted-protect-liz-peek", "summary": "Chinese President Xi Jinping has worked tirelessly to expand China’s influence at the U.N., even as it subverts it missions.\nThe U.N. will not protect the United States, or Joe Biden, from China’s aggression.\nThird, Joe Biden needs to reward progressives who supported his campaign.\nFourth, Hunter Biden’s questionable business dealings in China put Joe Biden on the defensive.\nPresident Trump celebrated his first meeting with President Xi by ordering a missile strike on Syria, signaling strength and unpredictability.", "paragraphs": ["China just landed a spaceship on the moon – the same China that Joe Biden, as recently as May, claimed represents “no competition for us.”", "Robert Gates, secretary of Defense under President Barack Obama, has written that Biden has been “wrong on nearly every major foreign policy and national security issue over the past four decades.”", "Add underestimating China to the list.", "LIBERTY VITTERT: BIDEN SHOULD HALT SALES TO CHINA OF US TECH USED TO PERSECUTE AND ENSLAVE UIGHUR MUSLIMS", "While senator or vice president, Biden’s bad impulses – like opposing the raid that killed Osama bin Laden – had little impact. But, assuming he becomes president, his wrongheaded instincts will put our nation at risk, especially when it comes to dealing with China.", "Biden’s inability to rein in an increasingly belligerent China starts with his naïve confidence in the United Nations, which has done exactly nothing to punish Beijing for its military aggressions, its widespread theft of Western know-how or its illegal crackdown in Hong Kong.", "CLICK HERE TO GET THE OPINION NEWSLETTER", "Retired Army Gen. Stanley McChrystal warned Biden in a recent briefing that China may well move to take back Taiwan, using its increased military capacity to shower “Taiwan with rockets.” He asked, “Are you really prepared to fight for Taiwan?”", "Biden’s answer will be: no. In such an event, the former vice president would doubtless appeal for help to the U.N. That’s what Obama did when China took control of the South China Sea, violating U.N. treaties. The upshot? Unsurprisingly, China went ahead with its illegal militarization of the region, despite Obama’s protests.", "The U.N. is revered by globalists and by Biden’s foreign policy team but has been spurned by the Trump White House, for good reason.", "Chinese President Xi Jinping has worked tirelessly to expand China’s influence at the U.N., even as it subverts it missions. For instance, the Human Rights Council will soon include China, Russia and Cuba, all of which make a mockery of human rights.", "Even as it prepares to join the Council, China has “gutted procedures [at the U.N.] to hold countries accountable for human rights violations…” according to Human Rights Watch.", "President Xi has also successfully co-opted the World Health Organization, an agency of the U.N. In January, WHO Director-General Tedros Adhanom Ghebreyesus came under fire for lauding China's efforts to control COVID-19 and for its \"openness to sharing information,\" even as officials in Wuhan were locking up people for \"spreading rumors\" about the disease. The WHO also opposed limiting travel with China during those early months.", "The U.N. will not protect the United States, or Joe Biden, from China’s aggression. Xi knows that; Biden may not.", "Obama didn’t demand anything from China when he signed the U.S. up for the Paris Accord; chances are, Biden won’t either.", "The second reason Biden will not stand up to China is his fealty to Big Business and Big Tech, which funneled tens of millions of dollars into the president-elect’s campaign.", "Why would corporate America, Wall Street and Silicon Valley abandon a president who lowered business taxes and rolled back regulations? Because Trump’s trade battle with China was more pro-worker than pro-business; America’s CEOs decided they’d rather suffer unfair trade terms, red tape and higher taxes than figure out how to manufacture goods here at home or forego access to Chinese consumers.", "Third, Joe Biden needs to reward progressives who supported his campaign. To that end, the president-elect has committed to rejoining the Paris Climate Accord, a first step toward the Green New Deal.", "To sell that anti-American agreement to voters, Biden will need China, the world’s worst polluter, to make some tangible commitment, such as pledging to reduce its coal consumption. Otherwise, he will struggle to explain why Americans should suffer higher energy costs and lost jobs while China continues to build new coal-fired power plants with abandon.", "According to the Center for International and Strategic Studies, China has had the world’s largest carbon footprint since 2004, emitting almost twice as much carbon as the U.S. and more than the entire rest of the world combined.", "At the same time, the U.S. Energy Information Administration has reported that U.S. carbon emissions in 2019 were the lowest recorded since 1992. In addition, per capita emissions were the lowest since at least 1950.", "Obama didn’t demand anything from China when he signed the U.S. up for the Paris Accord; chances are, Biden won’t either.", "Fourth, Hunter Biden’s questionable business dealings in China put Joe Biden on the defensive. The liberal press has ignored seemingly solid evidence that Hunter traded on his father’s name and White House position and that Joe may have been involved in his son’s activities. China will not shy from using any compromising material they might have.", "For four years, President Trump and his national security team have educated Americans, and indeed the world, about China’s misdeeds and alarming quest for world dominance. The result has been a healthy and growing skepticism about China.", "Recent polling from Pew Research shows that unfavorable opinion toward China in 14 countries has soared in recent years, recently reaching the highest point in more than a decade. In most of those nations, a majority has a negative view of China; in Australia, 81% hold an unfavorable opinion, while in the U.K. 74% take a dim view of Beijing. Moreover, “in those 14 countries, a median of 78% say they have no confidence in Chinese President Xi to do the right thing when it comes to international affairs…”", "As for the U.S., 73% see China in a negative light, up almost 20 percentage points since President Trump took office. That’s called progress.", "Our intelligence agencies agree: China poses the greatest threat to our nation’s security.", "CLICK HERE TO GET THE FOX NEWS APP", "They also agree that Beijing backed Biden’s candidacy. President Xi likely considers Biden a weaker adversary than Trump; he is correct.", "President Trump celebrated his first meeting with President Xi by ordering a missile strike on Syria, signaling strength and unpredictability. Biden’s first impulse will be to give up our energy independence, a major geopolitical asset. No wonder Beijing is celebrating his win.", "CLICK HERE TO READ MORE FROM LIZ PEEK"], "authors": ["Liz Peek", "Liz Peek Is A Fox News Contributor", "Former Partner Of Major Bracket Wall Street Firm Wertheim", "Company. A Former Columnist For The Fiscal Times", "She Writes For The Hill", "Contributes Frequently To Fox News", "The New York Sun", "Other Publications. For More Visit"], "keywords": ["biden", "chinas", "president", "cant", "peek", "joe", "bidens", "liz", "reasons", "world", "human", "xi", "protect", "trump", "beijing", "trusted", "china"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}