{"authors": ["Bill Bischoff"], "keywords": ["estate", "gifts", "beware", "act", "federal", "secure", "money", "million", "irs", "account", "tax", "eyeing", "inherited", "exemption"], "summary": "But with such near-unanimous support, you would think the SECURE Act is basically nothing but good news for anybody and everybody.\nThe SECURE Act would make other IRA and retirement plan changes that are, arguably, noncontroversial.\nYou must start taking annual RMDs from the inherited account by dividing the account balance as of the end of the previous year by your life expectancy.\nAccording to the proposed regulations, the estate tax liability would then be calculated using a $9 million exemption.\nAccording to the proposed regulations, the estate tax liability would then be calculated using an $11.4 million exemption.", "title": "Beware, the IRS is eyeing your inherited money", "publicationId": "8e14bddf-cd2e-3f5b-8fd5-6e34ee13999e", "id": "344e01ba-29f1-3e9f-aa74-f82c4dc59ca2", "pubDate": null, "paragraphs": ["One of the perils of being well-off is the constant risk that the federal government and/or your friendly state and local tax collectors will figure out new and different ways to snatch more of your wealth. Especially wealth that you earned the old-fashioned way: by inheriting it. To raise your paranoia to the appropriate level, here are two new things to worry about.", "SECURE Act would eliminate big tax advantage for IRA beneficiaries", "Few noticed when the House of Representatives in May overwhelming passed the imaginatively named “Setting Every Community Up for Retirement Enhancement (SECURE) Act of 2019.” The vote was 417-3. Senate passage was thought to be a mere formality — until Senator Ted Cruz (R-Texas) announced opposition, because the bill no longer includes a provision that would allow tax-free Section 529 college savings account withdrawals to cover homeschooling costs.", "But with such near-unanimous support, you would think the SECURE Act is basically nothing but good news for anybody and everybody. Right? Wrong. Here’s the story.", "The noncontroversial good stuff", "The SECURE Act is allegedly intended mainly to encourage more businesses to offer retirement plans and expand opportunities for workers to invest their retirement account funds. Good. And it would allow you to continue to make contributions to traditional IRAs after reaching age 70½, which is not permitted under current law. Fine. It would also raise the age that you must begin taking mandatory IRA and retirement account required minimum distributions (RMDs) from the current 70½ to 72. Also good, but only a minor improvement. The SECURE Act would make other IRA and retirement plan changes that are, arguably, noncontroversial.", "The unpublicized dark side", "Now for the bad news. If it becomes law, the SECURE Act would require most non-spouse IRA and retirement plan beneficiaries to drain inherited accounts within 10 years after the account owner’s death. This is an anti-taxpayer change for beneficiaries who would like to keep inherited accounts open for as long as possible to reap the tax advantages.", "Under current law, the RMD rules for a non-spouse beneficiary allow you to gradually drain the substantial IRA that you inherited from Uncle Henry over your life expectancy from an IRS table. See this previous Tax Guy column for more info.", "For example, say you inherit Uncle Henry’s $500,000 Roth IRA when you are 40 years old. The IRS table says you have 43.6 years to live. You must start taking annual RMDs from the inherited account by dividing the account balance as of the end of the previous year by your life expectancy. So your first RMD would equal the account balance as of the previous yearend divided by 43.6, which would amount to only 2.3% of the balance. Your second RMD would equal the account balance as of the end of the following year divided by 42.6, which translates to only 2.35% of the balance. And so on until you drain the inherited Roth account.", "As you can see, the current RMD regime allows you to keep the inherited account open for many years and reap the tax advantages for those many years. This is particularly advantageous for inherited Roth IRAs, because the income those accounts produce can grow and be withdrawn federal-income-tax-free. So an inherited Roth IRA gives you some protection from future federal income tax rate increases. Nice.", "Who would be affected?", "The SECURE Act’s anti-taxpayer RMD change would not affect account owners who drain their accounts during their retirement years. And the change would not affect account beneficiaries who want to quickly drain inherited accounts. The change would only affect heirs who want to keep inherited accounts open for as long as possible to reap the available tax advantages. So we are talking about “rich” tax-hating beneficiaries who have the wherewithal and self-control to defer gratification from inherited accounts.", "To be fair, the SECURE Act’s anti-taxpayer RMD change would also not affect accounts inherited by: (1) the spouse of the deceased account owner, (2) a beneficiary who is no more than 10 years younger than the deceased account owner, (3) a minor child of the deceased account owner, or (4) a disabled or chronically-ill individual. But everybody else would get slammed by the new 10-year account liquidation requirement. So you could only keep the big Roth IRA that you inherited from good old Uncle Henry open for 10 years after his departure.", "If it finally passes the Senate, will President Trump sign the SECURE Act into law? Who knows? Trump is, after all, Trump. Meanwhile, consider blasting your beloved Senators with emails if you are opposed to the bill.", "Another thing: estate tax clawback could fleece your heirs", "The Tax Cuts and Jobs Act (TCJA) drastically increased the unified federal gift and estate tax exemption from $5.49 million in 2017 to $11.4 million for this year, with inflation adjustments for 2020-2025. But the exemption is scheduled to revert back to the much-lower pre-TCJA level in 2026. Depending on political developments, that could happen much sooner. If it happens in 2026 or sooner, how would it affect the tax treatment of large gifts that you made while the ultra-generous TCJA exemption was in place? Good question.", "Proposed IRS regulations issued late last year would provide some protection by stipulating that folks who make large gifts while the ultra-generous TCJA exemption is in place would not be penalized if the exemption reverts back to the much-lower pre-TCJA amount in 2026. If that quite-likely scenario materializes, the exemption for the estate of a decedent (the deceased individual) would be the greater of: (1) the TCJA exemption amount that was utilized to shelter earlier gifts while the decedent was alive or (2) the exemption amount that is allowed in the decedent’s post-TCJA year of death.", "Example 1: This year, when the unified federal estate and gift tax exemption is a whopping $11.4 million, Able makes gifts of $9 million.", "Able passes away in 2026, when the unified exemption has reverted back to only $6 million. He leaves a $4 million estate. To calculate the estate’s federal estate tax liability, the $9 million of gifts made this year are added back to the $4 million date-of-death estate value, resulting in a gross estate of $13 million for federal estate tax purposes. According to the proposed regulations, the estate tax liability would then be calculated using a $9 million exemption. So the estate would owe federal estate tax on $4 million ($13 million gross estate - $9 million exemption), and the $9 million of gifts made while the much-larger TCJA exemption was in place would not increase the estate’s federal estate tax liability. Good.", "Example 2: If Able instead gives away $11.4 million this year, his remaining estate in 2026 would be only $1.6 million ($13 million - $11.4 million). To calculate the estate’s federal estate tax liability, the $11.4 million of gifts made this year are added back to the $1.6 million date-of-death estate value, resulting in a gross estate of $13 million. According to the proposed regulations, the estate tax liability would then be calculated using an $11.4 million exemption. So the estate would owe federal estate tax on $1.6 million ($13 million gross estate - $11.4 million exemption), and the $11.4 million of gifts made while the much-larger TCJA exemption was in place would not increase the estate’s federal estate tax liability. Good!", "Example 3: Able suffers from paralysis by analysis and fails to make any gifts while the TCJA’s ultra-generous exemption is in place. He passes away in 2026 when the exemption is only $6 million. So $7 million of his estate will be exposed to the federal estate tax. What will the tax rate be? Nobody knows, but it probably won’t be any lower than the current 40%. Able’s heirs will pay the price, whatever it turns out to be.", "Key point", "Example 2 illustrates why making big gifts while the TCJA’s ultra-generous exemption is still in place might be a tax-smart strategy. Example 3 illustrates why doing nothing could be a bad strategy. That said, the taxpayer-friendly proposed regulations that encourage that idea of making big gifts right now are only proposed rules. They have not yet taken effect, and future events could ensure that they never take effect. So place your bet and act accordingly.", "The bottom line", "Sorry to bring you bad tidings, but you now know what you need to know. And remember: you’re not paranoid if everybody really is working against you."], "url": "http://marketwatch.com/story/beware-the-irs-is-eyeing-your-inherited-money-2019-07-15?mod=hp_minor_pos20"}