{"id": "34635d44-269a-3a11-999d-5126c6ffaa49", "title": "Hannity asks: 'What kind of return did China get for their investment' in Hunter Biden?", "url": "http://www.foxnews.com/media/hannity-china-hunter-biden-joe-biden-business-dealings", "summary": "There is \"real evidence\" that Hunter Biden has been \"compromised\" by the Chinese Communist Party, Sean Hannity told viewers Wednesday, but the question remains: What role did President-elect Joe Biden play in his son's overseas business interests, and does China expect a \"return on their investment\"?\n\"Are the Bidens, Joe and Hunter, compromised by these countries and particularly by the communist Chinese?\"\nWe know Chinese nationals, why were they spending millions of dollars and giving private equity deals to Hunter Biden?\nHUNTER BIDEN SENT 'BEST WISHES FROME ENTIRE BIDEN FAMILY' TO CHINA FIRM CHAIRMANHannity's comments come as top Republican lawmakers urge President Trump to appoint a special counsel to investigate the younger Biden's business dealings in China to determine any conflicts with the incoming Biden administration.\nKT MCFARLAND: 'SIGNIFICANT EVIDENCE' THAT HUNTER BIDEN HAS BEEN COMPROMISED BY CHINESE\"Joe repeatedly stated he had no knowledge or involvement in his son's international business deals,\" Hannity said.", "paragraphs": ["There is \"real evidence\" that Hunter Biden has been \"compromised\" by the Chinese Communist Party, Sean Hannity told viewers Wednesday, but the question remains: What role did President-elect Joe Biden play in his son's overseas business interests, and does China expect a \"return on their investment\"?", "\"Are the Bidens, Joe and Hunter, compromised by these countries and particularly by the communist Chinese?\" the \"Hannity\" host asked at the top of his show.", "\"Let's start with the obvious. We know Chinese nationals, why were they spending millions of dollars and giving private equity deals to Hunter Biden? No expertise that we can find. Nothing on his resume that stood out to us ... these Chinese nationals, what were they looking for? They were buying access, meaning buying influence. The question tonight is, just how much access did they get?\" Hannity continued.", "\"Do they have, for example, Hunter's laptop? What other intel do they have on Joe? On Hunter? What did Joe know? When did he know it.\"", "HUNTER BIDEN SENT 'BEST WISHES FROME ENTIRE BIDEN FAMILY' TO CHINA FIRM CHAIRMAN", "Hannity's comments come as top Republican lawmakers urge President Trump to appoint a special counsel to investigate the younger Biden's business dealings in China to determine any conflicts with the incoming Biden administration.", "Hunter has come under intense scrutiny over the past year over his business interests in Ukraine and China, as well as his father's alleged role in them.", "In newly uncovered correspondence between Hunter Biden and CEFC Chairman Ye Jianming, the younger Biden extended \"best wishes from the entire Biden family,\" and urged the chairman to \"quickly\" send a $10 million wire to \"properly fund and operate\" a joint venture with the now-bankrupt Chinese energy company.", "KT MCFARLAND: 'SIGNIFICANT EVIDENCE' THAT HUNTER BIDEN HAS BEEN COMPROMISED BY CHINESE", "\"Joe repeatedly stated he had no knowledge or involvement in his son's international business deals,\" Hannity said. \"Stop for a second. Maybe Joe not only knew the details about Hunter's deals, but actively encouraged and as, 'the big guy,' perhaps even benefit from them.\"", "INTEL ASSESSMENT OVER CHINA ELECTION INTERFERENCE DELAYED", "Earlier Wednesday, the intelligence community assessment focused on foreign election influence announced a delay in releasing their report, citing a dispute between senior intelligence analysts over whether China sought to influence the election in Biden's favor.", "CLICK HERE TO GET THE FOX NEWS APP", "\"Could it possibly be that China actually wanted Biden to win? Kind of would make sense, wouldn't it? \"Hannity said. \"Considering they were paying his son millions of dollars. Remember, by the way, we have to take foreign interference seriously, according to the media mob and Democrats. For four years, they are the ones obsessing over Trump-Russia interference that never occurred.", "\"But,\" he added, \"unlike the Russia hoax and conspiracy theories, there's real evidence that the Bidens took payments from China. So what kind of return did China get for their investment?\""], "authors": ["Yael Halon", "Yael Halon Is A Reporter For Fox News."], "keywords": ["know", "investment", "kind", "asks", "biden", "business", "bidens", "joe", "chinese", "return", "interference", "china", "hunter", "hannity"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}