{"summary": "Here are 10 great places where you can travel for a New Year's Eve you'll never forget:1.\nHsu Tsun-hsu/AFP/Getty ImagesNew Year's Eve in Taipei , the capital city of the island of Taiwan, is a visual spectacle.\nMoscowHistoric Red Square in Moscow provides one of the coldest but also one of the most visually appealing settings for a New Year's Eve fireworks display.\nNew Year's Eve fireworks make it all the more spectacular.\nCourtesy London SkybarStately London along the Thames always provides a remarkable backdrop for New Year's Eve fireworks .", "id": "3471366b-59f4-3e61-89bb-ee73b8d4c2c4", "pubDate": null, "url": "https://edition.cnn.com/travel/article/new-years-eve-places/index.html", "authors": [], "paragraphs": ["(CNN) — Some of the details may change, but year in and year out, these destinations around the world have a well-deserved reputation for traditionally throwing a great New Year's Eve shindig.", "Be sure to plan early for prime parties and the best viewing areas for fireworks. Some venues charge admission, and tickets sometimes sell out months ahead.", "So let the countdown begin. Here are 10 great places where you can travel for a New Year's Eve you'll never forget:", "1. Sydney", "Sydney , Australia, is the first major international city to greet the New Year at midnight. The major fireworks display takes place at Sydney Harbour with the Opera House and Harbour Bridge providing a spectacular backdrop.", "Islands in the harbor or family-friendly parks on either side offer great views.", "A bonus for Sydney: Summer's just started there, and you can also take advantage of the city's beaches , including Manly, Bondi and Bronte.", "2. Taipei, Taiwan", "The Taipei 101 building makes for an incredible fireworks launching pad. Hsu Tsun-hsu/AFP/Getty Images", "New Year's Eve in Taipei , the capital city of the island of Taiwan, is a visual spectacle.", "The city's tallest building, Taipei 101, is the launching pad for an unforgettable fireworks show. Prime spots to take in the event include National Dr. Sun Yat-sen Memorial Hall and the Xinyi Commercial District, which gets quite crowded.", "The city also sponsors musical performances leading up to the big event.", "And you might want to take the party to one of Taipei's great nightlife options such as Barcode (110, Taiwan, Taipei City, Xinyi District, Songshou Road; + 886 920 168 269).", "3. Bangkok", "Bangkok often tops roundup lists of Asia's best nightlife cities. So of course, it's a natural place to ring in the new year if you like crowds, noise and revelry.", "Bangkok's answer to Times Square, CentralWorld Plaza is one of the main gathering spots for celebrations. Another popular gathering spot is the Asiatique shopping and entertainment area along the Chao Phraya River.", "You may want to continue the celebration at one of Bangkok's stunning bars such as Red Sky or a sky-high restaurant such as Sirocco.", "If the revelry becomes too much, get some calming down time at a temple such as Wat Pho with its reclining Buddha.", "4. Dubai", "Fireworks explode from the Burj Khalifa, the world's tallest tower, in Dubai. STRinger/AFP/Getty Images", "The Burj Khalifa in Dubai is one of the most attention-grabbing skyscrapers in the world, and it's only more so at New Year's Eve", "As 2019 comes to a close, the Burj Khalifa holds the record for world's tallest building (2,716.5 feet), and throngs gather at the footsteps to welcome a new year with an amazing fireworks show. Not too far away, Burj Plaza is a little quieter and popular with families.", "Dubai is building a reputation as a major food destination , so you may wish to indulge in top-tier restaurants such as Cavalli Club Dubai while you're there.", "And if you have shopping in mind, check out Dubai Mall , one of the world's largest.", "5. Moscow", "Historic Red Square in Moscow provides one of the coldest but also one of the most visually appealing settings for a New Year's Eve fireworks display.", "While you're there, you may want to see one of the world's most visited tombs, that of communist leader Vladimir Lenin , or take a tour of Cold War relics from the Soviet era.", "If you want to celebrate in truly grand style with Russian flair, the Ritz-Carlton in Moscow may be for you. It's centrally located and has a rooftop bar.", "6. Cape Town", "Cape Town is one of the most beautifully situated cities in Africa -- and the world. New Year's Eve fireworks make it all the more spectacular.", "If you're looking for a place with delicious food and a view of the festivities, check out MAReSOL , which specializes in Portuguese cuisine. If you're in the mood for a party, Cape Point Vineyards is one of many places to consider.", "Make the most of your trip by visiting South Africa's renowned vineyards around Cape Town. (Like Sydney, Cape Town is just entering summer).", "Related content 30 of Africa's most amazing places to visit", "7. London", "The Champagne is flowing at London Skybar at the top of Westminster's Millbank Tower. Courtesy London Skybar", "Stately London along the Thames always provides a remarkable backdrop for New Year's Eve fireworks . Tickets sell out fast for the official staging area, but you may be able to see the fireworks for free from hilltops such as Primrose Hill, Parliament Hill on Hampstead Heath, Greenwich Park and Alexandra Palace.", "Another great vantage point is a river cruise on a Clipper boat", "But if \"pushing the boat out\" is more your style, London Skybar -- on the 28th and 29th floors of Millbank Tower -- is hosting a 12-hour party with Champagne, DJs, unlimited live food stations and 360-degree views of the London skyline. Tickets are £325 ($426) or £650 ($852) for the VIP experience, which comes with bell boy escorts, dedicated table service, unlimited beer and wine and, from 4 a.m., a Champagne breakfast.", "A traditional way to greet the prospect of a new year is to settle down in one of London's oldest pubs , such as the Old Bell Tavern, serving up adult beverages since 1670.", "", "", "While there, fans of British royalty may want to visit sites such as Kensington Palace, where Queen Victoria was born.", "Related content Best restaurants in London: Close out 2019 in style", "8. Rio de Janeiro", "If you want to greet a new year with about 2 million other souls in a warm beach resort, head to Rio de Janeiro.", "The main gathering at Copacabana Beach traditionally features a variety of musical acts and fireworks.", "If you want to party in classic Rio style, pay a visit to Jobi Bar . It's a social institution in the city, having been open since the 1950s.", "Looking for a great view? Swing over to the Vista Chinesa , a small Chinese pagoda perched to provide a fantastic panorama.", "9. New York", "Times Square -- the most definitive New Year's Eve spot on the planet. Dimitrios Kambouris/Getty Images", "Times Square in Manhattan. It's synonymous with New Year's Eve across the United States. Even if you aren't there in person, there's a good chance you've watched the famous ball drop on television. (The ball made its debut in 1907 and has been dropped each year since then, except for two years during World War II).", "If you don't feel like jamming into Times Square with around 1 million other folks, here are some other options:", "-- Head to Grand Army Plaza , which is just off Prospect Park in Brooklyn, for fireworks and fun. You need to arrive early for the best views.", "-- If you're 21 or older, try your luck at Resorts World Casino , the only casino in the city limits. Near JFK Airport, it traditionally throws a blow-out NYE party.", "-- Head to the Throgs Neck neighborhood of the Bronx and welcome 2020 at the annual party at Marina del Rey . $185 per person buys you lobster, Champagne and an unparalleled view of the Manhattan skyline.", "Related content A local's guide to Times Square", "10. Las Vegas", "Vegas is bright lights year-round, but it goes all out for New Year's Eve.", "The Strip is closed off to vehicles, and pedestrians take over for an unforgettable festival. At midnight, various casinos launch an impressive barrage of fireworks off the roofs of their buildings. You can watch the show from atop the Stratosphere Tower"], "keywords": ["city", "youre", "world", "great", "party", "fireworks", "square", "spend", "london", "taipei", "places", "eve"], "title": "10 great places to spend New Year's Eve", "publicationId": "fa207f19-e080-3902-982c-393d321776be"}