{"id": "34737e02-ede7-36f0-9067-f1cdd80b2d4b", "title": "Facing Friction, Entrepreneurs Readjust to Meet Needs", "url": "https://www.nytimes.com/2020/12/10/neediest-cases/facing-friction-entrepreneurs-readjust-to-meet-needs.html", "summary": "His restaurants have since provided more than 20,000 meals through the program.\nWorld Central Kitchen paid $10 a meal, which has helped Mr. Tran keep his staff of 30 full- and part-time workers employed.\n“Without their help, things would be a lot different,” Mr. Tran said of World Central Kitchen.\nHe has also set up a community garden and a wagon filled with fresh produce for people to take what they need.\nThe idea for the wagon came after he saw a building manager headed to the supermarket for broth ingredients during the height of the lockdown.", "paragraphs": ["Then the pandemic struck, wiping out Mr. Tran’s profit margins.", "In response to the coronavirus, World Central Kitchen, one of the 10 organizations supported by The New York Times Neediest Cases Fund, asked Mr. Tran in March to supply 100 meals to shelters for homeless people and schools, as well as to health care workers and older adults, as part of its Restaurants for the People program.", "His restaurants have since provided more than 20,000 meals through the program. World Central Kitchen paid $10 a meal, which has helped Mr. Tran keep his staff of 30 full- and part-time workers employed.", "“Without their help, things would be a lot different,” Mr. Tran said of World Central Kitchen. “Without them, I would not be able to hire all my staff back. All my staff have jobs and they get to go home and feed their families.”", "Mr. Tran, 36, has given back to the community by offering free Vietnamese coffee to emergency responders and health care workers. He has also set up a community garden and a wagon filled with fresh produce for people to take what they need. “We’re all in this together,” a sign says.", "The idea for the wagon came after he saw a building manager headed to the supermarket for broth ingredients during the height of the lockdown.", "The manager, Thomas Rawson, said he would try to take only what he needed from the wagon filled with fresh produce, but that Mr. Tran would encourage him to take “so much that I would carry a bag back to the building and put out an email for tenants to come by,” he said. “What restaurant does that?”", "Mr. Tran continues to think of new ways to help the community, including giving customers 25 percent off their order in exchange for donations of new blankets."], "authors": ["Christopher Mele"], "keywords": ["staff", "mr", "world", "restaurants", "readjust", "friction", "wagon", "tran", "needs", "community", "entrepreneurs", "kitchen", "workers", "meet", "facing", "central"], "pubDate": "2020-12-10T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}