{"id": "34adeaa3-c42f-31fd-a1f0-eb431840329b", "title": "Why China's control of rare earths matters", "url": "https://www.ft.com/video/c3b50a0d-c224-4865-bede-4389ae017737?playlist-name=section-c91b1fad-1097-468b-be82-9a8ff717d54c&playlist-offset=5", "summary": "Rare earths are a group of 17 metallic elements with obscure names such as lanthanum and terbium.\nHalf a century ago, the Mountain Pass mine in California was the world's leading source of rare earths.\nCurrently, there is just one major non-Chinese supplier of rare earths, Lynas, an Australian-listed company.\nBut Lynas can only handle the so-called light rare earths at its Malaysian processing facility, leaving western companies totally reliant on Chinese suppliers for heavy rare earths.\nEven though rare earths are relatively abundant the process of separating them poses technical and environmental challenges.", "paragraphs": ["You can enable subtitles (captions) in the video player", "Rare earths are essential for high-tech products, everything from electric vehicles to mobile phones and even fighter jets. However, China dominates the supply chain. And as relations between the US and China deteriorate, western countries fear they don't have an alternative, which could have serious implications for the future of manufacturing.", "Rare earths are a group of 17 metallic elements with obscure names such as lanthanum and terbium. They're actually relatively plentiful in the earth's crust. However, their geochemical qualities mean they tend to be widely dispersed, making them relatively difficult to mine and process profitably, hence the name.", "As a group, they tend to have high melting and boiling points. But it is when they react with other elements that they become really useful. In fact, they're indispensable for many electronic, optical, and magnetic applications and currently irreplaceable for modern devices such as electric vehicles and mobile phones. They're also vital for the defence industry.", "Half a century ago, the Mountain Pass mine in California was the world's leading source of rare earths. But a successful push by Beijing to become the global leader in the sector means it now produces about 80 per cent of the world's rare earths. The sharp deterioration in relations between the US and China is fueling concerns that Beijing could cut off the supply.", "In July, China threatened to impose sanctions on Lockheed Martin, the biggest US arms manufacturer. This has prompted the US, Australia, and the EU to step up efforts to create an alternative supply chain. Currently, there is just one major non-Chinese supplier of rare earths, Lynas, an Australian-listed company. But Lynas can only handle the so-called light rare earths at its Malaysian processing facility, leaving western companies totally reliant on Chinese suppliers for heavy rare earths.", "In July, the Pentagon provided funding to Lynas and US-based MP Materials to design heavy rare earths processing facilities that could be based in the US. The US and Australian governments have also signed an agreement to source new rare earth deposits to boost security of supply. The task of establishing a non-Chinese supply chain will not be easy, however. Even though rare earths are relatively abundant the process of separating them poses technical and environmental challenges.", "China's dominance of the market enables it to control prices and put pressure on challengers. Beijing's Made in China 2025 strategy is to create a vertically integrated supply chain that dominates mining magnates in high-tech manufacturing, such as electric vehicles. But an increasing number of western experts say this is exactly why the west needs to begin producing its own supply of rare earths and also the high high-performance magnets required to power the digital age. Otherwise, millions more high-tech jobs could migrate to China."], "authors": ["Graphics Kari-Ruth Pedersen", "Produced Tom Griggs."], "keywords": ["relatively", "lynas", "western", "chain", "matters", "rare", "vehicles", "theyre", "china", "control", "supply", "earths", "chinas"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}