{"id": "34aeabca-8343-3f7b-84bf-3f5bb393833c", "title": "Why You Stay Up So Late, Even When You Know You Shouldn’t", "url": "https://www.wired.com/story/sleep-procrastination-psychology-tips#intcid=_wired-most-popular-right-rail_2618dc27-1e4d-4740-8b6a-e1e44752764a_popular4-1", "summary": "As a self-proclaimed night owl, I’m rarely surprised when I lift my eyes from Instagram and see that it's well past when I intended to go to sleep.\nHere’s how I explain it to myself: I’ve always stayed up late, and now the only time I get to myself is when my husband and daughter are asleep.\nIt is this—along with a lack of what researchers refer to as self-regulation—that makes me a textbook sleep procrastinator.\nAccording to Alessandra Edwards, a performance expert, revenge bedtime procrastination is quite common in people who feel they don’t have control over their time (such as those in high-stress occupations) and are looking for a way to regain some personal time, even if it means staying up too late.\nGetting adequate sleep requires more than just setting a bedtime (especially considering that self-regulation comes with thoughts and feelings, and not just behaviors).", "paragraphs": ["As a self-proclaimed night owl, I’m rarely surprised when I lift my eyes from Instagram and see that it's well past when I intended to go to sleep. Here’s how I explain it to myself: I’ve always stayed up late, and now the only time I get to myself is when my husband and daughter are asleep. Here’s what’s actually going on: I’m procrastinating.", "Some researchers call this bedtime procrastination or while-in-bed procrastination, while the Chinese word for it translates to “revenge bedtime procrastination.” No matter what you call it, in my case, it involves a combination of technology and anxiety; I worry that I won’t be able to fall asleep quickly, so I tell myself that I’ll just scroll through social media until I’m exhausted. It is this—along with a lack of what researchers refer to as self-regulation—that makes me a textbook sleep procrastinator.", "How Sleep Procrastination Happens", "The idea of sleep procrastination was first introduced in a 2014 study from the Netherlands, defining the act simply as “failing to go to bed at the intended time, while no external circumstances prevent a person from doing so.” Revenge was added to the title in 2020 with the onset of the pandemic, but as a concept, it has actually been around for much longer.", "According to Alessandra Edwards, a performance expert, revenge bedtime procrastination is quite common in people who feel they don’t have control over their time (such as those in high-stress occupations) and are looking for a way to regain some personal time, even if it means staying up too late.", "“When it comes to the evening, they categorically refuse to go to bed early, at a time they know will suit them best and enable them to get adequate restorative sleep and feel better,” explains Edwards. “Nevertheless there is a sense of retaliation against life, so there is an idea of revenge to stay awake and do whatever fills their bucket.”", "How Your Personality May Contribute to Insufficient Sleep", "Behavioral scientist Floor Kroese, an assistant professor in Health Psychology at Utrecht University and lead author on the study that first introduced bedtime procrastination, notes that there is also a link between procrastinating in daily life and sleep procrastination.", "“An interesting difference may be that people typically procrastinate on tasks they find aversive—housework, homework, boring tasks—while sleeping for most people is not aversive at all,” says Kroese. “It might be the bedtime routines that precede going to bed that people dislike or just that they do not like quitting whatever they were doing.”", "In an additional study from 2014, performed with a wider number of participants, Kroese and team argued that lack of self-regulation—associated with personality traits such as being impulsive or easily distracted—is a possible cause of sleep procrastination. While self-regulation and procrastination may sound like opposite sides of the same coin, they are actually different; one study from 2019 differentiates the two by defining procrastination as delaying an action, while self-regulation refers to “thoughts, feelings, and behaviors that guide individuals to set personal goals.”", "For those unable to self-regulate, Edwards adds that the time before bed may be the only time to process the emotional backlog from the day, including “frustration and anger, or fear and anxiety they may have felt during the day but shut out.”", "Kroese’s research indicates that “self-regulation interventions” could be helpful at improving sleeping behavior, and therefore reducing sleep procrastination. Getting adequate sleep requires more than just setting a bedtime (especially considering that self-regulation comes with thoughts and feelings, and not just behaviors)."], "authors": ["Ashley Lauretta", "Ashley Laurett"], "keywords": ["late", "bedtime", "procrastination", "stay", "bed", "kroese", "selfregulation", "shouldnt", "revenge", "im", "edwards", "sleep", "know", "study"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}