{"id": "34e5766f-75c0-3750-9035-c2310647310c", "title": "Trump claims Suleimani was 'saying bad things' about US before deadly strike", "url": "https://www.theguardian.com/us-news/2020/jan/18/trump-suleimani-iran-drone-strike", "summary": "Congress was not informed of the strike in advance, its eventual notification was heavily classified and a congressional briefing prompted bipartisan protest.\nHaving said no one was hurt, the Trump administration said on Friday 11 US service members in fact suffered blast-related concussions.\n“They’re together sir,” Trump said he was told.\nReporting in the US has cited the embassy siege as a motivation for the strike on Suleimani, as Trump did not want to look weak.\nAccording to CNN, Trump told his audience in Florida the death of al-Muhandis meant the US took out “two for the price of one”.", "paragraphs": ["President, in audio obtained by CNN from Republican event at Mar-a-Lago, gives account of drone strike that killed Iranian general", "Trump claims Suleimani was 'saying bad things' about US before deadly strike", "Addressing Republican donors at his Florida resort on Friday night, Donald Trump said Qassem Suleimani was “saying bad things about our country” before the US president authorised the drone strike which killed the Iranian general and pitched the Middle East to the brink of war.", "Iran to send crashed plane's flight recorders abroad for analysis Read more", "“How much of this shit do we have to listen to?” Trump said he asked. “How much are we going to listen to?”", "The speech was not open to reporters but CNN obtained a recording of Trump’s remarks at Mar-a-Lago, which it said undermined official explanations for the decision to kill Suleimani at Baghdad airport on 3 January.", "The White House has claimed Iran posed an “imminent” threat to US interests and lives. Trump’s own statements, including the claim that four embassies were threatened, have muddied the water considerably.", "He has also claimed “it doesn’t really matter” whether the attack was imminent or not or whether his advisers were in agreement, because of “the terrorist” Suleimani’s “horrible past”.", "Congress was not informed of the strike in advance, its eventual notification was heavily classified and a congressional briefing prompted bipartisan protest. Democrats have proposed legislation to rein the president in.", "The death of Suleimani prompted Tehran to launch retaliatory rocket strikes on US targets in Iraq. Having said no one was hurt, the Trump administration said on Friday 11 US service members in fact suffered blast-related concussions.", "Iran has also admitted shooting down a Ukrainian passenger jet in error, killing 176 people. Amid anti-regime protests in Tehran, the threat of a US-Iran war has receded.", "In the audio from Florida, CNN reported, “Trump did not describe an ‘imminent threat’” but “described Suleimani as a ‘noted terrorist’ who ‘was down on our list’.”", "Trump also described listening to US military officials as they narrated the strike.", "“They’re together sir,” Trump said he was told. “Sir, they have two minutes and 11 seconds. No emotion. ‘Two minutes and 11 seconds to live, sir. They’re in the car, they’re in an armoured vehicle. Sir, they have approximately one minute to live, sir. Thirty seconds. Ten, nine, eight ...’", "“Then all of a sudden, boom. ‘They’re gone, sir. Cutting off.’”", "“I said, where is this guy? That was the last I heard from him.”", "Abu Mahdi al-Muhandis, the leader of Kata’ib Hezbollah, was also killed. The pro-Iranian Iraqi militia was responsible for rocket attacks on US targets in December which wounded troops and killed a contractor, prompting US strikes in retaliation which lead in turn to a siege of the US embassy in Baghdad.", "Reporting in the US has cited the embassy siege as a motivation for the strike on Suleimani, as Trump did not want to look weak. Nor did he reportedly wish to be compared to Barack Obama and Hillary Clinton, who were in power when a facility in Benghazi was attacked in September 2012 and a US ambassador killed.", "According to CNN, Trump told his audience in Florida the death of al-Muhandis meant the US took out “two for the price of one”. He also repeated an erroneous claim that the Iraqi was “the head of Hezbollah”. Hezbollah is an Iranian-backed militant group based in Lebanon.", "Trump also reportedly repeated his claim that the Isis leader Abu Bakr al-Baghdadi was “screaming, going crazy” when he was killed by US special forces in Syria in October. US officials have declined to elaborate on that claim.", "CNN said the audio of Friday’s speech also included a complaint that Conan, a Belgian Malinois dog wounded in the Baghdadi raid, “became very famous” and “got more credit than I did”.", "After the raid Trump welcomed Conan to the White House, where he praised it expansively. Conan became a media talking point, not least because of prolonged confusion fed by conflicting official statements, over whether it was a girl or a boy.", "According to Reuters, the Mar-a-Lago event raised $10m for the president’s re-election campaign and the Republican National Committee.", "The White House did not immediately comment."], "authors": ["Martin Pengelly"], "keywords": ["white", "claims", "bad", "saying", "threat", "theyre", "sir", "strike", "cnn", "seconds", "suleimani", "deadly", "killed", "things", "trump"], "pubDate": null, "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}