{"id": "351a2d6a-db09-3486-8258-1d7a5d6a5ce0", "title": "Three die in fire at building used by migrants near Barcelona", "url": "https://www.theguardian.com/world/2020/dec/10/die-fire-abandoned-building-barcelona-migrants", "summary": "Three die in fire at building used by migrants near BarcelonaThe bodies of three people have been found after a fire in an abandoned industrial building occupied by migrants near Barcelona.\nSixty people have been accounted for so far, but officials and people living in the building said more than 100 had lived there.\n“The fire spread quickly, room by room, floor by floor,” he said.\nHe said that all those caught up in the fire – regardless of their immigration status – would be given shelter and access to social services, “as is only to be expected”.\nHe said social services were caring for about 60 people and that it was impossible to know how many had been inside.", "paragraphs": ["Three die in fire at building used by migrants near Barcelona", "The bodies of three people have been found after a fire in an abandoned industrial building occupied by migrants near Barcelona.", "At least 18 people were injured, including three who are in a very critical condition, authorities said, and there are fears that others are unaccounted for.", "The fire in Badalona, a suburban city of 200,000 people north of the Spanish city, broke out in the early hours of the morning.", "Sixty people have been accounted for so far, but officials and people living in the building said more than 100 had lived there.", "Thierno, who comes from Senegal and has lived in the building for two and a half years, said he feared the death toll would rise. “The fire spread quickly, room by room, floor by floor,” he said. “We only had five minutes to get out. I’m sure there are a lot of people still inside.”", "For the past eight years the building has been home to dozens of people, mostly from African countries.", "The Catalan region’s acting president, Pere Aragonès, said many occupants were believed to be migrants who left the scene as soon as they had escaped the flames. “There has been a tragedy above the economic tragedy in which many of the people already found themselves,” he said.", "He said that all those caught up in the fire – regardless of their immigration status – would be given shelter and access to social services, “as is only to be expected”.", "Most of the injured were being treated for trauma after they jumped from the building to escape the flames, the emergency coordinator Francisco Tebar told the broadcaster TVE. About 30 people were rescued from windows before the roof collapsed at various points.", "A spokesman for the fire service said that, as the building was in danger of collapse, it could be days before they could carry out a thorough search. A preliminary search has been carried out by drone.", "Pedro Sánchez, the Spanish prime minister, tweeted that he was following events closely and expressed sorrow at the loss of life.", "Xavier García Albiol, the mayor of Badalona, described the situation as a tragedy. He said social services were caring for about 60 people and that it was impossible to know how many had been inside.", "“It could have been as many as 200, the numbers fluctuated,” he said. “For years we’ve known this could end in tragedy.”", "Albiol said police had been called to the building about a disturbance 10 minutes before the fire broke out, but gave no more details.", "Record numbers of migrants have been arriving in the Canary Islands in recent months, and they are gradually redistributed throughout the Spanish mainland, many in Barcelona.", "Facebook Twitter Pinterest The scene late on Wednesday. Photograph: Joan Mateu/AP", "The people are forced to live in a legal limbo, as under Spanish immigration laws they are not allowed to work. Until recently many scraped a living as manteros, street vendors who sell low-cost copies of trainers and designer handbags. Others collected scrap metal in shopping trolleys.", "However, Covid restrictions have put a stop to these activities and pushed many into even more perilous conditions. Before the pandemic, it was estimated that about 500 manteros were operating in Barcelona, with many more in nearby coastal towns.", "“What can we do?” asked Thierno. “We have no papers so we can’t work. Everything is a trap. How are we supposed to eat?”"], "authors": ["Stephen Burgen"], "keywords": ["social", "used", "search", "work", "die", "near", "services", "scene", "migrants", "barcelona", "building", "spanish", "room", "tragedy"], "pubDate": "2020-12-10T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}