{"id": "3537abaa-fda9-3bd7-b8b5-144eed3d2989", "title": "Chiefs' Travis Kelce Dominates SNF, Shows Why He's NFL's Best TE of 2020", "url": "https://bleacherreport.com/articles/2921254-chiefs-travis-kelce-dominates-snf-shows-why-hes-nfls-best-te-of-2020?utm_source=cnn.com&utm_medium=referral&utm_campaign=editorial", "summary": "Charlie Riedel/Associated PressOver the last two years, the debate has raged over who is the NFL's best tight end: the San Francisco 49ers' George Kittle or the Kansas City Chiefs' Travis Kelce.\nKelce is the world's best tight end at the moment, and a close second doesn't exist.\nAt the same time, defenses have held Hill under 60 receiving yards in three of his last seven games.\nThe coaches have done a great job of incorporating multiple ways to get the ball to the tight end.\nOne man stands alone as the game's best tight end this season.", "paragraphs": ["Charlie Riedel/Associated Press", "Over the last two years, the debate has raged over who is the NFL's best tight end: the San Francisco 49ers' George Kittle or the Kansas City Chiefs' Travis Kelce. No such debate exists this year.", "Kelce is the world's best tight end at the moment, and a close second doesn't exist.", "A year ago at this time, the Chiefs and 49ers were on a collision course toward Super Bowl LIV. Kittle had already earned recognition as the top all-around performer at the position after setting a single-season record of 1,377 receiving yards during the 2018 campaign. Plus, the 49ers tight end had put together highlight reels based on his blocking alone.", "Obstacles got in the first-team All-Pro's way, though, which opened the door for the most consistent weapon the NFL has ever seen at the position.", "With Kittle on injured reserve, Kelce's brilliance has shown brighter than ever. During Sunday's 22-16 victory over the AFC West rival Las Vegas Raiders...err, Denver Broncos in prime time, Patrick Mahomes' favorite target caught a team-leading eight passes for 136 yards and a touchdown.", "The Chiefs offense, as a whole, is a well-oiled machine. Mahomes sits in the driver's seat, and he's every bit as good in the role as Jason Statham in every action flick in which he serves as the driver for whatever adventure or hijinks ensue. But Kelce is the engine who makes everything go.", "A week ago, everyone saw wide receiver Tyreek Hill torch the Tampa Bay Buccaneers for 269 yards and three scores. His speed makes him the personification of a finely tuned sports car. At the same time, defenses have held Hill under 60 receiving yards in three of his last seven games. The same can't be said of Kelce since it's only happened twice all season.", "Over the tight end's last five games, he's posted 613 yards. His 1,114 yards on the season have now surpassed Hill's 1,079, and he's only five yards behind Seattle Seahawks wide receiver DK Metcalf for the league lead.", "Contextually, Kelce's performance is truly historic.", "First, he's on pace to shatter Kittle's 1,377-yard mark from two seasons ago. He became the first tight end in NFL history to post five consecutive 1,000-yard seasons. In fact, no other tight end has ever managed five 1,000-yard campaigns over an entire career, per NFL Research. His 82 receptions make him only the third tight end ever—alongside Tony Gonzalez and Jason Witten—with five or more seasons featuring at least 80 grabs.", "Charlie Riedel/Associated Press", "The numbers are great, but it's how Kelce affects contests that's truly special. As loaded as the Chiefs are at the skill positions, he serves as Mahomes' security blanket because he's a reliable target who excels in recognizing coverage and finding soft spots to exploit.", "\"His understanding of coverages and how he runs routes is special,\" Mahomes told reporters last month. \"I think that's the best thing about his game. Obviously, he's physically gifted and he's a mismatch for guys on the field—linebackers, corners, whoever it is.\"", "Great tight ends control the middle of the field. They can also stretch the seam as vertical threats. Kelce does both. At the same time, his ability to read his quarterback, who excels outside the Chiefs' offensive structure, and provide an ample target when everything else goes awry makes life so much easier on everyone else wearing red and white with yellow trim.", "\"But the way that he's able to run routes versus coverages and adjust his routes to be right in the right spot at the right time is special,\" Mahomes said. \"It's something that helps me out a ton. ... It's stuff that not everybody understands. I think it's just him thinking like a quarterback and understanding the whole concept of the play by getting other people open and getting himself open when he needs to get open.\"", "Kansas City's coaching staff also aids Kelce through a tight end-predominant scheme.", "\"They have a great system that's designed to get the ball to the tight end,\" Carolina Panthers head coach Matt Rhule said. \"... The coaches have done a great job of incorporating multiple ways to get the ball to the tight end. [Kelce and Mahomes] just do it really well.\"", "Everyone already viewed the five-time Pro Bowl selection as a great receiving threat. Still, the matchups he gets against smaller defensive backs are often schemed to help create mismatches. Kelce predominantly works out of the slot where, as NFL Next Gen Stats noted, he's extremely effective:", "The tight end entered Sunday's contest tied for the league lead in most receptions of 15 or more yards (25), per Pro Football Focus. The site graded Kelce as the top player at the position with an NFL-high 309 yards after the catch, 190 receiving yards after contact and 54 first downs. He also holds the fifth-longest ongoing streak with at least one catch in 107 straight games.", "Kelce's contributions have never been in question. The argument in favor of Kittle, or even Rob Gronkowski before him, stemmed from inline contributions.", "Yes, Kelce still does plenty of damage from the slot, but the tight end's work in the trenches this season hasn't gone unnoticed. He's been excellent at the point of attack. He sets the edge for outside runs and finishes blocks. His performance in this particular area is as good as it's ever been throughout his eight-year career.", "Reed Hoffmann/Associated Press", "Dominance in the passing game coupled with a complete performance as part of an offense's blocking schemes separates elite tight ends from everyone else.", "Competition for Kelce's status as the best doesn't really exist. Yes, the Las Vegas Raiders' Darren Waller can be uncoverable, and his 200-yard, two-touchdown performance Sunday helps his case. At the same time, no other tight end was within 448 yards of Kelce going into the Week 13 slate. Now, no one is clearly more dominant as a blocker, either.", "One man stands alone as the game's best tight end this season. Everyone else is fighting for second place behind Kelce.", "Brent Sobleski covers the NFL for Bleacher Report. Follow him on Twitter, @brentsobleski."], "authors": ["Brent Sobleski"], "keywords": ["mahomes", "snf", "tight", "nfls", "best", "yards", "travis", "kelce", "hes", "dominates", "end", "nfl", "receiving", "chiefs", "shows", "te"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}