{"id": "3569a721-7582-309b-b135-e82fa02c22b5", "title": "Cruise, pray, love: Thais offered matchmaking river trips to holy sites", "url": "https://www.theguardian.com/world/2020/dec/17/thais-pray-love-matchmaking-river-cruise-trips-covid-tour", "summary": "Single people in Thailand have been invited to pray for love on a river cruise to nine temples, one of a series of matchmaking trips designed to boost domestic travel.\nThe country’s tourism sector, which relies heavily on international visitors, has looked for novel ways to boost revenue over recent months.\nThai Airways has launched flights that cruise over holy sites, put bags made from life vests and slide rafts on sale, and opened an airline-themed cafe selling inflight meals in Bangkok.\nAs part of TAT’s pilot project, 100 single Thai travellers will be given a free ticket to a cruise along Bangkok’s Chao Phraya River, taking in nine temples.\nThailand is the latest country to offer matchmaking experiences in an attempt to boost domestic travel.", "paragraphs": ["Single people in Thailand have been invited to pray for love on a river cruise to nine temples, one of a series of matchmaking trips designed to boost domestic travel.", "The country’s tourism sector, which relies heavily on international visitors, has looked for novel ways to boost revenue over recent months. Thai Airways has launched flights that cruise over holy sites, put bags made from life vests and slide rafts on sale, and opened an airline-themed cafe selling inflight meals in Bangkok. It has also opened its Airbus and Boeing flight simulators to the public.", "“The ongoing Covid-19 pandemic has changed travel behaviour and necessitates that we think out of the box,” said Yuthasak Supasorn, the governor of the Tourism Authority of Thailand (TAT).", "As part of TAT’s pilot project, 100 single Thai travellers will be given a free ticket to a cruise along Bangkok’s Chao Phraya River, taking in nine temples. The journey will be hosted by the fortune-teller and feng shui expert Chang-Tosaporn Sritula, who will share tips on how to pay homage to Buddha and ask for blessings. TAT plans to run similar tour routes around around the country.", "Thailand is the latest country to offer matchmaking experiences in an attempt to boost domestic travel. Last month, Taiwan EVA Airlines announced speed-dating flights that will take off over the Christmas period, where passengers will spend three hours in the air before returning to ground for a two-hour date.", "Several other airlines – including Australia’s national carrier, Qantas, and Japan’s ANA – have offered “flights to nowhere” for people who miss the experience of flying, though such trips have been criticised by environmental campaigners.", "Thailand, which welcomed 40 million tourists last year, has been almost entirely shut to foreign travellers, with some exceptions, since April.", "Last week, the country announced that its borders would open again to all travellers, but visitors must spend 14 days quarantining in a designated hotel."], "authors": ["Rebecca Ratcliffe"], "keywords": ["offered", "thailand", "thai", "matchmaking", "holy", "flights", "sites", "thais", "river", "tourism", "pray", "trips", "visitors", "cruise", "love", "travellers", "boost", "travel"], "pubDate": "2020-12-17T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}