{"id": "356ae666-b9dd-331b-b0cc-47dca8972676", "title": "A Local’s Guide to Tucson, From Desert Vintage’s Salima Boufelfel", "url": "https://www.vogue.com/article/things-to-do-in-tucson-salima-boufelfel", "summary": "Salima Boufelfel, one half of the duo behind Tucson’s Desert Vintage, may have been destined to set up shop in her hometown, but growing up the now 32-year-old dreamed of ultimately landing elsewhere.\nEight years on, Desert Vintage has now found a loyal following in the likes of Sophie Buhai, Daphne Javitch, and Neada Deters.\nBut what Boufelfel prizes most about the Arizonian city is its proximity to nature.\n“We live in the middle of the city but can be immersed in total desert wilderness in 15 minutes,” she says.\n“Being able to have that healthy balance has been really important to our creative work.”Below, Boufelfel shares her seven favorite things to do in Tucson.", "paragraphs": ["Salima Boufelfel, one half of the duo behind Tucson’s Desert Vintage, may have been destined to set up shop in her hometown, but growing up the now 32-year-old dreamed of ultimately landing elsewhere. After returning from studying abroad in France (where she learned the ins and outs of the antique business) nearly a decade ago, however, she was presented with a proposition that would forever alter her path: Would she and her partner, Roberto Cowan, like to take over the 1970s mom-and-pop store that she grew up frequenting?", "“It was a curveball,” Boufelfel admits—but nevertheless a no-brainer. Eight years on, Desert Vintage has now found a loyal following in the likes of Sophie Buhai, Daphne Javitch, and Neada Deters. The store’s enduring appeal lies partly in its extraordinary, cult-worthy curation (its collection of Indian silk caftans could have easily been considered the It item of last summer among a certain creative milieu) and partly thanks to its 6th Avenue headquarters—a warm, welcoming space where vintage Yves Saint Laurent and turn of the century period pieces hang beside a towering plant and Noguchi lanterns.", "Other neighboring shopping gems, she notes, include an herb emporium, a used bookstore full of rare finds, and a specialty boutique brimming with one-of-a-kind Southwestern objects. But what Boufelfel prizes most about the Arizonian city is its proximity to nature. “I like the quietness of it,” she says, noting that in the days before COVID-19 she would feel an overwhelming sense of calm upon returning from her monthly buying trips. Now more than ever, Boufelfel is grateful to be able to step outside of her Barrio Viejo adobe home and be surrounded by the great outdoors; Gates Pass, a scenic road that runs through the Tucson Mountains, is just a short bike ride away. “We live in the middle of the city but can be immersed in total desert wilderness in 15 minutes,” she says. “Being able to have that healthy balance has been really important to our creative work.”", "Below, Boufelfel shares her seven favorite things to do in Tucson.", "The Arizona Inn"], "authors": ["Zoe Ruffner", "Zoe Ruffne"], "keywords": ["city", "creative", "workbelow", "partly", "tucson", "desert", "able", "salima", "locals", "returning", "yves", "boufelfel", "guide", "vintages", "vintage"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}