{"id": "35705ef3-5e92-32ea-889d-b06c125201d5", "title": "Pillars Of Eternity II: Deadfire Review – The Lure Of Exploration", "url": "https://www.gameinformer.com/games/pillars_of_eternity_ii_deadfire/b/pc/archive/2018/05/08/game-informer-review-pillars-of-eternity-ii-deadfire.aspx", "summary": "The first installment of Pillars of Eternity exhibited impressive writing and gameplay, while maintaining a style of presentation and action inspired by games from almost two decades ago like Baldur’s Gate.\nThe game advances as you manually sail your ship between islands, cities, and forts.\nThe isometric RPG has come a long way since the first Pillars of Eternity helped to usher in a resurgence for the genre in 2015.\nPillars of Eternity II: Deadfire hews closer to the traditions than it needs to, and some of the new concepts like ship battles simply aren’t as robust as they could be.\nWe also bear witness to a studio that is still at the top of its game in crafting memorable fantasy adventures.", "paragraphs": ["A strong setting can do wonders for injecting life into a franchise. The first installment of Pillars of Eternity exhibited impressive writing and gameplay, while maintaining a style of presentation and action inspired by games from almost two decades ago like Baldur’s Gate. The sequel does some small but important things to evolve that traditional approach to RPGs. But it’s the swashbuckling flavor of the Deadfire Archipelago that helps this new project shine, mixing magic, dragons, and mythical gods with pirates, sailing, and a lengthy quest to discover what dangers lurk beyond the horizon.", "From dialogue to narrative structure, storytelling is the star of the show. Stellar, descriptive writing throughout lends a novelistic flair to the narrative. The story begins as your character’s carefully curated fortress from the first game is shattered to pieces with the rise of a literal god who sets out across the sea for unknown reasons. Much of the plot that follows is a direct follow-through on that disaster, as various islands and cultures deal with the destructive passage of this skyscraper-sized being, and you seek to understand the deity’s intentions. As you journey, details are relayed through written and spoken narration, providing the sense of an attending dungeon master who fleshes out the visuals with rich imagery and emotion, increasing the satisfying sense of being enmeshed in a great tabletop campaign.", "Choices abound in both party interactions and the ways you choose to interact with the pirates, native cultures, trading companies, and other groups that populate the disparate islands. Obsidian has done a good job of layering in consequences to your actions and words, sometimes closing certain doors and opening others in response to dramatic decisions. I love the way the different factions evolve in response to your hard calls, and the way they each respond to you differently over time, like the pirates showing up to take me down after I allied with the native islanders. Your party members even develop relationships with each other depending on conversations overheard or choices made. If anything, I was only disappointed with the crucial final decision of the game, which felt like it left me fewer true options to change the outcome than I would have liked.", "While the fiction holds your attention, it’s the opportunity for exploration that pulls you forward. The game advances as you manually sail your ship between islands, cities, and forts. The sea voyaging lacks visual sophistication, but relays the idea of an-ever expanding map as the fog lifts away. On land, individual islands provide chances for battle, as well as brief narrative encounters that bring added meaning to your skill choices. Larger urban and dungeon areas are fleshed out as fully explorable isometric maps; the massive city of Neketaka is particularly well realized as a central hub to your wandering, painting a picture of conflicting cultures and decadence that looms over abject poverty and inequality. Wherever you go in the islands, dynamic weather, breathtaking environment art, and lively NPCs bring the world to life, especially through the regional patois the residents express in conversations.", "Battles can be customized to your desired level of involvement through the flexible difficulty settings. On lower tiers, battles can be mostly automated, with only occasional interjections for drastically needed healing, consumable usage, or target selection; this is a great way to enjoy Pillars II if the tactical elements don’t intrigue you, but you’re still fascinated by the story and choices. At higher challenge levels, the tactical puzzles are often devilish, with enemies that exploit your positioning, dramatically debuff unguarded heroes, and generally make your party have a bad day. Visual presentation has made strides since the first game, as it’s easier than before to understand what’s happening on screen, and the spell effects look fantastic.", "Your ship is upgradeable with distinct crew, weapons, and more, and there are compelling management tasks in making sure your morale is high, ship stores are full, and repairs are handled in a timely way. Time invested in your ship is meant to pay off in the turn-based narrative battles that unfold when confronting an enemy ship. These are engaging and fun in the first few hours, but the narrative loop for ship-to-ship conflicts begins to stale, and in a long game like this, it feels like the ship combat minigame needs greater depth.", "Whether I was sailing into unknown waters, or delving into an ancient volcano temple, Deadfire impressed me with the breadth of missions, side quests, party member-specific tasks, faction development, and other projects that reveal themselves over time. As more and more objectives fill the journal it can feel overwhelming, but also deeply satisfying, to slowly chip away at the available projects. In another game, some of the side content might feel phoned in; here, almost every new quest brings interesting characters, conflicts, and choices into play.", "The isometric RPG has come a long way since the first Pillars of Eternity helped to usher in a resurgence for the genre in 2015. Pillars of Eternity II: Deadfire hews closer to the traditions than it needs to, and some of the new concepts like ship battles simply aren’t as robust as they could be. But stellar narrative structure and writing and an interesting central threat help this sequel maintain interest across the dozens of hours it takes to enjoy a robust playthrough. We also bear witness to a studio that is still at the top of its game in crafting memorable fantasy adventures."], "authors": ["Magazine Content Director", "Matt Miller Has Been With Game Informer Since He Has A Special Interest In The Evolution Of Game Design", "The Tabletop Hobby", "The Crafting Of Interactive Narrative."], "keywords": ["exploration", "choices", "ii", "eternity", "deadfire", "writing", "ship", "pirates", "game", "islands", "party", "lure", "narrative", "way", "pillars", "review"], "pubDate": "2018-05-08T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}