{"id": "35c43bc5-78cf-3f14-a9d9-7e9fcdcc8506", "title": "Cazzie David on Why Black Eyeliner is the Makeup of the Moment", "url": "https://www.vogue.com/article/cazzie-david-makeup-black-eyeliner", "summary": "My brushes are in desperate need of a wash, and instead of washing them I just refuse to use them.\n“Ancient cultures used black kajal and kohl for protection and as a statement of power,” celebrity makeup artist Pati Dubroff says, explaining dark eyeliner’s unique ability to convey our collective emotional state.\nThe trail­blazing makeup artist behind Byredo’s debut color collection—which includes the Technical Black Eyeliner, a liquid pen that applies like ice skates on a fresh rink—explains that we are moving away from smudged ’90s grunge liner.\nSadly, my generation doesn’t have iconic bands like Nirvana influencing our messy, tear-stained makeup; instead, we have Lil Huddy, the Hype House cofounder and self-­described “21st-century vampire” who dabbles in curated black eyeliner (and black nail polish).\nEyeliner used to be a sign of being a bad girl—or a pirate; now it’s really just a sign that you’re on TikTok.", "paragraphs": ["One would think, based on the hundreds of hours I’ve logged consuming photos and videos of attractive strangers on the internet, that I would know more about beauty. I have mastered the art of observing attainable, desirable aesthetic choices on others—and taking absolutely zero action to apply them to myself. All of my makeup expired two years ago. My brushes are in desperate need of a wash, and instead of washing them I just refuse to use them. My foundation doesn’t match my skin, because I bought it two summers ago, when I was tan, and I don’t want to waste money ordering a new one, because I know I will somehow mess up and it too will be the wrong color for my unmatchable, sometimes red–sometimes green skin tone. And no, I wouldn’t be able to “just return it,” because I seem to have been born with an inability to return things.", "I exist in that sweet spot of desperately wanting to look good and not making any kind of real effort lest someone think I am trying to look good. Yet even I have picked up on the current fascination with Y2K—that era of low-rise jeans, bedazzled tank tops, and lip gloss that is still haunting and humiliating to those of us who were actually cognizant in the early aughts—and what is seemingly the makeup of the moment: It’s black eyeliner. There’s literally been no other option. But despite the lower half of our faces being covered for the last 12 months, there are other reasons I’d like to suggest for why eyeliner remains the only thing we want to wear in the New Year. Yes, this is an entire essay about eyeliner. Don’t blame me; blame society.", "The last time I was obsessed with eyeliner, it was a universal form of expression for us sad girls who didn’t know who we were yet, or why we were so sad. My raccoon eyes, which I erratically traced with Urban Decay’s 24/7 Glide-On Pencil in high school, had the ability to immediately inform strangers that I was annoyed and that I didn’t like attention, even though I was simultaneously bringing attention to myself. Fast-forward to the hell that was 2020, and even a non–beauty expert could have predicted that this punk-rock favorite would start to show up all over social media—and the spring runways. I’ve never seen a fashion show in my life, but I do scour the internet (see above), which is rich with references to makeup artist Peter Philips’s strong and graphic black eyeliner at Christian Dior, and Pat McGrath’s dramatic and sculptural wings at Chloe, not to mention her electroclash moment at Valentino. Because after getting through this last year, we’re all punk rockers? (I’m not confident enough about this last sentence to not put a question mark at the end of it, but I stand by it.)", "“Ancient cultures used black kajal and kohl for protection and as a statement of power,” celebrity makeup artist Pati Dubroff says, explaining dark eyeliner’s unique ability to convey our collective emotional state. “Wearing it now makes us feel as though we have power over the last year.” It effectively translates our mood, she continues—“and it can create a character within a mood,” confirms Daniel Parker. He would know; as the lead hair and makeup designer for Netflix’s popular miniseries The Queen’s Gambit, Parker used a variety of black eyeliners—MAC’s cult-­favorite Blacktrack Gel and Pencil in Smoulder, as well as liquid pens from brands such as Christian Dior, YSL Beauty, and Tom Ford—to subliminally affect Anya Taylor-Joy’s onscreen evolution so you never once find yourself thinking, Hey, isn’t it kind of weird that Beth Harmon puts on a winged eyeliner, every morning and night, to practice chess, alone? “When she was a very young girl, the liner was small and timid and delicate,” explains Parker. “As she moves on, it becomes longer and broader and definitely bolder, so you end up getting something very sophisticated.”", "Black eyeliner riffs subliminally affect Anya Taylor-Joy’s onscreen evolution from timid young girl to empowered young woman in The Queen’s Gambit. Photo: PHIL BRAY/NETFLIX © 2020", "“I feel like the wing has taken over,” Ffrench elaborates, highlighting the elongated liner shape that is essential to creating “a sort of illusion of youth” and what she calls “Instagrammable sexy-face makeup”", "Isamaya Ffrench deals in this kind of shape-shifting. The trail­blazing makeup artist behind Byredo’s debut color collection—which includes the Technical Black Eyeliner, a liquid pen that applies like ice skates on a fresh rink—explains that we are moving away from smudged ’90s grunge liner. Sadly, my generation doesn’t have iconic bands like Nirvana influencing our messy, tear-stained makeup; instead, we have Lil Huddy, the Hype House cofounder and self-­described “21st-century vampire” who dabbles in curated black eyeliner (and black nail polish). Eyeliner used to be a sign of being a bad girl—or a pirate; now it’s really just a sign that you’re on TikTok. If you were ever looking for a statement that sums up our culture today, there it is."], "authors": ["Cazzie David", "Cazzie Davi"], "keywords": ["black", "moment", "david", "makeup", "young", "cazzie", "artist", "eyeliner", "kind", "know", "parker", "liner", "used"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}