{"id": "35d76cc0-3b61-3ac7-b693-245221e1d774", "title": "We Worked Together on the Internet. Last Week, He Stormed the Capitol.", "url": "https://www.nytimes.com/2021/01/10/business/media/capitol-anthime-gionet-buzzfeed-vine.html", "summary": "He first put a Bernie Sanders portrait on his desk, two former colleagues said.\nTo me, this story is about something different, a sort of social media power that we helped sharpen at BuzzFeed that can exert an almost irresistible gravitational pull.\nIf you haven’t had the experience of posting something on social media that goes truly viral, you may not understand its profound emotional attraction.\nBut Mr. Gionet ultimately broke loose of those boundaries, seeming to follow the signals he found on social media without any scruple.\nA few weeks later, he joined the pro-Trump uprising in the Capitol.", "paragraphs": ["As the 2016 election took hold, he started to flirt with a political persona. He first put a Bernie Sanders portrait on his desk, two former colleagues said. Then, he moved on to wearing MAGA hats around the office, which raised eyebrows among his more progressive, if fairly apolitical, co-workers, though that was when some people still imagined the far right could be “ironic.”", "When he left BuzzFeed later that year to work as the “tour manager” for Milo Yiannopoulos, a darling of the racist and anti-Semitic “alt-right,” colleagues were momentarily shocked. Then, they scrolled through Mr. Gionet’s Twitter account, where his increasingly vile statements were getting him retweets from far-right figures, and realized that they shouldn’t have been.", "Still, it’s not clear what Mr. Gionet actually believes, if anything. And really, I’m not sure I care.", "This isn’t a sympathetic profile of a young man gone wrong. I can’t muster much pity for a guy who, before he was attacking his Capitol, spent his time shooting some kind of bottled irritant (he called it “content spray”) into the eyes of innocent people for YouTube views and shouting at store clerks who asked him to wear a mask.", "To me, this story is about something different, a sort of social media power that we helped sharpen at BuzzFeed that can exert an almost irresistible gravitational pull.", "If you haven’t had the experience of posting something on social media that goes truly viral, you may not understand its profound emotional attraction. You’re suddenly the center of a digital universe, getting more attention from more people than you ever have. The rush of affirmation can be giddy, and addictive. And if you have little else to hold on to, you can lose yourself to it.", "Even as we sought to make our work spread at BuzzFeed, we faced constraints — by truth in our news division, by hewing to a broadly positive set of values on our entertainment side. But Mr. Gionet ultimately broke loose of those boundaries, seeming to follow the signals he found on social media without any scruple. The only through line was his desire to build an audience. He was boosting Bernie Sanders before he was chanting anti-Semitic slogans in Charlottesville, Va., then temporarily recanting those extreme views and later committing violent crimes to get views on YouTube. He built an audience among coronavirus deniers and then, when he apparently contracted the disease, posted the screenshot of his own positive test to Instagram with a tearful emoji. A few weeks later, he joined the pro-Trump uprising in the Capitol."], "authors": ["Ben Smith"], "keywords": ["internet", "youtube", "work", "worked", "capitol", "stormed", "week", "views", "later", "sanders", "social", "positive", "buzzfeed", "media", "mr"], "pubDate": "2021-01-10T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}