{"id": "35ea858d-6828-3929-acdd-748bc8565ab6", "title": "Forget Brexit. Britain is winning the vaccine World Cup", "url": "https://www.economist.com/1843/2021/03/29/forget-brexit-britain-is-winning-the-vaccine-world-cup", "summary": "Vladimir Putin called the Russian anti-covid jab “Sputnik” to remind the world of his country’s pioneering satellite.\nAngela Merkel talks about “the British virus”.\nI can feel the pull of vaccine nationalism myself.\nBritain has won the equivalent of the World Cup in vaccine roll-outs.\nNationalism has won, but at least it doesn’t feel quite so bleak to be British now.", "paragraphs": ["The coronavirus pandemic is a perfect case study in the relative power of the two great principles of cosmopolitanism and nationalism. At first it looked as if the cosmopolitans had the upper hand. Global panjandrums proclaimed that you can’t beat the virus anywhere if you don’t beat it everywhere. The European Union denounced bidding wars. The most prominent champion of the nationalist cause made such a mess of fighting what he persisted in calling the “China virus” that the American people sacked him.", "Yet a current of nationalism ran under the surface. Vladimir Putin called the Russian anti-covid jab “Sputnik” to remind the world of his country’s pioneering satellite. British politicians kept dropping the name “Oxford” when talking about “their” vaccine, in much the same way that parents whose children have just got into the university do.", "Now even the most preening cosmopolitans have been converted into nationalists. The EU is making it harder to export “its” vaccines. Angela Merkel talks about “the British virus”. Emmanuel Macron is visibly miffed that a French company hasn’t managed to come up with the goods.", "I can feel the pull of vaccine nationalism myself. There hasn’t been much to celebrate in Britain recently. Brexit was a messy embarrassment. A drizzly island is a miserable place to live without pubs. Britain has one of the highest death-rates from covid in the world.", "But now something remarkable has happened. Britain has won the equivalent of the World Cup in vaccine roll-outs. Or as good as won it. Only a handful of countries have jabbed a higher share of the population. What’s most important is that we are beating France and Germany. It’s 1966 all over again.", "It’s not just that we’ve won. It’s that we’ve won in a very British manner – with a cheery mixture of tradition and innovation, rule-following and rule-bending, modesty and self-congratulation.", "Joining the ranks of the vaccinated was as much a tonic for my national pride as it was a boost to my covid-fighting abilities. The most British thing possible is to get jabbed in a cathedral while the stone statues of your forebears look on. I got the next best thing: the local Festival Hall where generations of Hampshire townsfolk have strangled Gilbert and Sullivan’s “ HMS Pinafore”: “For he might have been a Roosian/A French, or Turk, or Proosian/Or perhaps Ital-ian!/But in spite of all temptations/To belong to other nations/He remains an Englishman!”", "At first, it looked as if the cosmopolitans had the upper hand", "George Orwell thought that a sense of fair play, embodied in orderly, uncomplaining queuing, was the essence of what he called Englishness and we would now call Britishness. I tend to think that the essence of Britishness lies in orderly queues that somehow move faster for me.", "The Festival Hall did the nation proud. The queue was socially distanced and everyone was perfectly behaved, with a little chat about the weather but not too much. We were ushered along by nice women wearing hi-vis jackets bearing the name of the local football club (it’s called Lions International, presumably on the grounds that it plays teams outside Hampshire). Importantly, the line when I left was much longer than it had been when I arrived, snaking round the block. I had obviously been allocated a particularly lucky slot.", "The greatest triumph came when I got my shot. I hate needles and had worked myself up into something of a state when I arrived at the pod where my vaccine was going to be delivered. I had dressed up for a cold spring day in a thick tweed jacket, corduroy trousers, two jumpers and a tweed cap. But like most British municipal buildings, the Festival Hall had the heating on at full blast. I must also confess that my war against beards has not been waged with its normal vigour during the lockdown: who cares about a few stray tufts if you’re seeing only your family?", "The nurse took in my steamed-up glasses, my sweat-smeared face, the clumps of greying beard, the repetitious mumbling about whether it would hurt, and clearly took pity. She looked me directly in the eyes and slowly explained what was going on. Could I understand? She then turned to my wife and asked “do you visit him every day or do you live in?” Amelia’s response – “I’m married to him actually” – elicited a look of utter disbelief.", "I immediately spotted an opportunity to move Amelia up the queue to be inoculated (she hadn’t yet been called for her jab). “I couldn’t carry on without her,” I explained. “I’m worried that she’ll be carried off by the covid.” Amelia caught on and started fussing over me: “Take your little cap off…let me hold your jacket, take your jumper off…take your other jumper off…roll up the sleeve…hold my hand…it will all be over before you know it.” There was a bustle of activity as another nurse consulted her colleagues and hey presto, several people hadn’t turned up that day and my “carer” would have a vaccination at the same time as me!", "I’d been so caught up in the frenzy of fear and opportunism that I’d failed to focus on what type of shot was being put in my arm. But when I was given my vaccination card I realised that I’d been given yet another winning number in the lottery of life. Pfizer!", "I’d been given yet another winning number in the lottery of life. Pfizer!", "As a newly fledged vaccine nationalist, by rights I should have been disappointed that I hadn’t got the Oxford jab (which was presumably invented over sherry in an oak-panelled room) rather than being the product of an American multinational. But I’d heard that the likelihood of getting a mild allergic reaction – a slight headache that requires a day in bed – is higher with the first Oxford one than the Pfizer. I was delighted to be a Pfizer man. Ever since then I’ve taken every opportunity I can get to play the game of vaccine oneupmanship, casually letting it drop how healthy I felt after my injection.", "Nationalism has won, but at least it doesn’t feel quite so bleak to be British now. Queuing qualified by wiggle room, equality modified by competition, traditional values mixed with high-tech know-how. What could make me prouder? If Gilbert and Sullivan were still around, they’d surely write an operetta about it.■", "Adrian Wooldridge is political editor and Bagehot columnist at The Economist", "ILLUSTRATIONS: EWELINA KARPOWIAK"], "authors": ["Adrian Wooldridge"], "keywords": ["forget", "looked", "virus", "winning", "oxford", "jab", "british", "won", "vaccine", "called", "nationalism", "cup", "brexit", "britain", "day", "world"], "pubDate": "2021-03-29T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}