{"id": "35ee7b55-f9a6-3a2d-882b-27a3bd47f2a8", "title": "Why a Haircut Has a Whole New Meaning Post-Quarantine", "url": "https://www.vogue.com/article/post-quarantine-haircut", "summary": "It is the most defining feature we have, and we have the ability to change it as we change.\nI wonder how many people in the future will say, ‘Yeah, that was post-COVID.’ ”Change was certainly in the air.\n“She wants to look in the mirror and feel excited.\nIf we’re not dressing up in as many new clothes, at least we can dress up in new hair.\n“Normally I’m the one pushing for change,” adds Javier.", "paragraphs": ["One could argue that there are many more important things to be contemplating currently than, say, the shape of a bob, but how we feel about our hair is inextricably tied to how we operate in the world. For many, it is our power, our armor. Ask Nancy Pelosi. Ask the owner of the straw-colored three-step comb-over we see all too often. Hair is everything. It is the most defining feature we have, and we have the ability to change it as we change. Shouldn’t it telegraph not only who we are but who we are becoming?", "“People always mark chapters in their life according to haircuts. Breakups, jobs—you can really chart a timeline through your hairstyles,” muses George Northwood, the London stylist who caters to fashion royalty (and actual royalty) at his Fitzrovia salon. “I think people want to come out of this changed, and hair sends a message on a daily basis of who you are. I wonder how many people in the future will say, ‘Yeah, that was post-COVID.’ ”", "Change was certainly in the air. “No one’s coming in here saying, ‘I want the same as last time.’ Not one,” notes Ashley Javier, the editorial stylist who sees clients at the Parlor, his one-on-one atelier in downtown Manhattan. “It’s, ‘What should we do? Go shorter? Cut bangs? Go platinum?’ One client with long Malibu-blonde hair sent me a picture of Mica in the Saint Laurent ads—all of a sudden she wants a curly shag.”", "Succession actress Annabelle Dexter-Jones has just been in to see Javier the day I call, and though she had been growing out her back-grazing, wheat colored hair, she opted for a sharp-angled jaw-length bob instead. “She wants to look in the mirror and feel excited. With Zoom and FaceTime, it’s a very neck-up silhouette right now,” he explains. If we’re not dressing up in as many new clothes, at least we can dress up in new hair. “Normally I’m the one pushing for change,” adds Javier. “Now there isn’t much of a push.”", "The same is holding true across the Atlantic. David Mallett—who, in addition to an outpost at the Ritz in Paris and his Notre-Dame des Victoires flagship (a French Girl Hair hot spot famously presided over by a taxidermy ostrich), also operates a chic hair hideaway at The Webster SoHo in New York—reports many a Parisienne easing away from her formerly nonnegotiable “lifetime look” and embracing rather radical change."], "authors": ["Sarah Brown", "Sarah Brow"], "keywords": ["change", "stylist", "wants", "meaning", "haircut", "royalty", "look", "hair", "bob", "feel", "say", "postquarantine", "javier"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}