{"authors": ["Azadeh Moaveni"], "keywords": ["london", "girls", "east", "felt", "young", "isis", "place", "brides", "sharmeena", "women", "muslim"], "pubDate": null, "summary": "The girls were bubbly and well-liked at school and seemed like model British Muslim girls: studious, respectful – and walking the delicate line between conservative home environments and liberal modern London.\nI found myself transfixed by the girls’ defection to Isis, but even more so by the news coverage, the viciousness of it and the swift excommunication of the girls from Britishness.\nThey quickly went from being “our girls” – 15-year-olds who had been groomed by sophisticated predators – to “brides of jihad”.\nIsis was the first jihadist group to place women at the centre of its recruitment.\nPhotograph: Metropolitan Police/PAFor the young women from Raqqa, the arrival of so many foreign women to their wartime dystopia was bewildering.", "title": "From ‘our girls’ to ‘brides of Isis’", "url": "https://www.theguardian.com/world/2019/oct/06/how-bright-successful-british-muslim-girls-were-lured-into-joining-isis", "id": "36258691-a508-3455-92b4-75aca49cbd2e", "paragraphs": ["When the Bethnal Green schoolgirls disappeared off the streets of east London in early 2015, never showing up at home for dinner and instead boarding flights to Istanbul, their parents hadn’t the slightest inkling. The first to leave had been Sharmeena Begum. She left to join Isis, followed two months later by Amira Abase, Kadiza Sultana and Shamima Begum (no relation). Just last week, Priti Patel said “no way” could Shamima return to the UK. The girls were bubbly and well-liked at school and seemed like model British Muslim girls: studious, respectful – and walking the delicate line between conservative home environments and liberal modern London.", "I found myself transfixed by the girls’ defection to Isis, but even more so by the news coverage, the viciousness of it and the swift excommunication of the girls from Britishness. They quickly went from being “our girls” – 15-year-olds who had been groomed by sophisticated predators – to “brides of jihad”.", "I had to read the press coverage closely – I was teaching journalism at a London university with a large Muslim student population. Maybe my students didn’t read the tabloids, but they lived the atmosphere the papers conjured. The shift was palpable, especially on the bus to campus. Mostly placid before, now every other week someone insulted a hijabi girl. I read the papers each day with a morbid, feverish fascination. Often I felt slapped by the headlines and grew perplexed by the severity of my own reaction. The crassness, the absence of political context, the craftily worded polls that concluded much of Muslim Britain lived in sympathy with Isis jihadism, were not surprising to me. I was shaken, I realised, because all of it evoked my girlhood.", "Facebook Twitter Pinterest ‘It could have been me’: Azadeh Moaveni. Photograph: Mary McCartney/The Observer", "I grew up in California in the 1980s, a time when the US and Iran, my country of family origin, became enemies. Iran had a distinguished history, but in popular imagination it became a dark place, the Land of the Ayatollahs, that uncivilised place mired in irrational hatred of the west, where women were shrouded in black. Before the niqab- lad Isis woman became visual shorthand for barbarism, niqab-clad Iranian woman inhabited that space.", "I cannot say what effect it has on others, to see themselves reflected for so long in the popular imagination as the enemy. For me, during that season when young women started disappearing from British cities to join Isis, when the police began confiscating passports in order to stem the flow, I could only think that if I had been living in that same world, it could have been me. I could have been seduced by the same visions and tricked by the lies and half-truths. To be offered an escape from conservative parents, persuaded they were doing something at once fiercely adventurous and perversely liberating – such delusions seemed incomprehensible to the white female columnists criticising them. But to my mind, it seemed relatable.", "I was not raised in a particularly religious family, but as in so many Muslim households, or even Middle Eastern ones, my Iranian childhood milieu was saturated with a deep and passionate mistrust of the west and its policies. My parents rejected mainstream sources of news as biased propagandists for American empire. And this was in the innocent 80s and 90s! I thought nothing was more romantic than radicals who fought against all this injustice, and ached to run away to the Middle East to join some inchoate resistance struggle. I found our life in Silicon Valley suburbia soulless and vacant, chafed at my mother’s you-mustn’t-become-like-them strictness, and felt like I did not belong. When I moved to the Middle East after university, acquired a Palestinian boyfriend, and announced to my parents that I would never return, perhaps might move to Gaza, that my place was in the region among “our people”, I felt deliciously rebellious. They were horrified. But in the end, as a girl from an educated, privileged background, I had a safe path open to me. I did all this as a correspondent for prestigious newspapers, reporting on how women’s lives in the region were impacted by conflict.", "When I began peering into the social media posts of the Bethnal Green girls, all the views and news they had exchanged before they boarded their flight to Istanbul – their vernacular, ideas and sheer naivety – seemed extraordinarily familiar. They seemed, as is the way with young people, awakened to injustice and inequality for the first time. One minute they were concerned with A-levels, but the next the rape of Muslim women in Syrian government prisons. What they were ensnared with was so powerful because much of it was true. The female recruiters whose blogs they read promised them a life of dignity and piety in an Islamic homeland – they could wear hijabs and become doctors and good wives, where they would be included as proper citizens. Much of what they offered sounded empowering. It just happened to be harnessed, in ways the girls couldn’t easily see, to a genocide project run by ex-Iraqi Baathists, with no interest in the identity agonies and social justice concerns of east London teenagers.", "Facebook Twitter Pinterest East London girl: Amira Abase from Bethnal Green. Photograph: Jamie Wiseman/Rex/Shutterstock", "I remember sitting in Shoreditch in the tower block living room of the father of Sharmeena Begum, the three girls’ best friend, who had travelled to Syria two months before them. Working long hours to get by, he had no idea what was going on in her life, in her head. Mainly he was relieved Sharmeena had stopped saying she wanted to be a fashion designer. It was eerie to reconstruct the web that caught them. Once I saw it, I felt almost responsible for them; for finding them, for writing alternative headlines about them, headlines that would not be trials or village hangings. It started with those girls, this quest to make their blundering, disastrous choice – the resentments, desires and motivations beneath it – intelligible. It was when I set out after them, travelling to southern Turkey in their wake, that I began meeting other women with their own stories of collaboration and regret.", "I ended up finding and speaking to a cast of unforgettable young women. In Turkey, I encountered defectors living among other displaced Syrians in the southern city of Sanliurfa. Two of them, Aws and Asma, were university students from urban Raqqa, where they’d had bookshelves filled with novels by Jane Austen and Dan Brown. Their families had stayed when the Islamic State made their Syrian hometown the capital of its caliphate. Although desolate at their banishment from public life, the sudden cancelling of swimming and walks in the park, and book shops through which they accessed the outside world, the girls chose to collaborate, in time, not out of belief or sympathy, but in order to survive. They joined the morality police and became the spectres in the niqabs. But really they felt anguish at the loss of their university courses, their dreams of careers, and the way sectarian hatred overshadowed their country’s peaceful uprising.", "In the seaside cafés of Tunis, I met Nour, a pious high-school dropout who longed to join her fighter husband in Syria. After the fall of Raqqa, I travelled to refugee camps in Syria’s northeast, interviewing women from Germany, Lebanon and a host of other countries, all of them trapped in circumstances of terrible squalor and disease, some deeply repentant and some not at all.", "Every national sphere that touched Isis, each distinct society, teemed with its own grievances. It quickly became evident that there was not one story of Isis women, but many separate stories, bound together by one truth – the ease with which jihadist militancy could exploit women’s frustrated hopes and desires. Of course, the group’s appeal in countries like Syria and Iraq, borne out of shattered politics and recent violent history, was distinct. Young women, and also men, joined on a scale not even comparable to those who came from abroad.", "But the women who poured into the caliphate from over 50 countries responded to a very different call. Isis was the first jihadist group to place women at the centre of its recruitment. It both promised would-be fighters brides, and women a role as fully fledged members in its new society. No militant group had appealed so directly to women. The al-Qaidas of the past wanted women to stay at home and raise militant babies, but Isis saw that a younger generation wanted more, and offered them a share of its action. You could even say that in its own twisted way, it had a women’s strategy. For women living under repressive and patriarchal governments, the Isis call carried a shimmer of opportunity and freedom.", "Facebook Twitter Pinterest Too late to stop: (from left) CCTV image of Amira Abase, Kadiza Sultana and Shamima Begum at Gatwick airport, February 2015. Photograph: Metropolitan Police/PA", "For the young women from Raqqa, the arrival of so many foreign women to their wartime dystopia was bewildering. Asma, a sophisticated, well-read young woman who had been studying for a marketing degree, was charged with greeting those women at the Syrian border. She had actually brought in the Bethnal Green girls and wondered why all of us, including me, cared so much about their civil war. Why weren’t they back home dating handsome English footballers?", "I understood her confusion. But I felt a closeness to so many of the families I met. There was Olfa, a Tunisian mother, who railed against her loose daughters Rahma and Ghoufran – who couldn’t understand why her two teenagers suddenly believed this Iraqi-Syrian jihadist group had anything to with their lives. She had let them hang out with the local Salafi clique, because religious activism seemed to put them on a straight path. She had been relieved to see them cover up, instead of hanging out in tight clothes with local breakdancers. She had imagined that her daughters were benefiting from a long-overdue course correction when really they were being lured into someone else’s faraway battle.", "Whether in London, a slummy neighbourhood of Tunis, or in whole Syrian cities, what stood out was the deep need to be included. Having no sense of place as a citizen drove many women to despair, and made them vulnerable to the grasping recruitment of a group that saw their own needs and pretended to offer a solution.", "Book extract: the last day in London", "It was a truth universally acknowledged that all young women travelling from Britain to the Islamic State needed to go shopping first and in that strange winter when girls started to go missing, Westfield Stratford, a sprawling mall in east London, emerged as a favourite final destination before the journey.", "It was almost dark as the four teenage girls got off the Jubilee line. They had come straight from school, Bethnal Green Academy, where they excelled in their studies and were admired by teachers and fellow students alike as examples of fine young women: intelligent and well spoken, joyful and vivacious.", "They were all 15 or 16 and best friends, passionately close as only adolescent girls can be, and so protective of their group friendship that they often tweeted warnings about the danger of keeping secrets. It was early December and the mall was draped in glowing stars and lacy angels, teeming with women carrying bags of Christmas shopping. The four girls walked past the trendy steak place with the halal menu they would now never try, past the champagne bar where the bag-laden women took refuge, past an advertisement for the film American Sniper (‘The Most Lethal Sniper in US Military History’).", "Sharmeena needed a new mobile phone and some winter clothes, because it was already snowing in Syria, the clothes she’d ordered online from Forever 21 had not arrived and she was leaving the next day. Button-nosed, with a soft, round face and steely eyes, Sharmeena was the fast-talking, opinionated personality in their group.", "Her friends watched her face carefully for reactions, the flicking lights behind her eyes that meant she was deliberating, the few moments it would take for her small mouth to open and tell them they were being either ridiculous or perceptive.", "Everything that came next, everything that followed, turned on her, for Sharmeena was the first among them to walk through real darkness.", "Guest House for Young Widows by Azadeh Moaveni is published on 10 October by Scribe at £16.99. Order it at guardianbookshop.com"], "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}