{"id": "362f837a-bdc9-324f-a26a-d9f741b80279", "title": "Domhnall and Brian Gleeson: 'People will be surprised to see us in a comedy like this'", "url": "https://www.theguardian.com/tv-and-radio/2021/apr/10/channel-4-frank-of-ireland-domhnall-and-brian-gleeson", "summary": "Domhnall Gleeson has learned a lot about sitcom writing of late.\nHe has spent the last couple of years scripting a comedy series with his brother Brian, and is now well-versed in character arcs, structure and the like.\nPop hooks ... Liz Fitzgibbon with Brian and Domhnall Gleeson in Frank of Ireland.\nHats off ... Brian Gleeson as Jimmy McCavern in Peaky Blinders.\nForce to be reckoned with ... Domhnall Gleeson as General Hux in Star Wars: The Last Jedi.", "paragraphs": ["Domhnall Gleeson has learned a lot about sitcom writing of late. He has spent the last couple of years scripting a comedy series with his brother Brian, and is now well-versed in character arcs, structure and the like. He has also learned something crucial about working with your sibling.", "“If you look over during a mixed martial arts scene to see your brother with a boner, it really has to be comedic,” he says via Zoom to the soundtrack of Brian’s uproarious laughter in a separate window. “Otherwise you’re in a very dark place.”", "Lols might not seem instantly synonymous with the Gleeson brothers. Domhnall is probably better known for being savaged by a werewolf as a Weasley brother in the Harry Potter films, sneering haughtily as General Hux in the last Star Wars trilogy, or getting scalped by Tom Hardy in The Revenant. One of Brian’s recent roles, meanwhile, saw him crucify someone as Peaky Blinders’ Jimmy McCavern. And, when the pair were on screen together, playing warring brothers in Darren Aronofsky’s psychological shocker Mother!, it ended with Domhnall’s character stoving in the head of Brian’s character with a doorknob.", "But their latest project, Frank of Ireland, is a slapstick-packed gag fest. Exec-produced by Sharon Horgan, it follows Brian (pronounced “Bree-an”) as the titular antihero: a failed musician who has recently been dumped by on-off girlfriend Áine (Sarah Greene) and lives with his mum Mary (Pom Boyd) in the ’burbs of Malahide, a small town in County Dublin. As Frank attempts to fish his life from the toilet, he is constantly shadowed by Domhnall (pronounced “Dough-nall”) as his moronic best mate, Doofus. The pair constantly try to convince themselves that their humdrum lives are more interesting than they are by depicting themselves as a rollcall of movie icons ranging from Travis Bickle to Robin Hood as played by Kevin Costner.", "It is not exactly the next career move you’d expect from two actors who are increasingly in-demand Hollywood names. Some of the goofier moments in the show include food fights, being urinated on by dogs and the aforementioned boner scene, where the pair are beaten up during a cage fight while Brian’s Lycra pants are absurdly distended around the crotch area. Which is one hell of a way to avoid being typecast.", "“I hope some people will be surprised to see us in a comedy like this,” says Domhnall. “Part of the reason I wanted to write Frank of Ireland is that not many people ask us to do this sort of thing. I’ve always wanted to do slapstick stuff, and this lets us work in pratfalls and just play a total child.”", "The brothers are talking from opposite sides of the Irish Sea. Older bro Domhnall, 37, is in Dublin, his all-black outfit matching the colour of the poster for Paul Thomas Anderson’s Punch-Drunk Love that sits behind him. Brian, 33, peers through tortoiseshell glasses in a Hackney living room. Lockdown might have meant that Zoom is the only way the pair can meet for an interview but today that’s not so bad. “It’s Paddy’s Day, so I’d normally be inside, keeping away from the streets,” chuckles Brian gruffly. He is the more reserved of the pair, full of deadpan, almost Eeyore-ish humour in contrast to Domhnall’s high-energy enthusiasm.", "Pop hooks ... Liz Fitzgibbon with Brian and Domhnall Gleeson in Frank of Ireland. Photograph: Peter Marley", "Much of the show’s joy comes from the way the two leads bounce off one another. Brian’s turn as Frank is a stomp through bouts of pathetic, arrested-development angst. Domhnall is intensely likable as Doofus, a human doormat/absolute sweetie for whom getting a new hoodie is a major life event. Their relationship is summed up by a scene where Frank is sulking in his bathtub, with Doofus curled up behind him like a human bath-pillow. It is immediately obvious that this isn’t the two brothers’ first project together. It’s also not even their first project where Brian plays someone called Frank.", "“I don’t know how the hell it ended up like this,” says Domhnall of the fact that this now completes a Frank-based trilogy for him. That being both the name of the role he wrote and directed for Brian in Noreen, a farcical short film about two feckless coppers botching a suicide investigation (featuring dad Brendan as the other policeman), and the title of the Lenny Abrahamson film he appeared in alongside Michael Fassbender.", "“Wasn’t Frank the name you used in Starbucks for a while, Brian?”", "“That’s true. I really couldn’t deal with going: ‘It’s pronounced ‘Bree-an’, so write down ‘Brian’. But then make sure you say ‘Bree-an’ when you give it to me,’” laughs Brian. “But Frank is also my middle name.”", "“Is it? Well, you learn something new every day,” chuckles Domhnall.", "For Frank of Ireland, Brian and Domhnall brought in Michael Moloney, a comedy writer who had been partnering on scripts with Domhnall since the pair had gotten hold of a camcorder while at school together and started making movies. “Bad movies,” chuckles Moloney on a separate Zoom call.", "Hats off ... Brian Gleeson as Jimmy McCavern in Peaky Blinders. Photograph: Robert Viglasky/BBC/Caryn Mandabach", "Seeking inspiration for the series, the Gleesons and Moloney wandered Dublin for hours, thrashing out ideas. With the trio having grown up in the same town, their thoughts turned to the daft adventures they’d filled the endless days of their childhood with, from the monster movies Domhnall and Moloney would film, through to “just wandering into McDonald’s and thinking: ‘This is absolutely amazing.’” There was also a strange obsession with a fake country singer.", "“Once a year myself and Michael would meet up and write a terrible country song together. Things like Tenner in Your Sock, about the importance of keeping a tenner in your sock,” laughs Domhnall.", "“When we were explaining to our girlfriends: ‘We’re going to be gone for a day and a half to write all night and record a terrible country song,’ it just became easier to say: ‘We’re working on a character.’ We called him Duke Governs, and he led on to parts of Frank.”", "At one point, Frank of Ireland becomes even more of a family affair. The two lead actors are joined by their father Brendan, the Emmy-winning actor known for roles in Gangs of New York, In Bruges and Harry Potter. He plays an older version of Frank, and rocked up on set with a suitcase full of clothes based on his concept for the character.", "Force to be reckoned with ... Domhnall Gleeson as General Hux in Star Wars: The Last Jedi. Photograph: Everett/Alamy", "Domhnall, Brian and Brendan have previously worked together in the aforementioned Noreen, as well as donning bad wigs and deliberately hammy performances for Enda Walsh’s play The Walworth Farce. And in 2019, their author and screenwriter brother Rory penned Psychic, a Sky Comedy short film about an ageing medium forced out of retirement by his scheming sons. It was directed by Brendan and featured a soundtrack by composer brother Fergus (who also sings a country number for Frank of Ireland). Is humour something they naturally gravitate towards as a family?", "“I think so. Mam [Brendan’s wife, Mary] is really funny. There’s a lot of laughter whenever we’re all together in the house,” offers Domhnall.", "“Also, I’m always a little wary of the fact that we’re working together – so you don’t want it to feel too self-conscious,” says Brian. “For family projects, I want it to be something that’s fun rather than too heavy.”", "Given the risk of people assuming you have had a leg-up from your famous father rather than bagged a project on your own merit, that’s not surprising. Indeed, Domhnall initially considered turning down the role he was offered in Harry Potter, lest people (mistakenly) thought he was only cast due to his father. But having a dad with so much industry experience does give them access to plenty of insider wisdom.", "“When we both became actors, Dad said: ‘Don’t wait for the phone to ring. You’ve got to create your own work,’” says Brian. “So why wouldn’t you create something you want to be in that other people aren’t giving you?”", "Act to follow ... Brian and Domhnall with dad Brendan Gleeson (left). Photograph: Dan Wooller/Rex/Shutterstock", "Frank of Ireland certainly fits that mould. At times there is a genuine originality to the writing, particularly in terms of the truly gonzo film send-ups that are shot through each episode. The series opens with a languorous, cinematic take-off of Taxi Driver – all jazzy cello soundtrack and misty streets, filtered through the lives of two losers who can’t drive, so have to recreate the monologues while being chauffeured around Dublin by bemused local cabbies. Meanwhile, the show’s Memento-inspired season finale might be the smartest ending to a sitcom in years. Not least because it’s preceded by daft slapstick recreations of Home Alone booby-traps and a hilariously weird plant-based spoof of A Few Good Men: “You can’t handle the fruit!”", "It is also a show that manages to be absolutely prolific in its usage of swear words. The effing and jeffing doesn’t just come from the two leads, either. The air is turned blue by doctors, mothers, recently bereaved granddaughters and extremely young-looking country musicians. It is hard to think of another recent mainstream sitcom that features the same volume of expletives.", "“You know, it didn’t strike me as being that sweary until people pointed it out,” smiles Moloney of a show that includes the lead character’s mother being told to “shove it up your dick” in the very opening scene of episode one. “It’s really not a feature I particularly noticed. Maybe it’s an Irish thing.”", "Maybe. Or perhaps it’s the result of writers who think that a fun sibling activity is cage fighting with fake erections? Either way, there is no denying that it makes for a gloriously silly series.", "Frank of Ireland airs Thursday 15 April, 10pm, Channel 4"], "authors": ["Alexi Duggins"], "keywords": ["ireland", "country", "brian", "film", "domhnall", "frank", "surprised", "pair", "brother", "comedy", "gleeson", "moloney"], "pubDate": "2021-04-10T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}