{"id": "36323dab-bcc1-326e-8f5e-3381a2497fda", "title": "Traveling to Egypt during Covid-19: What you need to know before you go", "url": "https://edition.cnn.com/travel/article/egypt-travel-covid-19/index.html", "summary": "Below is information on what to know if you still plan to travel, last updated on April 2.\n(CNN) — If you're planning to travel to Egypt, here's what you'll need to know and expect if you want to visit during the Covid-19 pandemic.\nCairo's long-awaited Grand Egyptian Museum is scheduled for opening in 2021.Who can goAll travelers can enter Egypt providing they can show proof of a negative Covid-19 test.\nFrom September 1, all arrivals into Egypt, including its citizens, must provide a negative PCR test taken within 72 hours of departure.\nMost countries need an e-visa to visit Egypt, available hereWhat's the Covid situation?", "paragraphs": ["Editor's Note — Coronavirus cases remain high across the globe. Health officials caution that travel increases your chances of getting and spreading the virus. Staying home is the best way to stem transmission. Below is information on what to know if you still plan to travel, last updated on April 2.", "(CNN) — If you're planning to travel to Egypt, here's what you'll need to know and expect if you want to visit during the Covid-19 pandemic.", "The basics", "Egypt allowed the resumption of international flights last July, although all passengers must show proof of a negative test taken prior to departure (other than to three specified coastal resorts), as well as valid health insurance.", "What's on offer", "Egypt is full of big hitters: the Pyramids at Giza, sensational museums and cafe culture in Cairo, not to mention some of the finest diving in the world in the Red Sea. Explore the desert through some of North Africa's best hiking trails or take it easy at five star resorts complete with private beaches that slide gently into azure water. Cairo's long-awaited Grand Egyptian Museum is scheduled for opening in 2021.", "Who can go", "All travelers can enter Egypt providing they can show proof of a negative Covid-19 test.", "What are the restrictions?", "From September 1, all arrivals into Egypt, including its citizens, must provide a negative PCR test taken within 72 hours of departure. This extends to 96 hours for arrivals from Japan, China, Thailand, North America, South America, Canada, London, Paris, and Frankfurt. The certificate must be written in English and Arabic and be stamped by an accredited laboratory. All travelers must complete a personal monitoring card and show proof of health insurance on arrival.", "Alternatively, those arriving in the coastal governorates of South Sinai, Red Sea and Marsa Matrouh who cannot show evidence of a negative test are able to take a test and then isolate while awaiting the results, at a cost of $30. Those found to be positive must isolate for 14 days in a dedicated area of their hotel.", "Most countries need an e-visa to visit Egypt, available here", "What's the Covid situation?", "Egypt has seen a total of 202,843 Covid cases and 12,041 deaths as of April 2. Following a large spike in June and July, deaths and cases tailed off during August, September and October, but were followed by a second spike early in the new year. Case numbers are currently on an upward trend. Vaccinations have begun, but only minimal doses administered so far.", "What can visitors expect?", "Masks are mandatory and must be worn on all public transit and in taxis, as well as in enclosed public spaces. Failure to wear a mask indoors could result in fines. There are also strict limits on public gatherings. Hotels, restaurants and cafes have also slashed capacity and brought in new hygiene measures to limit the spread of the virus.", "Useful links"], "authors": ["Cnn Staff"], "keywords": ["proof", "traveling", "visit", "travel", "covid19", "need", "travelers", "cases", "egypt", "negative", "test", "public", "know", "health"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}