{"id": "363f42ca-118d-3707-b113-cf881868aabf", "title": "Location, education propel Asian income growth above US median", "url": "https://www.foxbusiness.com/economy/location-education-propel-asian-income-growth-in-us", "summary": "“As the labor market tightened more in certain areas and in certain fields we would see more robust income growth for those groups,\" Ohio State economist Trevon Logan said in an email.\n“Also, higher concentration in urban areas with larger job growth and increases in minimum wage can also play a role in income gains.\"\nWhile income growth has been comparatively flat in a vast majority of U.S. counties, it has been concentrated in a handful of communities, said William Spriggs, an economist at Howard University.\nBlacks are over-represented in public employment, which experienced anemic income growth,” Logan said.\nThe median income for Non-Hispanic white households was $68,785.", "paragraphs": ["Asian American households saw the biggest income growth of any racial or ethnic group in the United States over the past decade and a half — almost 8%, according to figures released Thursday by the U.S. Census Bureau.", "Continue Reading Below", "Household income for Latinos grew by nearly 6% over that time, while households led by non-Hispanic whites and Blacks had comparatively stagnant income growth — 3% and almost 2% respectively — over the past decade and a half.", "Nationwide, median household income grew 2.3% from the 2005-2009 period to the 2015-2019 period, according to the latest 5-year American Community Survey.", "GET FOX BUSINESS ON THE GO BY CLICKING HERE", "Economists said a lot of the difference in income growth among racial and ethnic groups has to do with the thriving job markets where Asian American and Latino-led households are concentrated — cities and communities in the West and Southwest.", "“As the labor market tightened more in certain areas and in certain fields we would see more robust income growth for those groups,\" Ohio State economist Trevon Logan said in an email. “Also, higher concentration in urban areas with larger job growth and increases in minimum wage can also play a role in income gains.\"", "While income growth has been comparatively flat in a vast majority of U.S. counties, it has been concentrated in a handful of communities, said William Spriggs, an economist at Howard University.", "“So, I suspect recent Asian and Latino immigration has been to these high growth areas,\" Spriggs said.", "WAGES FOR TOP 1% OF AMERICANS CLIMB 160%", "Education also played an important role, said Marlene Kim, an economist at the University of Massachusetts Boston. More than 54% of Asian Americans had a bachelor's degree, the highest of any racial or ethnic group, compared to 32% overall for U.S. residents, according to the 2015-2019 American Community Survey.", "By comparison, 35.8% of non-Hispanic whites, 21.6% of Blacks and 16.4% of Latinos had bachelor's degrees.", "“We are in a knowledge economy and a college education is key to getting professional jobs that pay well. Asians have the highest percentage of getting a college degree and I think you are seeing that effect,” Kim said. “Asians are more likely to be in professional and technical jobs, which are thriving and increasing their pay and income level.”", "But there are wide differences among Asian Americans — a diverse racial category that include Americans with roots in China, India, the Philippines and other Asian nations. Americans of Indian origin had higher rates of college education than those of Cambodian and Hmong origin, according to a report last year from the Pew Research Center.", "BIDEN PLAN TO FORGIVE STUDENT LOAN DEBT WOULD DO LITTLE TO HELP ECONOMY", "By the same measure, location and job markets also played a role in the stagnant income growth for Black-led households, with large numbers geographically clustered in the South, economists said.", "“For Black households, we continue to see them struggle for the same reasons. Blacks are over-represented in public employment, which experienced anemic income growth,” Logan said. “Also, Blacks in rural areas, especially in the rural South, are located in places with substantial business losses and weak job growth.”", "Discrimination in hiring and promotions also are factors as well as policy decisions, he said.", "“For example, we know increasing the minimum wage would close racial income gaps, and Blacks are disproportionately located in states, localities that have not done so,\" Logan said.", "CLICK HERE TO READ MORE ON FOX BUSINESS", "The five-year American Community Survey measures all sorts of demographic traits about the U.S. in half-decade chunks. But the latest data doesn’t capture the economic upheaval caused by the pandemic in 2020, including how the unemployment rate for Asian Americans shot up from 2.6% to 12% before declining to 6.7% in the past year.", "Households led by Asian Americans had a median household income of $88,204 over the five year period covered by the 2015-2019 American Community Survey, the highest of any racial or ethnic group. Asian Americans make up almost 6% of the U.S. population.", "Nationwide, the median household income for 2015-2019 was $62,843. The median income for Non-Hispanic white households was $68,785. It was $51,811 for Latino-led households and $41,935 for Black-led households."], "authors": [], "keywords": ["education", "americans", "job", "american", "blacks", "propel", "median", "growth", "racial", "location", "households", "asian", "income"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}