{"id": "36593976-5eb7-36be-ba77-89778900e717", "title": "WIRED25 2020: Matt Mitchell on Protecting Yourself From Digital Surveillance", "url": "https://www.wired.com/video/watch/wired25-2020-matt-mitchell-on-protecting-yourself-from-digital-surveillance", "summary": "He's a Ford Foundation tech fellowand the founder of CryptoHarlem,where he works on cybersecurity threatsand protecting themselves from surveillance.\nCan you tell us what a digital stop and frisk isand how that relates to your work,and people from surveillance?\nBut for black folks in the inner city,that is a way that you can get targeted.\nAnd it's a lot harder to see,it's a lot harder to,you know there's no one there to likefilm this happening to youand oftentimes it's delayed, right.\nAnd people aren't always necessarilyaware of what these things look like,what they do, how they operate,and how it's used to criminalize their behaviorsand target them.", "paragraphs": ["Transcript", "Hi everyone. I'm Sidney Fussel.", "I'm a senior reporter for Wired,", "where I cover big data and policing.", "I'm joined today by Matt Mitchell.", "He's a Ford Foundation tech fellow", "and the founder of CryptoHarlem,", "where he works on cybersecurity threats", "and protecting themselves from surveillance.", "Matt how are you?", "Hey, how are you? I'm good.", "I'm great, awesome.", "Thanks so much for taking the time to speak with us.", "Can you tell us,", "just to start off a little bit about CryptoHarlem.", "Which doesn't have anything to do with crypto currency.", "Yeah, no, I mean,", "it doesn't have anything to do with cryptocurrency.", "That crypto stands for cryptography.", "Although, you know, we do teach everything.", "So we talked about, you know, Bitcoin", "and cryptocurrency and we have experts coming in,", "Rick Dudley and things like that.", "CryptoHarlem started around the time", "of the George Zimmerman, Trayvon Martin trials.", "And I just felt like, you know, I wanted to do something.", "I went to work", "and it just seemed like for the few black folks at work,", "it was a horrible day,", "but for a lot of other people it was a bad news day.", "But it was really something that really changed me", "and changed everyone who I was", "speaking to in my community in Harlem.", "And I wanted to do something.", "So I decided, you know, I'm a computer hacker,", "I'm a surveillance expert.", "I can at least talk to folks", "about the surveillance in our neighborhood", "and how it got there,", "and how it works, and how to circumvent it,", "and the things that we can do to be safer.", "Got it, got it. And I know that in your work previously,", "you come up with this term digital stop and frisk.", "Can you tell us what a digital stop and frisk is", "and how that relates to your work,", "and people from surveillance?", "Yeah, I mean,", "it's wild out here on these digital streets", "and you know, we have stop and frisk in New York", "and that got,", "you know, it didn't get like,", "there's an idea that it doesn't exist anymore.", "And then it got like thrown out or banned.", "Limited use, limited use, right.", "And instead, what we see is a lot of young folks", "are told by tech companies, you know, post your information", "on Twitter and Facebook and YouTube and express yourself", "and be you.", "But for black folks in the inner city,", "that is a way that you can get targeted.", "And law enforcement, works with companies", "that can ingest large amounts of social media", "traffic and data,", "do sentiment analysis and try to, you know,", "use some AI to see,", "this seems angry or this seems about that,", "create all kinds of networks and cosol connections.", "And it ends up with six in the morning,", "seven in the morning,", "your door gets kicked in.", "You get dragged into the station,", "with like hundreds of other young people, right.", "So there's a pretty well documented case,", "of it in Harlem or where I live.", "And yeah I mean,", "there was a project crew cut", "and a bunch of other police initiatives that,", "where this happens and it happens to this day.", "You know, we see protestors in Minneapolis.", "Protests in other parts of the country,", "you know in Louisville et cetera.", "Being targeted because of social media posts.", "And yeah, that's what digital stop and frisk is.", "It's the criminalization of blackness,", "but online now instead of on the streets.", "And it's a lot harder to see,", "it's a lot harder to,", "you know there's no one there to like", "film this happening to you", "and oftentimes it's delayed, right.", "Right. And so is that your work with CryptoHarlem people", "from these forms of discrimination or digital surveillance?", "That's exactly what it is.", "So you know, a lot of people just don't know", "that this is a thing, right?", "So they aren't aware that this is happening.", "They do see in their neighborhoods,", "if you go to the inner city from, you know,", "South central to Harlem, you know,", "you go to Chicago, you go to Miami,", "you're gonna to find technologies of surveillance", "in these neighborhoods,", "that you don't see outside these neighborhoods.", "And people aren't always necessarily", "aware of what these things look like,", "what they do, how they operate,", "and how it's used to criminalize their behaviors", "and target them.", "I mean, you know, there was a Bloomberg report", "on persistence surveillance company", "that has plans, just kind of like circling Baltimore,", "filming live, like what's going on.", "I mean if you're living in a neighborhood", "you're on camera,", "when you go from place to place and do things.", "And you know,", "I think we need to have conversations about like why this is", "and how it is.", "It starts with being educated on it.", "And that's the first thing we do", "is educate folks on like what's happening", "and also, you know,", "what they can do within their political rights,", "within their human rights to push back against it.", "Got it, Got it.", "I know you said the sort of CryptoHarlem began with", "George Zimmerman and Trayvon Martin,", "but certainly you know,", "the summer beginning with the George Floyd protest,", "you've seen a huge groundswell of grassroots organizations,", "you know, smaller groups,", "but also the larger ones like the ACU.", "And I was hoping you could sort of speak", "to the sort of bitter sweetness of this moment.", "On the one hand you have all these organizations,", "all these people coming together and being collective", "at the same time, you also have a lot of these", "you know negative groups", "that are doing things like zoom bombing", "and stuff like that, you know?", "So let's speak to how there's like a lot of good", "and bad in this very intense, powerful moment.", "Yeah I mean,", "this is a global movement and moment for civil rights", "and racial justice.", "Not just in this country,", "but around the world.", "But let's not forget that this moment", "is centered in black pain and anxiety.", "And you know, it is bitter", "because while there's a lot of attention to these issues,", "these are issues that have been around for a very long time.", "You know, surveillance of black communities", "have existed since the slave ships.", "And it's continued methods of surveillance,", "which our methods of oppression have continued to evolve.", "Since then, its just gotten very complicated.", "You know, if you live inside of the United States", "and you're exercising your rights to free speech", "or your rights to assembly,", "your rights, to, you know, speak out against injustice", "and protest and march and demonstrate.", "You might not realize that the entire time", "for your use of social media,", "it's your physically being at a protest or demonstration.", "There's a lot of data that you're leaving there", "and it's being vacuumed up", "and used to, you know,", "used against you. Right?", "And I think marginalized people in this country,", "black and brown folks, queer folks,", "anyone who's othered", "are you know,", "targets for this criminalization of their behavior.", "In this moment of protest,", "it's important for folks to know what they need to do", "and how they can not only stay safe at a protest,", "but as they network and organize", "and try to make positive things happen.", "Absolutely, And I think you're absolutely right", "that there's a lot of historical connections", "beginning with the very foundation of America,", "to this moment.", "But, you know, again, going back to this moment,", "beginning with the protest and the", "justice for Breonna Taylor movement.", "There are some various specific, you know,", "mind things that are being done.", "You have different people from like Reddit and trolls", "and things like that.", "What are the threats of this current,", "you know, like zoom, everything, COVID, the moment.", "What are the things that people can do to protect themselves", "and be active and connect.", "Yeah a hundred percent.", "So, you know, in this moment, a lot of folks are", "maybe thinking about like law enforcement", "or some intelligence agency.", "But it could just be your neighbor", "or someone who is part of your social circle", "in real life or online.", "It just does not agree with your political views", "and it doesn't take much for them to disrupt", "your organizing what you're trying to do.", "You know, if you have a video conference, a live stream,", "whatever technology your using,", "it's important for people to understand,", "like how to make that as limited as possible", "to be disrupted, right?", "And how to mitigate all kinds of attacks.", "Like, you know, you're using zoom,", "you've got zoom bombing, and you know,", "that'll just ruin you if you're just beginning to start out", "a grassroots organization", "and everyone's so happy to be there.", "And then all of a sudden you have trolls attacking you", "and doxing people by posting", "their personal identifiable information online.", "The things that you can do are to send,", "obviously there's some basic things like", "send that invite to as trusted enlist, as you can.", "And as short a notice as you can,", "you can have people RSVP for the event,", "but only send the link to people who RSVP'd", "at a certain time.", "But then in the technologies,", "they create things where, you know,", "people don't just get thrown into a room together.", "They have to be held in some place or in a waiting room", "or things like that.", "And these are all features that,", "it's important for,", "if you're gonna organize and use any technology,", "it's important for you to take a look", "at all these different privacy and security sections.", "The first thing you want to jump into", "and turn those things on.", "You want to turn off any kind of personalization and ads.", "And you also wanna look into what is this technology's", "record of fighting for people's rights.", "So use it.", "So that's always in this little privacy statement", "that we always skip, right?", "It's really important to take a look at that", "and read it over time,", "'cause this is real.", "Got it, And then you know, we're wrapping up.", "But you did say something to me the other day", "that was fascinating,", "which was the canaries are screaming.", "So just with the last minute or so that we have left,", "what did you mean by that?", "And what is the sort of message you want people to take away", "in terms of what they can do going forward?", "Yeah I mean look,", "when you look at anywhere in the world,", "you look at any space in the world.", "You know there are people who are close", "to the seats of power", "and the people who are like centered,", "the masses, the dominant culture,", "whatever you wanna call that.", "And the people on the margins who are pushed out there,", "they don't want to be there,", "they're pushed out.", "But by like a centrifical force of that,", "you know, community or culture or country or wherever it is,", "you know, they are the canaries.", "When it comes to surveillance,", "they're the ones who are targeted first.", "There are other'd first.", "They are the beta testers for a lot of technologies.", "You'll see it where those people gather for prayer", "or worship or for food or where they live.", "And it's there where we have to fight cause otherwise,", "the momentum will be stacked against us.", "So we're gonna push back against things like", "facial recognition or we're gonna push back against things", "like, you know weaponizing AI to attack democracies.", "It begins in black communities and brown communities", "and in marginalized communities.", "They are the canaries in the coal mine,", "and they are screaming, but we're still alive.", "Yes we are, absolutely.", "Well Matt, thank you so much for taking the time", "to speak with us today here on Wired 25.", "And thank you for the work that you're doing.", "Please continue to protect us and keep us safe,", "as we organize and do everything we can.", "Thank you, it's an honor.", "Thank you, Sydney."], "authors": ["Condé Nast"], "keywords": ["things", "wired25", "protecting", "look", "important", "black", "digital", "mitchell", "surveillance", "matt", "2020", "know", "lot", "folks", "theres", "youre"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}