{"id": "36978874-8b4c-3c3d-bea9-15c73a5124e7", "title": "The Making of “Midnight Cowboy,” and the Remaking of Hollywood", "url": "http://www.newyorker.com/magazine/2021/04/12/the-making-of-midnight-cowboy-and-the-remaking-of-hollywood", "summary": "Hollywood was too timid, too worried about the national “image.” Meanwhile, Swedish, Japanese, Italian, and French filmmakers were making movies that people talked about.\nHe was fifty-two years old and had not worked on a notable Hollywood movie since the nineteen-forties.\n“Midnight Cowboy” made almost forty-five million dollars on a budget of under four million.\nThe Oscar, however, went to John Wayne, who called “Midnight Cowboy” “a story about two fags.”Of course, “Midnight Cowboy” is not a story about “two fags.” But, somehow, it very quickly became associated with a new era of frankness about homosexuality, an association enhanced by the fact, completely unrelated, that the Stonewall riots, which conventionally mark the start of the gay-liberation movement, broke out a month after “Midnight Cowboy” opened.\nSchlesinger did not come out publicly until the nineteen-nineties, and he said that he did not consider “Midnight Cowboy” a “gay” picture.", "paragraphs": ["In December, 1963, Life published a special issue on “The Movies.” The United States, the magazine asserted, had fallen behind the rest of the world. Hollywood was too timid, too worried about the national “image.” Meanwhile, Swedish, Japanese, Italian, and French filmmakers were making movies that people talked about. “While the whole film world has been buzzing with new excitement,” the magazine concluded, “Hollywood has felt like Charlie Chaplin standing outside the millionaire’s door—wistful and forsaken.”", "Exactly four years later, which, in feature-film production time, is virtually overnight, Time, the sister publication of Life, ran a cover story on “The New Cinema.” “The most important fact about the screen in 1967,” it announced, “is that Hollywood has at long last become part of what the French film journal Cahiers du Cinema calls ‘the furious springtime of world cinema.’ ” How this happened, how Hollywood suddenly went from losing millions on bloated spectacles like “Mutiny on the Bounty” (1962) and “Cleopatra” (1963) to producing smart, talked-about pictures like “The Graduate” (1967) and “Bonnie and Clyde” (1967)—how Old Hollywood became the New Hollywood—is a popular subject for movie historians.", "One film that’s often left out of the story is “Midnight Cowboy.” When it was released, in May, 1969, “Midnight Cowboy” seemed as fresh, as startling, and as “must-see” as “The Graduate.” But it is not mentioned once in Robert Sklar’s “Movie-Made America: A Cultural History of American Movies.” It comes up a few times, but only in passing, in Peter Biskind’s “Easy Riders, Raging Bulls: How the Sex-Drugs-and-Rock-’n’-Roll Generation Saved Hollywood” and in Mark Harris’s “Pictures at a Revolution: Five Movies and the Birth of the New Hollywood.”", "Glenn Frankel’s new book, “Shooting ‘Midnight Cowboy’: Art, Sex, Loneliness, Liberation, and the Making of a Dark Classic” (Farrar, Straus & Giroux), aims to change all that. “More than fifty years later,” Frankel believes, “Midnight Cowboy remains a bleak and troubling work of novelistic and cinematic invention, floating far above most other books and films of its era.” Frankel’s book is generous with context, but it is, essentially, the biography of a movie. He has also written books on “The Searchers” and “High Noon.” These have the same interest that biographies of famous people do: they show us the “what if”s and the “but for”s hiding in the backstory of the finished product.", "Many more movies don’t get made than get made: there is so much that has to go right, and so much that can go wrong. Movie production requires the collaboration of creative people working under constant pressure to control costs and turn a profit. With dozens of egos in the game and millions of dollars on the table, it is inevitable that things won’t go entirely as planned.", "So it is not too surprising to learn that the director of “Midnight Cowboy,” John Schlesinger, had difficulty getting studio financing, which wasn’t helped by the fact that his previous movie, “Far from the Madding Crowd,” with Julie Christie, had bombed. Or that he initially considered the novel that the film is based on to be unreadable. Or that he did not want to cast either of the actors who became the movie’s stars: Dustin Hoffman, as the Times Square lowlife Rico (Ratso) Rizzo, and Jon Voight, as Joe Buck, the Texas innocent who comes to New York seeking to make his fortune servicing rich women and ends up taking care of Ratso.", "Robert Redford (who had also hoped to get the role Hoffman played in “The Graduate”) and Warren Beatty both lobbied to get the part of Joe Buck. Someone at M-G-M, which declined to produce the picture, suggested Elvis Presley, and the role was offered to Michael Sarrazin, but the deal fell through, when the studio that he was under contract to asked for more money. The name of the casting director responsible for getting Hoffman and Voight onto the project, Marion Dougherty, was left off the credits.", "What most people remember from the movie, after Hoffman’s and Voight’s performances, is Harry Nilsson singing “Everybody’s Talkin’.” Frankel says that Nilsson actually disliked the song, and had recorded it on one of his albums only as a favor to his producer. What might have been: Leonard Cohen pitched “Bird on the Wire” by singing it to Schlesinger over the phone, and Bob Dylan wrote a song for the movie, probably “Lay Lady Lay,” but it didn’t make the cut, because he submitted it too late. Another thing everyone remembers, a line eternally implanted in every New Yorker’s head, “I’m walkin’ here!,” is not in the screenplay. Hoffman ad-libbed it.", "The screenwriter hired to adapt the novel, Waldo Salt, was another gamble. He had been blacklisted, and for eleven years he seldom wrote under his own name. He was fifty-two years old and had not worked on a notable Hollywood movie since the nineteen-forties.", "The film’s editor was Hugh Robertson. Schlesinger didn’t get along with him; the producer, Jerry Hellman, called him “a catastrophe.” Robertson, for his part, was contemptuous of what Schlesinger had shot. He thought it was ignorant, a tourist’s idea of New York City. (Schlesinger was English.) Eventually, Schlesinger brought in a film editor he had worked with before, Jim Clark, to fix the mess he thought Robertson was making of his movie.", "“The Graduate” had made Hoffman a matinée idol. Female fans mobbed him. But he felt that people thought he was just playing himself in that picture, and he badly wanted the part of Ratso in order to show off his range as an actor—even though Mike Nichols, his director on “The Graduate,” warned him that it would ruin his career. Hoffman got top billing, but he was annoyed when he realized that Voight was the movie’s center of interest. He complained that Schlesinger had cut a scene he was especially proud of. He was a no-show at promotional events. The producer denied him points.", "And yet it all worked out. “Midnight Cowboy” made almost forty-five million dollars on a budget of under four million. It won Academy Awards for Best Picture and Best Director. Hugh Robertson was nominated for film editing, and Waldo Salt won for best adapted screenplay. “Everybody’s Talkin’ ” made Harry Nilsson famous, went to No. 6 on Billboard, and sold a million records. And the movie did not ruin Dustin Hoffman’s career. He and Voight both received Academy Award nominations for Best Actor. The Oscar, however, went to John Wayne, who called “Midnight Cowboy” “a story about two fags.”", "Of course, “Midnight Cowboy” is not a story about “two fags.” But, somehow, it very quickly became associated with a new era of frankness about homosexuality, an association enhanced by the fact, completely unrelated, that the Stonewall riots, which conventionally mark the start of the gay-liberation movement, broke out a month after “Midnight Cowboy” opened.", "Frankel thinks that the association is important. He sees the movie in the context of “the rise of openly gay writers and gay liberation.” And Mark Harris, in the liner notes for the Criterion DVD, says that “Midnight Cowboy” is, “if not a gay movie, a movie that at least helped to make the notion of a gay movie possible.” They’re right, but it’s a tricky case to make.", "It’s true that “Midnight Cowboy” is the story of two men who develop an affectionate relationship under trying circumstances, but so is “Butch Cassidy and the Sundance Kid,” which came out the same year and was its principal rival for Best Picture. You can read an element of homoeroticism into buddy pictures like these, in which the women are often treated as expendable accessories. But no one imagines that such films give audiences a more enlightened way to think about homosexuality.", "Frankel believes it’s important that Schlesinger was gay. But, as he concedes, this was not common knowledge. Schlesinger did not come out publicly until the nineteen-nineties, and he said that he did not consider “Midnight Cowboy” a “gay” picture. His next movie, “Sunday Bloody Sunday” (1971), had a sympathetic gay character, played by Peter Finch. But there is no one like that in “Midnight Cowboy.”", "Joe and Ratso are shown to have little sympathy for homosexuals, and they use John Wayne’s F-word often. According to Schlesinger’s biographer, William Mann, Hoffman thought his character should also use the N-word, but Schlesinger was horrified and refused to let him. Still, he was fine with homophobic slurs. Many years later, he claimed that the use of the word by the characters was “a sign of overprotestation,” but this seems a justification in hindsight.", "There are few gay characters with speaking roles in the movie. One is a sad-sack teen-ager, played by Bob Balaban, who goes down on an obviously grossed out Joe in a Times Square movie house and afterward confesses he has no money to pay him. Another is a self-hating middle-aged man (Barnard Hughes) who takes Joe to his hotel room and gets beaten up, which excites him."], "authors": ["Louis Menand", "Louis Menan"], "keywords": ["movies", "making", "midnight", "film", "movie", "picture", "hollywood", "cowboy", "hoffman", "gay", "schlesinger", "remaking"], "pubDate": "2021-04-12T00:00:00Z", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}