{"id": "36a62435-0667-360a-95dd-5d29a980a51b", "title": "Opinion: Arms and the law - why is the UK government making it harder to prosecute war crimes?", "url": "https://www.ft.com/video/a6c530ee-c8e6-491c-89db-48a98dcc2983?playlist-name=section-38dbd827-fedc-3ebe-919f-e64cf55ea959&playlist-offset=7", "summary": "You can enable subtitles (captions) in the video playerWhy is the United Kingdom making it more difficult to prosecute war crimes.\nUnder the Rome Statute there are detailed provisions in respect of genocide, crimes against humanity, war crimes, crimes of aggression.\nAnd on Article 8, War Crimes, Article 2A goes on for pages giving instances, including Article 8.2(a)(ii) Torture or Inhuman Treatment.\nBut you will see at paragraph 13 a reference to crimes against humanity and war crimes.\nWith international law in respect of war crimes and torture it is important that there is equality.", "paragraphs": ["You can enable subtitles (captions) in the video player", "Why is the United Kingdom making it more difficult to prosecute war crimes. In particular, why is the United Kingdom government seeking to make it more difficult to prosecute for the war crime of torture? There is currently a bill before parliament, the Overseas Operations (Service Personnel and Veterans) Bill. This proposed legislation does two things.", "First is that it makes it more difficult for civil claims to be brought against those who are accused of war crimes. But it also makes it more difficult for prosecutions to be brought. This video looks at the second of these things and to try and understand why the government wants to make it more difficult to prosecute those accused of war crimes.", "The starting point is to look at how English law treats torture. In 2005 the House of Lords, the predecessor to the current Supreme Court, had to consider the extent to which torture was permissible in English law. It was held that from its very earliest days the common law of England has set its face firmly against the use of torture.", "The authorities for this proposition are some of the greatest names in English legal history - Fortescue, Cooke, Blackstone, Stephen. But even though the common law set its face firmly against the use of torture, torture did take place in England with official sanction until the middle of the 17th century. Although the common law banned it it was permissible under the Royal prerogative.", "But this royal power, however, was abolished in 1640. And by the time of the Act of Union of 1707 it was so firmly established that torture was prohibited in England that one of the terms on which Scotland joined the Union was that it had to be prohibited in Scotland too. The next point to consider is to see how international law operates in respect of war crimes and torture and how that, in turn, feeds into domestic law.", "A good deal of the relevant international law has its origin in the Geneva Convention of 1864. One of the provisions of the 1864 convention was to do with wounded and sick combatants. By 1929 there was a Geneva Convention in respect of the treatment of prisoners of war generally. This is the Geneva Convention you'll often see or hear referred to in war films and literature.", "In 1949 four Geneva Conventions were in place. The third of the 1949 conventions dealt with the treatment of prisoners of war. Article 13 provided that they should be treated humanely. The fourth Geneva Convention had similar provisions in respect of the protection of civilian persons. Article 32 explicitly provides that torture is prohibited.", "Torture is also prohibited under international law and other instruments: Article 5 of the Universal Declaration of Human Rights of 1948, Article 3 of the European Convention on Human Rights of 1950. There is even a dedicated treaty of 1984 against torture and other cruel, inhuman, or degrading treatment or punishment.", "But all written laws are just words on pages without enforcement. And so in 1998 there came into being the Rome Statute of the International Criminal Court. This took effect from 2002. Under the Rome Statute there are detailed provisions in respect of genocide, crimes against humanity, war crimes, crimes of aggression.", "Under Article 6, Genocide, A to E provide five examples. Under Article 7, Crimes Against Humanity, A to K provide examples. And on Article 8, War Crimes, Article 2A goes on for pages giving instances, including Article 8.2(a)(ii) Torture or Inhuman Treatment.", "The Rome Statute was, in turn, transposed into national law under the International Criminal Court Act of 2001. Under Section 51 of that act it became explicitly provided that it was an offence against the law of England and Wales for a person to commit genocide, a crime against humanity, or a war crime. Under Section 50, 'war crime' was defined as a crime as defined in Article 8.2 of the Rome Statute, those four pages of examples.", "In 2006, the Armed Forces Act at Section 42 provided that a person subject to service law commits an offence if he or she does any act which is punishable by law of England and Wales. In this way the International Criminal Court Act 2001 became directly applicable to our armed forces. But this was not a novelty. Previous legislation, such as the Army Act of 1955, provided that our armed forces had to follow the criminal law of England and Wales.", "The difference the International Criminal Court Act 2001 made was that an internationally agreed definition of torture was now part of the law of the land to be followed by civilians and service personnel alike. So if that is the law of the land, what difference does this new proposed legislation make? Well, the context for this new legislation is what happened in Iraq in the first decade of this century.", "A number of bad things happened. One of the bad things that happened was that British soldiers treated Iraqi civilians in a way which amounted to torture. This is not a wild accusation. There has actually been a conviction for a war crime of a British soldier. There is a three-volume public inquiry detailing the maltreatment of Iraqi civilians by British soldiers.", "This is the report of Sir William Gage into the death of Baha Mousa. The single, horrific fact, which is the basis of this three-volume report is set out in paragraph 1.1. Baha Mousa, an Iraqi citizen died. A subsequent post-mortem examination of his body found that he had sustained 93 different surface injuries.", "But for his death, it is possible that the events with which this inquiry is concerned would never have seen the light of day. A judge is quoted at the court martial. \"Some of the soldiers who had abused the detainees had not been charged with offences because there is no evidence against them as a result of a more or less obvious closing of ranks.\"", "One soldier's role in the death constituted a dreadful catalogue of unjustified and brutal violence on defenceless detainees. His own use of violence on them was appalling. Earlier in this report, I have described him as a bully. His part in these events demonstrates him to be a violent bully.", "One incident where detainees were maltreated had an entire chapter devoted to it, the so-called \"Free For All.\" That soldier was the only one to be convicted. But the report also found facts about a number of soldiers in their maltreatment of detainees. The judge found, as a conclusion, there were other incidents of abuse and treatment of Iraqi civilians by soldiers of the regiment in question.", "The Ministry of Defence, in its closing submissions, accepted with regret that the violent treatment of detainees was not the only incidents of unacceptable behaviour by members of that regiment. But by 2017 the Ministry of Defence dropped the probe into abuse of British soldiers. Only one soldier was ever convicted. And now the government is proposing a bill to make it even more difficult for prosecutions to be brought for war crimes and for torture.", "The bill does not change fthe substantive law. Torture and war crimes are still prohibited by the Rome Statute. They are still prohibited under the International Criminal Court Act of 2001, and, if by service personnel, they are still prohibited under the Armed Forces 2006. In that limited way nothing has changed. What is to be changed is to make it more procedurally difficult for prosecutions to be brought.", "Clause 1 provides that a prosecutor must jump over two more hurdles when considering prosecuting in respect of conduct overseas by service personnel. The first of these hurdles is at Section 2, the presumption against prosecution. It is to be made exceptional for a relevant prosecutor to bring proceedings for a relevant offence. The presumption against prosecution starts five years after the alleged offence. This means for any historic offences, such as those which took place in Iraq or Afghanistan, will be subject to a presumption against prosecution.", "The question becomes what is a relevant offence? Well, a relevant offence is any criminal offence other than those which are excluded by Schedule 1. This means that if an offence is listed in Schedule 1 it is not subject to a presumption against prosecution. You will see in Schedule 1 a number of offences where there will be no presumption against prosecution. The argument being that these are so bad that they should be prosecuted if there is sufficient evidence and it is in the public interest.", "But you will see at paragraph 13 a reference to crimes against humanity and war crimes. You would think that these too should be in Schedule 1. But if you go down to paragraph 17 you see some very interesting legal drafting. At paragraph 17 there is a mention of the International Criminal Court Act of 2001 providing for what also will be excluded offences.", "But if you look carefully at the drafting it is very specific. Only three specific offences under the Rome Statute are made excluded offences. If we look back at the Rome Statute you will see that these are akin to the other offences listed in Schedule 1. But if you look at the other offences page after page, which are not excluded offences, this means that in respect of each of these offences there will be a presumption against prosecution even if it is otherwise established there are sufficient facts to normally prosecute.", "This includes torture because paragraph 17(a) has that bracket (g). This means only one specific offence within Article 7 is cut out of the presumption against prosecution. All the others are.", "You would think a government would regard all war crimes as akin to the other offences listed in Schedule 1. That should be prosecuted in the normal way. But no, almost all of them are excluded.", "This is not an accident. There has been a consultation exercise for this bill where the government considered making torture an excluded offence. But the government has taken the decision that it should not be, that there are circumstances where there should be a presumption against prosecution when there is otherwise enough evidence of torture taking place for there to be a prosecution.", "In the House of Commons debate on the bill, the Secretary of State Ben Wallace was asked why is torture not in Schedule 1? The Secretary of State replied:", "'If you look back in many, many examples of case law or challenges, often the debate around torture/murder has been about the excessive use of an action in doing something that is what a soldier may or may not think is legitimate.'", "But he doesn't expand on this debate around torture. But it is obvious that the government has taken the deliberate decision to make it more difficult to prosecute service personnel when there is otherwise enough evidence of torture to warrant a prosecution, that there is a debating point here about what torture is. This is an unfortunate position for the government to take.", "The United Kingdom has long been seen as one of the upholders of international law. Indeed, Sir David Maxwell Fyfe, who went on to become a conservative home secretary and Lord Chancellor was the advocate who cross-examined Goering at Nuremberg. The United Kingdom once took the prosecution of war crimes seriously. Now, there are fears, including from former senior service personnel, that this bill gets it wrong.", "Dan Jarvis, an MP and former soldier, says the bill is damaging to our troops and our international standing. Former army chiefs have attacked the UK in this move to limit torture prosecutions. It is an international embarrassment, former military chiefs and senior lawyers have warned.", "General Sir Nick Parker, a former commander of British land forces, said he was particularly concerned about creating a two-tier justice system in which troops are treated differently to civilians. 'We shouldn't be treating our people as if they have special protection from prosecution. What we need to do is investigate properly so that the ones who deserve to be prosecuted are.'", "This sentiment is not only from former service personnel. It is also a sentiment expressed by those who have actually been at the receiving end of maltreatment and soldiers. In making it more difficult for British service personnel to be prosecuted for war crimes generally and torture in particular, the government is providing a solution to a problem which really is not fair.", "It is already highly difficult to bring a prosecution against current or former service personnel for war crimes. There has only been one since the United Kingdom signed up to the Rome Statute of the International Criminal Court. There are problems in respect of civil claims. And there is little in this bill in respect of attempts by lawyers to bring claims for compensation, which is not objectionable.", "The problem is making it more difficult to actually prosecute for war crimes and for torture. With international law in respect of war crimes and torture it is important that there is equality. That it is not seen as victor's justice that there is one law for one side and not for the other. This bill, in making it procedurally far more difficult for any prosecution to be brought when prosecutions are already hard enough to bring, is a mistake by this government."], "authors": ["Written", "Narrated David Allen Green", "Produced Tom Hannen"], "keywords": ["torture", "arms", "crimes", "article", "offences", "harder", "uk", "prosecution", "war", "service", "international", "opinion", "prosecute", "making", "law", "difficult"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}