{"id": "36ab1623-7131-3417-bd7c-1c5e3cf71a0b", "title": "French Group PNL Has Created Their Best Merch Yet", "url": "https://www.vogue.com/article/pnl-ademo-nos-french-rap-group-merchandise-release-qlf", "summary": "The allure of PNL is magnetic and feels almost rabid: Their fans love them and the mystery that surrounds them.\nYet, their latest merch release feels more, well, fashion, as if it is a proper label.\nPhoto: Courtesy of Rashidi NoahTitled “Bâtiments”—“buildings” in French—the clothes feel like pieces that the brothers would wear in real life.\nPhoto: Courtesy of Rashidi NoahPNL’s expansion of their merch is a solid route for the group.\nPhoto: Courtesy of Rashidi NoahPhoto: Courtesy of Rashidi NoahPhoto: Courtesy of Rashidi NoahPhoto: Courtesy of Rashidi Noah", "paragraphs": ["The allure of PNL is magnetic and feels almost rabid: Their fans love them and the mystery that surrounds them. There are Instagram accounts dedicated to tracking what the two are wearing, down to their very plain-looking AMI jeans. Like most all musical artists, they have a merchandise line. Though, unlike most artists, they launched a new, elevated version of their line today, moving past basic tees to something more sophisticated. In the past, their merch was mostly composed of T-shirts that featured two major codes of the group: a heart, which references unity and shared family values, as well as the abbreviation of “QLF,” which represents the French phrase “Que la Famille,” that the group has adopted as a slogan (it was also the name of their first album). Yet, their latest merch release feels more, well, fashion, as if it is a proper label. It hovers along the lines of a full collection.", "Photo: Courtesy of Rashidi Noah", "Titled “Bâtiments”—“buildings” in French—the clothes feel like pieces that the brothers would wear in real life. There is a gray-white zip-up turtleneck sweater that I could have sworn I had seen Ademo don in a music video. In the mix is a simple black puffer that has “Que La Famille” printed on the chest, and there is a tan leather varsity jacket with a “Q” emblem on the front of the piece. While the clothes nicely reflect the men’s personal styles, the tender connection that the two have with their upbringing also stands out. A cream denim jacket and jeans are artfully printed with a bird’s-eye view of stark apartment complexes, and a windbreaker features a grainy color version. This nod to their background feels genuine, and also translates quite coolly into clothing.", "Photo: Courtesy of Rashidi Noah", "PNL’s expansion of their merch is a solid route for the group. If the offering is visually pleasing, it can generate a cult following of its own—just look at the fervor for Justin Bieber, Beyoncé, and Kanye West’s respective wares. (Don’t forget that each artist has launched separate labels too.) As for PNL? Their “merch” separates them from the pack. Like many musical artists, I don’t imagine PNL sitting in a studio and making the items themselves, but they certainly seem to have a strong input in how everything is being designed. Their clothes feel thoughtful, thanks to the detail-oriented designs and symbolic references. Look at their QLF heart, which was once simply screen printed onto a T-shirt—it’s now three-dimensionally embroidered onto a T-shirt. Brand growth looks good on Ademo and N.O.S, and it will certainly pay off.", "Photo: Courtesy of Rashidi Noah", "Photo: Courtesy of Rashidi Noah", "Photo: Courtesy of Rashidi Noah", "Photo: Courtesy of Rashidi Noah"], "authors": ["Liana Satenstein", "Liana Satenstei"], "keywords": ["french", "rashidi", "best", "merch", "artists", "courtesy", "clothes", "printed", "feels", "created", "noahphoto", "pnl", "group"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}