{"id": "36c98bb1-0f91-33f1-bb16-6f5d3a351061", "title": "'I have so much respect for Mourinho': Marine's Neil Young thanks Tottenham", "url": "https://www.theguardian.com/football/2021/jan/10/respect-jose-mourinho-marine-afc-neil-young-fa-cup-tottenham-hotspur-spurs", "summary": "Spurs brought Marine’s magnificent FA Cup run to an end with a 5-0 victory at Rossett Park.\nYou only have to see that from the teams he has put out in the League Cup and the FA Cup.\nI have so much respect for José Mourinho and Tottenham Hotspur as a football club from this.\nThe Tottenham fans have got right behind that so a big thank you to everyone from Marine Football Club.\nI have so much admiration for Tottenham Hotspur Football Club after today.”The Fiver: sign up and get our daily football email.", "paragraphs": ["Neil Young, manager of eighth-tier Marine, said the club was indebted to José Mourinho and Tottenham for fielding the likes of Gareth Bale, Lucas Moura and Moussa Sissoko in a third round tie that generated more than £300,000 for the non-league club through virtual ticket sales alone. Spurs brought Marine’s magnificent FA Cup run to an end with a 5-0 victory at Rossett Park.", "Carlos Vinícius's hat-trick for Tottenham ends Marine's adventure Read more", "Alfie Devine, at 16 years and 163 days, became the youngest goalscorer in Spurs’ history as he sealed a professional win over the team from the Northern Premier League division one north west.", "But the day belonged to the losing side, only the second from the eighth tier of the pyramid to reach the third round, who almost took the lead when Neil Kengni hit the bar before Carlos Vinícius opened the scoring en route to a hat-trick. More than 30,000 people purchased £10 virtual tickets for the tie, delivering a windfall for a club that feared missing out on over £100,000 in commercial revenue when the game was moved behind closed doors.", "Tottenham left a bag of shirts for the Marine players and have promised to also send them their match shirts once they have been washed.", "Young, a manager for Merseyrail, reflected: “I had a good chat with José before the game and he was very complimentary about the ground and the pitch. He gets English football. He always has done. You only have to see that from the teams he has put out in the League Cup and the FA Cup. It would have been very easy for him not to bring Gareth Bale on but he did it because he respects what we have achieved in the competition. I have so much respect for José Mourinho and Tottenham Hotspur as a football club from this.", "“He has done what he said he would do with his team selection, he brought on players he could have easily left on the bench and Tottenham as a club have supported us wholeheartedly. Over 30,000 virtual tickets have now been sold for this match which is just phenomenal. I want to give a big shout out to the whole football community for that. The Tottenham fans have got right behind that so a big thank you to everyone from Marine Football Club. This will set us up for a long time. I have so much admiration for Tottenham Hotspur Football Club after today.”", "The Fiver: sign up and get our daily football email.", "Mourinho was impressed by Dele Alli’s display at Rossett Park and insisted Marine had done themselves proud with their display. The Spurs manager said: “Since 2004 I have been in England and I’ve never played against a side at this level in the pyramid but many times played against League One or League Two sides. I’m not English but I know what this means for everyone so I brought a good team, not just for the result but also for the meaning of the Cup. For them I think it is incredible to have Gareth Bale playing here, Moussa Sissoko and all these guys. I think it is an incredible feeling for them. They compete and the result is not one to be ashamed of so everyone goes home happy.”", "Crawley's second-half treble stuns Marcelo Bielsa's Leeds in FA Cup Read more", "Hundreds of people gathered outside the stadium before kick off in defiance of social distancing measures. Merseyside Police insisted the “vast majority” of people did not break coronavirus rules despite being in close proximity to each other along College Road.", "Superintendent Andy Rankine said in a statement: “A small gathering took place ahead of the arrival of the team coaches, and road closures were put in place to facilitate this arrival safely. The vast majority of people present were adhering to social-distancing measures and those who were not were advised by officers. As we have done throughout this pandemic, we will always strive to encourage people to disperse and go home peacefully.", "“But where we face blatant breaches of legislation, people ignoring the restrictions and even obstructing police from carrying out their duty, our officers will not hesitate to take enforcement action. Those attending have now left the area and we hope everyone enjoys the occasion safely at home.”"], "authors": ["Andy Hunter"], "keywords": ["marine", "manager", "respect", "cup", "virtual", "young", "team", "club", "spurs", "league", "thanks", "football", "mourinho", "marines", "neil", "tottenham"], "pubDate": "2021-01-10T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}