{"id": "36f96e57-cc28-3679-83ff-32b30e84b3bb", "title": "‘The system has collapsed’: India’s descent into Covid hell", "url": "https://www.theguardian.com/world/2021/apr/21/system-has-collapsed-india-descent-into-covid-hell", "summary": "In the space of just 12 days, the Covid positivity rate doubled to 17%, while in Delhi it hit 30%.\nDr Amit Thadhani, director of Niramaya hospital in Mumbai, which is only treating Covid patients, said he had given warnings about a virulent second wave back in February but they had gone ignored.\n“There is a shortage of beds, shortage of oxygen, shortage of drugs, shortage of vaccines, shorting of testing,” said Parkar.\nIt was not a Covid hospital but they agreed to take her for a single night to give her oxygen while Pandey continued his search for a hospital bed.\nThousands of Covid beds have also been arranged in train carriages.", "paragraphs": ["Looking out over a sea of jostling, maskless faces gathered at a political rally in West Bengal on Saturday, the Indian prime minister, Narendra Modi, proudly proclaimed that he had “never ever seen such huge crowds”. A mask was also noticeably absent from Modi’s face.", "That same day, India registered a record-breaking 234,000 new coronavirus cases and 1,341 deaths – and the numbers have kept rising since.", "The country has descended into a tragedy of unprecedented proportions. Almost 1.6 million cases have been registered in a week, bringing total cases to more than 15 million. In the space of just 12 days, the Covid positivity rate doubled to 17%, while in Delhi it hit 30%. Hospitals across the country have filled to capacity but this time it is predominately the young taking up the beds; in Delhi, 65% of cases are under 40 years old.", "While the unprecedented spread of the virus has been partly blamed on a more contagious variant that has emerged in India, Modi’s government has also been accused of failures of political leadership from the top, with lax attitudes emulated by state and local leaders from all parties and even health officials across the country, which led many to falsely believe in recent months that India had defeated Covid.", "A patient wearing an oxygen mask is wheeled inside a Covid-19 hospital for treatment in Ahmedabad. Photograph: Amit Dave/Reuters", "“Leadership across the country did not adequately convey that this was an epidemic which had not gone away,” said K Srinath Reddy, president of the Public Health Foundation of India.", "“Victory was declared prematurely and that ebullient mood was communicated across the country, especially by politicians who wanted to get the economy going and wanted to get back to campaigning. And that gave the virus the chance to rise again.”", "In West Bengal, where Modi’s government has refused to curtail the drawn-out state elections that his Bharatiya Janata Party (BJP) is hoping to win, Modi and his home minister, Amit Shah, continued their public meetings and roadshows into this week even as queues of ambulances lined up outside hospitals across India. On Saturday, the same day as Modi’s rally, the state registered 7,713 new cases – the highest since the pandemic began. Three candidates running in the election have died from the virus. By Sunday, #ModiMadeDisaster began trending on Twitter.", "Doctors on the frontline broke down, speaking of the deluge of dying Covid patients they had been unable to treat due to a lack of beds and inadequate state and central government preparation.", "Dr Amit Thadhani, director of Niramaya hospital in Mumbai, which is only treating Covid patients, said he had given warnings about a virulent second wave back in February but they had gone ignored. He said now his hospital was “completely full and if a patient gets discharged, the bed is filled within minutes”. Ten days ago, the hospital ran out of oxygen, but alternative supplies were found just in time.", "“There are people lined up outside the hospital trying to get in and every day we are getting calls every 30 seconds from someone trying to find a bed,” said Thadhani. “Most of these calls are for patients who are critically ill and do need hospital care but there just isn’t enough capacity and so there is a lot of mortality happening. Everyone has been stretched to their limit.”", "Thadhani said this time round the virus was “much more aggressive and much more infectious” and was now predominately affecting young people. “Now it is people in their 20s and 30s who are coming in with very severe symptoms and there is a lot of mortality among young people,” he said.", "Health workers and relatives carry the body of a man who died from coronavirus, at a crematorium in New Delhi. Photograph: Adnan Abidi/Reuters", "The haunting blare of ambulance sirens continued to ring out across the capital almost non-stop. Inside Lok Nayak government hospital in Delhi, the largest Covid facility in the capital, overburdened facilities and a shortage of oxygen cylinders meant there was two to a bed, while outside patients waiting for beds gasped for air on stretchers and in ambulances, while sobbing relatives stood by their sides. Some sat with oxygen cylinders they had bought themselves out of desperation. Others died waiting in the hospital car park.", "In Mumbai, which was the first city to bear the brunt of the second wave, Dr Jalil Parkar of Lilavati hospital said that “the whole healthcare system has collapsed and doctors are exhausted”.", "“There is a shortage of beds, shortage of oxygen, shortage of drugs, shortage of vaccines, shorting of testing,” said Parkar.", "“Even though we opened another wing for Covid, we still don’t have nearly enough beds, so we have had to put some patients in the corridors and we have turned the basement into a triage area for Covid patients. We have people waiting in ambulances and wheelchairs outside the hospital and we have to sometimes give them oxygen out there. What else can we do?”", "Even those in the upper echelons of power struggled to find beds for their loved ones. Vijay Singh Kumar, the national minister for transport and a BJP MP in the state of Uttar Pradesh, resorted to Twitter with the plea: “Please help us, my brother needs a bed for corona treatment. Now beds are not being arranged in Ghaziabad.”", "Announcing a six-day lockdown to prevent the complete collapse of the healthcare system, Delhi’s chief minister, Arvind Kejriwal, did not mince his words. “The Covid situation in Delhi is grim,” he said on Monday. Over 99% of ICU beds in the capital were occupied that day and by Tuesday, several of Delhi’s top hospitals, all with hundreds of Covid patients, had declared oxygen emergencies, warning they had just hours of supplies left.", "States such a Gujarat and Uttar Pradesh stand accused of covering up the true death toll from coronavirus, with the numbers of bodies stacking up in hospital morgues far outnumbering official fatality figures. Among the worst-hit cities in Uttar Pradesh was Lucknow, where 22-year-old Deepti Mistri – a mother of one who had no pre-existing health conditions – was among the city’s dead, after falling ill with Covid on 14 April.", "Her uncle Saroj Kumar Pandey, an ambulance driver who raised her from childhood, said he had desperately tried to find her a hospital bed when, two days later, her oxygen level began to drop dangerously to below 50% but could not find anywhere that had room.", "A notice about the shortage of coronavirus vaccine supplies is seen at a vaccination centre, in Mumbai. Photograph: Francis Mascarenhas/Reuters", "“I realised Deepti needed oxygen immediately so I arranged for a cylinder for her myself,” he said. “I put her into the back of a relative’s car with the oxygen while I went around to a dozen private and government hospitals trying to find her a bed and a ventilator. But nowhere would take her.”", "Eventually, late at night on 16 April Pandey found her a bed in a small six-bed private clinic in Lucknow. It was not a Covid hospital but they agreed to take her for a single night to give her oxygen while Pandey continued his search for a hospital bed. “We kept looking all night but nowhere had a bed or ventilator for her,” he said. “In the morning the clinic discharged her at 5am, so we had no choice but to bring her home. Deepti died a few hours later because she did not have oxygen and hospital care. She should be alive today.”", "People carry a medical oxygen cylinder at a refilling station in Allahabad. Photograph: Sanjay Kanojia/AFP/Getty Images", "Twitter and Facebook have become a devastating catalogue of hundreds of thousands of urgent pleas for help finding hospital beds, oxygen, plasma and remdesivir, the drug experimentally used to help treat Covid patients, which remains in short supply in hospitals across the country.", "The dead, meanwhile, have continued to overload crematoriums and graveyards in the states of Uttar Pradesh, Gujarat and Delhi faster than they could be burned, and families waited days to cremate their loved ones. On Sunday, Delhi’s largest cremation facility, Nigambodh Ghat, ran out of space, despite doubling its funeral pyres to more than 60.", "State governments in Delhi and Mumbai have been scrambling to rebuild the temporary Covid facilities they had dismantled months earlier, while the central government announced an amping up of the vaccination programme which would mean anyone over the age of 18 will be eligible from 1 May, though a shortage of supplies remains an issue.", "An edict from the government ruled that all oxygen meant for industrial use would now be diverted to hospitals to meet the unprecedented demand, and Indian railways said they were all set to operate special trains specially designed to carry liquid oxygen and oxygen cylinders, dubbed the “Oxygen Express”. Thousands of Covid beds have also been arranged in train carriages.", "Still, many fear that it is too little, too late. “The seriousness of the situation should have been realised months ago but instead governments were in denial and gave out messages that the virus was not that dangerous any more,” said Thadhani. “I’m worried that we still have not seen the worst.”", "Mohammad Sartaj Alam contributed reporting"], "authors": ["Hannah Ellis-Petersen"], "keywords": ["descent", "bed", "beds", "patients", "hospitals", "virus", "covid", "oxygen", "shortage", "system", "hospital", "indias", "hell", "delhi", "collapsed"], "pubDate": "2021-04-21T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}