{"id": "370dcd64-b10b-39bf-b52e-d2da61f9fbab", "title": "Knuckledust review – (you're) welcome to the terrordome", "url": "https://www.theguardian.com/film/2020/dec/10/knuckledust-review-homeless-army-veterans-fighter", "summary": "At Club Knuckledust, clients have access to a range of dodgy entertainment, ranging from basic sex-club fetish fun to watching homeless ex-soldiers suffering from PTSD kill each other in a cage arena.\nBut it all goes wrong one night when a veteran conscript, given the fighting name of Hard Eight (Moe Dunford), goes rogue and refuses to let himself get killed in the third round.\nIt’s hard to imagine many will care as the film seems designed to be watched while drunk.\nPerhaps in that state the discordant shifts between the bizarre attempts at humour and more sombre dramatic material would make more sense.\n• Knuckledust is on digital formats from 11 December.", "paragraphs": ["At Club Knuckledust, clients have access to a range of dodgy entertainment, ranging from basic sex-club fetish fun to watching homeless ex-soldiers suffering from PTSD kill each other in a cage arena. Manager Serena (Camille Rowe) slinks about in polyester lamé frocks arranging the brutality and profiting from the betting, her evilness presumably meant to be signalled by her American accent. But it all goes wrong one night when a veteran conscript, given the fighting name of Hard Eight (Moe Dunford), goes rogue and refuses to let himself get killed in the third round.", "A variety of eccentric characters are introduced as the action toggles back and forth between flashbacks, showing what happened immediately next in the terrordome, and a subsequent police investigation and interrogation of Hard Eight. For example, there’s a deaf bodyguard (Guillaum Delaunay), a henchman with a nasty mullet (Gethin Anthony), a pair of inept hitmen called Happy and Hot Lips (Phil Davis and Matthew Stathers) and the enigmatic Chief Inspector Keaton (Kate Dickie, a wonderful actor who inexplicably keeps taking jobs in rubbish like this).", "Luridly coloured, handheld cinematography seems designed to distract from the shabbiness of the sets, while the muffled dialogue and too-loud backing tracks make it nigh on impossible to work out what the hell is going on. It’s hard to imagine many will care as the film seems designed to be watched while drunk. Perhaps in that state the discordant shifts between the bizarre attempts at humour and more sombre dramatic material would make more sense.", "• Knuckledust is on digital formats from 11 December."], "authors": ["Leslie Felperin"], "keywords": ["knuckledust", "wonderful", "welcome", "hard", "youre", "goes", "watching", "terrordome", "work", "watched", "designed", "veteran", "wrong", "review"], "pubDate": "2020-12-10T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}