{"id": "3710a21c-cd98-3788-9679-83b3490b32f7", "title": "Vogue's Kamala Harris cover photos spark controversy: 'Washed out mess'", "url": "https://www.theguardian.com/us-news/2021/jan/10/kamala-harris-vogue-cover-photos-anna-wintour", "summary": "Vogue magazine became embroiled in a “whitewashing” controversy on Sunday when it tweeted photographs of its February cover star, Kamala Harris.\nOne user called it a “washed out mess of a cover”.\n“Kamala Harris is about as light skinned as women of color come and Vogue still fucked up her lighting,” the observer wrote.\n“Vogue has not found enough ways to elevate or give space to Black editors, writers, photographers, designers, and other creators,” Wintour wrote.\nThe previous first lady, Michelle Obama, featured in numerous fashion shoots, including the cover of Vogue in December 2016.", "paragraphs": ["Vogue magazine became embroiled in a “whitewashing” controversy on Sunday when it tweeted photographs of its February cover star, Kamala Harris.", "Two images of the US vice-president-elect were released. One, a full-length shot in front of what appeared to be a glossy pink silk drape, drew the ire of social media critics.", "One user called it a “washed out mess of a cover”.", "“Kamala Harris is about as light skinned as women of color come and Vogue still fucked up her lighting,” the observer wrote.", "Others criticized Vogue’s editor-in-chief.", "“What a mess up,” wrote New York Times contributor Wajahat Ali. “Anna Wintour must really not have Black friends and colleagues. I’ll shoot shots of VP Kamala Harris for free using my Samsung and I’m 100% confident it’ll turn out better than this Vogue cover.”", "Vice President-elect @KamalaHarris is our February cover star!", "", "Making history was the first step. Now Harris has an even more monumental task: to help heal a fractured America—and lead it out of crisis. Read the full profile: https://t.co/W5BQPTH7AU pic.twitter.com/OCFvVqTlOk — Vogue Magazine (@voguemagazine) January 10, 2021", "Last year, Wintour apologized to staff members in a letter for “mistakes” in publishing photographs and articles seen as insensitive to minorities.", "“Vogue has not found enough ways to elevate or give space to Black editors, writers, photographers, designers, and other creators,” Wintour wrote. “We have made mistakes too, publishing images or stories that have been hurtful or intolerant. I want to take full responsibility for those mistakes.”", "Vogue denied to the New York Post it had lightened Harris’s skin after the shoot, but the assurance failed to quell the wave of disapproval.", "“The pic itself isn’t terrible as a pic. It’s just far, far below the standards of Vogue. They didn’t put thought into it. Like homework finished the morning it’s due,” the LGBTQ activist Charlotte Clymer tweeted.", "Vogue has not confirmed which of the two photographs it will use for its print cover, or if it will publish both. Each image was shot by Tyler Mitchell, who was 23 when he came to prominence photographing Beyoncé for Vogue in 2018.", "According to the Post, Harris and her team had control over her clothes, hair and makeup. She chose her own casual black jacket and pants and a pair of Converse Chuck Taylor boots for one photo, a powder blue Michael Kors pantsuit for the other.", "Harris’s appearance on the Vogue cover is likely to attract the attention of Donald Trump, who complained last month that his model wife, first lady Melania Trump, had not graced a single magazine cover in his four years in the White House, having been snubbed by “elitist snobs” in the fashion industry.", "The previous first lady, Michelle Obama, featured in numerous fashion shoots, including the cover of Vogue in December 2016."], "authors": ["Richard Luscombe"], "keywords": ["trump", "cover", "spark", "controversy", "mess", "vogue", "photographs", "black", "york", "harris", "magazine", "wrote", "kamala", "vogues", "washed", "wintour", "photos"], "pubDate": "2021-01-10T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}