{"id": "3719932a-542f-3820-95f5-a19e716477d7", "title": "How we met: ‘I’d hear the noise of the fax machine and be excited to see if it was her’", "url": "https://www.theguardian.com/lifeandstyle/2020/dec/07/how-we-met-id-hear-the-noise-of-the-fax-machine-and-be-excited-to-see-if-it-was-her", "summary": "Originally from the UK, he was working in Hong Kong on another trade publication, and visiting Manila for a football tournament.\nI’d been struggling with a hangover, but it immediately went.” They went out for dinner and became friends.\n“I remember hearing the noise of the fax machine and getting excited to see if it was Tess,” Edward says.\nI moved in October 1995 and Tess visited me that Christmas.” They spoke on the phone regularly and moved back to Hong Kong together the following year.\nFour weddings ... at their first ceremony, at a Hong Kong registry office.", "paragraphs": ["After growing up in the US, Tess Lugos returned to her home country of the Philippines, aged 26, to work as an editor for a trade publishing company. One night in July 1994, a friend asked if she would like to join him for dinner. “He had another friend staying with him and asked if he could come with us,” she says.", "When Tess arrived, her friend was in the bathroom, so Edward Johnson answered the door. Originally from the UK, he was working in Hong Kong on another trade publication, and visiting Manila for a football tournament. He says: “I saw this vision of short, cropped hair and red lipstick. I’d been struggling with a hangover, but it immediately went.” They went out for dinner and became friends. “He seemed fun and different. He had eclectic taste and a great sense of humour,” says Tess.", "Edward went back to Hong Kong, but they stayed in touch, using the fax machines at work to send messages to each other at the end of each month after their magazines had gone to press. “I remember hearing the noise of the fax machine and getting excited to see if it was Tess,” Edward says.", "When they met, both were in relationships, though it had never come up in conversation. Edward had split up with his girlfriend by the time he asked Tess if she would like to see him in Hong Kong on one of her press visits. “I was living on Lamma Island, which was away from the noise of the city. There were no roads and cars and we used to walk around barefoot,” he says. In April 1995, Tess agreed to stop for a visit before a work function. “I walked down to the ferry pier to meet her. I’d borrowed my friend’s dog to make me look more dependable,” he says.", "Although there was a “spark of attraction”, Edward was crushed when Tess told him she was dating someone. However, she soon realised things weren’t right. “We went for dinner again before I left and I knew I was falling in love.” Edward told her he was planning to leave Hong Kong to take a course in gemology, the study of gem stones, in California. “My plan was to go to Madagascar, but love changes your plans.”", "Tess broke up with her boyfriend and Edward flew over to see her in Manila at the weekends, until he left for the US. “We had to overcome barriers, but we knew we wanted to be together. I moved in October 1995 and Tess visited me that Christmas.” They spoke on the phone regularly and moved back to Hong Kong together the following year. Edward proposed that summer on a football pitch. “We were at a party and it was a quiet place to escape to,” he says.", "Four weddings ... at their first ceremony, at a Hong Kong registry office.", "They originally agreed to get married in Macau in October 1997, to give friends and family plenty of notice, but “in the February, we decided we just didn’t want to wait and had a very small service,” says Tess. As they prepared for the big Macau ceremony, they realised non-residents couldn’t get married there unless they’d had a Catholic service already. “We had to have a secret Catholic service before the big celebrations,” says Tess. “After the Macau wedding, my family wanted to have an English wedding at their local church,” says Edward. “My dad joked that of all his children, I’d been married the most times, but luckily always to the same woman.”", "In February 2000, their son was born, and two years later the family moved to London. Tess studied Chinese medicine in 2010 and now works as an acupuncturist, while Edward is a consultant in the gem industry. “Ed used to think Asia was exotic, but I think the same about living in the UK – especially the breakfasts,” says Tess. “She introduced me to Filipino breakfasts and now we mix it up. It’s been wonderful getting to know another culture through Tess.”", "He adores his wife’s calm and relaxed attitude. “We’re best friends. She keeps me grounded, looks after my health and brings me back to what’s really important.” Tess loves the fact that Edward makes her laugh. “He has this zest for life and it pulls us through all the difficulties.”", "", ""], "authors": ["Lizzie Cernik"], "keywords": ["hear", "kong", "went", "service", "machine", "fax", "moved", "friends", "work", "tess", "hong", "married", "met", "excited", "edward", "id", "noise"], "pubDate": "2020-12-07T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}