{"id": "3748e881-1356-3787-9683-77e8a26aedd8", "title": "'I tried to become part of Wuhan': Agency Photographer of 2020 – Hector Retamal", "url": "https://www.theguardian.com/artanddesign/2020/dec/17/hector-retamal-agency-photographer-of-year-2020", "summary": "Images that came to dominate our consciousness were first seen in Wuhan as the virus struck.\nWe were wearing masks, goggles, gloves and had gel but no hazmat suits.\nCouples wearing face masks dance in a park next to the Yangtze River in Wuhan on 13 AprilCouples wearing face masks dance in a park next to the Yangtze River in Wuhan on 12 May.\nMedical staff members wearing protective clothing arrive with a patient at the Wuhan Red Cross hospital on 25 JanuaryBut Wuhan was something different.\nI wanted to show people’s emotions but they were wearing masks, so I had to find other ways.", "paragraphs": ["There was one unavoidable story of 2020, which touched everyone around the world: the coronavirus pandemic. What is fascinating about Hector Retamal’s work is that he has covered the crisis almost exclusively in China, which bore the initial impact and led the events that followed around the globe in the months to come.", "Images that came to dominate our consciousness were first seen in Wuhan as the virus struck. Retamal’s photojournalism follows a narrative arc, from the initial discovery and spread of the virus, through the treatment and containment efforts, and towards a more hopeful exit on the other side.", "We spoke to Retamal about his experience covering the story:", "A man wearing a protective mask sits on luggage as he travels on the subway in Shanghai on 22 January", "When it all started, in mid-January, I was in Shanghai and had relatives from Chile – my mother, my cousin and her fiancé – visiting me. I remember feeling a bit worried by this mysterious virus. At first my main concern was whether they would be able to leave China to get home.", "Then the masks started appearing in the street. It is usual to see some people wearing them, but now it had become widespread. I could sense the fear in the air.", "Within a few days, I knew it would be a big story. On 22 January, AFP decided to send a team to Wuhan, one day before it became the first city in the world to be put on lockdown. The next day, I remember how my bosses called me, having second thoughts. They were concerned. Would I get trapped in Wuhan? Would I be exposed to too much risk? I insisted on going. I reminded them that I had already covered a cholera epidemic in Haiti. On that high-speed train to Wuhan I met a woman who insisted I should not go. She said the city had become very dangerous, and came back to me several times to try to convince me to go back to Shanghai.", "A passenger stands after arriving at the nearly deserted Wuhan train station, usually full of passengers ahead of the lunar new year, in Wuhan on 23 January", "People wearing protective masks walk inside a mall in Wuhan on 23 January", "I truly grasped the seriousness of the situation when, after four hours, the train arrived in Wuhan. Hardly anyone got off there. There were no taxis waiting for us outside. And the few passengers I did see were roaming around the station looking lost.", "Then I stepped out into a ghost town. Fear had gripped Wuhan’s inhabitants. Some hotels would not accept foreigners. Eventually the one I found was just perfect from a photographer’s point of view: it faced a park, near the Yangtze River. The view from my room window was just breathtaking: everything – streets, parks, river walk – was empty.", "The shock really came when we went to visit the hospitals", "I teamed up with video journalist Leo Ramirez and reporter Sébastien Ricci, who had arrived from AFP’s Beijing office. In the streets, police officers would stop us and tell us to go back to our hotel.", "“It is dangerous to stay in the street,” they said. There was fear in the air. I saw people shut up in their homes, peering out of their windows. In two hours walking around the city I must have seen only about four or five other people outdoors.", "Excavators and trucks at the construction site of a new hospital being built in Wuhan. China rushed to build the hospital in a staggering 10 days", "Medical staff wearing protective clothing to protect against a previously unknown coronavirus arrive with a patient at the Wuhan Red Cross hospital in Wuhan", "People wait in line on stools at Wuhan Red Cross hospital", "The shock really came when we went to visit the hospitals.", "People were queuing inside and outside, some sitting on stools. What was even more unusual was that people came up to me and took my arm, asking me to come in and see. They wanted to show me what was happening. That doesn’t usually happen in China. I was hesitant to follow them in case the security guards saw me and called the police. But I went inside anyway, and then I saw how difficult the situation was.", "We left on 31 January using the only possible way out: a French evacuation flight that flew us out of China with another 251 people. We were then quarantined for two weeks near Marseille, at a resort on the Mediterranean coast.", "A crew member of an evacuation flight of French citizens from Wuhan gives passengers disinfectant during the journey to France on 1 February", "Police escort a bus transporting French citizens after leaving The Vacanciel Holiday Resort in Carry-le-Rouet, near Marseille, southern France on 14 February", "At that point we had very little information about the virus but the hospitals were clearly swamped.", "A sick woman threw up right next to me. Others would cough with no mask. I did feel some apprehension at that point. We were wearing masks, goggles, gloves and had gel but no hazmat suits. I was lucky: I never caught the virus, as shown by the dozen tests I have taken since.", "Medical staff in protective clothes are seen carrying a patient from an apartment suspected of having the virus in Wuhan, 30 January", "During that first trip, we did have one tense encounter with hospital guards who called the police. We had to stay for a couple of hours. But most of the time the police only stopped us to suggest we go back to the hotel and avoid being exposed to the virus.", "Later, in September, I tried to take outside pictures of the market where the first cases were detected. Some market guards came out and requested I follow them inside. They called the police. They checked the pictures I had taken and forced me to erase them. It was their condition to let me go.", "Young women wear traditional costumes while walking at the Bund along the Huangpu River in Shanghai on 2 June", "Women in face masks and traditional costumes of the Song dynasty and Tang dynasty are seated on a bench in a park next to the East Lake, Wuhan", "I got back to Shanghai on 24 February and have since then focused on Covid coverage. I have made seven additional trips to Wuhan to document how the city has changed over the year, after its 76 days of lockdown. I wrote about it in the AFP blog.", "I went back to Wuhan on 28 March, days before the city ended its mass lockdown. Little by little, the city started getting back to normal. I spent hours walking around and documenting that return to life, showing people in their day-to-day activities. Some would stay home, others would bring them food.", "An elderly woman arrives in an ambulance to Wuhan Red Cross hospital after being transferred from another hospital after recovering from Covid-19", "Mask-clad passengers wait in a line after arriving at the railway station in Wuhan following two months of lockdown in March. Right; a man is tested for Covid in April", "A man prepares to jump into the Yangtze River in Wuhan on 16 April", "In a way, I tried to become part of the city.", "Wuhan is a huge city but the people are friendly. They kept coming up to me and asking what I was doing there. I like getting close to people. I like to be accepted and win people’s trust. I want them to feel at ease and take the time to talk. How could I get an insight into other people’s lives if I do not let them into mine? I learned that in Haiti, where life is hard and people get by with nothing. In Wuhan, I did not try to stay out of sight. I want people to know what I am doing and understand why I am there. I do not hide my camera. That is the basic rule. I do not like photographs taken covertly.", "Medical staff from Jilin province hug nurses from Wuhan during a ceremony before leaving as Tianhe airport is reopened on 8 April", "On 8 April, the lockdown of this megacity and its 11 million inhabitants ended. People flocked to the train stations and airports to leave, among them the nurses who had come to Wuhan from Jilin province to help.", "Couples wearing face masks dance in a park next to the Yangtze River in Wuhan on 13 April", "Couples wearing face masks dance in a park next to the Yangtze River in Wuhan on 12 May. By August, there were hundreds of couples in the same spot", "The next day, the ferry resumed its activities and on 13 April I saw the first couples dancing again along the river. There were only a few of them and all the dancers kept their masks on. I went back several times to that place and could see the group grow. A few months later there were over a hundred of them.", "A music festival in Wuhan following the end of the lockdown in August", "During that trip, I did a lot of night photography. It brings more intimacy. I like those warm lights falling from street lamps while people just walk by. It creates a very special atmosphere that I would not find during the day. I like to capture very simple life moments and love to do it at night. The night is full of mystery and things to discover.", "People party in a club in Wuhan on 26 September", "Students at Changchun Street primary school in Wuhan on 4 September during a media visit organised by local authorities", "My career as photojournalist started in Chile, were I was born 44 years ago. I have covered all kinds of drama: quakes, hurricanes, landslides, floods and the ordeal of the 33 miners trapped for more than two months in a copper mine deep underground in the Atacama desert. In 2010 I left for Haiti were I experienced first-hand a terrible cholera epidemic.", "Medical staff members wearing protective clothing arrive with a patient at the Wuhan Red Cross hospital on 25 January", "But Wuhan was something different. The enemy was silent and invisible. We could guess it was there by watching people queueing outside hospitals and hiding in their homes.", "I like to be close to people and suddenly I couldn’t be that close. I wanted to show people’s emotions but they were wearing masks, so I had to find other ways. I also had to overcome their own fear. In Shanghai, people look differently at foreigners now. Sometimes when I take an elevator people do not want to get in with me. But that never happened to me in Wuhan. People there greeted me. They kept coming up to me and asking what I was doing there.", "I wanted to show people’s emotions but they were wearing masks, so I had to find other ways", "Officials in protective suits checking on an elderly man wearing a face mask who collapsed and died on a street near a hospital in Wuhan", "On of the most impacting pictures is obviously the picture of the man laying down, dead. My video journalist colleague Leo Ramirez and I saw this man exactly eight days after we had arrived, on 30 January. The man was lying on the street floor, just metres away from the Red Cross hospital. He was dead. Two very scared women also shouted at us. Then two more people came with hazmat suits. They shouted. Nobody wanted to get too close. One of them got closer and then stepped back, looking scared. We saw a woman running away scared and pointing to a street corner with her hand. She was screaming. We had never seen such a scene and it was so impressive that we called the reporter Sébastien Ricci. He came and tried to find out what had happened to that man.", "We never found out what this man died of, though we tried. The old man’s body lay on the ground for hours before people came to take it away. The picture of the body and the agitation around it came to symbolise the Covid-19 crisis."], "authors": [], "keywords": ["hector", "retamal", "agency", "street", "2020", "man", "came", "wuhan", "masks", "tried", "hospital", "river", "virus", "city", "wearing", "photographer"], "pubDate": "2020-12-17T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}