{"id": "37490347-bfea-35c7-900f-92f1e60172fe", "title": "Retired Air Force colonel, 93, gives back in big way during Christmas season", "url": "https://www.foxnews.com/us/retired-air-force-colonel-93-gives-back-in-big-way-during-christmas-season", "summary": "A 93-year-old retired Air Force colonel, known as \"Mr.\nSince July, John Hobson, who lives with family in Xenia, Ohio, has been whittling walking sticks to sell to his community for $3 apiece, his grandson Rob Hobson told Fox News.\nIt was something John Hobson dabbled in last Christmas when he made all nine grandchildren and their spouses personalized walking sticks.\nAlthough the veteran has always been \"real handy,\" Rob Hobson said they \"totally weren't expecting it.\"\nSo far this year, he has already received $500 in donations which he gives to the Xenia Area Fish Food Pantry.", "paragraphs": ["A 93-year-old retired Air Force colonel, known as \"Mr. Fix It\" to his grandchildren, is using his handyman talents to give back to the community.", "Since July, John Hobson, who lives with family in Xenia, Ohio, has been whittling walking sticks to sell to his community for $3 apiece, his grandson Rob Hobson told Fox News. All of the money earned is donated to a local food bank.", "AMERICA TOGETHER: SEND US YOUR CHRISTMAS PHOTOS AND WE'LL TELL YOUR STORY", "\"It's something to keep him active, to keep his mind active,\" the grandson said. \"He'll just sit out in the shop and my grandfather will whittle the sticks down.\"", "And of course, \"the weirder the wood the better,\" he explained.", "It was something John Hobson dabbled in last Christmas when he made all nine grandchildren and their spouses personalized walking sticks. Each one had their names burned into the side.", "Although the veteran has always been \"real handy,\" Rob Hobson said they \"totally weren't expecting it.\"", "BELOVED ATLANTA TAVERN SAVED AFTER LOYAL CUSTOMERS RAISE $170G", "Before the pandemic struck, the older Hobson would go to a local nonprofit, One Bistro, with his family to donate money to those in need. The bistro serves affordable meals, ranging in price from $6-$9.", "When that was no longer possible due to the coronavirus, he felt the urge to find another way to give back — so he set up shop right in the front yard of his home for cars driving by.", "\"Once he gets a batch of them, he takes them out and if he starts running low I guess he kicks it into high gear,\" Rob Hobson said, adding that he has already made about 100 walking sticks.", "The sign says $3 per stick but they also accept other donations. What the Hobsons quickly realized is that the community is more than happy to help out.", "So far this year, he has already received $500 in donations which he gives to the Xenia Area Fish Food Pantry.", "CLICK HERE TO GET THE FOX NEWS APP"], "authors": ["Daniella Genovese"], "keywords": ["93", "local", "retired", "walking", "rob", "big", "christmas", "hobson", "money", "grandson", "colonel", "john", "way", "air", "sticks", "force", "xenia", "season", "shop", "gives"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}