{"keywords": ["lahren", "tomi", "going", "impeachment", "dont", "hope", "democratic", "future", "president", "trump", "dems", "candidates", "run", "know"], "authors": ["Julia Musto", "Julia Musto Is A Reporter For Foxnews.Com"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "title": "Tomi Lahren: Impeachment is only hope for Dems, they 'don't have a future to run on'", "pubDate": null, "url": "https://www.foxnews.com/media/tomi-lahren-democrats-president-trump-2020-impeachment-election", "paragraphs": ["", "Democratic presidential hopefuls never had a shot at winning the election and the impeachment push against President Trump is the last hope the liberal party has to try to seize control again in 2020, Fox Nation host Tomi Lahren said Wednesday.", "Appearing on \"Fox & Friends\" with hosts Steve Doocy, Brian Kilmeade, and Ainsley Earhardt, Lahren said that the seven candidates preparing to take the debate stage Thursday night never had a chance.", "WITH TRUMP IMPEACHMENT VOTE IMMINENT, PRESIDENT TRAVELING TO BATTLE CREEK, MICH. TO RALLY THE FAITHFUL", "A new head-to-head USA Today and Suffolk University poll shows the president beating five Democratic standouts, including former vice president Joe Biden, Vermont Sen. Bernie Sanders, Massachusetts Sen. Elizabeth Warren, Indiana Mayor Pete Buttigieg, and New York billionaire Michael Bloomberg.", "Additionally, if the Democratic-led House of Representatives votes to impeach on Wednesday afternoon, then come January 5th, the five senators running for president will likely be in D.C. serving on the jury in the president's impeachment trial.", "\"Well, they absolutely did this to themselves,\" said Lahren.", "DEMOCRATIC DEBATE IN JEOPARDY AMID LABOR DISPUTES AS CANDIDATES EXPRESS FRUSTRATION OVER 'ARTIFICIALLY NARROWED' FIELD", "She cautioned viewers to \"keep in mind\" that the Democratic Party and Democratic National Committee have really tried to [push] their candidates...off to the side. That's why we have had this whole impeachment witch hunt. They don't want to talk about their socialist candidates. They don't want to talk about Joe Biden.\"", "Biden has dropped in the polls after several major on-stage gaffes and hits from others on his and his son's past dealings in Ukraine.", "Hunter Biden reportedly held a seven-figure job with Ukraine’s largest natural gas company, Burisma Holdings. At the same time, the elder Biden -- as vice president under Barack Obama -- was leading an effort to oust a Ukrainian prosecutor who was investigating the company, raising concerns about a possible conflict of interest.", "\"Well now, they are going to be front-and-center even in their impeachment witch hunt. So, this really came back to bite them in the butt and it's going to backfire horribly on the Democrats,\" she stated.", "\"Can you believe that I will be impeached today by the Radical Left, Do Nothing Democrats, AND I DID NOTHING WRONG! A terrible Thing. Read the Transcripts. This should never happen to another President again, Say a PRAYER!\" the president tweeted Wednesday morning.", "\"Well, the Democrats know this is all they have,\" she continued further. \"I mean, we ask ourselves often: why would they do this knowing it's going to backfire? Why would they do this knowing that their poll numbers are slipping for impeachment? Why would they do this [knowing] that poll numbers and showing Donald Trump beating all of their candidates by several points? Why would they continue to do this?", "\"Well, it's really simple,\" Lahren explained. \"This is the best thing they have. They don't have policy to run on. They don't have records to run on. They don't have a future to run on and they have already kind of accepted that their candidates are going to lose.\"", "CLICK HERE FOR THE FOX NEWS APP", "\"So now, they are just going all-in on impeachment, hoping something happens -- as we know from the last three-and-a-half years,\" she said.", "As we know, nothing is going to happen. But they are just, you know, going to have to cut their losses and get ready for Donald Trump's re-election,\" Lahren concluded.", "Fox News' Danielle Wallace contributed to this report."], "id": "3762ef5c-9c76-30b5-aaf7-7d540478e3b7", "summary": "Democratic presidential hopefuls never had a shot at winning the election and the impeachment push against President Trump is the last hope the liberal party has to try to seize control again in 2020, Fox Nation host Tomi Lahren said Wednesday.\n\"Well now, they are going to be front-and-center even in their impeachment witch hunt.\nWhy would they do this [knowing] that poll numbers and showing Donald Trump beating all of their candidates by several points?\nThey don't have a future to run on and they have already kind of accepted that their candidates are going to lose.\"\nBut they are just, you know, going to have to cut their losses and get ready for Donald Trump's re-election,\" Lahren concluded."}