{"id": "37657fc6-6d01-349c-ab52-5625fa325fd6", "title": "Dems fret about possible Merrick Garland AG pick, opening circuit court spot", "url": "http://www.foxnews.com/politics/dems-fret-about-possible-merrick-garland-ag-pick-opening-circuit-court-spot", "summary": "\"[P]icking Merrick Garland for AG would mean letting Moscow Mitch hold a DC Circuit seat hostage for four years,\" she said.\nObviously the Supreme Court and the courts.\"\n\"They are not going to pull someone off the DC Circuit, come on now people,\" Mother Jones Editor-in-Chief Clara Jeffery tweeted.\nThe U.S. Supreme Court hears only about 80 cases per year despite the fact the justices are asked to hear thousands.\nAnd for judges, it's traditionally a stepping stone to the Supreme Court.", "paragraphs": ["Democrats on Wednesday and early Thursday expressed concern over the fact President-elect Joe Biden's list for possible nominees for attorney general includes Merrick Garland, a judge on the highly consequential U.S. Court of Appeals for the D.C. Circuit.", "Garland is a widely respected judge who was nominated to the U.S. Supreme Court by former President Barack Obama in 2016 before the presidential election, though the Senate refused to take up his nomination.", "His qualifications for attorney general were lauded by those on the left, but some worried it would not be smart to create a vacancy on the critical D.C. Circuit with a strong chance the Republicans will be able to continue to be the majority in the Senate. The other person on the attorney general shortlist seen as a leading choice is Sen. Doug Jones, D-Ala.", "CONFIRMATION OF BARRETT REPLACEMENT ADDS TO TRUMP'S RECORD ON JUDGES", "\"Doug Jones. For the love of all that's good, just pick Doug Jones and be done with it,\" Charlotte Clymer, a former Hillary Clinton staffer, said in a tweet. When asked to elaborate on why, she continued, \"An important vacancy on the federal bench with the plausible threat of the GOP holding the Senate.\"", "MSNBC host Joy Reid also made clear her opposition to a Garland pick, speculating that Senate Majority Leader Mitch McConnell, R-Ky., would prevent Biden from filling the judge's seat.", "\"[P]icking Merrick Garland for AG would mean letting Moscow Mitch hold a DC Circuit seat hostage for four years,\" she said. \"Recall that Republicans said they'd do exactly that with any SCOTUS openings -- for four full years -- if Hillary Clinton became president.\"", "McConnell has made clear that filling federal judicial vacancies has been a priority of his during the Trump administration because judges are appointed to lifetime terms. Meanwhile, other legislative accomplishments can be undone by elections.", "SUPREME COURT SIDES WITH COLORADO CHURCH, NJ RELIGIOUS LEADERS OVER STATE CORONAVIRUS RESTRICTIONS", "\"The first thing that comes into my mind, these kinds of opportunities don't come along that often, when you have the White House, the House and the Senate,\" McConnell said at a Federalist Society event in 2019, about his thought process after President Trump won the 2016 election.", "\"For those of you who are not American history junkies, you can go back 100 years and my party's only controlled all three for 20 of the 100 years, one-fifth of the time,\" McConnell continued. \"So I said we don't want to waste any time here. And of the things that we can do, what's the most important? Obviously the Supreme Court and the courts.\"", "And so began the judicial appointment conveyer belt in the Senate that's lasted the entire Trump administration and continues Thursday, as the Senate is set to vote to confirm Charles Edward Atchley Jr., to sit on the U.S. District Court for the Eastern District of Tennessee. This comes after the confirmation of two other district judges on Wednesday and Thomas L. Kirsch II to replace Supreme Court Justice Amy Coney Barrett on the 7th Circuit Court of Appeals on Tuesday.", "Though it would be difficult politically to hold open a high-profile vacancy like Garland's for long, the judicial conveyer belt is likely to at least significantly slow down if not grind to a halt if Republicans keep the Senate.", "\"They are not going to pull someone off the DC Circuit, come on now people,\" Mother Jones Editor-in-Chief Clara Jeffery tweeted.", "Added Dan Pfeiffer, a former senior adviser to Obama: \"Merrick Garland is a great American, but I refuse to believe that Biden would open up a seat on the DC Circuit that McConnell would never fill if we don't prevail in Georgia.\"", "Senate Republicans notably worked to hold open D.C. Circuit seats in the past. Republicans refused to confirm a handful of Obama nominees to the D.C. Circuit in 2013, which eventually led then-Senate Majority Leader Harry Reid, D-Nev., to get rid of the judicial filibuster for non-Supreme Court nominees. McConnell says he was just following suit from when Democrats aimed to block judges nominated by George W. Bush.", "CLICK HERE TO GET THE FOX NEWS APP", "Garland's appointment would not tip the balance in the D.C. Circuit in favor of Republican-appointed judges. Currently, there are only four judges out of 11 on the circuit who were nominated by Republican presidents, three by Trump and one by George H.W. Bush.", "But circuit courts mostly hear cases in three-judge panels, rather than with all of their judges hearing a case simultaneously. This means pulling Garland from that bench would increase the chances there is a majority of GOP-appointed judges on any individual panel. Trump appointees Judges Justin Walker and Neomi Rao, for example, would be more likely to be drawn together for a panel with Obama appointee Judge Sri Srinivasan.", "Circuit courts are thought to be so critical because they are the highest tribunals most cases in federal courts ever make it to. The U.S. Supreme Court hears only about 80 cases per year despite the fact the justices are asked to hear thousands.", "The importance of the D.C. Circuit is elevated because of the kinds of cases it hears in the nation's capital, dealing with Congress, the federal regulatory state and the presidency. It is widely considered to be the second-highest court in the United States. And for judges, it's traditionally a stepping stone to the Supreme Court."], "authors": ["Tyler Olson", "Tyler Olson Covers Politics For Foxnews.Com. You Can Contact Him At Tyler.Olson Foxnews.Com", "Follow Him On Twitter At"], "keywords": ["republicans", "trump", "pick", "garland", "judges", "fret", "dc", "mcconnell", "circuit", "supreme", "senate", "opening", "possible", "merrick", "spot", "dems", "court"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}