{"id": "378633bb-754d-363b-8b3f-22b5569030c6", "title": "Hear me out: why I Know Who Killed Me isn't a bad movie", "url": "https://www.theguardian.com/film/2021/jan/11/lindsay-lohan-i-know-who-killed-me-film", "summary": "On 23 August 2007, Lindsay Lohan issued a statement to TMZ in the Hollywood dialect of professional contrition that hints at behind-the-scenes PR damage control.\nLohan is first introduced as Aubrey Fleming, the wholesome kind of all-American high schooler who still takes piano lessons and stops her boyfriend at second base.\nMuch of Lohan’s post-dry-out work has attempted to play on her public persona, to less than encouraging levels of success.\nA close-minded America dismissed I Know Who Killed Me as working nadir of a woman hitting her own rock bottom.\nLittle did they realize they were getting a glimpse of the Lindsay that could’ve been.", "paragraphs": ["On 23 August 2007, Lindsay Lohan issued a statement to TMZ in the Hollywood dialect of professional contrition that hints at behind-the-scenes PR damage control. In its 11 brief sentences, she makes a plainspoken admission that she’s “addicted to alcohol and drugs”, that her destructive behavior is no one’s responsibility but her own, and that she’s ready to take the steps required to get her back on the path to wellness. While not quite a turning point for her career, which has remained stagnant over the past decade-plus of self-referential screen roles and regrettable pop singles and swiftly shuttered Grecian nightclubs, that press release did provide a fitting coda to the odd and sordid tale of I Know Who Killed Me.", "Released one month earlier, the mid-budget slasher vehicle for Lohan was derailed again and again by her personal life, even as its text was inextricably bound up in the same. Though DOA at the box office upon its critically savaged theatrical run, this widely, wrongly maligned film has been embraced by a growing mini-cult attuned to its aesthetic of surreal artifice and grim interplay with real life. We appreciate the irony of a woozy-headed meditation on the luster and tragedy inherent to the classic celebrity-in-peril archetype – which its star could not appear on Leno to promote due to a DWI arrest earlier that week.", "The troubled production process involved working around its leading lady’s mandate to spend 30 nights at the Wonderland rehabilitation facility, bouts of the often-euphemistic Tinseltown ailment “dehydration”, a not-at-all-euphemistic appendectomy, an infected surgical incision, and a paparazzi presence so relentless that a few shutterbugs ended up in the background of some shots in the finished film. But the baggage she dropped off at set only served to deepen and enrich the subtext of a stealth noir gem, one that gestures to a long-bygone era of movie stardom through the framework of a cheaper and dirtier sort of serial killer thriller. As a girl nextdoor seemingly transformed overnight into a vamp with a cigarette-rasped voice and formidable pole-dancing prowess, she brings the thought experiment of “what if Barbara Stanwyck had been fed through Disney’s wringer as a child?” to life in exhilarating fashion.", "Lohan is first introduced as Aubrey Fleming, the wholesome kind of all-American high schooler who still takes piano lessons and stops her boyfriend at second base. Aubrey promptly falls victim to a psycho with a predilection for using dry ice to peel off layers of skin like lasagna sheets, except that Lohan returns soon after on the side of the same road Cloris Leachman ran on to in Kiss Me Deadly. When she wakes up in the hospital short an arm and a leg, she insists that she’s femme fatale Dakota Moss, the hard-living daughter of a crack addict. The link connecting these two women goes beyond being the figurative yin to the other’s yang, and beyond the kooky Corsican-sister explanation for why Aubrey and Dakota have matching wounds.", "They constitute a hysterical parody of the cautionary tale projected on to all young women, teenaged starlets in particular, that their virginal innocence can be tarnished into slatternly moral dissipation with one wrong move. Director Chris Sivertson works in a lurid playfulness, offsetting the gratuitous gloved-hand gore some have likened to giallo with a tone of wry melodrama more redolent of the soap opera from Twin Peaks, another of his professed influences. He lets the Aubrey/Dakota duality bleed into the fabric of the film by using the combatting colors blue and red the way others might use black and white, rendering shadows as luminescent splotches and fading out between scenes not to literal darkness or light, but to hues suggesting an elemental good and bad. Lohan’s enacting a fame-ritual dating back to the entertainment industry of the 20s and 30s, gamely being the madonna and whore the tabloid-readers of the world demand she be, if only to show how absurd and outmoded the dichotomy is.", "Much of Lohan’s post-dry-out work has attempted to play on her public persona, to less than encouraging levels of success. (The less said of her addled, scantily clad, gun-toting nun from Machete, the better.) But for a minute there, it looked like she might have a future as a more skillfully scare-quoted version of herself, still possessed of the canniness and precocity she showed as a rising talent in The Parent Trap and Mean Girls. A close-minded America dismissed I Know Who Killed Me as working nadir of a woman hitting her own rock bottom. Little did they realize they were getting a glimpse of the Lindsay that could’ve been."], "authors": ["Charles Bramesco"], "keywords": ["shes", "lohan", "lohans", "isnt", "know", "movie", "killed", "life", "film", "aubrey", "working", "hear", "women", "bad", "tale", "using"], "pubDate": "2021-01-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}