{"id": "37b820ea-d651-3286-b8ee-7770b8b4b29a", "title": "Covid-19: how London's West End will bounce back", "url": "http://www.ft.com/video/2c970196-2db6-4c1d-ac7b-cea05aa8feb9", "summary": "In the West End, world famous for its theatres and nightlife, coronavirus has been particularly cruel.\nBut to see the West End completely deserted of people, it was like a scene from an apocalypse movie.\nAnd West End landlords insist they're doing all they can to maintain tenants, and have taken a considerable hit to do so.\nHis company moved to the West End during the pandemic, taking advantage of cheap rents as local offices emptied out.\nAny recovery will be slow, and the experience of a year of stop-start lockdowns has left businesses in the West End wary.", "paragraphs": ["You can enable subtitles (captions) in the video player", "Central London has been hollowed out by coronavirus. The tourists who normally pack these streets are unable to travel. The shops have been forced to close. In the West End, world famous for its theatres and nightlife, coronavirus has been particularly cruel.", "Perhaps its most iconic address, Covent Garden, has been emptied by the pandemic. Today, we're pretty much the only people here, and that's how it's been for much of the last 12 months. That's been a huge problem for bars, restaurants, shops, and the property owners that own this estate and much of the wider area in Soho, Chinatown, and beyond. We're here to find out how they've been surviving the pandemic and how they're preparing for life beyond lockdown.", "Brian Bickell is the boss of Shaftesbury, one of the West End's largest landlords.", "We've got some 615 restaurants, shops, cafes, bars, pubs, and clubs. So, they produce 70 per cent of our income. This time last year, 23rd of March, the footfall tap was just turned off. I mean, it had been dwindling for a couple of weeks beforehand. But to see the West End completely deserted of people, it was like a scene from an apocalypse movie. You would never have dreamed it could happen.", "London has been hard hit by the pandemic, with the city under some form of lockdown for the bulk of the last 12 months. Hopes of a return to something approaching normality were raised last summer, and again over Christmas. But on both occasions, business owners looked on despairingly as the country was placed under lockdown.", "Ranjit Mathrani is the chairman of MW Eat, which runs the casual-dining chain Masala Zone. His company has restaurants in Covent Garden and nearby in Soho.", "We had to be sending out constant messages to staff, to customers, whatever, that the realities had changed from week to week and from month to month. And so, that whole process was actually very, very demoralising for our staff, as well as for our customers. The losses we would incur last year would probably wipe out five years of profits before.", "Ian Hawksworth is the chief executive of Capital & Counties, owner of Covent Garden and the surrounding streets. He says that constantly changing rules have made life hard for tenants on the estate.", "The run-up to Christmas was very good for a lot of our brands. And then obviously, we were locked down again. So it's been stop-start, quite difficult, and quite costly for everybody, I think.", "Rolling lockdowns have put pressure on both tenants and landlords. Shops, restaurants, and bars have lost their income for key portions of the year, and many have struggled to pay rent. That strained relationships with property owners and pushed some businesses to the brink.", "Some of the well-known West End large estate landlords were more receptive. We have other landlords who have been much more hard-nosed, and some have been totally intransigent. So at this point in time, we have not found any landlord as yet willing to change their lease structure. I think there will be a whole range of restaurants, which are less well capitalised, which have got weaker balance sheets, and the smaller entities, which will inevitably go under.", "Government support, including the furlough scheme, business rates holiday, and a ban on commercial evictions, have gone some way to help failing businesses. And West End landlords insist they're doing all they can to maintain tenants, and have taken a considerable hit to do so.", "Even so, the number of vacant properties in the West End has spiralled. On Shaftesbury's estate, the vacancy rate has trebled over the last year.", "The best way to preserve value in our portfolio is to keep it occupied. So that was our view coming out of this, we wanted our buildings to be... our shops and restaurants, to be able to open quickly. The footfall would come back and we wanted people to come back to these areas.", "I think across the West End we're seeing more vacancy than we've ever seen in the past. Normally the West End is full. For our business, we run in normal times at 3 per cent vacancy level. And that's generally frictional churn, where we're just getting space back and re-letting it. Nothing hangs around for very long. Rents are set by supply and demand, it's a quite simple equation, really. And if there's more supply and less demand, the rents will only go one way.", "The hit to property owners in the West End has also been considerable. The pandemic has wiped close to £1.5bn off the value of Shaftesbury and Capital & Counties' combined estates. But there is growing optimism that visitors will soon return to the area as the government eases England out of its third national lockdown in four stages.", "We will move to step two of our roadmap, reopening shops, gyms, zoos, holiday camp sites, personal care services like hairdressers, and of course, beer gardens and outdoor hospitality of all kinds.", "The prime minister, Boris Johnson, has insisted that this will be the final lockdown. And with the rollout of the vaccine, there is cautious optimism about reopening. Rupert Graves is the co-founder of Catalyst Laboratories, a company providing Covid tests. He believes regular testing can help businesses in the West End regain confidence. His company moved to the West End during the pandemic, taking advantage of cheap rents as local offices emptied out.", "It was quite an interesting experience, finding property during a pandemic. A lot of the flexible spaces that we saw were basically empty, and so we had certainly a lot of choice, in terms of where we could go.", "One thing we have noticed is that people with a negative test result do have a lot more confidence in terms of what they do. We certainly noticed that with film and TV productions, and also theatre productions.", "Covid testing and the vaccine rollout have given businesses in the West End a glimmer of hope.", "I do not know the amount of light in the tunnel, whether it be bright sunlight, whether it be cloudy, or whether it'll be a dappled sky. And neither do I know how long the sun's going to be out necessarily. But we know, we now can see light in the tunnel.", "It's very important that once that momentum starts on April 12, and then is enhanced on the 17th of May when the theatres open, hopefully we'll then see people coming back to the office. And then maybe over the next six to 12 we might begin to see an increase in visitor numbers into London from overseas. So we need all of those components. And it will be a relatively slow build, I think, over the next six to 12 months. But I'm confident that the West End will prosper.", "Everybody has now stopped taking the West End for granted. It was so reliable and so predictable. It was the goose that always carried and lain the golden eggs. I think now people realise it is going to need some help to get back on its feet.", "Even as they plot a path to recovery, business owners are clear that Covid-19 will leave its mark on the West End, and are embracing changes to make the area more walkable and clean.", "We're able to work with Westminster to make sure that we have an environment that people want to come to. So there's been a lot of pedestrianisation. And we've put a lot of alfresco seating. So we've got over 800 outdoor seats now. I think the expectation is, it's really going to be into next year and probably 2023 before we can see anything like a return to where we were before.", "Any recovery will be slow, and the experience of a year of stop-start lockdowns has left businesses in the West End wary. Tourists are unlikely to return in numbers this year, and there is still a question mark about what happens to the pile of unpaid rent which has built up thanks to the pandemic. To resolve those issues and persuade people that they can visit safely, property owners and their tenants will have to work together as never before."], "authors": ["Produced Petros Gioumpasis", "Reported George Hammond"], "keywords": ["businesses", "think", "owners", "restaurants", "londons", "end", "property", "covid19", "west", "bounce", "pandemic", "shops", "lot"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}