{"id": "37d964ec-83b8-3155-b726-a543f9b94e98", "title": "Staten Island bar owner accused of hitting deputy with car was ‘scared for his life,’ lawyer says", "url": "https://www.foxnews.com/us/staten-island-bar-coronavirus-shutdown-arrest-sheriff", "summary": "The co-owner of a Staten Island bar who officials say has continued to defy New York Gov.\nSTATEN ISLAND BAR CO-OWNER SPEAKS OUT AFTER ARREST FOR DEFYING NEW YORK COVID-19 ORDERSWhen deputies tried to arrest the 34-year-old bar owner, he got into his car and drove off, striking a deputy, Fucito said.\nPresti continued driving for about 100 yards with the deputy hanging onto the hood before he was stopped and apprehended, the sheriff said.\nGelormino said Presti -- who has received \"numerous death threats\" -- \"became scared for his life and headed for the safety of his vehicle.\"\nHe had no idea the two men running at him were Sheriff Officers.", "paragraphs": ["The co-owner of a Staten Island bar who officials say has continued to defy New York Gov. Andrew Cuomo’s coronavirus restrictions was arrested early Sunday for the second time in less than a week after allegedly hitting a deputy with his car, authorities said.", "Danny Presti was trying to leave his bar, Mac's Public House, after deputies observed patrons entering the establishment Saturday night in violation of city and state closure orders, New York City Sheriff Joseph Fucito said.", "STATEN ISLAND BAR CO-OWNER SPEAKS OUT AFTER ARREST FOR DEFYING NEW YORK COVID-19 ORDERS", "When deputies tried to arrest the 34-year-old bar owner, he got into his car and drove off, striking a deputy, Fucito said. Presti continued driving for about 100 yards with the deputy hanging onto the hood before he was stopped and apprehended, the sheriff said.", "Charges against Presti were pending.", "The injured deputy was taken to a hospital for treatment, though his condition wasn't immediately available.", "Presti’s attorney, Lou Gelormino, told Fox News on Sunday that his client was approached on the street \"well past midnight, by two Sheriff personnel dressed in their dark uniforms.\"", "\"Without identifying themselves as Officers they proceeded to yell, 'Presti,' and run towards him,\" Gelormino said in a statement.", "Gelormino said Presti -- who has received \"numerous death threats\" -- \"became scared for his life and headed for the safety of his vehicle.\"", "\"He proceeded a short distance before being swarmed by Sheriff vehicles and being ripped out of his car. He had no idea the two men running at him were Sheriff Officers. He is unaware of how anyone sustained injury,\" Gelormino said.", "Presti's lawyer accused the deputies of not following proper procedures.", "\"They are clearly untrained and outside their element,\" he said. \"I urge the City to immediately institute a training program for this Department before more people are injured.\"", "Gelormino said he hopes to have Presti out by noon on Sunday.", "Presti was previously arrested Tuesday night after the bar continued serving patrons indoors and operating past the 10 p.m. curfew for restaurant service that Cuomo imposed citywide. The sheriff's office said plainclothes officers were able to go inside and order food and beverages at the time.", "The tavern is in an area designated by Cuomo as an “orange zone” because of spiking COVID-19 rates and was not supposed to be serving customers indoors. But Presti and his business partner Keith McAlarney had deemed it an \"Autonomous Zone\" in the spirit of this summer's \"CHAZ\" enclave in Seattle.", "Many businesses – particularly restaurants and bars – have been impacted severely by government-mandated closures in an effort to curb the spread of COVID-19.", "Supporters of Presti gathered outside the bar Wednesday in protest of his arrest and Cuomo's orders.", "Presti told “Fox & Friends” following his first arrest that he wouldn’t stop fighting to save his business.", "CLICK HERE TO GET THE FOX NEWS APP", "\"At this point,\" Presti said, \"we are losing faith, and kind of lost faith in the ability for our local and city governments to help us.\"", "Fox News' Maria Paronich, Caleb Parke and Charles Creitz, along with the Associated Press contributed to this report."], "authors": ["Stephen Sorace"], "keywords": ["york", "lawyer", "presti", "island", "gelormino", "arrest", "scared", "deputy", "city", "life", "owner", "bar", "officers", "fox", "car", "sheriff", "staten", "hitting"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}