{"id": "37e0364d-983f-383d-9a33-00ebc4f39e8d", "title": "New Dragon Age 4 Concept Art Revealed", "url": "https://www.gameinformer.com/2021/01/08/new-dragon-age-4-concept-art-revealed", "summary": "With a closer look at Tevinter and Antiva, the chase after Solas looks like it has a lot of potential for fans, a potential that was further teased thanks to new Dragon Age 4 concept art.\nThe latest concept art shared comes by way of newly appointed Dragon Age executive producer Christian Dailey but in true sassy fashion (a style we've come to know and love through the years), former Dragon Age 4 lead Mark Darrah weighed in.\nIf you're looking for more Dragon Age goodness, I've never been shy about being open about my love for this franchise.\nWhat do you think about the new Dragon Age 4 concept art?\nDo you think this could be our new protagonist, or just something to show off the art styling?", "paragraphs": ["Dragon Age 4 is a long way off but following the Game Awards trailer at the end of December, we've got a closer look at what the next journey in Thedas will have to offer. With a closer look at Tevinter and Antiva, the chase after Solas looks like it has a lot of potential for fans, a potential that was further teased thanks to new Dragon Age 4 concept art.", "The latest concept art shared comes by way of newly appointed Dragon Age executive producer Christian Dailey but in true sassy fashion (a style we've come to know and love through the years), former Dragon Age 4 lead Mark Darrah weighed in. He playfully added, \"Oh so CHRISTIAN gets to post new concept art...I see how it is.\"", "Could this be our new protagonist? It's possible, but still way too early to tell. That being said, BioWare has been known to hide the obvious in plain sight with previous game releases, so honestly? Only time will tell.", "If you're looking for more Dragon Age goodness, I've never been shy about being open about my love for this franchise. With far more playthroughs than I'd care to admit, I've tanked thousands of hours in all three games, the books, and even the comics. Because of that, I have a few retrospective pieces breaking down the bigger nuances from previous teasers like Solas' relationship with red lyrium and how we could be getting a Mortalitasi companion.", "What do you think about the new Dragon Age 4 concept art? Do you think this could be our new protagonist, or just something to show off the art styling? Sound off with your thoughts in the comment section below!"], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["solas", "think", "previous", "dragon", "way", "age", "art", "revealed", "concept", "weve", "protagonist"], "pubDate": "2021-01-08T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}