{"id": "37f9a536-7233-3d0c-919b-4a30ae7963dc", "title": "Answering Six Big Questions About I Am Jesus Christ", "url": "https://www.gameinformer.com/interview/2020/01/02/answering-six-big-questions-about-i-am-jesus-christ", "summary": "A few weeks ago, a relatively unknown game studio dropped a trailer for I Am Jesus Christ.\nThe trailer showed a game that will reportedly allow users to experience the life of Jesus Christ as portrayed in the Bible.\nAnd are they being genuine or is I Am Jesus Christ intended as a satire?\nThen I met the people at Playway and we started to cooperate, and one day I shared my idea regarding I Am Jesus Christ and they fully supported me.\nFor hundreds of years, many artists made great paintings about Jesus Christ.", "paragraphs": ["A few weeks ago, a relatively unknown game studio dropped a trailer for I Am Jesus Christ. The trailer showed a game that will reportedly allow users to experience the life of Jesus Christ as portrayed in the Bible. The announcement was met with its fair share of criticism, but we were intrigued to know if this was a real project or a publicity stunt? Who is making this game? And are they being genuine or is I Am Jesus Christ intended as a satire?", "For answers, we reached out to SimulaM CEO Maksym Vysochanskiy, who was more than happy to chat with us about his game. Here are the biggest takeaways from that conversation.", "First, I'm sure people are curious, so do you consider yourself a Christian? How important is the story of Christ in your life?", "Yes, I am a Christian. As regarding the story of Christ, I was very amazed by Him during my reading of the Bible.", "What has been your experience working in the industry so far?", "I was a heavy game player during my teenage years, and I believe that I played all possible games at that time. That inspired me to launch a couple of personal mobile game apps. Then I met the people at Playway and we started to cooperate, and one day I shared my idea regarding I Am Jesus Christ and they fully supported me.", "What exactly is that idea? Is this satire, or do you have a message you hope to communicate?", "This game is about a 30-year journey in my life. The idea came to me when I was a teenager. I was inspired by computer games and computer animation. I wanted to create a computer animation cartoon movie about Jesus Christ. During the last couple of years, that idea changed into a computer game, because I want to show, from a first-person perspective what Jesus Christ did.", "I treat game creation as an art form. For hundreds of years, many artists made great paintings about Jesus Christ. The last 50 years have been full of some great movies about him. Now, I want to follow in that tradition and create an art masterpiece with a computer game.", "Can you describe the gameplay a bit? What will players be doing as Christ?", "Well, we want to keep the gameplay a secret for now, but players can perform famous miracles like Jesus from the Bible, such as casting out demons, healing and feeding people, and struggling against Satan. We want to keep it as close as possible to the Gospels. But the Gospels don't tell us how Jesus cast demons out? Or how those demons looked? Those parts are on our shoulders and we want to show how it might have been.", "Why do you think there aren't more games based on the Bible?", "Well, it is a hard question ... Honestly, I don't have an answer to that, but in my opinion, people are tired of those zombies shooting games.", "What do you think of people’s reaction to the game so far? Have you seen any particularly strong reactions that have surprised you?", "Our entire team is surprised by the massive amount of feedback. This shows that people want, and are ready to play it. Regarding trolling, we are not paying too much to that. We want to focus on the game."], "authors": ["Senior Editor", "Benjamin Reeves Is A Writer", "Journalist", "Geek Sponge. For The Last Years He Has Worked As An Editor For Game Informer Magazine. He Has A Passion For Video Games", "Comic Books"], "keywords": ["big", "jesus", "trailer", "games", "christ", "regarding", "think", "computer", "answering", "idea", "demons", "game", "questions"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}