{"id": "383ed414-b2ad-305e-8290-2e4decacc59b", "title": "15 Designers, Scientists, and Environmental Activists—From Ayesha Barenblat to Stella McCartney—On Sustaining the Fashion Industry", "url": "https://www.vogue.com/article/vogue-voices-sustainable-fashion", "summary": "We divided the answers into five chapters, which we will post over the coming days and which we have titled Creating Fashion, Sustainable Fashion, Buying Fashion, Responsible Fashion, and Viewing Fashion.\nHere, 15 designers, scientists, activists, and others weigh in on the future of Sustainable Fashion.\nIt also made me very aware—again—of how much time things take to make, and the importance of only making things I passionately believe in.\nThen again, the people—the professionals I’ve watched design and manufacture clothing, from the master pattern-maker to the person who sews the first archetypal garment—I don’t think we’ll see the kind of A.I.\nWe’re already seeing it in the labs: We’re leaving the stone age of making things behind and moving on to the next era.", "paragraphs": ["For this year’s September issue, Vogue asked 100 people—from creative directors, models, and photographers to activists and CEOs—one simple (but also incredibly complex) question: What is the future of fashion? How would the way fashion is made, and the way that we all interact with it, change in the face of urgent calls for racial equity, an ongoing climate crisis, and the devastating effects of a global pandemic? We divided the answers into five chapters, which we will post over the coming days and which we have titled Creating Fashion, Sustainable Fashion, Buying Fashion, Responsible Fashion, and Viewing Fashion. Taken together, they reveal a wide-ranging portrait of our time while also pointing the way forward—to a different fashion calendar, a different protocol for production, and an altogether different relationship with clothes. Here, 15 designers, scientists, activists, and others weigh in on the future of Sustainable Fashion.", "Taslima Akhter, Activist and Photographer", "The fashion-media industry needs to move away from looking at garment workers as mere victims or as people to be “empowered” by those above them, and look at them instead as people struggling to live with dignity, claiming rights as citizens and human beings, and demanding greater control over their own lives through collective political action. Support their cause—don’t just raise awareness or practice humanitarianism. Garment workers in Bangladesh work grueling hours for $95 a month, propping up the global economy at the cost of their youth. An equitable fashion industry would be one where those who make the garments have greater control over the production process—through greater bargaining power and cooperative ownership, for starters; are not forced to work against their own interests, as they are right now amid the pandemic, and can earn enough money to live a life with dignity.", "Ayesha Barenblat, Founder and CEO, Remake", "Fashion’s embrace of circularity and upcycling is welcome, but that doesn’t address the desperate need to slash our volume of consumption. Pre-COVID-19, we were purchasing 60 percent more items of clothing than 20 years ago—and keeping each garment for half as long. The industry has been singularly focused on hypergrowth and overconsumption for far too long, and the constant seasons and cycles (and the ability to buy instantly and constantly) have all come at a very steep cost to people— particularly the women who make our clothes—and our planet.", "To truly embrace ethics and sustainability, luxury and mainstream labels alike must center their business on equity and justice; set targets; and transparently report on their climate, water, and waste impacts while investing in the livelihoods and communities of garment workers and artisans who are the backbone of our industry. Design decisions—on everything from fabrics and colors to the construction of the garments— have domino implications on waste, water, carbon, and human rights. Mindful consumerism requires buying less, buying quality, and making purchases from companies that treat workers fairly and pay living wages. For fast-fashion brands (both large and small), survival will mean ripping off that “cheap” label, which represents the exploitation of people and our natural resources—because as the mindful-consumerist movement advances, fast fashion won’t be forced to slow down; it will be forced to stop.", "Victoria Beckham, Designer", "Everything has to change: We have to look at our business model and restrategize not just for fashion but for beauty as well. What does that look like in the future? How do we continue to engage with our community? How big do collections need to be, and how many do we need each year? [Fashion] did feel like it was getting out of control. There were so many collections and such vast collections. Hopefully it will become a much more level playing field.", "Sarah Burton, Designer, Alexander McQueen", "I made a decision early on in lockdown only to use fabrics that we already had on hand: Print on them, reinvent them, and make them feel new. It also made me very aware—again—of how much time things take to make, and the importance of only making things I passionately believe in. It’s our responsibility to protect the things from the past that we love—to preserve our values, signatures, and history—but it’s also our job to innovate. There is comfort in familiarity and excitement in experimentation. The two coexist.", "Elizabeth Cline, Author", "The future of fashion is one where the historically disenfranchised—whether that’s Black creatives or Southeast Asian garment manufacturers—call the shots. So many people are about to lose their jobs in the fashion supply chain, and we’ve got to make sure people get everything they deserve for serving this $2.5 trillion industry—and to give them a seat at the table as we build the industry back. Everywhere you look, power is coming from the bottom up: In the past few months, I’ve seen Bangladeshi factories rise up to sue a powerful Western retailer who stole money from them, threaten to embargo billionaire-owned brands that have cheated their factories, and call for truly equal partnerships with brands. We are seeing a revolution in our street, but there’s one happening in the factories all around the world too. The old fashion leadership is comfortable with exploitation and imperceptible improvements; the new one demands equality and sustainability—now.", "Pierre-Alexis Dumas, Artistic Director, Hermès", "We can have great technology—we can have 3D modeling with our computers, and after 10 years of research, we have managed to print a silk scarf on both sides—but it all goes back to the confrontation of the mind and the hand with the material. And we have to respect the great provider of material that is nature and make sure in our relation to nature that we don’t destroy the source of the material. Textiles [are] a creative field where we can explore again, using the fibers that nature gives us; we can re-explore, rediscover new materials with this idea that I think is going to become the norm, which I call eco-conception. The two words for me in eco-conception are ecosystem and conception. An ecosystem is a sense of balance. It’s like farming; if you exhaust the land, you will not be able to farm anymore. You need to anticipate and rest so that you will have a balanced relationship, and I think that it will take time for our industry to really include that in its process.", "Livia Firth, Cofounder, Eco-Age", "I think there will be a huge resurgence of [emerging] brands. My vision for them is that they will all come together and find ways to share factories and suppliers. The consumer will look for the stories behind the brands and the dresses, and they will want to reward those artisanal aspects, as well as the brand that is able to talk about small production done a certain way, and why it’s special. Ultimately, I think independent brands will survive much better than the big brands.", "William Gibson, Author", "As romantically attached to the cult of the artisan as I am, I wonder if it isn’t simply about the performance level of our robots: What if something that is absolutely, exquisitely handmade in a family atelier in, say, Czechoslovakia could be exactly copied by a room full of sufficiently agile robots? I don’t see why that couldn’t eventually be possible. Then again, the people—the professionals I’ve watched design and manufacture clothing, from the master pattern-maker to the person who sews the first archetypal garment—I don’t think we’ll see the kind of A.I. for a while. But I think that a lot of the assembly of clothing worldwide will go to robotic manufacturers, and I don’t think we’ll notice the difference—in some cases, they will actually do a better job of assembling things. There will still be people willing to pay a premium for things that were assembled by human beings, though.", "Cyrill Gutsch, Founder and CEO, Parley for the Oceans", "There’s a totally new chapter waiting for us when it comes to materials. We’re already seeing it in the labs: We’re leaving the stone age of making things behind and moving on to the next era.", "Gabriela Hearst, Designer", "As a culture, we’ve been making beautiful things for thousands of years. We still make beautiful things—we’ve just been making them fast, cheap, and wrong. Now it’s 2020 and we don’t have any more options—we used them up. So we better learn how to work with the leftovers. I set a goal to use 50% non-virgin materials, and the idea is to get to 80%. We have to keep evolving so that we create the lowest impact. We’re good at addressing the materials question, but we ship by plane, so that’s where change needs to happen. (It makes economic sense, because shipping by boat is cheaper.) The goal is to get better and better.", "Suzanne Lee, Designer and Environmentalist", "We can get a microbe to grow silk—or grow something that will help in the production of nylon. We can make fibers and fabrics like we’ve had before, except we no longer need the petrochemicals, and we no longer need the plants and the animals. We just have to ask that one question: Whether it’s better for the environment."], "authors": ["Condé Nast", "As Told To", "Jason Duzansk", "Rinaldi Parunga"], "keywords": ["things", "look", "garment", "think", "brands", "need", "designers", "stella", "environmental", "industry", "dont", "scientists", "mccartneyon", "sustaining", "barenblat", "making", "ayesha", "fashion"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}