{"id": "385c4cdb-9b0e-3819-a851-770f2bde43f8", "title": "Music Will Not Be Quarantined", "url": "https://www.newyorker.com/podcast/the-new-yorker-radio-hour/music-will-not-be-quarantined-reprise", "summary": "Illustration by Golden CosmosDuring times of intense crisis and upheaval, music can be grounding.\nAmanda Petrusich, a New Yorker music critic, co-hosts this special episode with David Remnick.\nPlus, Petrusich explains why she finds refuge in mid-century folk records, and the novelist Donald Antrim extols music as a balm for isolation and fear.\nAmanda Petrusich on the Joys of FolkwaysA New Yorker music critic on listening to classic field recordings while stuck in quarantine.\nMusic Will Be ImportantThe novelist Donald Antrim on the power of music.", "paragraphs": ["Illustration by Golden Cosmos", "During times of intense crisis and upheaval, music can be grounding. Amanda Petrusich, a New Yorker music critic, co-hosts this special episode with David Remnick. John Legend and Phoebe Bridgers perform from their respective homes, playing from their latest albums, which they released even though their tours were cancelled. Plus, Petrusich explains why she finds refuge in mid-century folk records, and the novelist Donald Antrim extols music as a balm for isolation and fear.", "John Legend, Live from Home", "The musician, who released a new album over the summer, describes how the coronavirus pandemic changed his creative process.", "Amanda Petrusich on the Joys of Folkways", "A New Yorker music critic on listening to classic field recordings while stuck in quarantine.", "Phoebe Bridgers Talks with Amanda Petrusich", "The musician performs two songs from her newest album.", "Music Will Be Important", "The novelist Donald Antrim on the power of music."], "authors": ["Condé Nast", "David Remnic", "Amanda Petrusic", "Donald Antri"], "keywords": ["music", "novelist", "quarantined", "critic", "released", "donald", "yorker", "legend", "musician", "bridgers", "petrusich"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}