{"id": "38645613-7aed-3ae8-83b3-b11e0710b272", "title": "Heidi Schreck Is Giving New Meaning to Political Theater", "url": "https://www.vogue.com/article/heidi-schreck-political-theater-vogue-august-2019-issue", "summary": "“I would much prefer to have bad art and live in good times,” says the writer and actor Heidi Schreck.\nComing from her, this assertion is a bit rich—and Schreck knows it, laughing at her own words.\nWe’re meeting at a café near Manhattan’s Helen Hayes Theater, where her extraordinary play, What the Constitution Means to Me, has been holding audiences rapt, both a critical and word-of-mouth hit.\nWhat the Constitution Means to Me is an audacious piece of art that somehow goes down easily—a testament to Schreck’s offbeat candor.\n“To me,” says Schreck, “that speaks to the fact that what’s happening now\"—the post-Obama backslide into patriarchal illiberalism—“is not necessarily an aberration.", "paragraphs": ["This piece was originally posted in July 2019. We are re-posting it today since the play has just become available to stream on Amazon.", "IT’S OFTEN SAID that the upside of dark times is that they produce great art. “I would much prefer to have bad art and live in good times,” says the writer and actor Heidi Schreck. Coming from her, this assertion is a bit rich—and Schreck knows it, laughing at her own words. We’re meeting at a café near Manhattan’s Helen Hayes Theater, where her extraordinary play, What the Constitution Means to Me, has been holding audiences rapt, both a critical and word-of-mouth hit.", "Over the last two-plus years—not uncoincidentally the span of the 45th presidency—the show has migrated from a tiny downtown theater to California’s Berkeley Rep to Broadway, with the latest production earning Schreck an Obie award for Best New American Play and two Tony Award nominations. As boisterous and open-hearted offstage as she is on, Schreck can’t suppress a watery reddening of her eyes as she considers the impact that her show has had. “I get a lot of women who come back a second or third time and bring their daughters or mothers,” she says. “I never thought I’d be getting whole families!”", "A de facto one-woman production, with only a couple of strategically timed walk-ons by other performers, it finds Schreck doing aloud what many of us have, of late, been doing in the privacy of our own minds: questioning the bedrock assumptions that we have long held dear about the United States of America. In the play, the 47-year-old Schreck reconsiders her childhood as an oratorical prodigy from Wenatchee, Washington, who won speaking competitions by exalting the U.S. Constitution. On a set decorated to resemble the wood-paneled American Legion halls in which she competed as a youth, Schreck comes to the conclusion that her teenage crush—the 1787 document—maybe isn’t so dreamy after all. Drawing upon raw personal history, she details how her own family has been affected by the institutional biases against women that the Constitution helped perpetuate.", "What the Constitution Means to Me is an audacious piece of art that somehow goes down easily—a testament to Schreck’s offbeat candor. Much of the play, surprisingly, was written before the 2016 presidential election. “To me,” says Schreck, “that speaks to the fact that what’s happening now\"—the post-Obama backslide into patriarchal illiberalism—“is not necessarily an aberration. I do think, though, that the moment we’re in made the play more necessary.” Tellingly, among those who have come to see the show are Hillary Clinton and Ruth Bader Ginsburg."], "authors": ["David Kamp", "David Kam"], "keywords": ["meaning", "constitution", "giving", "play", "piece", "political", "times", "means", "heidi", "schreck", "women", "production", "theater", "art"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}