{"paragraphs": ["(CNN) — It's 50 years since man first stepped on the moon, and we're still harboring dreams of escaping life on Earth for the mysteries of space.", "If a career as an astronaut isn't for you, perhaps the promise of a sojourn in a space hotel might be appealing.", "The aim is to get the hotel off the ground by 2025 and make it fully operational for travel by 2027.", "The Von Braun Station is also not the only space hotel design in the works. Earlier in 2019, US-based space tech startup Orion Span released plans for a luxury space hotel called Aurora Station , which it hopes to launch in 2022.", "Among the stars", "l e v a r t", "According to digitally rendered video and images released by the Gateway Foundation, the station resembles a rotating wheel, comprised of 24 modules, orbiting the Earth.", "But how would the physics of the hotel work?", "Tim Alatorre, senior design architect at the Gateway Foundation, says the rotating wheel would create a simulated gravity.", "\"The station rotates, pushing the contents of the station out to the perimeter of the station, much in the way that you can spin a bucket of water -- the water pushes out into the bucket and stays in place,\" he tells CNN Travel", "Near the center of the station there's no artificial gravity, Alatorre says, but as you move down the outside of the station, the feeling of gravity increases.", "A close-up of the modules. Courtesy Gateway Foundation", "Related content Look inside the first luxury space hotel", "The Gateway Foundation's hotel design is named for Wernher von Braun, an aerospace engineer who pioneered rocket technology, first in Germany and later in the United States.", "This could be viewed as a controversial move. While living in Germany, von Braun was involved in the Nazi rocket development program. He later worked on the Apollo space program in the United States.", "The name was voted for by the Gateway Foundation members because the station is based on designs von Braun sketched out some 60 years ago.", "\"The basic physics of the station haven't changed since the 1950s, the way the station rotates,\" says Alatorre.", "The main difference is the modern materials -- new metal alloys, carbon composites, 3D printing and launch pad technology that, says Alatorre, make a space hotel more probable in our current era.", "What the space hotel might look like inside. Courtesy Gateway Foundation", "Space tourism is an expensive game -- Richard Branson's Virgin Galactic plans to launch passengers into sub-orbital space at the hefty sum of $250,000 per person, per trip.", "Meanwhile, Aurora Station says a stay in its space hotel will cost an eyewatering $9.5 million.", "Price wise, in the early phases the Von Braun hotel will also be catering to those with dollars to spend, but the foundation is hoping to make it equivalent to \"a trip on a cruise or a trip to Disneyland.\"", "Aurora Station aims to sleep just 12, whereas the Von Braun Station will sleep 352 people with a maximum capacity of 450.", "Warm aesthetic", "The Von Braun Station is going for an Earth-bound aesthetic. Courtesy Gateway Foundation", "So what will Von Braun Station be like inside?", "Alatorre says the hotel's aesthetic was a direct response to the Stanley Kubrick movie \"2001: A Space Odyssey\" -- just maybe not in the way you might think.", "\"It was almost a blueprint of what not to do,\" says Alatorre. \"I think the goal of Stanley Kubrick was to highlight the divide between technology and humanity and so, purposefully, he made the stations and the ships very sterile and clean and alien.\"", "It's supposed to be the opposite of the Stanley Kubrick movie \"2001: A Space Odyssey\" Courtesy Gateway Foundation", "Instead, Alatorre wanted to bring a slice of earth to space, to avoid a laboratorial, overly Star Trek-esque feel.", "On board, there'll be warm suites with carpets and stylish monochrome touches and chic bars that wouldn't look out of place back on Earth, just with star-gazing views.", "There will also be plenty of fun recreational activities for guest to enjoy, says Alatorre.", "\"We're going to have a number of different recreation activities and games that'll highlight the fact that you're able to do things that you can't do on Earth,\" he says. \"Because of the weightlessness and the reduced gravity, you'll be able to jump higher, be able to lift things, be able to run in ways that you can't on Earth.\"", "A sport that's intriguingly called \"supersize basketball\" is one such concept, according to Alatorre.", "Related content Is the future of space travel just for super rich people?", "'Starship culture'", "The Von Braun station hopes to launch in 2025. Courtesy Gateway Foundation", "If it all sounds like a space-age gimmick, Alatorre is emphatic that the concept will have widespread, enduring appeal.", "\"People will want to go and experience this just because it's a cool new thing and they've never done it before,\" he admits.", "\"But our goal -- the overall goal of the Gateway Foundation -- is to create a starship culture where people are going to space, and living in space, and working in space and they want to be in space. And we believe that there's a demand for that.\"", "That means having space be a place where thousands of people are \"living, working and thriving.\"", "The Gateway Foundation also intends the space station to be used for research purposes, as well as asteroid mining.", "Alatorre says the Von Braun hotel wants to be \"the first in orbit,\" but that even if the Gateway Foundation doesn't launch by 2025, the company knows one of its competitors will.", "Space tourism is the future, he says, and the Gateway Foundation believe that future's imminent.", "Related content Richard Branson's Virgin Galactic is finally moving to its space tourism headquarters", "Sustainability in space", "The hotel is pitching itself as sustainable. Courtesy Gateway Foundation", "Given the design is still exactly that -- just a design -- there are some questions that remain unanswered about how the space hotel will function in actuality.", "For example, it's been suggested that living in low gravity for an extended period of time is damaging to the human body. While vacationers will probably only visit the hotel for a few weeks, staff will plan to be there for six months to a year.", "They'll adjust schedules as needed, says Alatorre, but right now, the foundation thinks this proposition would be \"perfectly safe.\"", "There's also the sustainability question, as people look for more eco-friendly vacations, surely going to space is not the solution?", "Alatorre points to SpaceX's Raptor engine, which uses methane instead of petroleum-based fuel, suggesting \"eco-friendly\" rocket designs are the future.", "He says recycling will be woven into the fabric of the space hotel.", "\"On the station itself, it's going to be about the most environmentally friendly vacation you'll ever have. Because we're recycling everything,\" says Alatorre.", "\"There's no amount of water or trash or waste that is going to be discarded, everything will be recycled, reused, stored, converted to some other form.\""], "id": "3876fd88-a849-3b70-bd6b-20438f69abb0", "url": "https://www.cnn.com/travel/article/space-hotel-designs-von-braun-station-scn/index.html", "title": "Designs revealed for incredible new space hotel", "authors": [], "keywords": ["designs", "alatorre", "hotel", "revealed", "gateway", "foundation", "incredible", "braun", "von", "space", "station", "going", "courtesy"], "pubDate": null, "summary": "If a career as an astronaut isn't for you, perhaps the promise of a sojourn in a space hotel might be appealing.\nThe Von Braun Station is also not the only space hotel design in the works.\nEarlier in 2019, US-based space tech startup Orion Span released plans for a luxury space hotel called Aurora Station , which it hopes to launch in 2022.\nThe Gateway Foundation also intends the space station to be used for research purposes, as well as asteroid mining.\nHe says recycling will be woven into the fabric of the space hotel.", "publicationId": "fa207f19-e080-3902-982c-393d321776be"}