{"keywords": ["war", "told", "parents", "mother", "carolines", "lisa", "dating", "number", "jared", "hell", "phone", "called", "vet", "site", "didnt"], "summary": "He'd been contacted, he said, by Caroline's parents, who were outraged that Jared had sexually propositioned their underage daughter.\nHe told Lisa about the girl, and about the caller.\nCaroline's mother, the man said, was furious and wanted to press charges.\nA person who said she was Caroline's mother wrote back.\nThroughout the evening, Jared called and texted back and forth with Caroline's parents, trying to talk them down or at least figure out what evidence they had.", "id": "38816fb9-fbb9-3e2b-83a3-70de8fa497bc", "paragraphs": ["“On the 15th.”", "“Of September” he asked.", "“Yea,” she replied. “How old are you”", "“Oh ok are you still in high school? And I'm 24.”", "That was the end of the conversation.", "On September 10, Jared had the day off, so he washed his dog, then ran some errands with Lisa. A little after 6 pm, the two were settling into his Jeep Cherokee, making their way back from Walmart, when Jared's phone rang. He didn't recognize the number. Puzzled, Jared stuck an AirPod in his ear and answered.", "The caller identified himself as a police detective. He'd been contacted, he said, by Caroline's parents, who were outraged that Jared had sexually propositioned their underage daughter. They wanted Jared arrested, but the detective suggested he try to work things out with the parents directly. The man on the phone gave him a number to call. Jared was bewildered and shaken. He told Lisa about the girl, and about the caller. He said he didn't think he'd done anything wrong—but if he hadn't, why the hell had a cop just called him? He thought it had to be some kind of misunderstanding.", "He called the number and got a man who said he was James Harris, Caroline's dad. Caroline's mother, the man said, was furious and wanted to press charges.", "Jared started to panic. Had he written something explicit while on the dating app and forgotten about it? If he had Caroline's picture on his phone, would that be enough to be charged with soliciting a minor or possessing child porn or something? If he were convicted, could he be barred from seeing his two sons—the one in Greenville and the one in Germany? Could he go to jail?", "As soon as they got back to his apartment, Lisa watched as Jared Googled the number for the call he got in the car; sure enough, it was a number for the local police department. Leaving Lisa in the living room with Jaxon, Jared retreated to his bedroom and texted the Harrises' number. A person who said she was Caroline's mother wrote back. At a minimum, she told Jared, he would need to reimburse them for the cost of canceling Caroline's cell phone contract, which they had done to punish her. Jared could either pay them $1,189 or take his chance with the police. When he came back to the living room, he was distraught. “There's nothing they can charge you with,” Lisa assured him. “You didn't say anything sexual.” But Jared was badly rattled. He told her that he wasn't feeling up to the game night they had planned.", "Throughout the evening, Jared called and texted back and forth with Caroline's parents, trying to talk them down or at least figure out what evidence they had. “Mam I really don't remember talking to your daughter and I'm really sorry for all the trouble and if I knew she was under age I would never willing ask for explicit photos. Of a minor. I have two kids of my own … I understand where you are coming from,” he wrote to Mrs. Harris. “Is there a text where I asked for a explicit photo?”", "By the morning of September 11, Jared was terrified. \"I won't be able to go to my kid‘s soccer games, because I‘ll be a registered pedophile,” he whimpered.", "“Son you plainly read where she said she wasn't of age … so you can't say you didn't know,” came the reply. She added: “I'm not going to sit here and bicker about this … I'd rather let the police take care of it.”", "Jared couldn't sleep that night. By the morning of September 11, he was terrified. “I won't be able to go to my kid's soccer games, because I'll be a registered pedophile,” he whimpered to Lisa, tears in his eyes. Lisa was sympathetic but had to leave to get to her job. “Don't go to work today,” she told him. “Take Jax to his mom's place. I'll come back. We'll ask somebody for help.”", "Jared took her advice. Partly. He called in sick, dropped off Jaxon, and drove back home. On the way, he called his mother and told her he was feeling unwell. Lie down and take it easy, she said. He parked the Jeep, took out the pistol, and climbed the two flights to his apartment."], "title": "The War Vet, the Dating Site, and the Phone Call From Hell", "url": "https://www.wired.com/story/the-phone-call-from-hell#intcid=recommendations_default-popular_905ed95b-203f-42c5-8e93-19ecda57fc39_popular4-1", "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d", "authors": ["Condé Nast", "Vince Beise", "Vince Beiser", "Wired Staff"]}