{"keywords": ["state", "hensley", "officiate", "public", "texas", "weddings", "warning", "judge", "court", "refusing", "receiving", "samesex", "sues", "commission"], "authors": ["Barnini Chakraborty"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "title": "Texas judge sues state agency after receiving warning for refusing to officiate same-sex weddings", "pubDate": null, "url": "https://www.foxnews.com/us/texas-judge-sues-state-agency-after-receiving-warning-for-refusing-to-officiate-same-sex-weddings", "paragraphs": ["A Texas judge who was given a public warning last month for refusing to officiate same-sex marriages is suing the agency that threatened her and claims it violated state law by punishing her for actions she took that aligned with her faith, according to court documents filed Tuesday.", "McLennan County Justice of the Peace Dianne Hensley has said her Bible-believing Christian conscience prohibited her from performing same-sex weddings and that she was entitled to a \"religious exemption.\"", "Hensley claims the investigation into her refusal to marry same-sex couples \"substantially burdened the free exercise of her religion, with no compelling justification.\"", "TEXAS JUDGE WARNED OVER REFUSAL TO PERFORM SAME-SEX MARRIAGES", "She is seeking a declaratory judgment from the court claiming that any justice of the peace may refuse to officiate same-sex weddings \"if the commands of their religious faith forbid them to participate in same-sex marriage ceremonies.\" She is also seeking $10,000 in damages.", "In 2015, the U.S. Supreme Court legalized same-sex marriage. Following the landmark Obergefell v. Hodges decision, Hensley refused to officiate any weddings. She changed her mind in 2016 and resumed marrying heterosexual couples. She said she would refer same-sex couples looking to other officiants in the Waco-area who were comfortable doing it.", "BOTHAM JEAN'S BROTHER, WHO HUGGED KILLER, GIVEN AWARD FOR ETHICAL COURAGE", "However, the State Commission of Judicial Conduct said that Hensley should receive a public warning for \"casting doubt on her capacity to act impartially to persons appearing before her as a judge due to the person's sexual orientation.\"", "The commission concluded that Hensley violated a portion of the Texas Code of Judicial Conduct that claims: \"A judge shall conduct all of the judge's extra-judicial activities so that they do not cast reasonable doubt on the judge's capacity to act impartially as a judge...\"", "Hensley was issued the public warning on Nov. 12. Her case has divided Texans and has strained political relations in the state.", "Two members of the commission who looked into Hensley's case after being appointed last year by Gov. Greg Abbott, claim the Republican governor ousted them after they indicated they would not vote in her favor. A spokesperson for the governor did not immediately return calls from Fox News. The spokesman told The Texas Tribune that all nominations for the commission are based on merit.", "CLICK HERE FOR THE FOX NEWS APP", "Equality Texas CEO Ricardo Martinez told the Tribune that Hensley took an oath \"to serve all Texans.\"", "\"The elected officials continue to waste taxpayer money in an obsession to discriminate against gay and transgender Texans,\" he said. \"This is not what Texas wants or expects from elected officials. Discrimination of any kind is unacceptable. Their actions are mean spirited, futile, a waste of taxpayer money and most importantly, it's wrong.\""], "id": "3893d350-c214-3561-a025-22087cd4ae19", "summary": "A Texas judge who was given a public warning last month for refusing to officiate same-sex marriages is suing the agency that threatened her and claims it violated state law by punishing her for actions she took that aligned with her faith, according to court documents filed Tuesday.\nMcLennan County Justice of the Peace Dianne Hensley has said her Bible-believing Christian conscience prohibited her from performing same-sex weddings and that she was entitled to a \"religious exemption.\"\nHensley claims the investigation into her refusal to marry same-sex couples \"substantially burdened the free exercise of her religion, with no compelling justification.\"\nTEXAS JUDGE WARNED OVER REFUSAL TO PERFORM SAME-SEX MARRIAGESShe is seeking a declaratory judgment from the court claiming that any justice of the peace may refuse to officiate same-sex weddings \"if the commands of their religious faith forbid them to participate in same-sex marriage ceremonies.\"\nFollowing the landmark Obergefell v. Hodges decision, Hensley refused to officiate any weddings."}