{"title": "Back To School: The Stories Behind Final Fantasy VIII", "url": "https://www.gameinformer.com/index.php/2019/11/21/back-to-school-the-stories-behind-final-fantasy-viii", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Senior Reviews Editor", "Joe Joined The Game Informer Staff In He Loves Final Fantasy", "Mass Effect", "The Elder Scrolls", "Metal Gear. He Is Also A Columbo", "Robocop"], "paragraphs": ["Every installment of Final Fantasy experiments and innovates in various ways, but when Final Fantasy VIII released in 1999, no entry had ventured so far outside of the series’ traditional formula. Instead of seasoned heroes, the story follows a group of young students. Instead of stylized art, the visuals are more realistic. Instead of learning spells and casting them, players stock magic like items and “junction” them to improve various stats.", "For players who were expecting familiar Final Fantasy plot points and systems, these changes were a surprise, and resulted in some split opinions among series fans when the game launched. But wherever you land on that spectrum, everyone can agree: Final Fantasy VIII is different. That willingness to take risks is also what makes the game so special, giving rise to a narrative that jumps between generations, a complex progression system that encourages players to test its limits, and the addictive Triple Triad card game that has appeared in multiple entries since.", "The recent release of Final Fantasy VIII Remastered gives fans the opportunity to see this 20-year-old title in a new light – and some players are experiencing the adventure now for the first time. With this unique game back in the spotlight, we asked the original director Yoshinori Kitase (now producer on Final Fantasy VII Remake) about his behind-the-scenes stories from the time he spent working on this classic RPG that was ahead of its time.", "Game Informer: At the beginning of the Final Fantasy VIII project, what were the core concepts for the game that the team hoped to build on?", "Yoshinori Kitase: I’m not sure if you could really call this a “concept,” but Final Fantasy VII was quite visually dark, and it was also a very serious, heavy story. From the very get-go, we wanted to make Final Fantasy VIII something much lighter in both visuals and tone. When we sat down to think about what would make a lighter and happier story, we thought about our days as students. I don’t know if everybody had a good time being a student – maybe not everybody did – but when I sat down with [Tetsuya] Nomura-san to hash this out, we thought, “Actually, yeah, a story about kids in school would be a nice, cheerful story to go with.”", "Was there any concern among the team about following up a game as successful as Final Fantasy VII?", "I didn’t really feel like it had been such a wildly successful game. It just felt like more people the world over had a chance to play it – not just in Japan. So there wasn’t any pressure to make Final Fantasy VIII as successful or anything specifically like that, but there was definitely a sense of wanting to make a game that would be appealing to people around the world.", "Final Fantasy VIII made some pretty big changes to the Final Fantasy formula, like stocking magic and junctioning. Do you remember being worried about how fans would respond to that?", "As far as the junctions, it wasn’t really something we were worried about. Of course, people had things to say once the game came out! While we were making it, we weren’t really thinking about it. But it was the first time we had done a school-drama story; up until then, it had always been something about a hero or a savior or something like that. So we were a little bit cautious about how that would be received.", "At the time when Final Fantasy VII came out, it wasn’t like everybody had the internet. We didn’t really have any way to find out those reactions to the game except the reviews that were written about the game and fan letters that got sent to us. But up until then, all RPGs had pretty much been “Defeat the monster, you get some money, you get some experience points, and you level up.” It was just a continuation over and over again. Within those letters and opinions we saw [about Final Fantasy VII], there were a number of people saying, “Isn’t it time for something new? We’d like a new system.” So rather than something we felt unsure about or cautious about, we just really wanted to try something new and give it a go.", "Is that a philosophy you’ve carried over in the Final Fantasy titles you’ve worked on since? They all seem to take different risks with the series’ traditions.", "Yes, it is something that I’m constantly conscious of. We had meetings every month where all the teams present to each other what they are working on and how far they are and things like that. As an icebreaker at one of these meetings, I decided to do a little presentation where I went through and asked the people that have been involved in the Final Fantasy series, “What is Final Fantasy?” When I asked Tetsuya Nomura what Final Fantasy was to him, he said it was like someone had spilled a children’s toybox all over the floor – meaning that a toybox is full of all of these things that are individually fun to play with, but when you throw them all over the floor, you can do anything anywhere. There are so many different things to engage with and look at and play with, and that’s kind of how I think of it.", "When Final Fantasy VIII came out, I loved it. But I also had arguments with friends who did not. What was your perception of how the game was received by fans at launch?", "Final Fantasy VIII sold very well, and in that sense, it was successful. But as far as reviews at the time went, they were kind of all over the place. They were very mixed. For example, up until then, if you defeated a monster, you got money. But in Final Fantasy VIII, we decided to give players salaries, so after a certain period of time passes, they get money. There were definitely people who weren’t happy about that, because it wasn’t what they expected or were prepared for it to be. But equally, I thought it would present a new appeal for people. Like I said, we didn’t have internet at the time, but now we can see what people are saying about the game online and a lot of fans have said – as far as the draw system and juctioning go – that it takes some time to get into it, but once you do, it’s really fun. So I think we managed to present something new and appealing. Even now on forums, if I see posts titled something like “Actually, Final Fantasy VIII was pretty good,” I’ll go look at it. [Laughs] Like, “This person knows what’s up!”", "Do you think Final Fantasy VIII was treated fairly in those reviews?", "The Japanese media wasn’t particularly harsh about anything – they’re not very outspoken about these sorts of things. And we didn’t do a media tour for Final Fantasy VIII, so if there were reviews like that in the Western territories, we didn’t really come face-to-face with them. At the time, it was really hard for players to get information about how to play the game or what strategies to use unless you had a strategy guide. I think if the game had come out when there were really strong internet communities, there could have been more sharing of information among players about how to do this and that, and it might have had a slightly different perception. I think that’s something that it lacked a little bit, because there really wasn’t a way to effectively convey these new elements to players.", "The opening movie is still talked about as one of the best beginnings to a game. What kind of planning went into putting that together?", "That was almost entirely the product of [Tetsuya] Nomura-san. He came up with the concept and said, “I want to do this,” drew out a storyboard for us, and directed the scene as well. In Japan, there’s a tradition of “morning practice.” So if you’re in a club activity, which is usually sports or something like that, you have practice before school starts in the morning. That scene, it has this whole build-up where it looks like a battle, but you find out actually it was just morning practice.", "The gunblade is such an iconic weapon from this game. Is the origin as simple as someone just saying, “Wouldn’t it be cool if we put a gun and sword together?”", "Nomura-san does all of the character designs. And when he designs characters, he also designs weapons, and that was the weapon that he designed. It was in his head somewhere – I have no idea where it came from. At first I just thought it would be a thing that could be both a blade and a gun. When he explained to me that actually, no, it was adding to the strength – when it comes down, it has the extra force of a gun to it – that made a lot more sense. I think it would have been pretty lame if it had just shot bullets, but having that extra force was a pretty cool idea.", "Triple Triad was the first minigame in the series that spanned the whole game, rather than being a one-off event. How did its role in Final Fantasy VIII begin?", "This time around, I wanted to make a minigame that was persistent throughout the entire world and could be played anywhere. At the time, Magic: The Gathering had just come out and was very popular, so we thought, “Rather than add a card game as a minigame, what if we added in a card game that all of the people in the world played? Some sort of tradition or cultural element that had been carried on from years past?” And we thought by adding that, it would add to the development of the world. We also wanted to add elements like, when you play Magic with your friends, you might trade cards so you both have better decks. Even with regular playing cards, say there’s some sort of a game I play here, but the rules I have are different from the rules someone in Osaka might have. Adding elements like that makes it seem more realistic.", "So when the time came to design the rules, did you pick someone on the team and say, “Hey, design a whole card game!”", "Yes! It was developed by [Takayoshi] Nakazato-san, who works at Luminous Productions now, but at the time he was the planner for Final Fantasy VIII. We had him in charge of the battle systems, so there was absolutely zero plan for him to do the card game. But one day I called him in and said, “Could you do this?” He did.", "Fans have discovered assets and data for scenes featuring Laguna that were cut from the original. What was originally planned for those sequences?", "I honestly can’t remember much about the scenes that got cut, but I do seem to remember that, when we were first making the game, there was supposed to be about the same volume of story for Laguna as there was for Squall. In the end, Squall’s story became the main one, but originally they were supposed to kind of be parallels of each other with the same amount of content. Because it ended up focused on Squall, a lot of the scenes with Laguna got cut.", "If you could go back and change one thing about the original game, what would it be?", "There’s this scene where Squall and Rinoa are talking at Fisherman’s Horizon, and I don’t remember what the conversation was about exactly, but Rinoa says something kind of sassy to Squall, and he throws his hand at her. She dodges, but even at the time, [Kazushige] Nojima-san was like, “He shouldn’t be hitting her. It’s really not good to have a guy hitting a girl.” Looking back, I wish I could change that.", "This article originally appeared in Game Informer issue #319. If you want to relive your memories of this classic, Final Fantasy VIII Remastered is currently available on PS4, Xbox One, Switch, and PC. For more conversations with Yoshinori Kitase about his previous work in the Final Fantasy series, read our features on Final Fantasy VI and Final Fantasy X."], "keywords": ["school", "think", "fantasy", "really", "final", "viii", "players", "game", "wasnt", "thought", "series"], "summary": "Every installment of Final Fantasy experiments and innovates in various ways, but when Final Fantasy VIII released in 1999, no entry had ventured so far outside of the series’ traditional formula.\nFrom the very get-go, we wanted to make Final Fantasy VIII something much lighter in both visuals and tone.\nFinal Fantasy VIII made some pretty big changes to the Final Fantasy formula, like stocking magic and junctioning.\n[Laughs] Like, “This person knows what’s up!”Do you think Final Fantasy VIII was treated fairly in those reviews?\nFor more conversations with Yoshinori Kitase about his previous work in the Final Fantasy series, read our features on Final Fantasy VI and Final Fantasy X.", "id": "389a76a3-0a96-3636-a6cd-605f6af75335", "pubDate": null}