{"id": "38cea168-b293-38ae-a0ee-4e77a86d077c", "title": "Salim Abdool Karim: 'None of us are safe from Covid if one of us is not. We have mutual interdependence'", "url": "https://www.theguardian.com/world/2021/jan/10/salim-abdool-karim-none-of-us-are-safe-from-covid-if-one-of-us-is-not-we-have-mutual-interdependence", "summary": "The epidemiologist Salim Abdool Karim could be considered South Africa’s Anthony Fauci.\nAs co-chair of the South African Ministerial Advisory Committee on Covid-19, he is the government’s top adviser on the pandemic and has become the country’s face of Covid-19 science.\nI am deeply concerned that this is now the dominant variant in South Africa and it is driving our second wave.\nThere are concerns that the vaccines currently being deployed might not work against the newly identified South African variant.\nDr Anthony Fauci with Salim Abdool Karim at the 21st International Aids Conference in Durban, July 2016.", "paragraphs": ["The epidemiologist Salim Abdool Karim could be considered South Africa’s Anthony Fauci. As co-chair of the South African Ministerial Advisory Committee on Covid-19, he is the government’s top adviser on the pandemic and has become the country’s face of Covid-19 science. He also sits on the Africa Task Force for Novel Coronavirus, overseeing the continent’s response to the global crisis.", "Karim, who directs the Durban-based Centre for the Aids Programme of Research in South Africa and is a professor at Columbia University’s Mailman School of Public Health, has long advocated for science and speaking truth to power. For three decades, along with his wife and scientific collaborator, Quarraisha Abdool Karim, he has been at the forefront of the fight against South Africa’s substantial HIV and tuberculosis epidemics and in the early 2000s was one of the scientists who spoke out against the government’s Aids denialism.", "Karim and Fauci, the US’s leading infectious disease expert, were recently jointly awarded the 2020 John Maddox prize for “standing up for science during the coronavirus pandemic”. The prize is given by the UK charity Sense About Science and the journal Nature.", "South Africa’s president, Cyril Ramaphosa, recently announced new lockdown measures after the country hit 1m coronavirus cases – the first African nation to reach that total – and a new variant, 501.V2, arising there was found to be spreading rapidly. How worried are you?", "I am deeply concerned that this is now the dominant variant in South Africa and it is driving our second wave. We’ve gone from a situation where we had quite a stable virus to suddenly one with almost 20 mutations, three of which are in the most important part – the receptor binding domain which attaches to the human cell. And while we haven’t found it is either more or less severe than the previous strain, it appears able to infect people more easily. We don’t know how it came about – it is quite different from the UK variant, though they share one mutation [the N501Y mutation in the receptor binding domain] – and we need studies to tell us. But right now, our priority is bending the second wave.", "There are concerns that the vaccines currently being deployed might not work against the newly identified South African variant. How effective should we expect our vaccines to be against new strains?", "As you vaccinate, you put pressure on the virus to mutate. Non-vaccine-amenable strains come to dominate. So we will have to change the vaccines, and we’re going to have to figure out how. It is not going to be a case of, “Oh, we will vaccinate our population and then we will all be fine and can go back to how it was.” We’re going to have to maintain vigilance and we’re going to have to revaccinate.", "Africa as a whole has seen comparatively lower Covid-19 death rates than Europe or the US. Why?", "The number of cases and the number of deaths are underreported throughout most of Africa. But I am confident – based on the fact we don’t find as many admissions for acute respiratory distress – that we’ve still had a much less severe impact from our first wave than most of the rest of the world. Probably we rank second to south-east Asia, where the impact has been even less.", "We need the whole world to be part of Covax. All the drug companies should've committed all their vaccines to Covax", "We don’t fully understand the reasons. Our youthful population plays a role, and early lockdowns contributed quite a bit. The hypothesis that there is some pre-existing immunity [from other circulating coronaviruses] – my view is the evidence is flimsy. They are present across the whole world. I don’t think there is something special we have in Africa that protects us.", "The John Maddox prize recognises your and Dr Fauci’s “exceptional communication” of the science behind Covid-19 to policymakers and the public. What has been most tricky?", "There is a high degree of uncertainty. You must provide guidance, but in a way that makes allowance for what we don’t know. Then you must contend with people who are driven by ideology but use science to bolster their ideological position. They interpret the science in a wholly different way. Then you have to tackle fake news and conspiracy theories. I have spent a lot of time debunking hydroxychloroquine and ivermectin, for example. For me, it is a moral obligation.", "Has the South African government been good at listening to scientists on Covid-19?", "Yes. Unlike HIV, where the government took an anti-scientific position, the first thing it did was bring scientists together. Then, in the nine months or so [since March 2020] that I have been giving scientific advice on Covid-19, the vast majority has been taken. I actually think it is important that the government doesn’t just take all our advice: they are the decision makers and they must take into account economic and social advice too.", "Dr Anthony Fauci with Salim Abdool Karim at the 21st International Aids Conference in Durban, July 2016. Photograph: Rajesh Jantilal/AFP/Getty Images", "South Africa is slated to get some vaccine doses through Covax, the global procurement initiative to distribute Covid-19 vaccines fairly around the world, in the second quarter of 2021. I imagine that can’t come soon enough…", "We have chosen to go the route of Covax and through it we will get doses for the first 10% of our population. That will cover our healthcare workers and the elderly. Separately, we have an open line of communication with several drug companies making vaccines, and we’ll take things forward with them when their results become available and when we have assessed whether they meet our criteria. Unlike some other countries – the US, UK, Canada – we haven’t made advanced commitments. We don’t have money to buy 10m doses and then not use it if it’s inappropriate.", "Are you worried that low- and middle-income countries won’t get enough vaccines?", "Vaccine nationalism is a concern. There are countries – like the US – that believe they will be safe while the rest of the world is not. It’s a fundamental fallacy. None of us are safe if one of us is not. We have mutual interdependence. We need the whole world to be part of Covax: all the drug companies should have committed all their vaccine doses to Covax, which could then equitably provide the vaccine so all healthcare workers can get vaccinated. It will be terrible if the US is vaccinating low-risk young people while we in Africa cannot vaccinate healthcare workers.", "President-elect Joe Biden has appointed a taskforce of experts – the Transition Covid-19 Advisory Board – to advise him on the pandemic. What would you most like to see change in the US’s approach when he takes office?", "If he listens to his taskforce he will be on a good roll! They are smart people. They know infectious diseases. Many of them have been in the frontlines of the HIV fight.", "I would like to see the seriousness of the disease emphasised. The US plays an influential role in the world. So when a US president talks about injecting people with bleach and silly things, it trivialises the seriousness. Covid-19 is a serious debilitating disease. Even if you don’t die, you can suffer long Covid."], "authors": ["Zoë Corbyn"], "keywords": ["interdependence", "karim", "salim", "mutual", "safe", "covid19", "science", "abdool", "world", "vaccines", "variant", "south", "covax", "second", "covid", "africa", "dont"], "pubDate": "2021-01-10T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}