{"id": "38d709c7-7828-322b-b11a-fb41ca6fd7b6", "title": "Ugandan Climate Change Activist Vanessa Nakate Says Act Now", "url": "https://www.vogue.com/article/vanessa-nakate-climate-change-activist-how-to-take-action", "summary": "They include 24-year-old Vanessa Nakate, a prominent member of the Fridays For Future movement in Uganda, and founder of The Rise Up Climate Movement, which is working to amplify the voices of activists in Africa.\n“In 2021, I want our world leaders to treat the climate crisis like a crisis.\nCountries in the global south are suffering the most as a result of climate change, but have contributed the least.\nAnd it’s people of color that are the least listened-to in the climate movement.\nClimate activist Vanessa Nakate, Luisa Neubauer, Greta Thunberg, Isabelle Axelsson and Loukina Tille arrive for a news conference in Davos, Switzerland, January 24th, 2020.", "paragraphs": ["While 2020’s global climate protests were largely forced online as a result of the COVID-19 pandemic, inspiring young activists around the world have continued to demand urgent action to tackle global warming—with time quickly running out to prevent irreversible damage to the planet. They include 24-year-old Vanessa Nakate, a prominent member of the Fridays For Future movement in Uganda, and founder of The Rise Up Climate Movement, which is working to amplify the voices of activists in Africa.", "Here, she describes how countries such as hers are already facing the brunt of the climate emergency and the ambitious action she hopes to see in the year ahead.", "“In 2021, I want our world leaders to treat the climate crisis like a crisis. It’s not something that’s going to happen in the future, it’s an issue that’s already affecting millions of lives around the world. We need drastic action now.", "An elderly woman washes her belongings in the mud after the area was hit by Cyclone Idai in Chimanimani, Zimbabwe, March 19th, 2019. Getty Images", "“The Paris Agreement aims to keep temperatures below 1.5 degrees Celsius—but I want people to understand that a rise of 1.2 degrees Celsius is already hell for me and other people living in Uganda and on the African continent. We’ve had severe droughts, floods, and storms, which are getting worse as a result of climate change. In 2019, Cyclone Idai—the worst cyclone to ever hit the continent—caused destruction and flooding in Mozambique, Zimbabwe, and Malawi, leaving more than 1,300 people dead and many more missing.", "“Historically, Africa has only contributed 3% of global greenhouse-gas emissions. Countries in the global south are suffering the most as a result of climate change, but have contributed the least. And it’s people of color that are the least listened-to in the climate movement. I’ve experienced this on a personal level, when I was cropped out of a photograph of climate activists in January 2020. There is so much environmental racism that people need to understand.", "“This year, a crucial UN Climate Conference, COP 26, is taking place in Glasgow. I want to see real ambition from world leaders in cutting CO2 emissions now—not in 20 or 30 years. We don’t have any time left. We need to stop digging up and burning fossil fuels and invest in clean technologies. We need to recognize the importance of our ecosystems, including our forests and oceans, as they are vital for our existence.", "Climate activist Vanessa Nakate, Luisa Neubauer, Greta Thunberg, Isabelle Axelsson and Loukina Tille arrive for a news conference in Davos, Switzerland, January 24th, 2020. Markus Schreiber/AP/Shutterstock", "“We also need to focus on social solutions. According to Project Drawdown, educating girls and young women is the sixth most powerful climate solution we have. As women are disproportionately affected by the climate crisis, educating girls equips them with the tools they need to address the environmental challenges they’re facing", "“We need to get behind solutions that we know will work and that will work right now. We can all do something; we can rewrite the story. I’m optimistic about 2021. My hope lies in the millions of young people who are speaking up and demanding action. Let’s continue doing that, because I know we will win.”", "As told to Emily Chan."], "authors": ["Vanessa Nakate"], "keywords": ["cyclone", "act", "action", "movement", "vanessa", "activist", "need", "crisis", "ugandan", "global", "result", "nakate", "world", "climate", "change", "young"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}