{"id": "38f21d0a-b4b1-31fe-9632-c6a20be866d8", "title": "Rep. Jim Jordan: The All-Star Game Decision Shows The Left Controls “Big Sports”", "url": "https://radio.foxnews.com/2021/04/07/rep-jim-jordan-the-all-star-game-decision-shows-the-left-controls-big-sports/", "summary": "“The whole thing with the All-Star Game, the whole thing with everything the left does, the left controls everything.\nThey control big media.\nThey control big tech.\nThey control big sports.\nThat’s where we have to push back with common sense conservative policies that actually work because the left controls everything else.”", "paragraphs": ["On Fox Across America with Jimmy Failla, Rep. Jim Jordan (R-OH) discussed how MLB’s decision to pull the All-Star Game from Georgia shows how much control the left has over many things and now is the time for conservatives to push back.", "“The whole thing with the All-Star Game, the whole thing with everything the left does, the left controls everything. They control big media. They control big tech. They control big sports. They control Hollywood. They control higher education. They control all the federal government. The only entity the left doesn’t control today is some state governments. And that’s where conservatives, Republicans, and common sense have to push back. We’re seeing that in Florida with Governor DeSantis, we saw it in our state a week and a half ago when they overrode Governor DeWine’s veto of a bill that would give the legislature some say in all these lockdown procedures that our governor has put our state under over the last year. That’s where we have to push back with common sense conservative policies that actually work because the left controls everything else.”"], "authors": ["Jon Costantino"], "keywords": ["controls", "thing", "decision", "governor", "jim", "jordan", "control", "shows", "state", "left", "rep", "push", "game", "thats", "big", "sense", "allstar"], "pubDate": "2021-04-07T00:00:00Z", "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}