{"id": "38f2aad8-b4aa-3806-ae7c-d39dcb84545c", "title": "Today’s Logistics Report: Judge Halts ‘Gig’ Law; Troubles on Waterways; Seeking New Packaging", "url": "https://www.wsj.com/articles/todays-logistics-report-judge-halts-gig-law-troubles-on-waterways-seeking-new-packaging-11579274096?mod=hp_minor_pos15", "summary": "A federal judge is raising the bar for California to enforce its gig-economy law on trucking companies.\nSeparately, Microsoft Corp. pledged that it will be “carbon negative” by 2030, the WSJ reports, taking more carbon from the air than its supply chain produces.\n(Dallas Morning News)ABOUT USPaul Page is editor of WSJ Logistics Report.\nFollow the WSJ Logistics Report team: @PaulPage, @jensmithWSJ and @CostasParis.\nFollow the WSJ Logistics Report on Twitter at @WSJLogistics.", "paragraphs": ["Sign up: With one click, get this newsletter delivered to your inbox.", "A federal judge is raising the bar for California to enforce its gig-economy law on trucking companies. U.S. District Judge Roger T. Benitez issued a preliminary order halting use of the law known as AB5 to regulate trucking employment, the WSJ Logistics Report’s Jennifer Smith writes, ruling that the state law “runs off the road and into the preemption ditch” by violating the federal government’s primary role in regulating trucking. The judge’s ruling was only over an injunction, and legal challenges to AB5 still have to play out in court. But the judge’s finding that the trucking-industry critics of the law are likely to prevail on the merits includes detailed arguments over federal law and previous cases, adding pressure on the state to show how California’s regulatory effort could be different. The ruling may have national implications since lawmakers in other states are considering similar actions.", "COMMODITIES", "Troubles in U.S. commodities markets are starting to hit the sector’s supply-chain providers. Domestic waterways heavyweight American Commercial Barge Line Co. is in talks with lenders to restructure its more than $1 billion of debt, the WSJ’s Alexander Gladstone and Aisha Al-Muslim report, as the company seeks to steer away from a chapter 11 bankruptcy filing. The barge operator has been hurt on multiple fronts by events cutting into its core business moving industrial commodities, grain and liquid bulk, mostly along the Mississippi River. Much of the industrial traffic on the corridor has dimmed under global trade tensions that have cut into U.S. manufacturing demand. Rough weather in the Midwest over the past year has also crushed a big share of the grain trade, with floods depressing farm yields and disrupting river traffic during the key shipping season. The company is owned by Platinum Equity.", "SUPPLY CHAIN STRATEGIES", "Food companies are facing big hurdles in their bid to cut plastic waste in their supply chains. Nestlé SA is joining the effort with a promise to put nearly $2.1 billion toward cutting its use of plastic made from fossil fuels by a third over the next five years. The WSJ’s Saabira Chaudhuri reports the company is joining several big consumer-goods suppliers that are trying to replace plastics used in packaging with recyclable material. That’s proving to be a challenge because suppliers need high-quality material that is safe for direct contact with food, and much of that packaging now is made from several materials more costly and difficult to recycle. Separately, Microsoft Corp. pledged that it will be “carbon negative” by 2030, the WSJ reports, taking more carbon from the air than its supply chain produces. Microsoft isn’t a major manufacturer, providing an easier path to tackle emissions.", "QUOTABLE", "“ They’re going to help create an industry by procurement. ” —Julio Friedmann of Columbia University’s Center for Global Energy Policy, on Microsoft’s environmental pledge.", "Number of the Day 20.3% Year-over-year decline in loaded container imports into the Port of Los Angeles in December.", "IN OTHER NEWS", "China’s economy grew 6% in the fourth quarter, slowing to a nearly three-decade low. (WSJ)", "U.S. retail sales rose 0.3% in December as solid gains in nearly every sector offset falling sales. (WSJ)", "The U.S. Senate easily passed the U.S.-Mexico-Canada trade agreement. (WSJ)", "CSX Corp. posted a record operating ratio despite a 3% decline in freight revenue. (WSJ)", "Bombardier is considering ending its joint venture with Airbus to build commercial jets because of rising production costs. (WSJ)", "Soft Robotics raised $23 million in a funding round backing expansion of its business building rubber grippers for warehousing automation. (WSJ)", "Payless ShoeSource emerged from chapter 11 bankruptcy protection after shutting down its North American stores. (WSJ)", "Walmart Inc. opened a distribution center in Thomasville, Ga., as part of its new beef supply chain. (Supermarket News)", "BMW built a record 411,620 vehicles at its Spartanburg, S.C., plant last year. (Charleston Post and Courier)", "Average time-charter earnings for dry-bulk shipping companies have been sliding amid strong fleet growth and weak demand. (Lloyd’s List)", "China’s Port of Shanghai remained the world’s busiest seaport with container throughput growing 3% in 2019. (Xinhua)", "Port of Hong Kong container volumes fell 6.3% last year. (Seatrade Maritime)", "Bangladesh is appealing a European Commission decision labeling the country’s air cargo and mail as “high-risk.” (The Loadstar)", "Freight broker GlobalTranz Enterprises bought managed transportation technology provider Cerasis. (Journal of Commerce)", "Nicolas Sartini left Ceva Logistics after six months as chief executive. (ShippingWatch)", "Rail equipment supplier Trinity Industries named E. Jean Savage chief executive officer. (Dallas Morning News)", "ABOUT US", "Paul Page is editor of WSJ Logistics Report. Follow the WSJ Logistics Report team: @PaulPage, @jensmithWSJ and @CostasParis. Follow the WSJ Logistics Report on Twitter at @WSJLogistics.", "Write to Paul Page at paul.page@wsj.com"], "authors": ["Paul Page", "Julio Friedmann Of Columbia University S Center For Global Energy Policy", "On Microsoft S Environmental Pledge."], "keywords": ["troubles", "judge", "trucking", "waterways", "report", "logistics", "trade", "reports", "packaging", "nearly", "halts", "ruling", "supply", "law", "todays", "seeking", "wsj"], "pubDate": null, "publicationId": "8e14bddf-cd2e-3f5b-8fd5-6e34ee13999e"}