{"id": "38f6594c-c4a3-39c8-b267-47d5a77e8b16", "summary": "A former Labour whip who lost his seat in the general election has had his clothes and private documents mistakenly destroyed by parliamentary staff.\nWhen he opened his office door, Jones was puzzled to find that his room had been emptied.\nPhotograph: UK ParliamentAfter quizzing parliamentary staff, Jones learned his personal belongings had been destroyed because staff mistakenly believed that his office belonged to the retiring MP Jim Cunningham, whose room was next door.\nRetiring MPs were told to clear their rooms before the election or risk having their belongings thrown away.\nMr Jones will be compensated for the items lost, and we will review our processes to minimise the chance of this happening again.", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "pubDate": null, "url": "https://www.theguardian.com/politics/2019/dec/18/extra-pathos-belongings-of-ex--labour-mp-who-lost-seat-incinerated", "title": "'Extra pathos': belongings of ex-Labour MP who lost seat incinerated", "paragraphs": ["A former Labour whip who lost his seat in the general election has had his clothes and private documents mistakenly destroyed by parliamentary staff.", "Graham Jones, the ousted parliamentary candidate for Hyndburn in last Thursday’s general election, returned to Westminster this week to clear his office, which is close to the House of Commons chamber and Strangers bar.", "When he opened his office door, Jones was puzzled to find that his room had been emptied. Four suits, four pairs of shoes, 14 shirts and a bag full of colourful ties had disappeared, along with several boxes of private documents.", "Jones, a Corbyn critic who had been expected to hold on to his Lancashire seat of nine years, said the discovery added an extra layer of pathos to an already difficult few days.", "“It was a bit of a shock. I had moved most of my clothes to my office before the election so I had easy access to them for work.", "“There were some of my favourite suits, silk ties, blue, pink and red ties among them. Half of my clothes were clean and half were ready for the wash. But it would have been nice to keep them,” he told the Guardian.", "Facebook Twitter Pinterest Graham Jones has been offered compensation for the loss of his missing belongings. Photograph: UK Parliament", "After quizzing parliamentary staff, Jones learned his personal belongings had been destroyed because staff mistakenly believed that his office belonged to the retiring MP Jim Cunningham, whose room was next door. He did not know if they had been incinerated or thrown out.", "Sitting MPs who lose in an election are given five days to clear their offices to make way for the new incumbents. Retiring MPs were told to clear their rooms before the election or risk having their belongings thrown away.", "“I don’t blame the staff. They are under a lot or pressure from the management to clear the offices quickly. In this case they may have done it a little too quickly,” said Jones, who has been offered compensation for the loss of his belongings.", "Of the 73 sitting MPs to lose seats in this election, 46 were Labour, seven Conservative and six Liberal Democrat.", "Other former MPs have complained that House of Commons authorities have piled unreasonable pressure on them to quickly vacate the building so close to Christmas.", "Liz McInnes, the former Labour shadow foreign affairs spokesperson whose constituency of Heywood and Middleton was also part of the “red wall” of northern seats that turned Tory last week, said the parliamentary authorities should give former MPs more leeway to cut their ties with Westminster.", "“The timing [near Christmas] is awful and I think the authorities should maybe think about giving us a little more time to wind things up because of the time of year. Our internet access and our parliamentary email accounts will disappear mid-January and that might not be giving us all the time we need to download all the data we need. I know some of my colleagues are asking for an extension,” she said.", "A House of Commons spokesperson apologised for the unfortunate demise of Jones’s belongings. “This was a genuine mistake and we are very sorry for the distress and inconvenience caused. Mr Jones will be compensated for the items lost, and we will review our processes to minimise the chance of this happening again.", "“We recognise that this error will have contributed to what is already a very difficult time.”", "Asked about the quick turnaround for former MPs to clear their offices and download information, the spokesperson added: “We recognise that losing any job is tough, and as well as being available for those who wanted to come in at the weekend, members who were not re-elected are able to book an appointment with us any time before Friday 20 December.”"], "authors": ["Rajeev Syal", "Jeremy Corbyn", "Jess Phillips"], "keywords": ["seat", "election", "staff", "clear", "belongings", "mps", "ties", "jones", "incinerated", "extra", "spokesperson", "parliamentary", "exlabour", "mp", "pathos", "office", "lost"]}