{"id": "39185937-45fa-3349-95c7-31f4a0856384", "title": "Preserving Macao's bamboo tradition through sculptural works", "url": "http://www.cnn.com/style/article/bamboo-scaffolding-artisans-macao/index.html", "summary": "Written by Stella Ko, CNN MacaoMany of Asia's biggest cities owe their skylines to long bamboo poles that allow construction workers to climb to great heights.\nThe merging of old and new is a central theme in Ó and Machado's bamboo projects.\nPreserving Macao's bamboo tradition through sculptural worksThe first Portuguese settlers arrived in Macao in the 1500s and it soon became an important hub along Portugal's Asian trading route.\nChio says there have been too few candidates who are willing to learn the technique of bamboo scaffolding.\n\"Their way of interlocking and grabbing the bamboo poles and breathing follow certain forces in their environment,\" he continues.", "paragraphs": ["Written by Stella Ko, CNN Macao", "Many of Asia's biggest cities owe their skylines to long bamboo poles that allow construction workers to climb to great heights.", "This type of scaffolding has been used for centuries in places like Macao, where two architects are now trying to change local perceptions by transforming the poles into works of art.", "Rita Machado and João Ó, founders of the design studio Impromptu Projects, have teamed up with local bamboo masters, who are known as \"spiders\" for their deft and dangerous work on the web-like structures.", "\"We formed a kind of friendship where the masters share their knowledge and we show their work,\" Machado says.", "Early uses of bamboo", "Bamboo has long been used for construction in parts of Asia where it grows plentifully and rivals steel in strength and durability. It grows incredibly quickly -- and up to 8 meters (26 feet) high -- making it a sustainable building material that has endured for centuries.", "The poles were once used to build huts and small-scale projects, though bamboo grids stretching hundreds of meters into the air alongside modern high-rises are now a common sight.", "The merging of old and new is a central theme in Ó and Machado's bamboo projects. And Macao, with its blend of Portuguese and Chinese history, offers a rich palate for them to work with.", "Preserving Macao's bamboo tradition through sculptural works", "The first Portuguese settlers arrived in Macao in the 1500s and it soon became an important hub along Portugal's Asian trading route. Portuguese influences can be seen in the European architecture and the distinctive blue and white tiles that the merchants imported on their ships. Chinese influences are also apparent, especially in the A-Ma Temple, built in 1488, one of the city's oldest buildings.", "In 2005, the city's historical center was added to the World Heritage List as a place of outstanding universal value -- an accolade it owes, in part, to bamboo.", "Every year, residents build a bamboo-shed theater outside the A-Ma Temple to pray for the safety of fishermen at sea. It's a tradition that has endured in this port city for more than 100 years -- one that captured the attention of the two architects, who live next door.", "Bamboo has long been used for construction in China. Credit: Dan Tham/CNN", "\"This kind of annual renewal of ancestral technology is amazing,\" says Machado. \"We re-adapted this knowledge that already existed in the city and created a new form of expressing ourselves.\"", "Beyond simply expressing themselves, the designers want to draw attention to a skill that is in danger of dying out.", "Macao's 'spiders'", "Macao's humid summers and tightly-packed buildings produce challenging conditions for the territory's remaining bamboo scaffolders.", "Chio Seng Wai has been in the industry for nearly 50 years. In that time he has erected hundreds of skeleton frames with his bare hands, instinctively judging the correct length of the bamboo poles and how they should be assembled. Over the years, he's worked on commemorative arches, swimming sheds and buildings that stretch up dozens of stories.", "His knowledge can only be passed down through intensive physical training, but in recent years there have been few candidates willing to learn.", "\"Young people are not interested in this field because it is dangerous, working in high elevation above the ground, and it is hard labor under the strong sun,\" says Chio. \"We are old and have to retire, but we want to take our industry global to spread our culture and crafts.\"", "There are fewer than 50 bamboo experts left in Macao, Chio says. This statistic alarmed the Impromptu Projects team, which has closely observed the scaffolders as they work.", "Chio says there have been too few candidates who are willing to learn the technique of bamboo scaffolding. Credit: Macao Cultural Affairs Bureau", "\"The width of the grid in the scaffolding is the length of their arm and the height is their legs, so they can interlock it and use their hands freely,\" explains Ó.", "\"Their way of interlocking and grabbing the bamboo poles and breathing follow certain forces in their environment,\" he continues. \"We came to understand that their positions on the bamboo structure were very close to tai chi movements.\"", "Reviving a dying profession", "The bamboo designs may take shape in the architects' studio, but the real work happens outside. Using 3D models, the bamboo artisans set about recreating their vision, lifting and tying each pole by hand.", "Workers climb onto slender poles woven into web-like walls and platforms to construct the city's buildings. Credit: Impromptu Projects", "\"Bamboo used in our structure is always the second, third, or the fourth life of the scaffolding used previously, and the material again returns back to other construction sites,\" Machado explains.", "The architects say it is important to show their work to the local community, so residents appreciate bamboo scaffolding as art, not just a tool.", "Ó and Machado believe that having scaffolding workers engage in the art scene will help keep the tradition -- and an endangered profession -- alive.", "\"We see the craftsmen as artisans, not just the low-ranking construction industry workers,\" says Ó. \"This idea of renewal of the technology and ancestral knowledge passed verbally or visually -- it's a continuation of the local identity.", "\"We feel responsible to extend this knowledge to the next generation.\""], "authors": ["Stella Ko"], "keywords": ["used", "work", "tradition", "projects", "sculptural", "scaffolding", "preserving", "bamboo", "macao", "machado", "construction", "macaos", "poles", "knowledge", "works"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}