{"id": "391b8034-f2ea-382e-ba0d-32f318411d45", "title": "The impeachment managers reflect a diverse US – unlike the senators they seek to persuade", "url": "https://www.theguardian.com/us-news/2021/feb/11/trump-impeachment-managers-diverse-democrats", "summary": "The nine Democratic prosecutors at Donald Trump’s second impeachment trial are made up of men and women young and old with multiple racial and religious identities.\nBut each day in the Senate chamber they are trying to persuade a caucus of 50 Republicans still dominated by ageing white men.\nPlaskett is also making history as the first non-voting delegate to the House to be an impeachment manager.\nShe represents the US Virgin Islands, a territory that does not have a vote in Congress, meaning that she was not permitted to vote for Trump’s impeachment on the House floor.\nJamie Raskin speaks during the second impeachment trial of Donald Trump in the Senate at the US Capitol on 10 February.", "paragraphs": ["One side holds up a mirror to America in 2021. The other, not so much.", "The nine Democratic prosecutors at Donald Trump’s second impeachment trial are made up of men and women young and old with multiple racial and religious identities.", "But each day in the Senate chamber they are trying to persuade a caucus of 50 Republicans still dominated by ageing white men.", "The contrast is not obvious on television but striking to reporters in the press gallery who gaze down at the sea of faces – clad in masks because of the coronavirus pandemic – visible above wooden desks on a tiered semicircular platform.", "The impeachment managers – all of whom are lawyers – from the House of Representatives are led by Jamie Raskin, who is of Jewish heritage, and include Joaquín Castro, who is Latino, Ted Lieu, who is Asian American, and Joe Neguse and Stacey Plaskett, who are African American.", "Neguse, whose parents came to the US as refugees from Eritrea four decades ago, is the first African American member of Congress in Colorado’s history and, at 36, the youngest ever impeachment manager.", "Plaskett is also making history as the first non-voting delegate to the House to be an impeachment manager. She represents the US Virgin Islands, a territory that does not have a vote in Congress, meaning that she was not permitted to vote for Trump’s impeachment on the House floor.", "“Virgin Islanders are always looking for space to be part of this America and try to make it better, even without a vote,” Plaskett told the Associated Press. “I’m going to make sure that their voice and the voice of people from territories representing 4 million Americans – Puerto Rico and other places – are actually heard.”", "The multiracial lineup of prosecutors is all the more resonant because they are detailing the actions of a mob that included white nationalist groups and flaunted regalia such as the flag of the Confederacy, which fought a civil war to preserve slavery.", "Jamie Raskin speaks during the second impeachment trial of Donald Trump in the Senate at the US Capitol on 10 February. Photograph: AP", "And the rioters’ objective was to overturn an election that Trump lost specifically by nullifying votes cast by people of colour, most of which went to his opponent, Joe Biden.", "Kurt Bardella, a senior adviser at the Lincoln Project, a group that campaigned for Trump’s defeat, said: “I don’t think it should be lost on anyone that the prosecution of Donald Trump and his white nationalist allies is being conducted by a very diverse group of Democrats encompassing gender, ethnicity and even religion.”", "On Wednesday it fell to Plaskett to remind senators that when Trump was asked to condemn the Proud Boys and white supremacists, he said: “Stand back and stand by.” The group adopted that phrase as their official slogan and even created merchandise with it that they wore at his campaign rallies.", "She also recounted how, on September 11, 2001, she was a member of staff at the Capitol and she might have been dead if the fourth hijacked jet that day had plunged into the Capitol, as it was believed to have been planned, instead of being taken down by heroic passengers and crashing into a field in Pennsylvania. She drew a line from that day to 6 January 2021.", "“When I think of that and I think of these insurgents, these images, incited by our own president of the United States, attacking this Capitol to stop the certification of a presidential election,” she said, enunciating each syllable, then pausing before adding, “our democracy, our republic.”", "In those days Plaskett was a Republican and later worked in the Department of Justice in the administration of George W Bush, converting to become a Democrat in 2008, and winning a place in Congress in 2014.", "Stacey Plaskett speaks at a press event in Washington DC on 21 May 2020. Photograph: Michael Brochstein/ZUMA Wire/REX/Shutterstock", "She had studied in Washington DC, at Georgetown University as an undergraduate, then attended law school at American University, where Raskin was her law professor, which he noted in the Senate chamber on Wednesday was “a special point of pride” for him.", "At the trial, the juxtaposition of Plaskett – the only Black woman in the chamber now that Senator Kamala Harris has departed for the vice-presidency – delivering this evidence was inescapably potent.", "Bardella reflected: “When you’re talking about the Proud Boys being told to ‘stand back and stand by’, I think the articulation of that prosecution is made even more impactful and powerful when it’s being made by people of colour, by people who really represent symbolically the very thing that these people were protesting and trying to insurrect on January 6.", "“It’s the very notion of people of colour in roles of power and prominence that white nationalists rebelled against. At the heart of all of this is the systematic effort by the Republican party to disenfranchise voters of colour and to disqualify legal votes cast by people of colour in this country. That is at the epicentre of this entire conflict.”", "The impeachment managers have made a blistering start as they seek to demonstrate that Trump was “inciter-in-chief” of the deadly violence at the US Capitol. They have used the former president’s own rally speeches and tweets to show that he spent months pushing “the big lie” of a stolen election and urging his supporters to “fight like hell”.", "But it remains extremely unlikely that they will get the 17 Republican senators they need for a conviction. The trial is likely to be another case study in how far apart the two major parties have grown. Despite some notable gains among voters of colour last year, Republicans have only one Black senator: Tim Scott of South Carolina.", "LaTosha Brown, co-founder of Black Voters Matter, said: “The diversity on the Democratic side is reflective of America: more inclusive, more diversity of thought. My grandmother used to say, the GOP [Grand Old Party] has built their castle on sinking sand. Their entire existence has been centred around white male privilege and lack of accountability for white men of means.", "“So the visual on their side shows it is not reflective of America, only a particularly elite class in America. The second distinction is the argument. Trump’s defence team haven’t even met the standard of mediocrity, in my opinion. They have been absolutely awful. I do think that’s indicative that white men have literally never had to fully defend themselves.”"], "authors": ["David Smith"], "keywords": ["reflect", "plaskett", "trump", "white", "trumps", "diverse", "managers", "colour", "seek", "impeachment", "america", "trial", "senators", "capitol", "persuade", "think", "unlike"], "pubDate": "2021-02-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}