{"id": "3929371b-1368-3540-85d7-3e4efe366a61", "title": "Teddy Roosevelt Is Basically a Fantasy Character", "url": "https://wired.com/2020/12/geeks-guide-erin-lindsey/", "summary": "A major character in the series is a young adventurer named Teddy Roosevelt, who will go on to become America’s 26th president.\nIn the second book, A Golden Grave, they get drawn into Roosevelt’s 1886 run for mayor of New York.\n“Book 3 is Roosevelt asking them to investigate what he believes to be supernatural happenings at his ranch in the Dakota badlands,” Lindsey says.\n“All this stuff [about Roosevelt], it sounds like legend,” Lindsey says.\nBut they were.”No matter how much fantasy the books contain, Lindsey is careful to ensure that nothing in them contradicts a single historical fact.", "paragraphs": ["Erin Lindsey’s Rose Gallagher books are an appealing mix of mystery, romance, history, and the supernatural. A major character in the series is a young adventurer named Teddy Roosevelt, who will go on to become America’s 26th president.", "“Of all of the historical figures that I’ve researched over the years, he’s by far the most compelling and most interesting,” Lindsey says in Episode 443 of the Geek’s Guide to the Galaxy podcast. “I’ve read a lot by him and about him at this point, and I still just can’t get enough.”", "The series focuses on fictional heroes Rose Gallagher and Thomas Wiltshire, who work for a special paranormal branch of the Pinkerton Detective Agency. In the second book, A Golden Grave, they get drawn into Roosevelt’s 1886 run for mayor of New York. Book 3, The Silver Shooter, takes them to the Wild West.", "“Book 3 is Roosevelt asking them to investigate what he believes to be supernatural happenings at his ranch in the Dakota badlands,” Lindsey says. “And that was predicated on an actual, incredibly devastating winter that happened in 1886.”", "The series features ghosts, monsters, dimensional portals, and a magic-detector designed by Nicola Tesla, all of which is a natural fit with soldier/cowboy/statesman Teddy Roosevelt, who seems as much a fantasy character as anything in the books. “All this stuff [about Roosevelt], it sounds like legend,” Lindsey says. “It’s perfectly reasonable to think that all of these different lives could not have been led by the same person. But they were.”", "No matter how much fantasy the books contain, Lindsey is careful to ensure that nothing in them contradicts a single historical fact. “I will put myself through torturous plot devices in order to not make things up,” she says. “If there’s documentary evidence that someone was in the bathroom at this time, they’re going to be in the bathroom in the book. Because it’s on paper.”", "Listen to the complete interview with Erin Lindsey in Episode 443 of Geek’s Guide to the Galaxy (above). And check out some highlights from the discussion below.", "Erin Lindsey on getting published:", "“[Realms of the Dragons] was a foot in the door with Wizards of the Coast, which obviously does a lot of tie-in fiction. They have a roster of authors that they call on, and this meant that I got to be on the list of people who got to pitch novels. And I ended up submitting a successful proposal for a novel for the Ravenloft line. … They ended up canceling the Ravenloft line before that book ever got written, so that was a huge heartbreak. I remember being devastated. I was in the Congo at the time. I knew it was going to be bad news, because I got an email from my agent saying, ‘Can we talk?’ And I was like, ‘I’m in the Congo.’ And he said, ‘Yeah, but can we talk?’ I was like, ‘Oh god, this is not going to be good news.'”", "Erin Lindsey on networking:", "“I was just such a neophyte about all of it. I remember, so distinctly, one of the only events that I went to. If it wasn’t JABberwocky hosting it there were a lot of JABberwocky people there. Peter V. Brett was there, and Joshua [Bilmes] introduced us—Joshua’s also his agent. He introduced us, and he said, ‘This is Erin, and she’s got five books under contract, and she’s living in Burundi right now.’ And there was this look on Pete’s face, and he said, ‘You’re going to do two books a year?’ And I said, ‘Yeah.’ And you could see the struggle of him wanting to say ‘Are you crazy?’ but being too polite. And he was just like, ‘Good. That’s nice.’ And I remember thinking right at that moment, ‘Have I made a terrible mistake?'”", "Erin Lindsey on marketing:", "“Minotaur is a mystery publisher, not a spec-fic publisher. They are marketing this—and have always marketed this—as ‘historical mystery with a dash of the supernatural.’ So definitely in terms of the titles that have been chosen for the books, the cover treatments, all of that, it’s very deliberately cueing for ‘cozy historical mystery.’ It’s not an accident that that speculative element isn’t front and center. … So the surprise element—’Surprise, there’s a ghost!’—was definitely foreseen and deliberate. The gamble is that more people will be pleasantly surprised than unpleasantly surprised. It’s always been, I confess—and I hope it’s not too transparent to say—a bit of a nail-biter for me as a strategy.”", "Erin Lindsey on history:", "“All three [Rose Gallagher books] started, in terms of plotting, with an actual historical event that sounded fishy, or cool, or like a good plot device. So for the first book, it’s the blowing up of Flood Rock. There are small islands in the East River, between Queens and Manhattan, and in 1885 the Army Corps of Engineers decided to blow one up, to make it easier for ships to get by. It was, at the time, the largest explosion ever, and it shattered windows all the way across to the Hudson River. It was huge, and the newspapers made a great deal out of it. So you have this huge explosion in the East River in a place called ‘Hell Gate,’ and I was like, ‘Obviously that’s a good place to start.'”", "More Great WIRED Stories"], "authors": ["Geek'S Guide To The Galaxy", "Powered Outbrain", "Kayla Lacour", "Echo Esc_Html", "Wired_Get_The_Byline_Name", "Related_Video"], "keywords": ["character", "book", "good", "teddy", "roosevelt", "lindsey", "series", "historical", "basically", "going", "mystery", "fantasy", "books", "supernatural"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}