{"id": "393a5905-f4f8-367a-8d9e-9832985208d7", "title": "Interior Design Trends to Know in 2021—And What’s on Its Way Out", "url": "https://www.vogue.com/article/interior-design-trends-to-know-in-2021", "summary": "Now, much of America is working, socializing, exercising (and, well, doing mostly everything that ends in -ing) from our homes.\nAnd as we adjust the way we live, we’re also adjusting the spaces we live in.\nSo makes sense that, when Vogue asked several top interior designers what home trends we’re likely to see in 2021, one word dominated above all: comfort.\nEssentially: “The trend is to embrace what lasts, what’s well made, and what makes you smile,” says Standefer.\nAs a result of our newfound focus on 24/7 livability, some previously hot trends are falling fast out of favor.", "paragraphs": ["It used to be that our homes were a place for part of our lives. Much of the day was spent at the workplace, with a commute by train, bus, or car on either end. Often, we’d have plans before and after work too: maybe an early morning spin class, or a dinner at a favorite neighborhood restaurant. Simply put: many of us weren’t actually in our houses or apartments that much.", "The coronavirus pandemic changed all that. Now, much of America is working, socializing, exercising (and, well, doing mostly everything that ends in -ing) from our homes. And as we adjust the way we live, we’re also adjusting the spaces we live in.", "So makes sense that, when Vogue asked several top interior designers what home trends we’re likely to see in 2021, one word dominated above all: comfort. “Comfort, practicality, and making your home your sanctuary on every level,” says Martyn Lawrence Bullard. “Comfort in all forms is becoming more paramount,” says Timothy Corrigan. “Comfort over concept,” says Roman and Williams co-founder Robin Standefer. “The importance of comfort, wellness, and sustainability will continue to be a priority,” says Sheila Bridges.", "What does comfy look like, exactly? Think plushy, sink-into furniture, chestnut woods, warm colors, overflowing bookshelves (but not the color-coordinated kind, rather, ones stocked with tattered covers of novels you’ve read and loved). Less mass-produced furniture and more reworking of passed-down family pieces or ones you already own. (There’s nothing more thrilling than giving new life to ancestral pieces,” says Kathryn Ireland.) Fluffy towels, luxurious candles, objets d’art from local artisans rather than e-commerce giants. Essentially: “The trend is to embrace what lasts, what’s well made, and what makes you smile,” says Standefer.", "We will also be reworking our homes to, well, work: as offices remain closed across the country, people are investing in making their own Zoom-friendly spaces.", "As a result of our newfound focus on 24/7 livability, some previously hot trends are falling fast out of favor. The decline of mid-century modern, once the design choice du jour, continues: “While the mid-century look was very popular, now that people are actually hanging out in their living spaces for hours at a time, there is a strong trend towards furniture that is big on soft, comfy sofas and chairs that allow you to lounge with ease,” says Timothy Corrigan. Robert McKinley also predicts a similar fate for another style: minimalism. “I think minimalism will begin to go by the wayside in 2021,” he says. “As we spend more time in our homes, we need more objects to hold our attention. All that empty space can be suffocating.” Oh, and perhaps back off the beige. \"The all-beige catalogue look is out,” proclaims Ireland. “Be bold and decorate with conviction.”"], "authors": ["Elise Taylor", "Elise Taylo"], "keywords": ["timothy", "work", "think", "way", "comfort", "design", "whats", "know", "furniture", "trend", "homes", "interior", "trends", "look", "spaces", "2021and"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}