{"id": "39441645-cf8f-31cd-ad5e-431b5e1d9c04", "title": "The clown ceiling - Far-right parties in Europe tend to rise—and fall", "url": "https://www.economist.com/europe/2021/01/09/far-right-parties-in-europe-tend-to-rise-and-fall", "summary": "Founded only in 2016, F VD was feted as the future of the far right in the EU , briefly topping opinion polls in 2019.\nA clown ceiling exists in EU politics, which has kept Eurosceptic parties such as F VD from gaining too much power.\nSome parties have managed to punch a hole in the clown ceiling, but not one big enough to break through.\nWhere the critics erred was in assuming that such problems would inevitably lead to the EU ’s collapse.\nBecause so many of the EU ’s opponents implode or cock up, the dangerous assumption exists that they always will.", "paragraphs": ["I MAGINE THE dinner party from hell and it would look a lot like the one politicians from Forum for Democracy ( F VD ), a Dutch far-right party, held in November. It began with a row over the backing music, with guests torn between classical music or Ava Max’s “Kings & Queens”, a trashy dance hit. Over lobster and wine, allegations of anti-Semitism among the party’s youth ranks were dismissed by its leader, Thierry Baudet. Guests were asked how many people they would let die for the sake of freedom (“three million” was Mr Baudet’s offer). Later, the F VD’S leader suggested that covid-19 was the work of George Soros. In the days that followed, as accounts of the dinner surfaced, politicians from the party lined up to quit. It was a spectacular collapse after a remarkable rise. Founded only in 2016, F VD was feted as the future of the far right in the EU , briefly topping opinion polls in 2019. Its piano-playing, Hegel-quoting leader was breathlessly profiled in the press. Now it goes into a general election in March hoping for a few seats at best.", "A clown ceiling exists in EU politics, which has kept Eurosceptic parties such as F VD from gaining too much power. Such parties tend to grow quickly before collapsing, often due to their own risible ineptitude. The pattern repeats itself across Europe: a rapid ascent, a noisy thud against the ceiling and a swift retreat. In Germany, Alternative for Germany ( A f D ) emerged in 2013. By the 2017 election, A f D was the biggest opposition party in parliament. Since then, it has been marred by far-right extremism and infighting, both metaphorical and physical. (During one row, a senior A f D politician gave a colleague a “friendly bop to the sides”, which ruptured his spleen.) Once known as the “professor party” because of the boffins in its ranks, it is now associated with thugs. In Europe, those who are most willing to lead upstart movements are often the least suited for the long-term task.", "Some parties have managed to punch a hole in the clown ceiling, but not one big enough to break through. Traits that lend themselves to insurgency do not translate well into governance. The Northern League, an Italian hard-right party, took power in 2018. A year later, while riding high in the polls, Matteo Salvini, its leader, brought down his own coalition to try to trigger an election. It backfired and Mr Salvini found himself back in opposition with his party’s polling dented. Sometimes, the failings are ones of character. In Austria, the far-right Freedom Party was in power before footage emerged of its leader lounging on a sofa offering state contracts to someone he thought was the niece of a Russian oligarch. A jester in government can swiftly look out of place.", "Fortunately for the EU , hostile parties outside it often seem just as clownish. Britain mucked up leaving the EU so badly that no other country looks likely to copy it. In 2016 EU officials feared Britain’s exit. They worried that Britain could be a nimble, efficient state on its borders. Instead it became a big flailing one. Britain needed four years, three prime ministers and two elections to fully leave the bloc. Rather than striding out as a proud independent state, it waddled out of the EU with its foot in a bucket. In the eyes of some of its European peers, Brexit has turned Britain into a clown state.", "Britain is at least a friendly clown. The same cannot be said for Russia and Turkey, which actively try to undermine the EU . But they pose a problem because they are large and close to the EU , not because they are well led. Recep Tayyip Erdogan keeps on overplaying his hand. A failed plot to bus migrants to the EU ’s border demonstrated the limits of Mr Erdogan’s powers, rather than their potency. Likewise, Vladimir Putin is often credited with blood-curdling geopolitical cunning. But the reality is not always so fearsome, if his government’s latest attempt to kill its leading critic, Alexei Navalny, is anything to go by. A scheme to poison his underpants was unwittingly exposed by one of the would-be assassins in a jaw-dropping recorded phone call with Mr Navalny. Mr Putin and Mr Erdogan are sometimes more slapstick than sinister.", "Even the more intellectual critics of the EU cannot escape the circus. Their points are often valid. Few argue today that building a monetary union without a proper lender of last resort was a bright idea, or that the EU ’s handling of the refugee crisis was a masterclass of policymaking. Where the critics erred was in assuming that such problems would inevitably lead to the EU ’s collapse. This takes the pressure off the EU . But avoiding destruction is a low bar to clear, if success is defined by mere survival.", "When the circus gets serious", "Criticism by clowns can lead to complacency. Because so many of the EU ’s opponents implode or cock up, the dangerous assumption exists that they always will. When the EU does go wrong, the fact that its loudest critics are jokers means the often-valid messages are ignored. EU politicos recall David Cameron’s attitude to the UK Independence Party, which he dismissed as a bunch of “fruitcakes, loonies and closet racists”. Ten years later, Britain was leaving the EU and Mr Cameron was out of a job. Being run over by a clown car is no joke."], "authors": ["The Economist"], "keywords": ["leader", "party", "fall", "f", "vd", "parties", "europe", "tend", "britain", "riseand", "farright", "clown", "s", "ceiling", "mr", "eu"], "pubDate": "2021-01-09T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}