{"id": "394f3562-b58d-3bb5-a1c6-2f89e163eac1", "title": "A blooming future for New York’s community gardens", "url": "https://www.economist.com/united-states/2021/04/10/a-blooming-future-for-new-yorks-community-gardens", "summary": "Keap Fourth, at the intersection of Keap and South 4th Streets, is a community garden established in 2013.\nAfter a long winter made worse by covid-19 there are finally signs of life in the daffodils blooming around the garden.\nKeap Fourth is one of 550 community gardens which have sprung up at New York’s street corners since the 1970s, when the city’s economy collapsed and its landscape became pockmarked by abandoned lots.\nKeap Fourth has about ten plots.\nBut volunteer numbers across the city’s gardens have ticked up since the pandemic’s onset, as locked-down residents have yearned for more open space.", "paragraphs": ["T UCKED AWAY in an unassuming corner of north Brooklyn is a 3,000-square-foot patch of open space. Keap Fourth, at the intersection of Keap and South 4th Streets, is a community garden established in 2013. It’s a well-known hub in this largely Dominican and Puerto Rican neighbourhood, perched at the edge of trendy Williamsburg. The sun is out, and “it’s nearly planting season,” says Crito Thornton, a volunteer who manages the garden, with a grin. After a long winter made worse by covid-19 there are finally signs of life in the daffodils blooming around the garden.", "Listen to this story Your browser does not support the <audio> element. Enjoy more audio and podcasts on iOS or Android.", "Keap Fourth is one of 550 community gardens which have sprung up at New York’s street corners since the 1970s, when the city’s economy collapsed and its landscape became pockmarked by abandoned lots. Activists sought to transform these urban scars into gardens where residents could relax and grow vegetables. These places now cover 100 acres across the city, tended by a volunteer army of nearly 23,000 green-fingered New Yorkers. The gardens are supported by GreenThumb, a government initiative established in 1978, which is now the country’s largest urban-gardening programme.", "These gardens play a vital role in a city not known (beyond Central Park) for an abundance of green space, especially in its ethnic-minority neighbourhoods. Keap Fourth has about ten plots. Most are planted and harvested collectively, but a couple of them have been grandfathered, including one to a local Bangladeshi family who use it to grow vegetables for their cuisine which can be hard to find in the shops.", "Running these spaces is no easy task. Keap Fourth’s neighbourhood has been blighted by heroin dealers, who moved across the Williamsburg Bridge after being booted out of Manhattan’s Lower East Side. The garden is a popular drop-off point, with suspicious packages found stashed among the clumps of kale and Swiss chard. But the recent demise of a local kingpin in a car accident may make this year’s season more peaceful, says Mr Thornton.", "The future looks bright. Funding for the programme is healthy. A key issue in the past has been a manpower shortage for the harvest. But volunteer numbers across the city’s gardens have ticked up since the pandemic’s onset, as locked-down residents have yearned for more open space. And in Keap Fourth’s case, the whole neighbourhood seems to have come together over the past year as few people now undergo the daily commute across the river to Manhattan. A bountiful harvest is in prospect."], "authors": ["The Economist"], "keywords": ["gardens", "blooming", "keap", "volunteer", "yorks", "vegetables", "future", "community", "neighbourhood", "season", "space", "garden", "williamsburg", "fourth"], "pubDate": "2021-04-10T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}