{"id": "39817b28-d46d-3fdb-996f-33147a982c74", "title": "How Marvel’s Spider-Man: Miles Morales Performs On PS4", "url": "https://www.gameinformer.com/2020/11/06/how-marvels-spider-man-miles-morales-performs-on-ps4", "summary": "Those are the questions I set out to answer by playing Spider-Man: Miles Morales on a launch version of the PlayStation 4.\nFirst of all, I won’t dive too much into what I think about Spider-Man: Miles Morales as a game.\nThe other big benefit of playing Spider-Man: Miles Morales on a PS5 is that it looks better.\nThe Verdict: Spider-Man: Miles Morales is a great game mechanically no matter which system you play it on.\nIf you played Insomniac’s Spider-Man game from 2018, you probably know what to expect from the PS4 version of Miles Morales, and it’s a fun ride.", "paragraphs": ["Insomniac’s Spider-Man: Miles Morales is one of the most exciting and best-looking games on Sony’s new PlayStation 5 hardware, so if you’ve already secured yourself a new console, you should be excited to jump into this open-world thrill ride. However, what if you only have a PlayStation 4? How does Insomniac’s superhero adventure run on Sony’s last-gen hardware? Should you wait to play the game until after you upgrade your console or just dive in now on PS4? Those are the questions I set out to answer by playing Spider-Man: Miles Morales on a launch version of the PlayStation 4.", "First of all, I won’t dive too much into what I think about Spider-Man: Miles Morales as a game. Overall, I had a ton of fun and really enjoyed cleaning up Manhattan as Miles. Insomniac established an incredibly solid open-world formula with its 2018 game and has smartly built off its systems with Miles’ game. I love the addition of Miles’ venom abilities, which are both fun to use and a nice way to disable bigger foes during combat. If you like stealth games, as I do, then you’ll probably also dig Miles’ camouflage skill, which lets him turn temporarily invisible to easily escape heated battles. For a more detailed breakdown of Insomniac’s systems, please read Andrew Reiner’s full review.", "So, how does the PlayStation 4 version compare to the more advanced PlayStation 5 version? In short, pretty favorably. The best news for PlayStation 4 owners is that they will have access to the full Miles Morales experience, meaning the PS4 version is mechanically the same as the PS5 version. There are no additional missions, or suits, or collectibles on the PS5. Both versions are functionally the same, which is great.", "The biggest differences between the two consoles are the load times and the visuals. The PlayStation 5’s reduced load times are something that Sony has been trumpeting since before it even showed off the console, and watching Miles fast travel across New York in about four seconds is pretty magical. Naturally, Manhattan takes a lot longer to load up on the PS4. I regularly experience load times of between 15-30 seconds when fast traveling around the city. That definitely isn’t as impressive as the PS5, but those loads weren’t painful either, especially when compared to some other PS4 games. Also, in-game cutscenes do a good job of masking PS4 loads. However, my game occasionally cut to black for a few seconds after a cutscene because the world hadn’t finished loading. Thankfully, this was rare.", "The other big benefit of playing Spider-Man: Miles Morales on a PS5 is that it looks better. Miles looks good on the PS4, but the PS5 version takes advantage of HDR lighting and other effects, which gives the game a crisper look. After swapping between both versions of the game, the PS4 version felt muted. You can still get some of these graphical advantages ­– such as HDR lighting – if you have a PS4 Pro, but the PS5 version also has advanced facial animations and effects that allow characters to move a bit more realistically. Hair, in particular, looks much better on the PS5, which might seem like a small thing, but it goes a long way towards selling the dramatic scenes and making these characters feel more believable.", "The Verdict: Spider-Man: Miles Morales is a great game mechanically no matter which system you play it on. If you played Insomniac’s Spider-Man game from 2018, you probably know what to expect from the PS4 version of Miles Morales, and it’s a fun ride. And, if you think you might upgrade consoles soon, but still don’t want to wait to start playing Miles Morales, you can always start the game on the PS4 and finish the experience on the PS5, as Insomniac has confirmed that save files will easily transfer across consoles. In the end, the PS5 version of Spider-Man: Miles Morales is undeniably a better experience, but if you aren’t ready to spend several hundred dollars on a new console, you’ll probably get by just fine with the PS4 version."], "authors": ["Senior Editor", "Benjamin Reeves Is A Writer", "Journalist", "Geek Sponge. For The Last Years He Has Worked As An Editor For Game Informer Magazine. He Has A Passion For Video Games", "Comic Books"], "keywords": ["morales", "ps5", "spiderman", "marvels", "game", "insomniacs", "playstation", "performs", "load", "version", "ps4", "miles"], "pubDate": "2020-11-06T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}