{"id": "3990aebf-fdf6-3e6d-b34a-0dc15e02316a", "title": "Sri Lanka reopens borders to international travelers", "url": "https://edition.cnn.com/travel/article/sri-lanka-covid-tourism-reopening-intl-hnk/index.html", "summary": "(CNN) — The island nation of Sri Lanka is now open to tourists from all countries.\nSri Lanka Minister of Tourism Prasanna Ranatunga made the official announcement during a press conference on Thursday, confirming they would reopen the country's borders from January 21.\n\"The livelihood of around 3 million people depends on tourism in Sri Lanka,\" Ranatunga told media.\nAll prospective travelers must apply for a visa online and download the Visit Sri Lanka app.\nSigiriya Fortress is among the dozen or so Sri Lanka attractions open to foreign tourists.", "paragraphs": ["(CNN) — The island nation of Sri Lanka is now open to tourists from all countries.", "Sri Lanka Minister of Tourism Prasanna Ranatunga made the official announcement during a press conference on Thursday, confirming they would reopen the country's borders from January 21. Both of the country's international airports reopened on the same day.", "\"The livelihood of around 3 million people depends on tourism in Sri Lanka,\" Ranatunga told media. \"It is our national responsibility to take into consideration the needs of our citizens that depend on this industry.\"", "As part of efforts to prevent the spread of Covid-19, Sri Lanka created a \"bio bubble,\" which will give visitors a relative amount of freedom to travel within the country while still observing safety protocols.", "Though there is no minimum time that a visitor must spend in the country, anyone coming from abroad must stay in a government-approved hotel or resort for up to two weeks upon arrival.", "That means that travelers only coming for a short trip will just stay in their resort the entire time, while people who are planning longer stays will be able to move more freely within Sri Lanka once they complete their two-weeks of semi-quarantine.", "Related content How to explore Sri Lanka's southern coast in style", "Unlike places like Hong Kong and Australia, where people quarantining upon arrival must stay in their hotel rooms for the entire duration, Sri Lanka's regulations are a bit laxer. Guests will have free rein on-property, so they can use facilities like pools, gyms, salons and restaurants.", "Travelers can also leave the hotel during quarantine to go sightseeing, provided they do so carefully. About a dozen tourism sites and attractions are open to foreign visitors, but with caveats.", "The five-star Anantara Peace Haven in Tangalle is on the list of approved hotels. Anantara Peace Haven Tangalle", "For instance, as part of the \"bio bubble,\" attractions like Sri Dalada Maligawa (Temple of the Sacred Tooth Relic) and the Royal Botanic Gardens, both in the central city of Kandy, require visitors to come as part of an organized tour group or with an approved Sri Lankan guide.", "They must travel in a private vehicle and not make any unauthorized side stops. Some sites will only allow tourists during designated time slots or on certain days of the week.", "Currently, 55 hotels and resorts fall under the \"safe and secure level one\" guidelines. They are not allowed to accept any local guests or host any events while they're part of the bio bubble.", "With extra security comes extra fees.", "In addition to paying for flights and accommodation, travelers are responsible for the cost of Sri Lanka's government-sanctioned health insurance ($12 US) and up to three Covid tests in-country ($40 each).", "Everyone coming into the country must show proof of a negative coronavirus test taken within 96 hours of travel and fill out an online health declaration form. Guests will be tested again at their own expense on the fifth and seventh days after arriving and people staying longer than seven days will have to take a third test the following week.", "Once the two weeks are up and they have a negative coronavirus test, travelers can stay at their hotel or switch to another one of the approved hotels. Airbnbs, guest houses and other forms of accommodation are off limits. Taking public transit is discouraged.", "All prospective travelers must apply for a visa online and download the Visit Sri Lanka app. The app will be used for contact tracing as well as storing information about test results and hotel bookings.", "Sigiriya Fortress is among the dozen or so Sri Lanka attractions open to foreign tourists. ALEX OGLE/AFP/AFP/Getty Images", "While nearly every country can demonstrably show that its tourism revenue had taken a hit amid the coronavirus pandemic, Sri Lanka has suffered from particularly unlucky timing.", "A series of terrorist attacks in the capital of Colombo on Easter Sunday 2019 heavily dented the country's tourism scene, and Sri Lanka had just finished rebuilding its infrastructure when the pandemic hit."], "authors": ["Lilit Marcus"], "keywords": ["country", "travel", "stay", "lanka", "international", "travelers", "reopens", "borders", "test", "visitors", "tourism", "hotel", "sri"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}