{"id": "399d18f3-2051-3b08-ab8d-bd4c0d2219e2", "title": "Kentucky fisherman catches record-breaking fish, searches for certified scale", "url": "https://www.foxnews.com/great-outdoors/kentucky-state-record-fish-wolfgang-katzenberg", "summary": "Sometimes, the hardest part of setting a fishing record is just getting the fish weighed.\nA Kentucky fisherman has officially set a new record in the state after reeling in a 9.05-pound saugeye.\nWhile getting the fish in the boat was difficult, the angler had just as much trouble finding an officially certified scale to weigh it on.\nIn order to qualify for a state record, fish must be weighed on an officially certified scale.\nThe previous record for a saugeye in Kentucky ws an 8 pound, 8-ounce fish caught in 2019.", "paragraphs": ["Sometimes, the hardest part of setting a fishing record is just getting the fish weighed.", "A Kentucky fisherman has officially set a new record in the state after reeling in a 9.05-pound saugeye. While getting the fish in the boat was difficult, the angler had just as much trouble finding an officially certified scale to weigh it on.", "Wolfgang Katzenberg caught the fish at Bullock Pen Lake while out on a trip with his son Geoffrey on March 21, according to a news release from the Kentucky Department of Fish and Wildlife Resources (DFW.) The fish was reportedly 27 inches long and had a girth of 17.5 inches.", "MONTANA ANNOUNCES FIFTH RECORD-BREAKING FISH IN LESS THAN A YEAR", "Katzenberg told the department that he initially thought he caught a catfish and only realized it was a saugeye when it came closer to the surface.", "He said, \"We didn't have a net and I have this big fish on a crappie jig with hooks designed to straighten out when hung up. Geoffrey tried to cradle it with a PFD (personal flotation device), but that didn't work. I finally just wrestled it in and slung it in the boat. It was a fiasco situation for a bit.\"", "CLICK HERE TO GET THE FOX NEWS APP", "He continued, \"Geoffrey looked it up on his phone and saw the record was 8 pounds, 8 ounces. He told me, we might have a shot (at the record), this might be close.\"", "In order to qualify for a state record, fish must be weighed on an officially certified scale. According to Katzenberg, he had to call 10 different stores in the areas before he found one that was willing to weigh the fish.", "FOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWS", "Fortunately, a nearby Costco agreed to wheel one of their scales out to the parking lot, where the fish was officially weighed before excited crowd.", "The previous record for a saugeye in Kentucky ws an 8 pound, 8-ounce fish caught in 2019."], "authors": ["Michael Hollan"], "keywords": ["geoffrey", "scale", "saugeye", "officially", "weighed", "told", "fisherman", "certified", "kentucky", "recordbreaking", "catches", "caught", "weigh", "fish", "searches", "record"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}