{"id": "399debf5-1c42-3dc5-b787-e72a09944b60", "title": "Alexi Pappas: Pro Sports Should Support Mental Health - The New York Times", "url": "https://nytimes.com/2020/12/07/opinion/alexi-pappas-depression.html", "summary": "What if we athletes approached our mental health the same way we approached our physical health?\nAnd I just completely took on that mindset with my mental health injury, which meant that I committed to seeing this psychiatrist three times a week, as if he was my coach.\nSo many Olympians have experienced a mental health injury.\nBut in my entire experience, I’ve never had any sort of support in the way of mental health.\nWhat if we looked at mental health the same way we do physical health?", "paragraphs": ["I’ve always been an extremely motivated person. “Alexi Pappas.” [BELL RINGING] And that mindset took me all the way to the Olympics. But it didn’t prepare me for what would be the greatest challenge of my life. After the Olympics, I was diagnosed with severe clinical depression, and it nearly cost me my life. But it doesn’t have to be that way. What if we athletes approached our mental health the same way we approached our physical health? [HIGH-PITCHED RINGING] [MUSIC PLAYING] Shortly before my fifth birthday, my mom took her own life. I’ve always felt driven to not become like my mom. When I was younger, I felt like if I wasn’t pressing on the gas all the time, it wasn’t good enough. Successes were an easy way for me to feel like I was indestructible. We might think that depression strikes when bad things happen. But for me, it happened right after the pinnacle of my life, right after I’d accomplished my wildest dreams. It was after the Olympics. It began with sleeplessness. [CLOCK TICKING] I couldn’t turn my mind off. What was I going to do next? The Olympics is not the problem. I had the experience of my life, but I was so unprepared for this tremendous crash. People told me to snap out of it and to just try to be myself again. And it only made the feelings worse. I tried to keep pressing on the gas. I was in contract negotiations. I tried to move to, like, an altitude training group, switched coaches. I was sleeping, like, one hour a night and trying to run 120 miles in a week. I started to notice pain in my hamstring and lower back, which I ignored. That developed into a tear in my hamstring and a crack in one of the bones in my lower back. I couldn’t move without being in terrible pain. I started to have suicidal thoughts. I always saw myself as someone who could never feel that way. Like, I was like, I’m not my mom. My dad told me, Lex, we aren’t going to lose this time. He made me see a doctor, who said, Alexi, you have a scratch on your brain. It’s like when you fall down rollerblading. You get a scratch on your knee. You have an actual injury to your brain. And that was like the flip of the switch for me. It made me feel like I could heal. When an athlete gets injured, we are on it. We are seeing our physios three times a week. We’re doing the rehab. And I just completely took on that mindset with my mental health injury, which meant that I committed to seeing this psychiatrist three times a week, as if he was my coach. I understood that, like a broken bone, I wasn’t just going to feel better overnight. So many Olympians have experienced a mental health injury. In fact, a lot of people who hold themselves to extreme standards have. When it comes to sports, elite athletics only focuses on treating injuries to our bodies. When a bone breaks or a tendon tears, we know exactly what to do. There’s a process. There are resources. But in my entire experience, I’ve never had any sort of support in the way of mental health. What if we looked at mental health the same way we do physical health? This means that athletes should feel no shame and should get help right away. Coaches should be super vigilant. And teams can even hire support staff psychologists, psychiatrists, just like they might hire a physio, to be there for the athletes. I’ve had such misunderstanding from my own mom and such resentment towards her. I thought she just didn’t love me enough to stay. And that’s not true. She was sick. I look at some of the treatment that she had. I understand that it wasn’t useful. She didn’t have to die. Like, she really didn’t have to die. And that’s so sad because we would have been really good friends, I think. Once I healed my mind, I was able to get back to running. I don’t expect to be happy every single day. That’s a part of chasing a dream is that you have these ups and downs. And I can treat them just like I would an injury. So I’m trying to approach my life a little bit more, I guess, like an athlete."], "authors": ["Alexi Pappas", "Alexander Stockton"], "keywords": ["york", "health", "mom", "pro", "way", "ive", "alexi", "olympics", "injury", "life", "times", "feel", "wasnt", "support", "mental", "pappas"], "pubDate": "2020-12-07T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}