{"id": "39aabd27-8c91-3783-a5e9-a4ffa476668b", "title": "Top Of The Table – Dune: Imperium", "url": "https://www.gameinformer.com/top-of-the-table/2020/11/27/top-of-the-table-dune-imperium", "summary": "In Dune: Imperium, one to four players each take control of a leader of one of the major houses.\nDune: Imperium does a lot of interesting things, but for my part, the most intriguing is its approach to hybridizing two popular gaming mechanics into a cohesive whole.\nThat’s why I was especially appreciative that Dire Wolf Digital supports a one- and two-player option for Dune: Imperium.\nDune: Imperium features some wonderful card art and an array of simple but effective colored cubes and other pieces that help to track the action.\nIf you have an even passing fondness for Herbert’s classic sci-fi universe, the desert wealth of Dune: Imperium deserves a spot on your table.", "paragraphs": ["Science fiction enthusiasts hardly need an introduction to Dune. The original book, along with the long-running novel series that ensued, are foundational pieces of the genre canon. The series also has close ties with the early days of the strategy tabletop hobby, as the original 1979 board game was an early success story for theme-driven licensed board games. That game finally saw a re-release last year, and it’s a wonderful and challenging trip back in time, albeit with new art and some small tweaks. But as anyone who knows the franchise could tell you, there’s plenty of room in the Dune universe for additional perspectives. The brand-new Dune: Imperium, from Dire Wolf Digital, is a remarkably engaging game in its own right, and has nothing to do with that older release. Drawing on elements from across the fiction, and borrowing visual elements from the forthcoming Dune film, it’s a standout new release, offering a tense competition for influence and power to dominate the all-important spice.", "In Dune: Imperium, one to four players each take control of a leader of one of the major houses. Whether you control Paul Atreides or Baron Harkonnen, your goals are the same; gather ten victory points and ultimately gain control of the spice. After all, whoever controls the spice, controls the universe.", "It’s the pathway to those precious ten victory points that makes for such a fascinating affair. Dune: Imperium does a lot of interesting things, but for my part, the most intriguing is its approach to hybridizing two popular gaming mechanics into a cohesive whole. This is firmly a deck-building game, where each player starts with a standard set of cards to use in play, and then gradually acquires new cards over the course of play that can come into use repeatedly. In addition, Dune: Imperium is also a worker placement game, in which each player must carefully deploy their agents across the board to specific spaces that provide designated benefits.", "The interplay between these two dynamics is what makes the game special, and creates much of the tension on your turn. As a card comes into your hand, you must choose one of two ways to use it. Cards can be deployed to send your agents to specific locales on the board, broadening your power and growing your influence with important organizations like the Spacing Guild or the Bene Gesserit. Alternately, you can save your cards to use during a later Reveal phase of play. In those moments, your cards become tools to deploy important effects, grow your combat strength, and acquire new cards for your deck, which will profoundly affect future play options.", "Taken together, there’s a constant push-and-pull between competing goals that you have at any given moment. In addition, because everything is playing out on the board in front of you, it’s highly advisable to pay close attention to the machinations of the other players at the table – their goals and efforts in a given round are often observable, and thus capable of being subverted, if you play your cards in the right way. In keeping with the themes of the inspiring stories, there’s a constant sense of political conspiracy and one-upmanship, which makes for great fun.", "If political alliances and secret deals are one aspect of the appeal of Dune narratives, another part of the thrill comes from sudden, dramatic warfare. Even after all the agents are deployed and cards are played, each round ends with a big Combat phase. Throughout the round, a Conflict card sits out in open visibility to all players, offering a clear set of rewards that will be available for the player who manages to win combat. Whether it’s a battle for control of the city of Arrakeen, or gaining influence with a crucial faction, players can target a battle they really want to win, building up their army to dominate the field as this Combat phase finally comes around near the end of the round. Even once combat begins, players still have the option to deploy Intrigue cards that double cross, deploy surprise reinforcements, or reveal any number of other effects that might turn the tide.", "The round structure, and the importance of tracking your opponents’ moves, helps Dune: Imperium stay out of the hole that so many strategy games struggle mightily to overcome – keeping everyone engaged, even when it’s not your turn. The sleek, quick-moving turns, alongside the tight ten-point victory total to trigger endgame, also ensure that the game doesn’t drag on; a full game is a roughly two-hour project.", "While I adore the way Dune: Imperium mixes worker placement and deck-building so well, it’s ultimately the rich theming that really drives the game to be such a success for me. This just feels like Dune, tapping into the same emotions, sudden turnarounds, and subtle alliances that characterize that fiction. But instead of reading about those ideas in a novel set in the distant future, it’s playing out at the table with friends.", "Of course, like most games that have come out recently, it’s impossible to ignore the reality that a robust four-player strategy game may just not be an option for every gaming group in the midst of a pandemic. That’s why I was especially appreciative that Dire Wolf Digital supports a one- and two-player option for Dune: Imperium. A separate rules addition, along with extra cards, allow House Hagal to enter play as rivals that automatically deploy across the board. The included components ably support you controlling these opponents yourselves, but an available free digital app also makes the process even easier.", "Dune: Imperium features some wonderful card art and an array of simple but effective colored cubes and other pieces that help to track the action. While the card art looks great, the board itself left me a bit more ambivalent; I love its functionality and ease of interpretation during play, but with subdued, mostly brownish colors and little in the way of additional art, it’s strictly a utilitarian look. Beyond the core components, for particularly enthusiastic players, Dire Wolf Digital is planning a deluxe upgrade pack that adds some beautiful-looking miniatures into the mix, though I haven’t yet had a chance to check those out. The minis pack is roughly the same price as the core game, at $50 apiece as of this writing. I like a lot of things about that model for deploying a premium game like this. Players can get in the door with an initial purchase of the main game, and if they love it, choose to splurge on the minis. I applaud that approach, rather than demanding that all players spring for a single more expensive version.", "Dune: Imperium nails its license, but even without relying on the tropes and characters of the series, this is a phenomenal strategy game. Players are faced with fun decisions every step of the way, and must regularly reevaluate their approach in response to other players’ actions. With multiple satisfying and challenging paths to a win, the replay value is high, especially because each new leader you control helps shift the approach to play. If you have an even passing fondness for Herbert’s classic sci-fi universe, the desert wealth of Dune: Imperium deserves a spot on your table.", "Are you looking for other great tabletop games to share with family and friends? There’s no shortage of recommendations to explore on our Top of the Table hub, which you can reach from the banner below. In addition, I’m always happy to field personalized requests to help you find the game you’re looking for. Drop me an email, and I’ll do my best to help you track down the right game."], "authors": ["Magazine Content Director", "Matt Miller Has Been With Game Informer Since He Has A Special Interest In The Evolution Of Game Design", "The Tabletop Hobby", "The Crafting Of Interactive Narrative."], "keywords": ["dune", "players", "control", "cards", "round", "play", "imperium", "deploy", "table", "board", "game"], "pubDate": "2020-11-27T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}