{"id": "39acb23b-5578-36a2-84b7-8564f157c399", "title": "The 8 Best Science Books to Read or Gift This Holiday Season", "url": "https://www.wired.com/gallery/8-science-books-read-gift-winter-2020#intcid=_wired-homepage-right-rail_2da1359a-2c58-4f76-a62a-e1a28439ebd3_popular4-1", "summary": "Now, into the palm of her hand, a government scientist is placing a tiny, gilled dragon dripping ethanol.\nNow she is touching the century-old thread that ties a name tag to its scaly flesh: Specimen #51444, Agonomalus jordani.\nA renowned collector and namer of fish, Jordan served as Stanford University’s first president.\nAny he could salvage, he did, sewing their names to their pickled bodies before returning them to an infinite ethanol sleep.\nTold in a voice brimming with lyricism and penetrating wit, Why Fish Don’t Exist delights even as it deflates any cozy notions you might harbor about the nature of existence.", "paragraphs": ["by Lulu Miller", "Lulu Miller is being escorted through the guarded gates of the Smithsonian’s national collection. Now, into the palm of her hand, a government scientist is placing a tiny, gilled dragon dripping ethanol. Now she is touching the century-old thread that ties a name tag to its scaly flesh: Specimen #51444, Agonomalus jordani. The man the fish is named for, the man who discovered it in the deep seas off the coast of Japan, the man Miller once hoped might reel her out of her own dark depths, is David Starr Jordan. A renowned collector and namer of fish, Jordan served as Stanford University’s first president. It was on that campus where his life’s work was shattered, in an instant, when the 1906 San Francisco earthquake shook more than a thousand of his discoveries from their shelves. Not one to cave to despair, he rushed to recruit colleagues and students to hold hoses day and night, flooding his laboratory to keep the specimens wet while he sifted through them. Any he could salvage, he did, sewing their names to their pickled bodies before returning them to an infinite ethanol sleep.", "It was this image that Miller, an NPR reporter and cocreator of the podcast Invisibilia, kept turning over in her mind in the weeks and months after a drunken night on a moonlit beach sent her once neatly ordered life unraveling. How could this walrus mustached-man—with his legacy literally rotting at his feet—still have believed himself a force capable of overcoming the chaos of the universe? The answer is this beautiful book. Part biography, part memoir, it is a deeply reported tale of scientific adventure you don’t have to be a taxonomy nerd to be swept up in. As Miller sifts through Jordan’s past, searching for clues to his unbounded optimism, she unearths instead his central role in one of the darkest chapters in America’s history. One whose violent legacy still reverberates today. Told in a voice brimming with lyricism and penetrating wit, Why Fish Don’t Exist delights even as it deflates any cozy notions you might harbor about the nature of existence. —Megan Molteni"], "authors": ["Wired Staff", "Wired Staf"], "keywords": ["books", "gift", "ethanol", "night", "fish", "wit", "dont", "science", "read", "man", "work", "miller", "jordan", "holiday", "legacy", "season", "best"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}