{"id": "39bd07ab-cc3a-3ef0-a299-ddd44f5869a4", "title": "How Getting Vaccinated Will (and Won’t) Change My Behavior", "url": "https://www.newyorker.com/science/medical-dispatch/how-getting-vaccinated-will-and-wont-change-my-behavior", "summary": "Like other doctors in my hospital, I’ll be getting vaccinated sometime in the next week or two.\nI’ve spent some time thinking about how this will change my behavior and state of mind.\nWhile conducting their clinical trials, Pfizer and Moderna tracked how many vaccinated people got sick with COVID-19; they didn’t study whether the virus infected them.\nUntil that’s confirmed, getting vaccinated should change very little about one’s behavior.\nWhile waiting for new data to come in, or for those around me to get vaccinated, I’ll continue wearing full protective gear when caring for patients.", "paragraphs": ["Beyond the dread that I feel for my patients, my work as a physician on the coronavirus wards has instilled in me two related fears. The first fear, which surges each time I learn about another of the nearly two thousand health-care workers who have died of COVID-19, is that I will get infected and fall seriously ill. A second, deeper and more persistent, fear is that I will pass the virus to my family. It’s because of this concern that I still isolate from them while caring for coronavirus patients.", "Like other doctors in my hospital, I’ll be getting vaccinated sometime in the next week or two. I’ve spent some time thinking about how this will change my behavior and state of mind. Getting the shot will put the first fear to rest: we know for sure that the vaccines developed by Pfizer and Moderna prevent severe illness in almost all people who are inoculated. But it won’t eliminate the second fear, because we’re not yet certain that the vaccines can prevent people from becoming infected or infecting others. It’s a distinction with a difference.", "Consider the H.P.V. vaccine. It’s extraordinarily effective at reducing genital warts and cervical cancer in women who get inoculated; it has also, happily, driven down the incidence of H.P.V. among unvaccinated men, because, in addition to preventing illness, it stops vaccinated people from contracting, then transmitting the virus to others. Many vaccines, including those for measles and chicken pox, work this way. But others, such as the new shot against meningitis, don’t. That shot reduces the chances that vaccinated people will get sick, but it doesn’t do much to stop the spread of Neisseria meningitidis, the bacteria that causes meningitis, from one person to the next.", "At the moment, we don’t know how the new coronavirus vaccines will affect transmission. While conducting their clinical trials, Pfizer and Moderna tracked how many vaccinated people got sick with COVID-19; they didn’t study whether the virus infected them. It’s possible that inoculated people in the trial caught the coronavirus, but that the vaccine prevented them from developing symptoms. If that happened, it would hardly lessen the astonishing nature of these vaccines, which have been developed in record time and prevent illness with an efficacy that was unthinkable just a few months ago. But it would mean that vaccinated individuals, without getting sick themselves, could give the virus to unvaccinated people—that is, to the majority of Americans, for months to come.", "Both Pfizer and Moderna are studying the question. They plan to test the blood of trial participants for antibodies against a coronavirus protein called nucleocapsid, or N; because people only develop antibodies to this protein after they’ve been infected naturally, scientists should be able to establish for certain whether participants caught the virus after immunization. Right now, all we have are clues. According to documents submitted to the F.D.A., Moderna tested volunteers for the virus before the second dose, and found fewer asymptomatic cases among those who’d received it compared with those who hadn’t—an encouraging, but by no means conclusive, sign of interrupted viral transmission. And in November, Oxford issued a hopeful press release indicating that preliminary analyses had found a reduction in asymptomatic infections among its trial participants; this suggests that the vaccine it’s developing with AstraZeneca may reduce or prevent transmission, too. Again, though, final results have not been released or peer-reviewed.", "In the worst-case scenario, in which the vaccines don’t halt infection directly, they could still make it less likely: by lessening the virus-spraying symptoms of infection—coughing and sneezing—they will insure that fewer respiratory droplets fly out of the noses and mouths of infected people. On the other hand, the risk of spread might grow if, after they are vaccinated, people mistakenly act as though they are no longer capable of hosting contagion. Since the beginning of the pandemic, planners have talked about using “immunity passports”—certifications of vaccination or prior infection—to allow immune individuals to work and travel as they wish. But, until we know for sure that vaccinated people cannot contract and spread the virus, such schemes are premature: a gathering of inoculated people could very well be a superspreader event, endangering the many unvaccinated people to whom they’re connected.", "The answers will come. Early in the pandemic, we knew that wearing a mask made you less likely to spread the virus; it took time to confirm that masks protect wearers, too. With vaccines, the order is reversed: we know that an immunized person is protected, and hope to find that vaccination will also protect other, unvaccinated people. Until that’s confirmed, getting vaccinated should change very little about one’s behavior. While waiting for new data to come in, or for those around me to get vaccinated, I’ll continue wearing full protective gear when caring for patients. And I’ll keep avoiding close contact with friends and loved ones who aren’t vaccinated. I’ll become less worried for myself, but stay worried for everyone else.", "In a way, it’s a painful decision. Like all of us, I desperately want life to return to normal. But, this week, the pandemic death toll in the United States passed three hundred thousand; if the current rate of death continues, it could pass four hundred thousand by the end of January. The vaccines are miraculous, and I’m grateful for them. But, for now, we need to keep protecting one another by using the social tools—masks, distance, and, sometimes, isolation—that we know for certain can work.", "More Medical Dispatches"], "authors": ["Dhruv Khullar", "Dhruv Khulla", "Amy Davidson Sorki"], "keywords": ["vaccinated", "getting", "know", "vaccines", "wont", "coronavirus", "spread", "infected", "behavior", "virus", "prevent", "unvaccinated", "ill", "change"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}