{"id": "39f5a7ba-4a30-34b6-83b7-e7a660d5d9ab", "title": "Naomi Campbell’s Hazmat Suit Was One of the Most Symbolic Looks of 2020", "url": "https://www.vogue.com/article/naomi-campbell-hazmat-suit-outfit-of-the-year-2020", "summary": "Back in July 2019, Naomi Campbell released her now-famous video on YouTube, “Naomi Campbell’s Airport Routine.” In the 5:19-minute-long clip, she thoroughly wipes a first-class plane seat and tray down—while wearing gloves—before sitting down.\nThe image of Campbell traipsing through the airport in a plastic, bacteria-free Hazmat suit with a Burberry scarf luxuriously draped over her shoulders caused a viral stir.\nCampbell’s hazmat suit has remained one of the most iconic looks of 2020.\nA novelty on the streets, the Hazmat suit was previously mostly seen in films like Contagion or in actual hospitals.\nBetween March 8 and March 21, the term “hazmat suit” peaked on Google search, along with “Naomi Campbell,” who wore hers first on March 10.", "paragraphs": ["Back in July 2019, Naomi Campbell released her now-famous video on YouTube, “Naomi Campbell’s Airport Routine.” In the 5:19-minute-long clip, she thoroughly wipes a first-class plane seat and tray down—while wearing gloves—before sitting down. The video went viral, and people nitpicked at what was thought of as the supermodel’s fanatical adherence to cleaning. Campbell was generally heralded as an eccentric germaphobe. A few months later she had the last laugh, as we all began to mimic her habits during COVID-19. Later in March, Campbell outdid herself again. In the midst of the pandemic, Campbell was photographed in a new airport: a Hazmat suit (under $20 dollars from Amazon) along with a lambskin-trimmed, $3,000 dollar Burberry scarf. The image of Campbell traipsing through the airport in a plastic, bacteria-free Hazmat suit with a Burberry scarf luxuriously draped over her shoulders caused a viral stir. The look is now heading the Bath Fashion Museum in the United Kingdom.", "Campbell’s hazmat suit has remained one of the most iconic looks of 2020. (In mid-December she revealed in a WSJ story that she buys the hazmat suits in bulk, recommended by fellow supermodel Linda Evangelista.) The item of clothing, which acts as a little personal world of plastic protection, had an importance beyond other lockdown must-haves like sweatpants or slippers. A novelty on the streets, the Hazmat suit was previously mostly seen in films like Contagion or in actual hospitals. Then suddenly it was common on the streets, including on supermodels. Between March 8 and March 21, the term “hazmat suit” peaked on Google search, along with “Naomi Campbell,” who wore hers first on March 10.", "Around the same time, everyone started to think about self-protection in everyday life. Masks were the baseline, and other more extreme trends started to appear. Some people began to wear almost absurdist social-distancing wear and life-size bubbles. (I even test-drove a fashion incarnation of my own “stay-away” outfit.) For Spring 2021, the look trickled down to the runway. We started to see social-distancing “bubble” outfits taking form in wide-hipped looks at Loewe and Ashley Williams. Hazard-friendly clothing worked its way into fashion trends.", "Now, Campbell’s look is en route to a fashion museum. It isn’t the first time that medical garments have crossed paths with fashion history. At the Metropolitan Museum of Art’s Costume Institute, PPE in the form of a nurse’s white uniform along with a head-covering from 1918 is on display. And given the innovations of this past year, between luxury face shields from Louis Vuitton and masks embedded in sweaters, this will undoubtedly not be the last time that a form of medical garb will be making its way into an exhibition."], "authors": ["Liana Satenstein", "Liana Satenstei"], "keywords": ["2020", "hazmat", "campbells", "suit", "fashion", "naomi", "symbolic", "airport", "look", "form", "started", "museum", "looks", "campbell"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}