{"id": "39ffd6e0-5246-3565-ba31-b929346fc5ab", "title": "Corporate Executive Development Program", "url": "https://execed.economist.com/cox-school-business/corporate-executive-development-program-2021-02-08", "summary": "Unique executive development experience for mid-level Latino managers and directors that highlights the advantages Latino executives bring to corporate America.\nDelivered in three phases over nine months, the Corporate Executive Development Program (CEDP) will offer training and networking opportunities to high-potential Hispanic managers and directors preparing for executive levels of responsibilities.\nHispanic managers and directors are significantly underrepresented in executive and senior executive positions.\nSMU is honored to be entering into this partnership.”“Hosting the Corporate Executive Development Program at Cox is a natural fit for us because of our ongoing commitment and proven record of developing successful business leaders,” said Albert W. Niemi, Jr., former dean of SMU Cox.\nThe Corporate Executive Development Program requires significant commitments from participants.", "paragraphs": ["Unique executive development experience for mid-level Latino managers and directors that highlights the advantages Latino executives bring to corporate America.", "Delivered in three phases over nine months, the Corporate Executive Development Program (CEDP) will offer training and networking opportunities to high-potential Hispanic managers and directors preparing for executive levels of responsibilities.", "The Business Case", "Although the U.S. Hispanic market-47 million strong-represents the nation’s largest ethnic minority, gaps in representation continue to exist within U.S. companies. Hispanic managers and directors are significantly underrepresented in executive and senior executive positions. Research shows that although Hispanic managers and directors reach mid-level management positions faster than their peers, they are slower to climb to higher levels within their companies.", "SMU Cox: national reputation and strategic location", "SMU Cox, top 10 in ranked MBA's for executives and working professionals, is in the heart of Dallas, Texas, a high growth region for corporate headquarters and center of commerce, with more corporations based in Texas than in any other state in the nation. Dallas is at the forefront of the demographic changes expanding the Latino marketplace and workforce.", "“SMU’s Cox School of Business has assembled some of the nation’s top faculty and business leaders to create a program that will expand the pipeline of Hispanic leaders and their firms’ access to a growing market,” said R. Gerald Turner, president of Southern Methodist University. “Cox Executive Education specializes in turning high-potential employees into high-performing executives. The collaboration with NHCC will focus Cox’s strengths on preparing Hispanic employees to assume the highest levels of corporate responsibility in the very best companies. SMU is honored to be entering into this partnership.”", "“Hosting the Corporate Executive Development Program at Cox is a natural fit for us because of our ongoing commitment and proven record of developing successful business leaders,” said Albert W. Niemi, Jr., former dean of SMU Cox. “We are proud of our role in helping Hispanic managers who are on the cusp of advancing their careers.”", "The Program", "Over the course of nine months, participants will attend three program sessions with each session spanning three and a half days. Sessions will take place two to three months apart. Participants are assigned executive mentors with significant leadership experience within Fortune 1000 companies who will assist them in preparing and implementing personal leadership development plans. In addition, participants will be grouped into teams to develop innovative projects during the program. Teams work with Latino Executive Advisers who share insights from significant corporate experience.", "The Corporate Executive Development Program requires significant commitments from participants. It is important that their enrollment is supported by their organization. To acknowledge this, participants should plan to provide names and contact information of their senior HR and line executives.", "The Corporate Executive Development Program is the flagship offering of the Cox Latino Leadership Initiative, a national center of excellence whose mission is to discover, develop, and encourage high potential Latino executives who will drive business growth and create a sustainable competitive advantage for their companies. In addition to management development programs, the Initiative also provides events for senior leaders in talent development, diversity, and marketing. The Initiative currently conducts research on retaining Latino talent. It organizes student leadership summits that provide undergraduate Latino talent with cultural insights and workforce knowledge to help them choose majors, internships, and mentors—crucial to them staying in school and obtaining top jobs upon graduation. Click here to learn more about the Latino Leadership Initiative and the benefits of corporate membership."], "authors": [], "keywords": ["corporate", "development", "managers", "cox", "participants", "program", "leadership", "latino", "hispanic", "executive"], "pubDate": "2021-02-08T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}