{"id": "3a14b2c7-ed77-3093-bde5-c6c487e1bf4a", "title": "Several BioWare Veterans Return For New Mass Effect Game", "url": "https://www.gameinformer.com/2020/12/15/several-bioware-veterans-return-for-new-mass-effect-game", "summary": "A new Mass Effect game is in the works as confirmed by a teaser trailer shown off during the recent Game Awards.\nWe saw our blueberry Liara once more within a cryptic trailer that closed the bridge between two galaxies with the messaging that Mass Effect \"will continue.\"\nIn a recent string of tweets, Gamble revealed a few Mass Effect veterans returning for the new game, including Dusty Everman, Parish Ley, Brenon Holmes, and Derek Watts.\nIf some of these names don't sound familiar, here's a quick breakdown of who is who:Derek Watts Watts is the original Art Director for the Mass Effect seriesBrenon Holmes Holmes has worked on the entire Mass Effect trilogy, Dragon Age Inquisition and Origins, Andromeda, and more dating all the way back to Baldur's Gate II.\nMissed out on the teaser trailer?", "paragraphs": ["A new Mass Effect game is in the works as confirmed by a teaser trailer shown off during the recent Game Awards. We saw our blueberry Liara once more within a cryptic trailer that closed the bridge between two galaxies with the messaging that Mass Effect \"will continue.\" The older Liara had fans spinning with ideas about where the story will go next but the recent news of Mark Darrah and Casey Hudson's departure still weighed heavily on minds. For those worried about the teams coming together for the future of such an iconic franchise, BioWare's Michael Gamble did recently confirm a few returning faces specifically for this project.", "In a recent string of tweets, Gamble revealed a few Mass Effect veterans returning for the new game, including Dusty Everman, Parish Ley, Brenon Holmes, and Derek Watts.", "If some of these names don't sound familiar, here's a quick breakdown of who is who:", "Derek Watts Watts is the original Art Director for the Mass Effect series", "Brenon Holmes Holmes has worked on the entire Mass Effect trilogy, Dragon Age Inquisition and Origins, Andromeda, and more dating all the way back to Baldur's Gate II. He's a lifelong BioWare staple and intimately familiar with all of the evolutions this studio has undergone", "Parish Ley Ley was the cinematic direct for the Mass Effect trilogy and he is returning to BioWare and the series specifically to bring back his vision for the new game Gamble also notes that he was the mastermind behind many key moments that Mass Effect fans love", "Dusty Everman Everman was a key person when it came to bringing the vision of the original Normandy to life in the first Mass Effect game He left BioWare back in 2015, like Ley, but is returning to add his talents to the new Mass Effect game", "", "Holmes and Watts never left the studio, though they did work on other franchises, but Everman and Ley are both returning to the BioWare fold for more Mass Effect goodness.", "While it is always sad to see our favorite names depart a team (I say that as someone who admires Mark Darrah so incredibly much and what he brought to the Dragon Age world), change doesn't always mean doom. With the future of BioWare uncertain following Andromeda and Anthem's reception (though many did enjoy Andromeda as well), it is a relief to see some returning faces make their way back into the world of Mass Effect.", "Missed out on the teaser trailer? You can catch up on the cryptic teaser right here."], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["veterans", "teaser", "watts", "trailer", "everman", "bioware", "ley", "returning", "effect", "mass", "return", "game"], "pubDate": "2020-12-15T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}