{"id": "3a201192-9084-37f5-8a10-be56df22f12d", "title": "Going From Assassin's Creed To Immortals Fenyx Rising", "url": "https://www.gameinformer.com/2020/11/18/going-from-assassins-creed-to-immortals-fenyx-rising", "summary": "\"For Immortals Fenyx Rising, it was the other way around: We wanted to embrace the Greek mythology.\"\n“Coming from our pedigree on Assassin’s Creed, we had the thought process of ‘What is the universe?’” Phillips says.\n“I think imagining visiting different mythologies in a way that is similar to Assassin’s Creed could make a lot of sense.\nWe’ll see how Immortals Fenyx Rising does and then we’ll go from there.”Immortals Fenyx Rising is set to launch on PlayStation 5, Xbox Series X/S, PlayStation 4, Xbox One, Switch, Stadia, and PC on December 3.\nFor more on Immortals Fenyx Rising, be sure to click on the banner below to check out our coverage hub.", "paragraphs": ["When you rattle off the biggest and most well-known franchises in the video game industry, you don't have to go far down the list to find Assassin's Creed. Since its debut in 2007, the series has spawned more than 20 video games, a theatrical film starring Michael Fassbender, an upcoming live-action Netflix series, and several comics and novels. As the studio behind two of the well-received recent games, Syndicate and Odyssey, Ubisoft Quebec was ready to spread its wings and fly with new IP.", "While the team at Ubisoft Quebec is excited about the opportunity to start fresh, it was actually a glitch that occurred during Assassin's Creed Odyssey's development that was the first kernel of inspiration for what would become Immortals Fenyx Rising. \"There was a bug at the time where you’d be sailing on your trireme and instead of having a normal human crew, you’d have a crew of cyclops,\" game director Scott Phillips says. \"We knew that was wrong for Odyssey, but it also sparked this idea of, ‘Actually it would be quite cool if we can break those historical bonds and just go full force into mythology.'\"", "Assassin's Creed Odyssey's The Fate of Atlantis expansion provided its own take on Greek mythology in 2019", "The Fate of Atlantis expansion allowed Odyssey's protagonist to travel to the world of the Greek gods, but Ubisoft Quebec hungered for a deeper dive into mythology. The team wanted to create a unique experience, free from the chains of a well-established franchise. \"We were using the Greek mythology, but within the limit of the brand and the mythology of the brand more than the Greek mythology,\" associate game director Julien Galloudec says. \"For Immortals Fenyx Rising, it was the other way around: We wanted to embrace the Greek mythology.\"", "The team used the knowledge and experience it gained from creating massive open-world games like Syndicate and Odyssey and carried it into development of Immortals Fenyx Rising. While many of the lessons transferred from the Assassin's Creed franchise to the development of Immortals, the team wanted to stretch into new directions with elements like comedy and puzzles taking a step out of the periphery and into the spotlight.", "In Immortals Fenyx Rising, you encounter gods, monsters, and heroes of legend", "\"What we learned from Odyssey was that we really enjoyed making funny, lighthearted types of stories in games,\" cinematic team lead Michelle Plourde says. \"We took what we learned from Odyssey and where that kind of shined through and we transferred that into Fenyx Rising, but instead of making that where you see instances of the story being funny at some points, we tried to make it so it’s a comedy instead of this type of serious game.\"", "While Assassin's Creed was a major and unavoidable influence for Immortals, perhaps just as big of a comparison can be drawn to The Legend of Zelda: Breath of the Wild due to Immortals Fenyx Rising's approach to exploration, traversal, and puzzle design. \"When we started the game, especially for the puzzles, we looked at many games and obviously we looked at Breath of the Wild because the structure was very close to what we wanted,\" Galloudec says. \"That was interesting for the structure and the way to build a level, but we also looked at the Portals, World of Goo, Angry Birds … we looked at many, many different games to see not necessarily the gameplay, but more how they use ingredients, how they use the level design and the flow to build that level where the player is going to quickly understand what they’re supposed to do while still having to think about the execution of the solution.\"", "The Vaults of Tartaros are large, puzzle-based challenge rooms", "Though the team pulled from a large number of inspirations, there was some resistance to them, including puzzles as a central mechanic. \"It was something we had to be very clear with when we were talking with [Ubisoft’s headquarters in] Paris about: We want to approach puzzles as one of our core pillars, and there was a bit of a, ‘Are you sure?’” Phillips recalls. “We didn’t necessarily have a lot of experience. We had some people that had done Prince of Persia, we had tiny little elements in Assassin’s Creed Odyssey, but it was really a whole new thing for us, so we spent a lot of time iterating and prototyping and trying a lot of different things. There’s 60 or so Vaults in the game, but we had over 100 prototypes, and we tried a lot of different variety of things. We iterated on them a ton to find what are the right mechanics and the right ways to challenge the players.\"", "While the focus is currently on making Immortals Fenyx Rising's debut as strong as possible, the team isn't ruling out expanding it into additional mythologies in the future, much like the Assassin's Creed franchise has. However, before that happens, this game has to do well first. “Coming from our pedigree on Assassin’s Creed, we had the thought process of ‘What is the universe?’” Phillips says. “I think imagining visiting different mythologies in a way that is similar to Assassin’s Creed could make a lot of sense. We’ll see how Immortals Fenyx Rising does and then we’ll go from there.”", "Immortals Fenyx Rising is set to launch on PlayStation 5, Xbox Series X/S, PlayStation 4, Xbox One, Switch, Stadia, and PC on December 3. For more on Immortals Fenyx Rising, be sure to click on the banner below to check out our coverage hub. We'll be updating it regularly in the lead up to the game's launch, so be sure to check back often!"], "authors": ["Digital Editor", "Brian Has Written About Video Games For Over A Decade Across Multiple Publications. When He'S Not Writing Or Gaming", "He'S Usually Listening To Music", "Watching Ufc", "Or Hopelessly Rooting For A Baltimore Or D.C. Sports Team."], "keywords": ["team", "games", "mythology", "creed", "assassins", "game", "odyssey", "immortals", "rising", "going", "fenyx"], "pubDate": "2020-11-18T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}