{"id": "3a2c548d-8845-3527-880f-ae3eb619d895", "title": "Locked out - Britain’s refugee-resettlement scheme remains moribund", "url": "https://www.economist.com/britain/2021/01/09/britains-refugee-resettlement-scheme-remains-moribund", "summary": "Locals offered them a home, English lessons and help for Mr Arnaout to find work as a handyman and gardener.\n“I called my daughter Mary because I love Ottery St Mary,” says Mr Arnaout.\nUnder the same programme, Naseem, a Syrian carpenter, and his wife Celina, a graphic designer, were due to be resettled from Beirut to Dundee in March 2020.\nUnder the UN programme, Britain has promised to take 5,000 refugees a year.\nMr Arnaout is hoping that Naseem and Celina manage to get to Britain.", "paragraphs": ["H ANI ARNAOUT and his family, refugees from Syria, arrived in Ottery St Mary, a small town in Devon, in 2017. Locals offered them a home, English lessons and help for Mr Arnaout to find work as a handyman and gardener. “I called my daughter Mary because I love Ottery St Mary,” says Mr Arnaout. “The first time I came here I saw that it was all green and nice. I felt like I had died and come back to life again.”", "The family owes its new life to Britain’s participation in the United Nations’ refugee resettlement scheme, which in 2019 moved some 63,300 refugees to rich countries from crowded host nations such as Jordan, Lebanon and Turkey. Under the same programme, Naseem, a Syrian carpenter, and his wife Celina, a graphic designer, were due to be resettled from Beirut to Dundee in March 2020. But with two days to go, the move was cancelled. Covid-19 had struck, Europe had locked down and the whole programme was suspended.", "The couple had sold their belongings to pay for their move. Naseem lost his job because they were leaving and cannot get another. Having renounced their right to stay in Lebanon before their planned departure, as they are required to, they fear deportation. Naseem leaves their flat only to buy food and medication. When they have phone reception, which is intermittent, they try to learn English by watching subtitled films. They have no outside window; to get fresh air, they climb onto the roof.", "Under the UN programme, Britain has promised to take 5,000 refugees a year. Just over 800 arrived in 2020, before the March lockdown. No more were admitted under the scheme last summer, even when holiday travel resumed. The pausing of this rare, legal way for refugees to get into Britain may be one reason for the surge in numbers attempting to cross the English channel in small boats last year.", "Other countries resumed resettlement. The International Organisation for Migration, a UN agency, resettled 18,140 refugees worldwide between June and December. America took 3,740 between May and November. Data for other countries are patchy, but France took at least 420 in the second half of 2020 and Norway took 247.", "Britain’s Home Office said in November that it would begin to admit another 232 people, to meet the annual target of 5,000 it was due to admit by the end of March 2020. In 2019, the government said it would take another 5,000-6,000 by April 2021, but there have been no further announcements. In 2020 Germany took only 1,178 of its annual commitment of 5,500, so it has said that in 2021 it will take the remaining 4,322, and another 5,500.", "Resettlement increasingly happens with the help of local groups, such as the one that gave the Arnaouts a hand. Around Britain, such groups have been paying rent for unoccupied properties, drawing on funds raised from local businesses and through events such as sponsored cycle rides and cake sales. In Wendover, a town in Buckinghamshire, a three-bedroom house prepared for a family arriving in March lies empty, its freezer overflowing with home-cooked food. In the drawers sit neatly folded T -shirts and donated jumpers. Two dozen volunteers who had spent a year planning, training, sourcing furniture and securing school places for the expected arrivals are still waiting.", "Life is harder in Beirut since a gas explosion in the port in August that killed nearly 200 and made thousands homeless. Mr Arnaout is hoping that Naseem and Celina manage to get to Britain. He wants to pick them up at the airport. “When I hear of Arabic people coming…I want to help them settle in. I like to feel they are happy. I like to touch this happiness.”■"], "authors": ["The Economist"], "keywords": ["2020", "britains", "naseem", "refugees", "programme", "locked", "help", "mr", "britain", "moribund", "mary", "remains", "took", "arnaout", "scheme", "refugeeresettlement"], "pubDate": "2021-01-09T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}