{"id": "3a53be42-0886-39c4-89f1-fc1922ddef63", "title": "Adriana Cohen: Women are winning thanks to Trump's economy", "url": "http://www.foxnews.com/opinion/adriana-cohen-women-are-winning-thanks-to-trumps-economy", "summary": "\"Women are winning in the Trump economy.\"\nRecently The Wall Street Journal reported that for the first time in almost 10 years, women have overtaken men in the workforce.\nROSE SOMMA TENNENT: TRUMP'S ECONOMY HAS DELIVERED REAL RESULTS FOR WOMEN.\nOmeokwe added, \"Women held 50.04 percent of the jobs last month, surpassing men on payrolls by 109,000.\"\nNor will they mention the 7 million jobs the Trump administration has created since his inauguration -- including 500,000 manufacturing jobs.", "paragraphs": ["\"Women are winning in the Trump economy.\" That's a headline that should be emblazoned on the front pages of every major newspaper in America and dominating TV newscasts from Boston to Seattle. Yet, it isn't, thanks to the impeachment circus Democrats are using to distract the nation's attention.", "Don't let them. Employment records are being shattered in real time -- elevating our mothers, daughters, sisters, aunts and neighbors with life-changing economic empowerment.", "Recently The Wall Street Journal reported that for the first time in almost 10 years, women have overtaken men in the workforce.", "ROSE SOMMA TENNENT: TRUMP'S ECONOMY HAS DELIVERED REAL RESULTS FOR WOMEN. FEMALE ENTREPRENEURS ARE PROOF", "\"Women held more U.S. jobs than men in December for the first time in nearly a decade, a development that likely reflects the future of the American workforce,\" Amara Omeokwe reported Jan. 10. \"The share of women on payrolls, excluding farmworkers and the self-employed, exceeded the share of men in December for the first time since mid-2010, Labor Department data released Friday showed.\" Omeokwe added, \"Women held 50.04 percent of the jobs last month, surpassing men on payrolls by 109,000.\"", "Thanks to President Trump's leadership and smart moves with the economy -- cutting taxes and job-killing regulations -- in addition to other capitalist, free-market principles long supported by the Republican Party, millions of women across America have now been lifted out of poverty and are no longer reliant on government assistance.", "CLICK HERE TO GET THE OPINION NEWSLETTER", "Instead, these women are experiencing hope and the opportunity for brighter futures, a renaissance of the American Dream.", "Not surprisingly, this is one of the driving forces behind the Democrats hate-filled \"resistance\" and never-ending persecution of the president, saddling him and his administration with one partisan-fueled investigation after another including the latest impeachment charade. It's because House Speaker Nancy Pelosi, D-Calif., and her comrades at the Democratic National Committee know that without the powerful female electorate in their corner come November, Trump will be reelected.", "Hence the radio silence on the campaign trail from Democratic presidential contenders, including candidates Sens. Elizabeth Warren, D-Mass., and Amy Klobuchar, D-Minn., and their allies in media. You won't hear any of them touting the record-breaking unemployment numbers for all Americans, especially the historic low of 3.2 percent for women.", "Nor will they mention the 7 million jobs the Trump administration has created since his inauguration -- including 500,000 manufacturing jobs.", "To the contrary, liberal lawmakers refuse to acknowledge the roaring economy benefiting their constituents or the significant trade deals the president and his administration are putting into place. This includes the United States-Mexico-Canada Agreement, which the U.S. Senate voted for 89-10, and the trade deal with China the president succeeded in negotiating, benefiting the American worker.", "The left's playbook is to distract voters' attention from Trump's many achievements, both domestic and abroad, and flood the news cycle with impeachment talk and other manufactured crises in hopes that we don't notice our fatter paychecks, blossoming pensions and 401(k)s.", "Ludicrous, I know.", "CLICK HERE TO GET THE FOX NEWS APP", "All the while, Democrats continue to pay lip service, saying they're the party for \"equal pay,\" \"child care\" and \"female empowerment\" while the Trump administration is actually moving the needle on all these things.", "Reminding us of Benjamin Franklin's wise words, \"Well done is better than well said.\"", "CLICK HERE TO READ MORE FROM ADRIANA COHEN"], "authors": ["Adriana Cohen", "Adriana Cohen Is A Syndicated Columnist", "National Tv Commentator", "Boston Herald Columnist", "Talk Show Host."], "keywords": ["administration", "cohen", "trumps", "men", "women", "thanks", "economy", "adriana", "jobs", "winning", "impeachment", "trump", "president", "including"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}