{"id": "3a752713-a1af-395f-b150-e3bbe1305ffc", "title": "Armpit advertising: Australian cricket umpires to carry deodorant ads under their arms", "url": "https://www.theguardian.com/sport/2020/dec/10/armpit-advertising-australian-cricket-umpires-to-carry-deoderant-ads-under-their-arms", "summary": "Cricket advertising is set for areas never before reached, with umpires in Australia’s Big Bash League to advertise a new sponsor in their underarms.\nIn a groundbreaking “armpit advertising” campaign revealed on Thursday, Cricket Australia announced a commercial partnership with the Australian deodorant and antiperspirant brand Rexona.\nPlayers shirts are littered with sponsors’ logos, but umpires’ attire has until now been largely free of advertising.\n“Cricket is quite a serious game in some ways,” said Robin Canniford, a sports marketing academic at the University of Melbourne.\nAlex Derwin, chief creative officer at advertising agency BMF, said the BBL campaign had the potential to be as successful.", "paragraphs": ["Cricket advertising is set for areas never before reached, with umpires in Australia’s Big Bash League to advertise a new sponsor in their underarms.", "In a groundbreaking “armpit advertising” campaign revealed on Thursday, Cricket Australia announced a commercial partnership with the Australian deodorant and antiperspirant brand Rexona.", "Part of the deal requires umpires in the domestic Twenty20 competition to sport the product’s branding under their arms, which will be fully revealed to the watching world upon the signalling of a six (both arms raised, two logos revealed) or a bye (just one).", "Rexona, whose parent company is Unilever, says it has begun the process of trademarking “pit-vertising” as it seeks to find fresh space in a format of the game already awash with branding.", "Players shirts are littered with sponsors’ logos, but umpires’ attire has until now been largely free of advertising. The underarm logos, which will feature the name of the product underneath its trademark tick, will be on display for the first time when the 10th season of the BBL gets under way on Thursday night with a match between the Hurricanes and Sixers in Hobart.", "Twenty20 cricket is no stranger to innovation, in the game itself or the environment in which it is played, and the use of armpits for product placement is believed to be a world first in sport.", "CA said in a press release Rexona had “aligned with the BBL’s umpiring fraternity to protect them from countless hours spent in the summer heat”, although it is unclear whether umpires can be forced to wear the product themselves.", "CA added the scheme aims to acknowledge the fundamental role umpires play in the sport, but concern was raised elsewhere about inserting the officials into the spotlight.", "“Cricket is quite a serious game in some ways,” said Robin Canniford, a sports marketing academic at the University of Melbourne. “At the centre of that is the umpire. A good umpire will often go unnoticed – that is part of the key to the umpire’s craft.", "“Putting a marketing stunt under their arm, while it’s humorous and clever, actually risks reducing the seriousness of somebody who actually has a very difficult job. Putting it under the arm is better than blazing it in neon lights, but as soon as a finger goes up, Rexona’s brand value is increased. That’s hardly a value-free action – wickets make money.”", "A similar marketing stunt was deployed during a boxing match in 2000, when rank outsider Julius Francis faced Mike Tyson in Manchester. Francis was paid by the Daily Mirror to carry the newspaper’s logo on the soles of his boots, the expectation being that when Tyson inevitably knocked him to the canvas, the branding would be visible.", "Francis was felled five times in four minutes and the paper had their money’s worth.", "Alex Derwin, chief creative officer at advertising agency BMF, said the BBL campaign had the potential to be as successful.", "“It’s really simple and direct, and the fact that it will be hidden for the majority of the game and then reveal itself when the sixes start flying makes its impact even stronger,” Derwin said.", "“The BBL is all about the big sixes, so you’re flashing your brand at the emotional high points of the game. And because armpits are innately funny as well as innately linked to what the Rexona brand does, what you’ve got is a veritable petri dish of positive emotions.”", "The deal is the latest in a string of commercial partnerships either renewed or acquired by Cricket Australia this year. The organisation will generate a record $70m in sponsorship this summer, despite the financial difficulties presented by the Covid pandemic."], "authors": ["Mike Hytner"], "keywords": ["umpires", "bbl", "cricket", "revealed", "marketing", "armpit", "product", "arms", "game", "advertising", "carry", "australian", "deodorant", "brand", "logos", "ads"], "pubDate": "2020-12-10T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}