{"id": "3aa53176-3333-389d-80d8-5e059db1be2b", "title": "The resilience of democracy - Democracy contains the seeds of its own recovery", "url": "https://www.economist.com/leaders/2020/11/26/democracy-contains-the-seeds-of-its-own-recovery", "summary": "F OR ALL Donald Trump’s efforts to overturn this month’s election, American democracy never looked likely to buckle after polling day.\nMr Trump has still done harm, as have the Republican leaders who indulged him (see article).\nMr Biden and Mr Trump both won more votes than any presidential candidates in history.\nAs a result, the main harm identity politics does to America comes through animosity and gridlock.\nAbroad, he will not indulge autocrats and tyrants as much as Mr Trump has.", "paragraphs": ["F OR ALL Donald Trump’s efforts to overturn this month’s election, American democracy never looked likely to buckle after polling day. Sure enough, on November 23rd, even as the president once again condemned “the most corrupt election in American history”, he agreed that the federal government should give Joe Biden the resources he needs to prepare for office.", "Mr Trump has still done harm, as have the Republican leaders who indulged him (see article). Given that four in every five Republican voters say the vote was “stolen”, trust in the fairness of elections has been shaken and Mr Biden unjustly undermined from the very start. Henceforth in close votes routine jobs like counting and certifying votes will risk being part of the battleground. That is not a threat to the republic’s existence, but it does mark a further partisan deterioration in American democracy.", "It is also part of a global democratic recession. The collapse of the Soviet Union led to a flourishing in the number and quality of liberal democracies, but the trend has now gone into reverse. Hungary and Poland are blocking the European Union budget because their governments refuse to bow to the rule of law (see article). Our briefing describes how in the world’s largest democracy the Bharatiya Janata Party ( BJP ) under Narendra Modi is capturing institutions, including the courts, the police and now, it is feared, the election commission. The Economist Intelligence Unit ( EIU ), our sister organisation, has been compiling a democracy index since 2006. Last year’s score was the worst ever. Covid-19 has accelerated the decline.", "The threat is not from military coups but governments in power. Given time, unscrupulous leaders can hollow out democracy completely. Two decades ago Venezuela held meaningful elections; today it is about to eliminate the last kernel of opposition (see article). But even in countries where such a calamity is unthinkable, the erosion of norms and institutions leads to worse government. To reverse this, you have to understand what has gone wrong.", "Whether you support them or not, Mr Trump and his fellow populists came to power as a response to the failings of democratic governments. In rich countries working-class voters came to believe that politicians did not care about them, after their living standards stagnated and they became worried about immigration. In central and eastern Europe governments seeking to join the EU paid more heed to Brussels than their own voters. In developing countries corruption sent the message that the ruling classes were chiefly interested in their own bank accounts.", "Enterprising politicians responded to these feelings by elevating identity far above policy so as to show voters that their grievances matter. Such was the upheaval that some old parties were swept away—in France in 2017 they won just a quarter of the vote between them. Poland had thrived under a centrist government, but Law and Justice told voters that their Catholic values were under attack from Brussels. In Brazil Jair Bolsonaro endorsed voters’ contempt for the political class (see article). So relentless is Mr Trump’s focus on the identity of his base that he did not even propose a programme for his second term.", "Identity politics, boosted by social media and partisan television and radio, has re-engaged voters. Participation is the only component of the EIU ’s democracy index to have improved since 2006. Mr Biden and Mr Trump both won more votes than any presidential candidates in history. But in solving one of democracy’s problems, identity politics has created others.", "That is because a politics that reinforces immutable identities leads away from the tolerance and forbearance a democracy needs to solve social conflicts. In arguments about who gets what, people can split the difference and feel content. In arguments about who they are—over religion, race and anti-elitism, say—compromise can seem like betrayal. When ways of life are at stake the other lot are not just mistaken, they are dangerous. Having not mattered enough, elections now matter too much.", "In some countries majoritarian leaders have exploited this tribal loyalty to nobble the institutions supposed to check them. In Turkey Recep Tayyip Erdogan governs as if democratic power is absolute and condemns those who block him as enemies of the republic. In Mexico Andrés Manuel López Obrador sidesteps entire branches of government, which have supposedly been captured by the elites, and appeals directly to his supporters in referendums. In India, when the electoral commission pursued BJP candidates less scrupulously than their opponents, one of the three top commissioners objected—only to find his family investigated for tax evasion.", "America’s institutions are protected by the professionalism of its judges and officials. Many of them feel bound by standards laid down by those who came before them. When Mr Trump tried to subvert the election, he failed abjectly because countless people did their duty.", "As a result, the main harm identity politics does to America comes through animosity and gridlock. Politics is supposed to resolve society’s conflicts, but democracy is generating them instead. Partly because tribes live in different information universes, matters of fact like wearing masks and climate change are transformed into disputes about people’s way of life. The result is that American politics has once again become unresponsive. It fires people up so much that it obstructs the compromises needed for society to move forward.", "Vote for change", "Some warn that the discontent this creates will cause democracies to die—an outcome that its foes, championed by Vladimir Putin, have schemed to bring about. And yet, there are plenty of reasons to hope. One of democracy’s strengths is that it promises lots of chances to start again. So long as elections take place, there is always the possibility of kicking the rascals out even in places where governments stack the vote. In the cities of Hungary and Poland voters have begun to reject repression and cronyism. In EU elections last year populists did worse than expected. Perhaps the pendulum has already begun to swing. India is too vast and too diverse for a single party to rule on its own.", "Democracy is adaptable, too. In America’s election Republicans picked up Hispanic and black votes; and in Britain last year the governing Conservative Party won Labour seats in the Midlands. That mixing is just what politics in both countries needs, because it encourages parties on the left and right to break out of their tribal redoubts and to tilt the balance of political effort away from identity and back towards outcomes.", "Democracy is, for good or ill, also linked to the fortunes of the superpower that is most closely tied to it. America supports democracy partly through example and advocacy. At home Mr Biden will attempt to restore norms such as the independence of the Justice Department. Abroad, he will not indulge autocrats and tyrants as much as Mr Trump has. And America could boost democracy through power politics. If Mr Biden wants to create an alliance to help America keep ahead in the race against China for tech dominance, democracy will help define it.", "Above all, democracy is something people strive for. Every weekend Belarusians risk their liberty and their lives by taking to the streets to defy the dictator who refuses them the right to choose who should govern them, just as Hong Kongers, Sudanese and Thais have. It is an inspiration that voters everywhere should carry with them to the ballot box.■"], "authors": ["The Economist"], "keywords": ["identity", "democracy", "voters", "mr", "countries", "politics", "resilience", "elections", "election", "trump", "contains", "governments", "seeds", "recovery"], "pubDate": "2020-11-26T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}