{"id": "3ab39912-1440-338a-a527-65932578109a", "title": "‘He was her king’: what the papers say after Prince Philip’s death", "url": "https://www.theguardian.com/uk-news/2021/apr/10/he-was-her-king-what-the-papers-say-after-the-death-of-prince-philip", "summary": "Newspapers around the world have given Prince Philip a rousing send off, with the Queen’s husband remembered for his loyalty, sense of duty and his occasional politically incorrect comment.\nThe Guardian’s front page is dominated by a black and white portrait and the headline “Prince Philip 1921-2021” as royal correspondent Caroline Davies reports on the flood of tributes to the duke.\nTomorrow's front page: A tribute to Prince Philip who sadly passed away this morning, being remembered by the Queen as her 'strength and guide'.\nNobody had much idea.”Buckingham Palace has announced the death of His Royal Highness Prince Philip, The Duke of Edinburgh.\nIn tomorrow's The West Australian, a 16-page special tribute to Prince Philip, The Duke of Edinburgh.", "paragraphs": ["Newspapers around the world have given Prince Philip a rousing send off, with the Queen’s husband remembered for his loyalty, sense of duty and his occasional politically incorrect comment.", "The British press has led the way with an assortment of banner front pages in the Saturday editions and no shortage of accompanying souvenir pullouts.", "“Farewell, my beloved”, says the Daily Mail on its front page, reporting the Queen’s “heartbreaking tribute” to her departed husband. It boasts a 144-page paper with “magical souvenir” magazine to mark the Duke of Edinburgh’s passing at the age of 99.", "The Mirror takes a similar approach with its headline “Goodbye, my beloved” alongside a photograph of the royal couple and a tease to its tribute pullout.", "The Guardian’s front page is dominated by a black and white portrait and the headline “Prince Philip 1921-2021” as royal correspondent Caroline Davies reports on the flood of tributes to the duke.", "Photograph: The Guardian", "The Telegraph also has a banner front, with comment inside from Camilla Tominey, Allison Pearson, Charles Moore and Gyles Brandreth.", "The front page of tomorrow's Daily Telegraph:", "", "'HRH Prince Philip The Duke of Edinburgh (1921-2021)'#TomorrowsPapersToday pic.twitter.com/AatjIH9wmc — The Telegraph (@Telegraph) April 9, 2021", "“We’re all weeping with you, Ma’am”, says the Sun, on the front of a wraparound front page reserved for very big stories. It has a 24-page tribute special which includes a spread on the young Philip’s legendary escape from Corfu in a fruit crate. “A baby in an orange box” the headline reads.", "Tomorrow's front page: A tribute to Prince Philip who sadly passed away this morning, being remembered by the Queen as her 'strength and guide'. https://t.co/EDMn7FGi59 pic.twitter.com/0n4YaxALlj — The Sun (@TheSun) April 9, 2021", "The Times also has a wraparound front with a picture of Philip in military garb and on the back part of the cover it has a quote from him when he was 90 describing his role as consort: “It was trial and error. There was no precedent. If I asked somebody ‘What do you expect me to do?’ they all looked blank. They had no idea. Nobody had much idea.”", "Buckingham Palace has announced the death of His Royal Highness Prince Philip, The Duke of Edinburgh.", "", "His Royal Highness passed away peacefully this morning at Windsor Castle https://t.co/iAC7ME1vPo — The Times (@thetimes) April 9, 2021", "The late prince had a well-known affection for his school days in Gordonstoun in Scotland and the regional paper, the Aberdeen Press & Journal, has the headline “Farewell to the royal ‘rock’”.", "The Daily Record says “My strength, my sorrow”.", "The Daily Record pays tribute following death of Prince Philip #TomorrowsPapersToday @hendopolis pic.twitter.com/ybLGo0OPfs — The Daily Record (@Daily_Record) April 9, 2021", "The FT has a picture of the prince on its front page and teases to a piece inside by the historian Simon Schama, while the i says “A life of duty” alongside a photograph of the prince doffing a bowler hat at his last ever official individual engagement in 2017.", "Australian newspapers have also given the story a lot of column inches in coverage noting that Philip visited the country more than 20 times.", "“A loyal prince devoted to his queen, dead at 99”, says the Australian.", "The @australian front page. One of first papers in the world to go to print after Duke of Edinburgh, Prince Philip dies, 99. pic.twitter.com/3FEncJSkMd — Jacquelin Magnay (@jacquelinmagnay) April 9, 2021", "“Queen’s ‘strength’: Philip dies at 99” says the Sydney Morning Herald, while the Melbourne Age goes with “Death of a prince” alongside a photograph of the “towering figure”.", "In the West Australian, the coverage resembles the British press as the newspaper boasts a 16-page tribute and a front page reading “A life of service”.", "In tomorrow's The West Australian, a 16-page special tribute to Prince Philip, The Duke of Edinburgh. pic.twitter.com/N7BA0hYVY7 — The West Australian (@westaustralian) April 9, 2021", "The Times of India carries a small picture on its front and its story focuses on the prince’s three trips to India and his controversial shooting of a tiger many decades ago.", "As any keen viewer of The Crown will know, Philip had family connections to Germany, and its biggest selling paper, Bild, splashes on his death.", "“Er war ihr King” says the headline, roughly translating as “He was her king”.", "In France, Libération does not lead on the story but has the bowler hat picture and a headline reading “La dernière sortie du prince consort” or “The Prince’s last outing”.", "📰 À la une de Libération ce week-end :", "", "«Le trésor public de l'extrême droite» pic.twitter.com/VLTeexOjYe — Libération (@libe) April 9, 2021", "In Spain El Mundo says “El leal consorte políticamente incorrecto”, or “The politically incorrect loyal consort”.", "USA Today has the story on the front of its website but its preferred angle is whether or not Harry and Meghan will attend the funeral."], "authors": ["Martin Farrer"], "keywords": ["king", "philips", "papers", "death", "prince", "page", "duke", "say", "headline", "royal", "picture", "tribute", "daily", "philip", "australian"], "pubDate": "2021-04-10T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}