{"title": "Foundations for Business Leadership", "summary": "Professor Seifert's primary research and teaching interests relate to operations management, supply chain strategy and technology network management.\nProfessor Seifert is director of the Leading the Global Supply Chain program.\nBased on his work with companies, Professor Seifert has co-authored more than 30 case studies covering different industries.\nIn addition, he co-authored two books: one focused on strategic supply chain management and another one concerning start-up challenges of technology ventures.\nPrior to joining IMD, Professor Seifert studied and worked in Germany, Japan and the US.", "paragraphs": ["Professor Seifert's primary research and teaching interests relate to operations management, supply chain strategy and technology network management. He is also active in industry analysis, international project work and new venture formation.", "Professor Seifert is director of the Leading the Global Supply Chain program. Since joining IMD in 2000, he has also designed and directed numerous company-specific general management programs. He has actively coached more than 50 project teams and served as consultant and speaker to leading multinational companies.", "Based on his work with companies, Professor Seifert has co-authored more than 30 case studies covering different industries. These efforts have been recognized by multiple international case awards granted by EFMD in 2012, 2009 and 2003, ECCH in 2011 and 2006, as well as POMS in 2004. He continues to actively research issues of supply chain strategy, supply chain finance and technology management and has more than 50 articles and international conference presentations to his credit. In addition, he co-authored two books: one focused on strategic supply chain management and another one concerning start-up challenges of technology ventures. In parallel to his appointment at IMD, he is a tenured professor at the Swiss Federal Institute of Technology (EPFL) in Lausanne where he has held the Chair of Technology and Operations Management (TOM) since 2003.", "Prior to joining IMD, Professor Seifert studied and worked in Germany, Japan and the US. He earned PhD and MS degrees in Management Science at Stanford University, a Diplom Ingenieur degree in Mechanical Engineering at the Karlsruhe Institute of Technology (KIT) and a Master's degree in Integrated Manufacturing Systems Engineering from North Carolina State University. While in the US, he consulted for Hewlett-Packard and served as Teaching and Research Assistant at Stanford University. In Germany he worked for Booz & Company, McKinsey & Company and Freudenberg & Co. In addition, he spent one year as a Visiting Scholar in Operations Research at Waseda University in Tokyo.", "During his studies, Professor Seifert was awarded three highly prestigious scholarships: a European Recovery Program (ERP) Scholarship by the Federal Ministry of Economics and Technology of Germany; a Japan Scholarship by Mercedes-Benz and McKinsey & Company, Inc.; and a Fulbright Scholarship by the Fulbright Commission, Germany. Formerly, he was a member of the German National Merit Foundation and the Siemens International Student Circle. He is also a recipient of the Grashof Prize and of the Honors of the Jubiläums-Staats-Stiftung of the Karlsruhe Institute of Technology."], "pubDate": null, "authors": [], "keywords": ["foundations", "supply", "international", "germany", "chain", "technology", "leadership", "professor", "university", "management", "business", "seifert", "research"], "id": "3af87a65-2301-30fd-9cfd-9d42538560e9", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "url": "https://execed.economist.com/imd-business-school/foundations-business-leadership-2020-01-26"}