{"id": "3b3c5a65-1cc7-3892-ab84-f30380c7e24d", "title": "Thinking About Pandemic-Era Plastic Surgery? You’re Not Alone", "url": "https://www.vogue.com/article/pandemic-plastic-surgery", "summary": "IT WAS A FEW MONTHS INTO THE PANDEMIC—post–Tiger King, pre–The Vow—when I decided to do something about my cyst.\nThe tie-dyed silk facial coverings I’d just ordered from Kes were both a chic prophylactic against disease and the perfect post-op disguise.\nPlus, I told myself, fear of COVID must be keeping the offices of dermatologists and plastic surgeons empty, right?\nThere’s not yet hard data on this phenomenon, but anecdotally, the experience of Michigan-based plastic surgeon M. Azhar Ali, M.D., seems typical.\n“The minute we shut down, I was like—oh, my God, I should get surgery,” recalls Candace Marino, an L.A.-based facialist who received her long-desired VASER liposuction from Beverly Hills plastic surgeon Charles Galanis, M.D., in May.", "paragraphs": ["IT WAS A FEW MONTHS INTO THE PANDEMIC—post–Tiger King, pre–The Vow—when I decided to do something about my cyst. A small bump tucked into a nasolabial fold, my cyst was virtually invisible, but it bugged me, and one night, while watching TLC-star Dr. Sandra “Pimple Popper” Lee bandage a patient’s face, I realized there would never, ever be a better time for me to get rid of the thing. For starters, thanks to social-distancing measures, I hardly went anywhere or saw anyone other than my boyfriend. And when I did leave the house, I wore a mask. The tie-dyed silk facial coverings I’d just ordered from Kes were both a chic prophylactic against disease and the perfect post-op disguise. Plus, I told myself, fear of COVID must be keeping the offices of dermatologists and plastic surgeons empty, right?", "Wrong. Demand for cosmetic interventions has gone up significantly over the course of the pandemic, with providers reporting a notable surge in bookings. There’s not yet hard data on this phenomenon, but anecdotally, the experience of Michigan-based plastic surgeon M. Azhar Ali, M.D., seems typical. “It’s been completely insane since we reopened in June,” Ali says. “The amount of work I have, it’s maybe even double normal conditions.” “We’re getting calls nonstop,” echoes Samuel Lin, M.D., a plastic surgeon and associate professor at Harvard Medical School who in August noted a 30 percent increase in procedures—specifically eye lifts and rhinoplasties—compared with the same time last year.", "This uptick in business isn’t hard to fathom. Thanks to the much-reported-upon Zoom effect, wrinkles and jowls and drooping eyelids that never bothered us before are now constantly broadcast back to us on 13-inch LED screens. Meanwhile, gym closures and stay-at-home orders have contributed to quarantine fitness ruts, which are driving interest in body-contouring technologies such as Emsculpt, according to Amy Shecter, CEO of Ever/Body, a storefront cosmetic-dermatology practice in New York City where the popular nonsurgical muscle-toning device that uses high-­intensity electromagnetic energy to tighten abs and buttocks has been getting a lot of traction. And for many women—myself included—you just can’t argue with timing. “The minute we shut down, I was like—oh, my God, I should get surgery,” recalls Candace Marino, an L.A.-based facialist who received her long-desired VASER liposuction from Beverly Hills plastic surgeon Charles Galanis, M.D., in May. “There was no way I could have fit two to four weeks of recovery into my schedule, given the hands-on nature of my work. My only regret is that I didn’t get a breast lift, too.” Likewise, Shealyn Hernandez, 33, a patient of Ali’s, had been saving up for her “full mommy makeover”—breast augmentation, lipo, muscle repair, tummy tuck—but she finally pulled the trigger this fall because she knew she’d be able to convalesce at home. “Before, I would have had to take time off from my job,” she notes. “Now it’s like, I’m not going to my job anyway….”", "“Even the most fortunate people...they’ve all lost some level of control over their lives, and one way of addressing that is by finding something to master. That could mean learning a new language, or it could mean getting a cosmetic procedure”", "LOCKDOWN HEALING is both convenient and discreet. Marino told me that many members of her celebrity clientele have had work done in the past six months—“everything they’ve been waiting to do,” she says—precisely because they could recover in secret. That was my logic, too: Lara Devgan, M.D., the sought-after Upper East Side surgeon who removed my cyst, sewed up her teensy incision with a couture-worthy stitch, but the only person aside from me who got to appreciate her fine handiwork was my boyfriend; masks covered my sutures, and now they veil an angry-but-fading scar. The fact that many people’s connection to the world is through FaceTime may account for the sharp increase in rhinoplasties observed by surgeons such as Harvard’s Lin and Shaun Desai, M.D., assistant professor of facial plastic and reconstructive surgery at Johns Hopkins. “Because the phone selfie is so distorting—you see your nose as larger than it is, or misshapen—nose issues seem more urgent.” A barrage of increasingly triggering news updates has also certainly added to what Desai refers to as “a perfect storm of demand.” While it may not technically be true that we’ve all aged 10 years in the last 10 months (though a wide range of studies has shown that chronic stress can accelerate the aging process), it certainly does seem that way, especially when sleepless nights are followed by early-morning video conferences that magnify the bags under your eyes. “People aren’t going on vacation, they’re not eating out at restaurants, and they’re depressed and panicked and they want a pick-me-up,” theorizes Ali. Indeed, all the doctors I spoke with for this story mentioned this “feel good” factor.", "I would also like to propose boredom as the great un-­analyzed cause of our current aesthetic-enhancement boom, and I’ll cite myself as Example A. Shocked out of my usual routine—work, travel, exercise, socializing, et cetera—I’ve had time to fixate on stuff like my non-dangerous, virtually invisible cyst. And once the cyst was gone, fixation shifted to my neck, where—over the course of umpteen Zoom calls—I’d noted a couple pale creases along my throat, which I promptly sought to address with a session of collagen-stimulating Morpheus8, a popular radio-frequency microneedling device at Ever/Body, where I was greeted at the door by a thermometer-wielding receptionist and guided to an ultra-sanitized treatment pod by a nurse practitioner wearing an enormous face shield (#pandemiclife). During the painful 45 minutes I was getting needled, I was not bored; but as soon as I left the clinic, I resumed my existential questioning of what I was going to do with the rest of my day, the rest of my strange year, the rest of my indeterminately on-hiatus life. Per usual, I set these thoughts aside, went home, and watched Dr. Pimple Popper."], "authors": ["Maya Singer", "Maya Singe"], "keywords": ["work", "thinking", "getting", "rest", "pandemicera", "ali", "surgeon", "surgery", "cyst", "youre", "going", "plastic", "way", "md"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}