{"id": "3b567d0e-7211-3283-b5ca-8ac0083a7c88", "title": "Find out which countries are welcoming international tourists back", "url": "https://edition.cnn.com/travel/article/international-travel-covid-19-open-countries/index.html", "summary": "You must present a valid negative Covid-19 PCR test result, taken within 72 hours of arrival.\nhave a negative Covid-19 PCR test result taken within 96 hours of arrival or a rapid test within 48 hours of arrival.\nOtherwise,have a negative Covid-19 PCR test result taken within 96 hours of arrival or a rapid test within 48 hours of arrival.\nUpon arrival, passengers must present a negative Covid-19 PCR test result taken no more than five days before departure.\nLearn more: US EmbassyIcelandFully vaccinated international travelers can skip quarantine when they arrive in Iceland and will not be required to submit a negative PCR test.", "paragraphs": ["Editor's Note — CNN Travel will be updating this article periodically. We advise that before making any international travel plans, travelers thoroughly consult country-specific travel advisories from their own country and of any country they wish to travel to.", "(CNN) — There have been more than 142 million Covid-19 cases worldwide and vaccination roll outs have been much smoother in some countries than others. This pandemic is far from over, even though many of us are now itching to make plans to travel or to reunite with loved ones.", "In the end, it's up to you to decide whether travel to international destinations is a good idea. The health risks are obvious. Variants of the virus have emerged. Nations might change their rules at any time. You may have to adhere to strict curfews and mask mandates. Violations could involve big fines and even jail time. Local health services may be under strain.", "Keep in mind that not only must you pay attention to the guidance regarding countries you wish to visit or transit through, your home country may have Covid testing or mandatory hotel quarantine you'll have to undertake on your return. Meanwhile, new CDC guidance says fully vaccinated people can travel at low risk to themselves but still recommends against it because of rising numbers of coronavirus cases.", "What follows is an alphabetical list of countries and territories where it's still possible for most international passport holders to go for a vacation:", "Albania", "Set on the Adriatic Sea, Albania remains open. While there's no Covid-19 test requirements or quarantine to enter, expect a health screening. More info: albania.al", "Anguilla", "Before you enjoy places such as Malliouhana Resort on Anguilla, you must apply for access to the island. Shawn Walters/Malliouhana Resort", "This British territory in the Caribbean is accepting international visitors. You must be approved first. Click here to start the process and read up on extensive Covid-19 testing requirements, including the specific type of test you must get, as well as mandatory quarantines and insurance. More details: escape.ivisitanguilla.com", "Antigua and Barbuda", "Travelers 12 and older to Antigua and Barbuda arriving by air must present a negative Covid-19-RT-PCR (real time polymerase chain reaction) test result, using a nasopharyngeal or oropharyngeal swab. It must be taken within seven days of the flight.", "Visitors are subject to monitoring by health officials for 14 days and another Covid-19 test may be required, which could mean quarantining while waiting for the result. More info: Antigua and Barbuda government website", "Related content The latest tips from experts on how to fly safely", "Armenia", "From the historical capital of Yerevan to wild national parks, Armenia is open to international tourists. Armenia was in a brief war last year with neighboring Azerbaijan, but a peace treaty was signed in November. To enter, you must have a negative result from a Covid-19 test taken within 72 hours of arrival or take a test upon arrival for about $40 and self-isolate until you get your result. More info: Armenia's official Covid-19 travel website", "Aruba", "Scroll down to the \"Dutch Caribbean\" entry below for information on Aruba and other islands in this group.", "The Bahamas", "Off the western coast of New Providence island is the BREEF Coral Reef Sculpture Garden. Eddy Raphael via BREEF", "Visitors 11 and older must have a negative Covid-19 PCR test result no more than five days old before arrival. Once you have the negative result, you can apply for a Bahamas Travel Health Visa here, where you must opt in for Covid-19 health insurance. You must also take a rapid test on day five of your stay unless you're leaving. Get updates: Bahamas' travel website", "Barbados", "New protocols will start May 8 . Until then, all travelers must complete an online travel form and submit it 24 hours before leaving. You must present a valid negative Covid-19 PCR test result, taken within 72 hours of arrival. All travelers must take a rapid antigen test on arrival.", "You must then quarantine at an approved hotel or resort until you get a second test and negative result. The quarantine is a minimum of five nights. You must also wear an electronic tracking bracelet. More info: Visit Barbados website.", "Related content They met at an airport and fell in love", "Belize", "Mayan ruins can be found in northern Belize. Visit Lamanai in the early morning to beat the midday heat and leave your afternoon open to water activities. Sandra MacGregor", "Known for diving and jungle wildlife, this Central American nation is open. To enter, you must download the Belize Health App and input your information no more than 72 hours before arriving.", "have a negative Covid-19 PCR test result taken within 96 hours of arrival or a rapid test within 48 hours of arrival. Or you can be tested upon arrival at a cost of $50. More info: You can bring an official vaccine card reflecting that you've gotten inoculated at least two weeks before arrival. Otherwise,have a negative Covid-19 PCR test result taken within 96 hours of arrival or a rapid test within 48 hours of arrival. Or you can be tested upon arrival at a cost of $50. More info: Belize Tourism Board", "Bermuda", "This Atlantic island requires each inbound passenger 10 and older to apply for travel authorization at the cost of $75 per adult and $30 for flight crew and children 9 and younger. Upon arrival, passengers must present a negative Covid-19 PCR test result taken no more than five days before departure.", "You'll be tested again at the airport and quarantined while awaiting for those results. More tests are required on days four, eight and 14 of your visit. Click here for specific instructions for immunized travelers.", "The island is under a week-long \"Stay at Home\" order until April 20. The airport and borders remain open and all non-essential businesses are closed.", "Bolivia", "This landlocked South American country of wildly varying landscapes allows visitors who have a negative Covid-19 test taken up to 72 hours before departure.", "Travelers are required to quarantine for at least 10 days after entering and to provide a sworn statement of where they'll be staying in the country. All travelers are required to take a second RT-PCR test one week after arrival, at their own expense.", "Health screenings are in place at airports and travelers who are not permanent Bolivian residents are required to have health insurance with coverage for Covid-19.", "Air borders are open, but changing rules regarding land borders with neighboring countries may make it difficult or impossible to enter or exit Bolivia by land.", "Bosnia and Herzegovina", "Thick, rich and strong as jet fuel, Bosnian coffee is is such a part of the culture that it's the drink of choice. Cat Norman", ", with a negative Covid-19 PCR test result that's no more than 48 hours old. More info: Travelers may enter Bosnia and Herzegovina, known for cosmopolitan Sarajevo and gorgeous lakeswith a negative Covid-19 PCR test result that's no more than 48 hours old. More info: Bosnia Border Police", "Botswana", "Travelers can enter this safari favorite with a negative Covid-19 PCR test result taken no more than 72 hours before departure. If you fail to provide test results or show coronavirus symptoms, you will have to quarantine for 14 days at your own expense. Learn more: US Embassy", "Brazil", "The Cathedral of Brasilia and its suspended angels are bathed with natural light shining through the stained glass. Courtesy Plinio Dondon", "Brazil has been one of the hardest hit countries by the pandemic. It holds the second highest death toll in the world, second only to the United States, and the Brazilian variant of Covid-19 is rapidly spreading around the globe, thought to be more contagious.", "South America's largest country has banned entry by land and sea (with a few exceptions) and put stricter measures on visitors by air. You must fill out a health declaration and present a negative Covid-19 PCR test result taken with 72 hours of boarding the flight. Be sure to read about the requirements for various ages.", "Brazil has banned flights to and from the UK since the announcement of the English variant of Covid-19, and nobody who has been in the UK in the past 14 days can go, other than residents, family members of Brazilian nationals, and some business travel.", "Related content Here's why the Chase Sapphire Preferred is our favorite travel credit card for beginners", "British Virgin Islands", "Visitors need a travel certificate that you can get at the BVI Gateway website . There's a $175 entry fee. You need a negative Covid-19 test result taken five days or less before travel to enter. You'll also get another test on arrival and must quarantine four days while waiting for results. More info: BVI government website", "Colombia", "All arriving passengers to Colombia should either have a negative result from a Covid-19 PCR test taken no more than 96 hours before departing; take a test upon arrival and quarantine while waiting for a negative result; or go into mandatory isolation for 14 days. Find out more: Colombia's travel website", "Costa Rica", "Visitors must complete a health pass form but are not required to take a Covid-19 PCR test or quarantine. You must have proof of travel medical insurance, which you can get in Costa Rica. More details: Visit Costa Rica website", "Côte d'Ivoire (Ivory Coast)", "Côte d'Ivoire has rolling hills and mountains covered with lush greenery. CNN", "US citizens must have a negative Covid-19 PCR test result no more than five days old before arrival. You must fill out a travel declaration form and pay the fee online . You're encouraged but not required to quarantine for two weeks. Learn more: deplacement-aerien.gouv.ci", "Croatia", "Croatia is once again open to leisure travelers, but access requirements are stricter than they had been previously and vary according to your country of origin . You must have proof of a negative result from a Covid-19 PCR test that's no more than 48 hours old upon arrival, or you can take a PCR test immediately upon arriving and self-isolate until getting a negative result. You must also have evidence of an accommodation paid in advance and in full. A reservation alone is not enough. More details: mup.gov.hr", "Dominica", "This Eastern Caribbean island is open. All travelers must present a negative Covid-19 PCR test result, recorded between 24 and 72 hours before arrival. You must fill an electronic Immigration and Customs form via Dominica's online portal 24 hours before traveling.", "Further travel protocols depend on how \"high-risk\" your country of origin is (see details here ). More info: Discover Dominica", "Dominican Republic", "l e v a r t", "All arriving and departing passengers must fill out an electronic entry and exit form . Covid-19 tests aren't required -- except for UK visitors, until April 27 -- but Dominican Republic authorities will give breath tests to a small percentage of random passengers plus anyone showing symptoms.", "GoDominicanRepublic.com The Dominican Republic Ministry of Tourism now offers free viral antigen testing to all international visitors staying in hotels. The US Embassy says PCR test results have been reliably available within 72 hours but could be affected by increased demand. More info: US Embassy", "Dubai", "Scroll down to the United Arab Emirates entry below.", "Dutch Caribbean islands", "Find out the important details on these various Dutch islands in the Caribbean by clicking on the links:", "Aruba: All visitors 15 and older must fill out a health assessment and have a negative Covid-19 test result. You must fill out an and purchase All visitors 15 and older must fill out a health assessment and have a negative Covid-19 test result. You must fill out an embarkation and disembarkation card and purchase Aruba Visitors Insurance", "Residents of South Africa and Brazil are not currently permitted entry, but are advised to check Aruba.com for updates.", "Bonaire: You must fill an You must fill an online health declaration form. A negative result from a Covid-19 test is required to enter. There are additional requirements for travelers from countries deemed high risk. Find out more on the tests and other details: Bonaire Crisis", "Curaçao: Travelers from countries deemed low-risk are required to fill out a passenger locator card, while those from high-risk countries must also present proof of a negative Covid-19 PCR test result taken within 72 hours of traveling. A curfew is in effect that tightens tourist activities. More info: Traveling to Curaçao. Travelers from countries deemed low-risk are required to fill out a passenger locator card, while those from high-risk countries must also present proof of a negative Covid-19 PCR test result taken within 72 hours of traveling. A curfew is in effect that tightens tourist activities. More info: dicardcuracao.com", "Sint Maarten has a memorable airport takeoff and landing. Courtesy of PrivateFly", "Sint Maarten: An autonomous country within the Kingdom of the Netherlands, An autonomous country within the Kingdom of the Netherlands, Sint Maarten shares an island with the French collectivity of Saint-Martin. It has considerably stricter entry requirements than the other Dutch islands, with 15 countries on its banned list and many others deemed high risk. More info: stmaartenehas.com", "Ecuador", "Travelers 3 and older must have proof of a negative Covid-19 PCR or rapid antigen test taken within three days of arrival to avoid quarantine. Or you can present a completed vaccination card. Testing is available for those who don't arrive with a negative result. You must quarantine at an approved facility while waiting for results. Passengers arriving from or having transited through Brazil need to self-isolate for 10 days in an accredited hotel, regardless of Covid test results.", "The Galapagos Islands have additional entry requirements. More info: US Embassy", "Egypt", "Travelers to Egypt need to present a negative PCR Covid-19 test result, taken no more than 72 hours before flight departure.", "However, passengers traveling from Japan, China, Thailand, North America, South America, Canada, London Heathrow, Paris and Frankfurt are allowed to extend that time period to up to 96 hours, due to long travel and transit periods.", "Travelers must present paper copies; digital copies aren't accepted. Children 5 and younger are exempt. You may be required to show proof of health insurance. You may travel to the Red Sea resort town of Sharm el Sheikh without a PCR test, but you must be tested upon arrival and quarantine until you get a negative result. Details: US Embassy", "Ethiopia", "Ethiopia requires arriving US citizens to have a medical certificate with a negative Covid-19 PCR test before boarding their flight that's no more than 120 hours old. There's also a seven-day quarantine. Before you travel there, closely monitor news reports about human rights abuses and killings in the northern Tigray region on the border with Eritrea. More info: ethiopianairlines.com", "Georgia", "Georgia, a geographical and cultural crossroads at the Caucasus Mountains, is welcoming leisure travelers arriving from a limited number of destinations, including the United States and the EU. Fully vaccinated people can enter with documentation. Otherwise, you need to complete an application form and show negative results from a Covid-19 PCR test result taken within the past 72 hours. You'll need to get a follow-up test on your third day.", "Passengers who have been in the UK within the past 14 days face a mandatory 12-day quarantine at their own expense.", "Ghana", "This West African cultural jewel is open to international travelers arriving by air. You must have a negative result from a Covid-19 PCR test taken no more than 72 hours before departure. Arriving passengers then must take a second test that costs $150. There's also a temperature screening. More: Traveling to Ghana during Covid-19", "Related content Unlocking Ghana: Click here for more travel details", "Grenada", "This Caribbean island is welcoming visitors, but they must do the following: Have health insurance that covers Covid-19 illnesses; present a negative Covid-19 PCR test result within 72 hours of departure (for 6 and older); apply for travel authorization with the Ministry of Health; take a second test on day five to be allowed to move about or remain at the hotel for the rest of the vacation. Details: Traveling to Grenada during Covid-19", "Guatemala", ". You must fill out an People 10 and older entering Guatemala by air and land must have one of the three following: 1. A negative result from a Covid-19 PCR test or antigen test taken 72 hours or less upon arrival. 2. Evidence of a Covid-19 vaccine completed at least two weeks before arrival. 3. Evidence you've had Covid-19 and recovered in the past three monthsYou must fill out an online health pass . No quarantine. Travelers who have been to the UK or South Africa may be denied entry. More details: US Embassy", "Honduras", "Travel to Honduras is permitted with a negative result from a Covid-19 PCR or serology test. You must also fill out an online precheck form . Travelers who have been to the UK or South Africa are restricted. Learn more: US Embassy", "Iceland", "Fully vaccinated international travelers can skip quarantine when they arrive in Iceland and will not be required to submit a negative PCR test.", "Non-vaccinated travelers from EU/EFTA countries must take a Covid test on arrival, before going into quarantine for five to six days and taking a second test.", "Restrictions apply for non-vaccinated travelers from all other countries.", "Jamaica", "Jamaica requires that you fill out an online travel authorization form . There's the possibility of being tested upon arrival. All passengers 12 or older are required to upload negative results from a Covid-19 PCR or antigen test within three days of the travel date. More details: Visit Jamaica website", "Kenya", "Kenya is open to most travelers with a negative Covid-19 test result taken 96 hours or less upon arrival and who pass a strict health screening.", "A 14-day quarantine at their own expense applies for visitors from Brunei, Kuwait, Thailand, Czech Republic and Spain.", "Since April 6, all passenger flights between Kenya and the UK are suspended for a minimum of four weeks. The same 14-day quarantine applies to UK visitors but it can be reduced to seven days of self-isolation if they are fully vaccinated and provide a negative Covid test.", "The Maldives", "The Maldives also offers \"workations\" to digital nomads. The Nautilus Maldives", "All arriving tourists to The Maldives who are 1 or older must have a negative result for a PCR Covid-19 test taken within 96 hours of arrival. There is no mandatory quarantine.", "The country is also planning to introduce a \"3V tourism\" scheme, which will allow visitors to combine vaccinations with their vacations", "Mexico", "The land border between the US and Mexico remains closed through at least April 21, but it's still possible to fly there. No testing requirements are in place to enter, but the US State Department lists numerous states to avoid because of crime. You can expect temperature checks and other screenings upon arrival. More: US Embassy", "Montenegro", "This Balkan nation is allowing travelers with any of the following: 1. A negative result from a Covid-19 PCR test issued by a registered lab that's no more than 72 hours old upon arrival. 2. A positive result for IgG antibodies not older than 30 days. 3. Proof of a second vaccine dose received seven days ago or longer. Get more information: Institute of Public Health of Montenegro", "Morocco", "This North Africa favorite is open to specific travelers only. You must have reservations with a Moroccan hotel or travel agency or be invited by a Moroccan company. A printed, negative Covid-19 PCR test result taken within 72 hours before departure is required to enter. Expect a health screening. No mandatory quarantines are in place, but local curfews are.", "Flights from Australia, Brazil, Ireland, the United Kingdom and New Zealand are suspended until further notice. Details: Visit Morocco", "Namibia", "Namibia Tourism International travelers can visit this southern African desert nation, which requires a negative Covid-19 PCR or rapid antigen test result that's not older than seven days. If the test is older than seven days, you'll be tested and placed in quarantine at your own expense as you await the results. More info: US Embassy", "Nepal", "Travelers can visit the landlocked Himalayan nation. You'll need a negative result from a Covid-19 PCR test taken no more than 72 hours before departure or proof of full Covid-19 vaccination to enter. You'll be tested again upon arrival and must quarantine until you get the results. You'll also need proof you've booked accommodations and proof of travel insurance that covers rescues and treatment. Hikers and mountain climbers have special requirements, including insurance. Find out more: US Embassy", "Nicaragua", "Built in the 17th century, the Church of Guadalupe is in the historical city of Granada. Dick Washburne", "Home to volcano adventures, historical buildings and tropical beaches, Nicaragua is open. You must have a negative result from a Covid-19 PCR or serology test. No time frame is provided for how recent it must be. More: US Embassy", "North Macedonia", "TAV Macedonia. North Macedonia is open. No tests are required. There's no quarantine unless you're arriving via Africa. Airports conduct thermal screenings for all passengers. Details: US Embassy", "Panama", "A Covid-19 PCR or antigen test with a negative result, taken 48 hours or less before arrival time, is required to visit Panama. If the test results are older than 48 hours, you must take a rapid Covid-19 test at the airport. Read the government's detailed requirements here . You must also fill out an online health affidavit . Cruise ship passengers can't disembark here. More info: US Embassy", "Peru", "Considered Peru's national dish by many, ceviche -- spelled cebiche in Peru -- is made up of marinaded fresh seafood, lime juice, chilies, red onion, sweet potato, cancha crunchy corn and cilantro. PromPeru", "Lima airport protocols. Travelers 12 and older may enter Peru for tourism with a negative result from a Covid-19 PCR test or antigen test or a medical certificate of epidemiological discharge, all no more than 72 hours old. There's still a 14-day quarantine on arrival, but if you test negative on an antigen test once you've entered the country, you can suspend the quarantine. You must also fill out an affidavit of health . More details: US Embassy", "Rwanda", "Visitors to Rwanda must present a negative Covid-19 PCR test result, taken within 72 hours of departure. They also must take a second test upon arrival, shelter in a hotel and receive their results within a day. The national parks are open, including primate tracking. To enter a park, you must have a negative test result less than 72 hours old. Additional info: Visit Rwanda", "Serbia", "Travelers need to provide a negative Covid-19 PCR test result taken within the previous 48 hours to visit. Travelers arriving from the United States also have the option of presenting an antigen FIA Rapid Test. More info: US Embassy", "Seychelles", "These Indian Ocean islands are open. You must show proof of a negative Covid-19 PCR test result taken no more than 72 hours before traveling and have valid health insurance to cover Covid-19 related costs. Vaccination status will not affect entry. You must apply for a travel authorization online . More information: Seychelles Travel Advisory Updates", "South Africa", "One of the most popular destinations in Africa has reopened to US citizens. You need a negative Covid-19 PCR or serology test result taken within 72 hours of departure to enter. More: US Embassy", "South Korea", "Visitors to South Korea must provide a negative Covid-19 PCR test result taken within 72 hours of departure. Travelers must also quarantine for 14 days upon arrival even with a negative test or full vaccination. You must also submit to health screenings and download a self-diagnosis app with daily reports. More: US Embassy", "Sri Lanka", "Sri Lanka's Yala National Park has the highest reported leopard density in the world. Courtesy Sri Lanka Tourism", "The tropical island off India's southeastern coast has opened back up to all nations. You must have a negative result from a Covid-19 test to enter and stay at least 14 days at an approved hotel or resort. However, fully vaccinated visitors More official information: Sri Lanka Tourism", "St. Kitts and Nevis", "To visit, you must fill out a travel authorization form before arrival and upload a negative Covid-19 PCR test result taken 72 hours or less before you start your trip. You must stay on approved hotel property for your first seven days.", "You must take another test on day seven of your visit if you're staying longer. If it's negative, you can move about on a limited basis. For stays of 14 days or longer, a third test is required. The islands aren't accepting PCR tests for international travelers and other categories of travelers done by LabCorp. Additional information: St. Kitts Tourism", "St. Lucia", "Travelers aged five and older must provide a negative Covid-19 PCR test that's taken within five days of arrival. Visitors must also complete a travel registration form and arrive with a printed copy. You must have confirmed reservations at a Covid-certified property for the duration of the trip. More information: St. Lucia travel website", "St. Vincent and the Grenadines", "La Soufrière volcano has been erupting recently. Check CNN for the latest news on this evolving story.", "Entry requirements vary depending upon your country of origin and are subject to change.", "Tanzania", "A favorite for safaris and beaches, Tanzania is open to tourists. Incoming passengers are required to fill out a health surveillance form and have a health screening. You might also have to take a Covid-19 test if the airline you're flying with requires it. More info: US Embassy", "Thailand", "In northern Thailand, Lampang has amazing architecture. This chedi is part of the Chalermprakiat Temple on Pu Yak mountain. Sirichai Asawalapsakul", "International travelers can once again visit this popular Asian destination. You must have a negative result from a Covid-19 PCR test no more than 72 hours old upon arrival. Most travelers face a mandatory quarantine of 10 days, but this is extended to 14 days for countries identified by Thailand as having Covid-19 variants. If you have a valid vaccination certificate and are entering from a country with no Covid-19 variants, this might be reduced to seven days. More: Royal Thai Embassy", "Tunisia", "Home to sunny Mediterranean beaches and ancient Roman ruins, Tunisia is open to travelers -- but be aware that some direct flights, for example to the UK, may be suspended. You need to complete this online questionnaire before you arrive. You need a negative result from a Covid-19 PCR or serology test taken no more than 72 hours before the start of travel to enter. You must also quarantine for five days and then take a second test. More info: US Embassy", "Turkey", "Turkey requires that all passengers have a negative Covid-19 test result taken 72 hours or less before their flight to enter. International passengers must fill out a form for entry and prepare to be checked for coronavirus symptoms.", "Flights to Turkey from Brazil, United Kingdom, Denmark and South Africa are suspended. Travelers who have visited these countries in the last 10 days face a two-week mandatory quarantine at government-appointed accommodation. More details: turkishairlines.com", "Turks and Caicos", "On South Caicos island, descendants of donkeys from the island's salt production days roam freely. Courtesy Sailrock Resort", "Visitors must fill out a travel authorization form and provide a negative Covid-19 PCR test result taken within five days of arrival. Children 9 and younger are exempt. Travelers must complete an online health questionnaire and carry travel medical insurance to cover any Covid-19-related costs. More info: Visit Turks and Caicos", "Uganda", "This lush nation in Central Africa is open to tourists who have a negative Covid-19 PCR test result taken no more than 120 hours before departure. More info: US Embassy.", "United Arab Emirates", "All visitors over the age of 12 must have medical insurance and a negative PCR test completed within the past 96 hours by a nationally recognized body. You must show the certificate at check-in, complete a health declaration form before travel, and register on the COVID-19 DXB app. You must also have travel insurance.", "Protocol varies according to where you've flown in from, and passengers from some countries have to take an additional test on test on arrival. At the time of writing, entry is being refused to anyone who has been in South Africa or Nigeria in the last 14 days.", "Zambia", "Known for Victoria Falls and wildlife, Zambia is allowing all international travelers to enter. You'll need a negative Covid-19 test result taken at least 14 days before arrival. There's a mandatory 14-day quarantine. More: US Embassy", "Omitted countries"], "authors": ["Maureen O'Hare", "Forrest Brown"], "keywords": ["pcr", "days", "taken", "countries", "test", "international", "covid19", "travel", "hours", "arrival", "result", "welcoming", "negative", "tourists"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}