{"id": "3b5b5aff-3c50-353a-845a-c481af56e11f", "title": "In Meadowy Prints, Memories of the Main Line", "url": "https://www.vogue.com/article/growing-up-in-style-andrea-lee", "summary": "Growing Up in Style is a series about the connection between fashion and local life in America, past and present.\nTo listen to Andrea Lee read this profile, click the play button below:WHY do you have so many little floral prints that you never wear?” demands my daughter, rifling through a rarely visited corner of my closets.\n“Not your style at all.”It is true, I admit, that it is not my style, which is monotone, severe, yet occasionally reckless, ideally with an edge of kink.\nThey end up hanging behind my “real” clothes, yet when I catch an occasional glimpse of those meek, meadowy prints, I feel a curious sense of contentment.\nI, wearing an unmemorable skirt and cardigan that had passed muster at my Quaker elementary school, was riveted.", "paragraphs": ["Growing Up in Style is a series about the connection between fashion and local life in America, past and present.", "To listen to Andrea Lee read this profile, click the play button below:", "WHY do you have so many little floral prints that you never wear?” demands my daughter, rifling through a rarely visited corner of my closets. Upstairs in our family house in Turin, Italy, she is as usual ransacking my wardrobe for vintage clothes—an Alaïa leather skirt, a Tom Ford for Gucci velvet jacket—that she will cajole from me for extended loans. “Stuff like this doesn’t look good on you,” she adds with daughterly bluntness, holding up a blouse from the Italian company Frau Lau, with a minuscule Liberty design of pale-blue blossoms. “Not your style at all.”", "It is true, I admit, that it is not my style, which is monotone, severe, yet occasionally reckless, ideally with an edge of kink. Yet it is also true that, over the years, I have made countless impulse purchases of garments strewn with tiny flowers: Laura Ashley blouses, prairie skirts from street markets, or French sundresses dotted with petite rosebuds. I rarely, if ever, put them on. They end up hanging behind my “real” clothes, yet when I catch an occasional glimpse of those meek, meadowy prints, I feel a curious sense of contentment. Their significance lies back in the Philadelphia of my childhood, when my 11-year-old fantasies of identity and style intersected with the sweeping vision of an extraordinary fashion entrepreneur and fellow Philadelphian. This was Max Raab (1926–2008), whom The New York Times once called “The Dean of the Prep Look,” and whose labels, The Villager and its junior line, Ladybug, through the 1960s and early ’70s enveloped the suburban girls of America in acres of floral cotton.", "It was in seventh grade that I became smitten with Raab’s creations. The memory is vivid: French class on a gray November morning at the Baldwin School, a very affluent, very Waspy girls’ preparatory establishment in Bryn Mawr, where, that fall, I had earned a mild notoriety as one of the first two Black students. It was the half-day before Thanksgiving break, when we were allowed to abandon our dreary uniforms for street clothes, and the classroom was awash with jeunes filles suddenly en fleur—dressed in A-line skirts and pin-tucked blouses in an effulgent mass of pastel shades, with designs of tiny blossoms covering everything that wasn’t Shetland wool. I, wearing an unmemorable skirt and cardigan that had passed muster at my Quaker elementary school, was riveted. The sight of that multicolored plumage on my chattering classmates shone a stark spotlight on my status as an outsider, illuminating as well what I suddenly recognized as a passionate longing to belong to their ranks. It was a wrenching moment: the first time I saw fashion as an elemental force, something that one had to learn to navigate or be swept away by, something that could reveal deep secrets about life, something that could break your heart. In my first few months at Baldwin, I had experienced no overt racism but had slowly gained, day by day, the indisputable knowledge that all social doors were firmly closed to me. Those flowery prints seemed part of a walled Arcadian garden shut away behind those doors, but inside me a small, duplicitous voice whispered that if I just bought the clothes, I might be able to scale that wall."], "authors": ["Andrea Lee", "Andrea Le"], "keywords": ["suddenly", "memories", "street", "skirts", "skirt", "meadowy", "prints", "clothes", "line", "true", "tiny", "main", "style", "fashion"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}