{"id": "3b71671a-2f19-3bd8-8156-439712f65b3a", "title": "Five of the world’s best suburban homes for sale", "url": "https://propertylistings.ft.com/propertynews/sydney/6542-five-of-the-worlds-best-suburban-homes-for-sale.html", "summary": "This five-bedroom mansion has 21m of sea frontage (main picture, above), as well as a private jetty, boathouse and deepwater mooring.\nComplete with a 110 sq m terrace and a one-bedroom guesthouse, the property is on the market for A$55m ($42.3m).\nFor leafy livingHampstead has offered wealthy Londoners respite from city bustle for centuries thanks to its extensive parkland and village feel.\nThis modern six-bedroom property, which has a lap pool and home gym, overlooks the valley from its elevated landscaped grounds.\nPhotographs: Christie's International Real Estate; Savills; Lew Geffen Sotheby’s International Realty; Mexico Sotheby’s International Realty", "paragraphs": ["By Elsa Court", "For a seafront neighbourhood", "An affluent suburb around 15 minutes’ drive north-east from central Sydney, Vaucluse is known for its beaches and harbour views. This five-bedroom mansion has 21m of sea frontage (main picture, above), as well as a private jetty, boathouse and deepwater mooring. Complete with a 110 sq m terrace and a one-bedroom guesthouse, the property is on the market for A$55m ($42.3m).", "For leafy living", "Hampstead has offered wealthy Londoners respite from city bustle for centuries thanks to its extensive parkland and village feel. This seven-bedroom residence is 100m from the 800-acre Hampstead Heath, while just four miles north of central London. Featuring an open plan kitchen and a grand reception hall, the recently refurbished house is priced £14m.", "For landmark views", "This 10-bedroom estate in suburban New Jersey is around 15 miles from Midtown Manhattan; close enough to enjoy panoramic views of New York’s skyline. Set on an elevated nine-acre plot, the main castle-like house has six bedrooms. Together with an adjacent four-bedroom home, it is available for $20m.", "For a parcel of wine country", "Famed for its wineries, Constantia is one of Cape Town’s most affluent suburbs. This modern six-bedroom property, which has a lap pool and home gym, overlooks the valley from its elevated landscaped grounds. The closest of three nearby wineries, Eagles’ Nest, is a four-minute drive from the $10m house.", "For proximity to shops", "Located in Zona Esmeralda, an upscale suburb on the north-western edge of Mexico City, this four-bedroom home is 30 minutes by car from Paseo de la Reforma, one of the city centre’s main thoroughfares. The Mediterranean-style property was designed by Mexican architect Pancho Guzmán and its gardens feature several striking water features. It is on the market for $5.98m.", "Photographs: Christie's International Real Estate; Savills; Lew Geffen Sotheby’s International Realty; Mexico Sotheby’s International Realty"], "authors": [], "keywords": ["city", "sothebys", "minutes", "worlds", "sale", "suburb", "property", "best", "realty", "wineries", "main", "suburban", "international", "views", "homes"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}