{"id": "3bbd501e-e5f1-3497-b64d-316cf1a68bb3", "title": "'It's surreal': the US officials facing violent threats as Trump claims voter fraud", "url": "https://www.theguardian.com/us-news/2020/dec/09/trump-voter-fraud-threats-violence-militia", "summary": "“Stop inspiring people to commit potential acts of violence,” Sterling went on, referring to a storm of death threats and intimidation that had been unleashed by Trump supporters against public officials in the state.\nAnd she might not have sent out an anodyne tweet decrying the event accurately as a “sad sham”.\nThe worst part wasn’t the threats of sexual violence against her, or even the death threats; it was that her home address was plastered all over the internet.\nIn an interview with the Guardian, Raffensperger said that his wife was the first to start getting death threats.\nRaffensperger said: “An election worker was just working his job, doing what he has to do to put food on the table.", "paragraphs": ["Georgians from both parties describe violent and sexual threats to themselves and their families as militias make their presence known", "On 1 December Gabriel Sterling, a Republican election official in Georgia, stood on the steps of the state capitol in Atlanta and let rip on Donald Trump.", "“Mr President, it looks like you likely lost the state of Georgia,” he said, contradicting Trump’s increasingly unhinged claim that he had won the presidential race against all evidence.", "“Stop inspiring people to commit potential acts of violence,” Sterling went on, referring to a storm of death threats and intimidation that had been unleashed by Trump supporters against public officials in the state.", "“Someone is going to get shot, someone is going to get killed. And it’s not right.”", "Then Sterling uttered the phrase that instantly entered the annals of American political rhetoric: “It has to stop.”", "It did not stop.", "Play Video 1:37 'It has to stop': Georgia Republican says Trump's election rhetoric will lead to violence – video", "Two days after Sterling’s impassioned speech went viral, Elena Parent, a Democratic state senator in Georgia, turned up for a hearing organized by Republican leaders to try to cast doubt on the election result. Trump attorneys, led by Rudy Giuliani, presented the hearing with a raft of conspiracy theories and baseless claims that tens of thousands of dead people and other ineligible individuals had voted.", "The Republicans hadn’t warned Parent that the event would be attended by Giuliani, Trump’s henchman in his mission to undermine American democracy until this week when the former New York mayor came down with Covid-19. So she had no idea that a big crowd of far-right fanatics and the media outlets that feed them lies and falsehoods would also be in the chamber.", "If she had known, she would have been careful to protect her personal details online. And she might not have sent out an anodyne tweet decrying the event accurately as a “sad sham”.", "The bombardment began immediately. “The attacks came from all corners and on all platforms,” Parent told the Guardian. “They were in chat-boards, by email, in comments on my Facebook and Instagram pages, on the phone. They ran the gamut from basic insults to ‘We are watching you, you have kids, we are coming to your house.’”", "‘Will he ever concede?’: Trump keeps GOP leaders in endless political limbo Read more", "In eight years as an elected politician in Georgia, she had never experienced anything like it. “It was surreal. I’m not someone who will ever be bullied or intimidated into being silent, but never have I had an issue on this scale.”", "The bile spread far and wide. An elected official in Missouri accused her on Facebook of an act of treason “punishable by death”.", "The worst part wasn’t the threats of sexual violence against her, or even the death threats; it was that her home address was plastered all over the internet. As a result, state police have stepped up patrols outside her home.", "Parent has no doubt about the source of the overwhelming assault she has endured. “We have a president who does not care about American institutions or democracy. He has created a cult-like following and is exposing people like me across the country to danger because of his unfounded rhetoric on the election.”", "What she fears most is that “cult-like” quality of Trump supporters. “That makes the entire experience more disturbing because you know there is no logic or sense of reality that will dissuade or deter these folks.”", "The election may be more than five weeks in the past, but in Georgia, the heat that Trump has generated around his unprecedented refusal to accept defeat shows no sign of cooling.", "Parent suspects that for elected officials like her, as well as election workers, it will remain “very difficult” through the two US senate runoff elections in Georgia on 5 January, which will be crucial in determining which party controls the Senate, and probably until Joe Biden’s inauguration on 20 January and beyond.", "At the center of the maelstrom are the public servants in charge of Georgia’s election process. Brad Raffensperger, the Republican secretary of state who on Monday recertified the results after three separate counts all showed Biden the victor by about 12,000 votes, has faced caravans of armed “Stop the Steal” militants driving past his house.", "In an interview with the Guardian, Raffensperger said that his wife was the first to start getting death threats. “Then I started getting them. Then she started getting sexualized texts. Threatening stuff.”", "Facebook Twitter Pinterest Brad Raffensperger, Georgia’s secretary of state, said: ‘It would be nice to see moral courage from political leaders on both sides.’ Photograph: Erik S Lesser/EPA", "Both Raffensperger and Sterling now have police protection at their homes, and the FBI is investigating. But it’s not just prominent officials who are in danger.", "Raffensperger told the Guardian that some election workers had been followed home. “One of them pulled into a police station and then the car [following them] disappeared.”", "A 20-year-old contractor for a private company had a noose strung outside his door and was threatened with being hanged for treason on the back of a QAnon conspiracy theory enabled by Trump. Raffensperger said: “An election worker was just working his job, doing what he has to do to put food on the table. His family actually becomes part of this threat vector because they have the same last name.”", "Cassie Miller, senior research analyst for the Southern Poverty Law Center, said that the threatening behavior in Georgia and other states that Trump has put under a spotlight, such as Michigan, is part of a new and more dangerous formation on the far right.", "“What’s happening with the ‘Stop the Steal’ rallies is that mobilization is gathering force in an effort to shift the Republican party to more extreme positions,” she said.", "Part of what makes the movement so toxic, Miller said, was its anti-democratic thrust. “Their message is that Trump represents the true will of the people, that the democratic process failed to recognize that, so the democratic process should no longer be trusted. That opens up the train to a lot of other tactics.”", "The attacks hurled by Trump and his supporters on members of his own party, including Georgia governor, Brian Kemp, Raffensperger and Sterling, are all part of coercion intended to bend the Republican party in a fundamentally authoritarian direction. To no small degree, it is working.", "While some Republican figures like Sterling have memorably spoken out, most have kept their silence. As Parent put it: “My Republican colleagues in Georgia, and even in Congress, have not been profiles in courage.”", "Republicans' devotion to Trump pits them against democracy, history – and reality Read more", "Raffensperger also expressed his disappointment over the lack of outrage coming from fellow elected officials. “It would be nice to see moral courage from political leaders on both sides to condemn violence and threats of violence.”", "He said that it was “very disheartening when that’s not really condemned by everyone. When it is condemned, it seems like it’s a half-hearted condemnation. It should be full-throated: ‘We condemn this, it’s wrong.’”", "The two Republican senators in Georgia contesting the runoff elections, David Perdue and Kelly Loeffler, have both resisted acknowledging Biden’s victory in public. Loeffler has gone further, embracing aspects of that other cult-like antisemitic conspiracy theory movement, QAnon.", "In August, Loeffler appeared on a campaign stage alongside Marjorie Taylor Greene, who has since become the first open QAnon supporter to win a seat in the US House. A less noticed but equally disturbing feature of Loeffler’s controversial alliance with Greene was that members of the far-right militia group Georgia III% Martyrs were among the security detail for the event.", "A separate splinter group, Georgia Security Force 3%, has made its presence felt at several of the most intimidatory “Stop the Steal” actions since the election. Its leader, Chris Hill, has posted videos on YouTube showing him participating in caravans of agitated Trump supporters driving past Raffensperger’s house and the governor’s mansion.", "In one video, Hill calls Raffensperger “Mr Ratsperger” and says: “We are going to go over there and let him know he can hear us. There’s going to be hell to pay. There’s a lot of patriots out here feeling revolutionary, and I’m one of them. Guns up!”", "Hampton Stall, founder of the Atlanta-based research body Militia Watch, said that it was not always easy to distinguish genuine danger from macho grandstanding. “There’s a lot of bluster – a lot of the threats made by militia groups are idle threats.”", "But at the “Stop the Steal” rally that was held over five days at the Capitol building in Atlanta last month, Stall was struck by the unprecedented amount of intermingling that was going on among far-right groups. Chris Hill and his militia were there, Alex Jones of InfoWars was there, as were Nick Fuentes and his Groyper army and the Proud Boys.", "“There was an incredible amount of crossover of far-right militias,” Stall said. “Seeing Chris Hill speak from a bullhorn followed by Nick Fuentes making jokes about the Holocaust was troubling – it points to the coalitions that could be built in the future.”", "Trump’s willful validation of such activity has left elected officials on both sides of the aisle deeply rattled. They question the health of the nation.", "“It demonstrates the utmost importance of having a thread of moral character in the White House,” said Parent. “I’m grateful Donald Trump will be exiting – morality is absent in this president, and it is very dangerous.”", "Raffensperger set his personal anxiety against the long arch of US history. “Is this something George Washington would have done?” he asked. “Is that the kind of behavior that the founding fathers of this great republic would have done?”"], "authors": ["Ed Pilkington", "Sam Levine"], "keywords": ["violent", "parent", "state", "republican", "fraud", "stop", "voter", "officials", "claims", "surreal", "trump", "georgia", "raffensperger", "sterling", "election", "threats", "facing"], "pubDate": "2020-12-09T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}