{"id": "3bc2d114-1f90-3cf8-9caf-802896c4007f", "title": "Shell game - Flare-ups between India and Pakistan in Kashmir are getting fiercer", "url": "https://www.economist.com/asia/2020/11/24/flare-ups-between-india-and-pakistan-in-kashmir-are-getting-fiercer", "summary": "It marks the spot Indian and Pakistani forces had reached when they agreed on a ceasefire in their war over Kashmir in 1948.\nOn November 13th India said that four civilians and five members of the security forces had been killed, and 19 injured, in “unprovoked” Pakistani firing across several parts of the L o C .\nPakistan in turn said that five of its civilians and one soldier were killed in an “unprovoked and indiscriminate” Indian attack.\nThough India and Pakistan agreed on an informal ceasefire in 2003, it fell apart a decade later.\nThings have been getting steadily worse: in 2019 the Indian army recorded 3,479 violations; the figure for this year so far is over 3,800.", "paragraphs": ["T HE “LINE OF CONTROL” ( L o C ) that wends across the rugged valleys of the former princely state of Jammu & Kashmir is something of a bellwether. It marks the spot Indian and Pakistani forces had reached when they agreed on a ceasefire in their war over Kashmir in 1948. If the two countries are getting on relatively well, the mountains are quiet. Soldiers have even been known to meet on the line to exchange sweets and pleasantries on holidays such as Diwali or Eid. When the two countries met on the cricket field, Ajai Shukla, a retired Indian colonel, reminisced in 2013, “each wicket taken or boundary hit would see intense celebratory gunfire—directed at a nearby, or especially vulnerable, enemy post”. But these days the sweets have gone and the shells are flying in anger.", "On November 13th India said that four civilians and five members of the security forces had been killed, and 19 injured, in “unprovoked” Pakistani firing across several parts of the L o C . Pakistan in turn said that five of its civilians and one soldier were killed in an “unprovoked and indiscriminate” Indian attack. Both sides said they had given the other a “befitting reply”. It followed an earlier flare-up in April, when drone footage released by India’s army showed alleged Pakistani ammunition dumps and artillery positions erupting like volcanoes, throwing flaming debris into the cool Himalayan sky.", "Though India and Pakistan agreed on an informal ceasefire in 2003, it fell apart a decade later. Since 2018 the number of ceasefire violations recorded by the Indian Army has almost doubled, while Pakistan has documented a 10% jump (the figures differ because violations are defined loosely, including everything from a stray bullet to an artillery barrage). Things have been getting steadily worse: in 2019 the Indian army recorded 3,479 violations; the figure for this year so far is over 3,800."], "authors": ["The Economist"], "keywords": ["ceasefire", "fiercer", "pakistani", "getting", "pakistan", "kashmir", "sweets", "shell", "flareups", "violations", "line", "game", "recorded", "unprovoked", "india", "army", "indian"], "pubDate": "2020-11-24T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}