{"id": "3c021d53-f014-3557-a2c8-8d55aa4b4d56", "title": "Supreme Court gives temporary win to California churches over coronavirus restrictions", "url": "http://www.foxnews.com/politics/supreme-court-california-churches-coronavirus-restrictions", "summary": "The Supreme Court gave a positive sign to a California church fighting Gov.\nGavin Newsom's restrictions on the number of people allowed at houses of worship due to the coronavirus pandemic.\nIn a Thursday order, the court vacated a District Court ruling against Harvest Rock Church with instructions to reconsider their challenge in light of the Supreme Court's recent rejection of restrictions on prayer services in New York.\nCORONAVIRUS LOCKDOWNS BY STATE: WHAT YOU NEED TO KNOW\"The September 2 order of the United States District Court for the Central District of California is vacated, and the case is remanded to the United States Court of Appeals for the Ninth Circuit with instructions to remand to the District Court for further consideration in light of Roman Catholic Diocese of Brooklyn v. Cuomo,\" the Supreme Court said.\nUnder the amendment's Free Exercise Clause, the church claims, Newsom's order is illegal because restricts the size of religious gatherings while treating non-religious groups and activities differently.", "paragraphs": ["The Supreme Court gave a positive sign to a California church fighting Gov. Gavin Newsom's restrictions on the number of people allowed at houses of worship due to the coronavirus pandemic.", "In a Thursday order, the court vacated a District Court ruling against Harvest Rock Church with instructions to reconsider their challenge in light of the Supreme Court's recent rejection of restrictions on prayer services in New York.", "CORONAVIRUS LOCKDOWNS BY STATE: WHAT YOU NEED TO KNOW", "\"The September 2 order of the United States District Court for the Central District of California is vacated, and the case is remanded to the United States Court of Appeals for the Ninth Circuit with instructions to remand to the District Court for further consideration in light of Roman Catholic Diocese of Brooklyn v. Cuomo,\" the Supreme Court said.", "Fox News reached out to Newsom's office for comment, but they did not immediately respond.", "In a 5-4 ruling, the Supreme Court ruled in favor of the Roman Catholic Diocese of Brooklyn and the Jewish group Agudath Israel of America, issuing an injunction against New York's restrictions that limited prayer services at houses of worship to 10 people in some areas and 25 in others. The religious organizations claimed that Gov. Andrew Cuomo's policies were more restrictive against houses of worship than against secular establishments.", "KENTUCKY AG TAKES STATE'S CORONAVIRUS RESTRICTIONS TO SUPREME COURT IN BID TO OPEN RELIGIOUS SCHOOLS", "In California there is a tiered system that places different levels of restrictions on different counties, but as of Nov. 21, 41 counties in the state — representing 94% of the state’s population — were under the most restrictive regulations that include the prohibition of all indoor religious services. Services in other counties have strict caps on the number of people permitted. The state issued specific guidance to places of worship earlier this year.", "The church's legal argument is based primarily on the First Amendment. Under the amendment's Free Exercise Clause, the church claims, Newsom's order is illegal because restricts the size of religious gatherings while treating non-religious groups and activities differently.", "CLICK HERE TO GET THE FOX NEWS APP", "The church also cites case law surrounding the First Amendment’s Establishment Clause that says that the government cannot “force or influence a person to go to or remain away from church against his will.” The church claims that imposing criminal penalties on people who go to a house of worship influences them to stay away."], "authors": ["Ronn Blitzer"], "keywords": ["churches", "coronavirus", "services", "win", "gives", "religious", "state", "church", "court", "district", "restrictions", "worship", "temporary", "supreme", "california", "states"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}