{"id": "3c2e20b7-d87b-382b-9cc8-e948747d3d4f", "title": "Hunter Biden says US attorney’s office is investigating his tax affairs", "url": "https://www.theguardian.com/us-news/2020/dec/09/hunter-biden-tax-investigation-joe-biden", "summary": "President-elect Joe Biden’s son, Hunter Biden, said on Wednesday that the US attorney’s office in Delaware had opened an investigation into his “tax affairs”.\nNevertheless, the president remained fixated on Hunter Biden throughout the campaign season, aided by his personal lawyer, Rudy Giuliani, and his Republican supporters on Capitol Hill.\nA spokesperson for the US attorney’s office in Delaware declined to comment, citing the ongoing nature of the investigation.\nThough Hunter Biden’s businesses dealings and his years-long struggle with addiction provided ample political ammunition for Trump, Joe Biden continued to defend him publicly.\nHunter Biden is the president-elect’s only living son, after the death of his eldest child, Beau Biden, of brain cancer in 2015.", "paragraphs": ["President-elect Joe Biden’s son, Hunter Biden, said on Wednesday that the US attorney’s office in Delaware had opened an investigation into his “tax affairs”.", "Hunter Biden, who has long been a target of Donald Trump and his allies, said he had learned about the federal investigation on Tuesday from his lawyer, who was informed of the matter by the US attorney’s office earlier that day.", "“I take this matter very seriously but I am confident that a professional and objective review of these matters will demonstrate that I handled my affairs legally and appropriately, including with the benefit of professional tax advisers,” Hunter Biden said in a statement released by the president-elect’s transition office.", "Trump and his allies have sought to tarnish his political opponent Joe Biden with unproven corruption charges involving his son. Trump’s early pursuit of these unsubstantiated allegations resulted in his impeachment, after he pressured the newly elected president of Ukraine to investigate Hunter Biden’s work in the country while his father was vice-president.", "Nevertheless, the president remained fixated on Hunter Biden throughout the campaign season, aided by his personal lawyer, Rudy Giuliani, and his Republican supporters on Capitol Hill. A Senate investigation into the allegations led by Trump’s allies found no evidence of improper influence or wrongdoing by the former vice-president, concluding only that Hunter Biden had leveraged his family name to secure lucrative business deals.", "In the final weeks of the campaign, Giuliani claimed a laptop recovered from a repair shop in Delaware and belonged to Hunter Biden documented his foreign business dealings. With Giuliani as a conduit, the allegations were published by the New York Post to buttress the baseless claim that Biden shaped American foreign policy in Ukraine to benefit his son. The Biden campaign categorically denied the story and many of the key details were disputed.", "On Wednesday, the Associated Press reported that, according to a person familiar with the matter, the tax investigation into Hunter Biden concerned some of his Chinese business dealings, among other financial transactions, and “does not have anything to do with the laptop”; the Guardian has not confirmed this.", "The disclosure about the investigation comes as Joe Biden is assembling his cabinet in advance of his inauguration, which will take place on 20 January despite Trump’s refusal to concede the election. Biden has yet to announce his pick for attorney general, a role that could have oversight of the investigation into his son’s taxes.", "The US attorney’s office in Delaware is led by David Weiss, who was appointed by Trump and sworn into the position in February 2018. A spokesperson for the US attorney’s office in Delaware declined to comment, citing the ongoing nature of the investigation.", "Though Hunter Biden’s businesses dealings and his years-long struggle with addiction provided ample political ammunition for Trump, Joe Biden continued to defend him publicly. Hunter Biden is the president-elect’s only living son, after the death of his eldest child, Beau Biden, of brain cancer in 2015.", "The Biden-Harris transition team said in a separate statement: “President-elect Biden is deeply proud of his son, who has fought through difficult challenges, including the vicious personal attacks of recent months, only to emerge stronger.”"], "authors": ["Lauren Gambino"], "keywords": ["hunter", "biden", "trumps", "affairs", "office", "son", "joe", "delaware", "trump", "investigation", "attorneys", "investigating", "tax"], "pubDate": "2020-12-09T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}