{"id": "3c33c046-af7a-3a48-b594-0b056422c962", "title": "New York lowers bear and deer hunting age to 12 in state budget", "url": "http://www.foxnews.com/great-outdoors/new-york-lowers-big-game-bear-deer-hunting-age-12", "summary": "New York state’s finalized budget for the fiscal year of 2022 says junior big game hunting will be expanded to pre-teens as young as 12-years-old.\n9-YEAR-OLD MISSOURI HUNTER SHOOTS HUGE BUCKThe expansion of big game hunting in New York will reportedly generate revenue for the state from licensing fees.\nEach county legislature or board of supervisors will vote on the authorization of the new youth hunting age minimum.\nA separate $5 trapping license is required for applicable junior hunters.\nWhen out in the field, junior hunters and their mentors must wear fluorescent orange or pink gear that is visible from all directions.", "paragraphs": ["New York state’s finalized budget for the fiscal year of 2022 says junior big game hunting will be expanded to pre-teens as young as 12-years-old.", "In a sub-section titled \"Expand Hunting and Crossbow Licensing,\" the state’s Executive Budget Briefing Book claims: \"The Budget includes expanding the existing crossbow season and increasing the pool of possible big game hunters to 12- and 13-year olds to encourage and expand outdoor recreation.\"", "9-YEAR-OLD MISSOURI HUNTER SHOOTS HUGE BUCK", "The expansion of big game hunting in New York will reportedly generate revenue for the state from licensing fees.", "Previously, junior hunting with firearms was permissible for youth hunters who were between the ages of 14 and 15, according to guidelines listed on the New York State Department of Environmental Conservation.", "Starting in June 2021, junior hunters between 12 and 13 will be allowed to hunt big game such as bears and deer with shotguns, rifles, muzzleloaders and crossbows in eligible areas so long as they have a licensed parent or legal guardian who is at least 21-years-old with them – just like their bowhunting counterparts.", "TEEN KANSAS HUNTER'S 42-POINT BUCK CONFIRMED AS WORLD RECORD", "This expanded youth hunting pilot program is set to expire on Dec. 31, 2023, according to the New York State Legislature.", "Each county legislature or board of supervisors will vote on the authorization of the new youth hunting age minimum.", "NEW YORK MAN ACCUSED OF RIGGING HUNTING CAMP TO EXPLODE", "Junior hunters between the ages of 12 and 15 are required to have a hunting license, which costs $5, according the DEC. For juniors who want to hunt with a bow, they will need to have a bowhunting privilege, which costs $4.", "A separate $5 trapping license is required for applicable junior hunters.", "CLICK HERE TO GET THE FOX NEWS APP", "Besides big game, junior hunters can hunt fowl during open hunting seasons or special days, including turkey, Turkey, pheasant, ducks, mergansers, brant, gallinules, coot and Canada geese. Daily bag limits apply for all hunted species.", "When out in the field, junior hunters and their mentors must wear fluorescent orange or pink gear that is visible from all directions.", "CLICK HERE TO SIGN UP FOR OUR LIFESTYLE NEWSLETTER", "This includes a \"shirt, jacket, or vest with at least 250 square inches of solid or patterned orange or pink (the pattern must be at least 50% orange or pink) OR a hat with at least 50% fluorescent orange or pink,\" according to the DEC’s Junior Big Game Hunting guidelines."], "authors": ["Cortney Moore", "Cortney Moore Is A Digital Associate Writer Producer For Fox Business. Follow Her On Twitter At"], "keywords": ["lowers", "youth", "deer", "pink", "12", "junior", "state", "bear", "age", "york", "orange", "hunting", "hunters", "game", "big", "according", "budget"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}