{"id": "3c44e79f-9aff-3a87-afd9-3b37be4f1b58", "title": "How to Stick to Your New Year’s Resolutions", "url": "https://www.vogue.com/article/items-to-stick-to-your-new-years-resolutions", "summary": "It also begs the question, should any of us bother making resolutions for 2021?\nThat doesn’t mean I’ll abandon resolutions altogether, but I will try to focus on small (and I mean miniscule) changes that will actually improve my “new normal.”Below, my list of bite-sized resolutions, and the items that are helping hold me accountable.\nObé Fitness Monthly Subscription $27 OBÉ FITNESS Shop Now Adidas by Stella McCartney Yoga Mat $70 ADIDAS Shop Now2.\nOr, if you’re looking for a new way to support local businesses, consider signing up for a monthly subscription service or membership.\nI for one am opting into my neighborhood bookstore’s curated monthly subscription service.", "paragraphs": ["About a month ago, comedian Robyn Schall created the TikTok seen around the world (or at least across every platform I frequent): a now-viral video in which she revisits her “goals for 2020,” reading from a list that was clearly written pre-pandemic. In the video, Schall doubles over with laughter as she recounts erstwhile aspirations like “travel more,” “be more social,” and “cry less.”", "The video caught fire for its relatability—in a year when most of us are barely keeping it together, the idea of aspiring to any sort of self-improvement seems genuinely hilarious, if not utterly futile. It also begs the question, should any of us bother making resolutions for 2021?", "As a devoted resolution writer with a habit of making sweeping, completely unkeepable commitments like “eat clean” (whatever that means) and “meet new people,” I’m taking advantage of 2021 to dial it back. That doesn’t mean I’ll abandon resolutions altogether, but I will try to focus on small (and I mean miniscule) changes that will actually improve my “new normal.”", "Below, my list of bite-sized resolutions, and the items that are helping hold me accountable.", "1. Move", "That’s it. That’s the resolution. Not “move more than 3 times an hour” or “move for 60 minutes at a time.” Just move. Literally at all. After nearly a year of attempting to work out without classes or gym onlookers to motivate me, I’ve learned that it’s best to start small. So rather than attempt a 90 minute at-home cardio kickboxing class (during which I will undoubtedly stop to look at my phone 12 times), I’m committing to short, 10-ish minute classes from Obé Fitness. While the platform offers classes at every length and difficulty, I’ve discovered I just don’t have the attention span (or the stamina) for anything more than a bite sized yoga flow. We’ll take it!", "Obé Fitness Monthly Subscription $27 OBÉ FITNESS Shop Now Adidas by Stella McCartney Yoga Mat $70 ADIDAS Shop Now", "2. Unplug", "With nowhere to go and not much to do, I can’t be the only one who’s spent more time with my screens this year. I take a break from my laptop, only to check my phone. When I finally manage to sign off for the day, I inevitably start watching Netflix. The reflex to check my phone is so powerful, I need to physically remove it from my immediate surroundings to avoid mindless scrolling. I’m starting with 30-minute phone-free intervals after I finish work, and trying (emphasis on trying) to put it away at least 30 minutes before bed. I said the bar was low!", "The Phone Home $120 RACHEL SAUNDERS Shop Now Quiet Sanctuary Candle $30 FAVOR Shop Now", "3. Mark the Passage of Time", "When someone asked me the date during a Zoom call last week, I was off by four days. Four days! Before the pandemic, I carried two calendars with me at all times: the Google calendar on my phone and a print planner that lived in my work bag. I’d review both while drinking my coffee each morning, just to make sure I prepared for the day ahead. Now, I roll out of bed five, maybe ten minutes before my first virtual meeting, and I haven’t touched my planner since March. This year, I’m recommitting to a schedule, even if that schedule no longer involves leaving my apartment.", "Postman's Lock Pocket Book $325 MULBERRY Shop Now Brass Easel & Calendar $49 ARTIFACT UPRISING Shop Now", "4. Learn Something New", "Many of us entered lockdown with ambitions of learning a new language, taking up needlepoint, or starting to paint. If you managed to do one of those things, I congratulate you! I, on the other hand, was disappointed to find that the adult coloring books I ordered were too challenging for me. When it comes to furthering my education, I’ve found it’s best to build on established interests. Rather than pick a new hobby at random, what if I actually learned the basics of this thing I already know I enjoy?", "How to Drink Wine: The Easiest Way to Learn What You Like by Grant Reynolds & Chris Stang $16 BOOKSHOP Shop Now Estelle Colored Glass Stemmed Wine Glass $175 WEST ELM Shop Now", "5. Get Organized", "I’ve never thought of myself as someone who draws a firm line between my “work” and “everyday” clothes. Maybe I was wrong, or maybe I’ve descended to a whole new level of “everyday,” but after nine months of working from home, my closet has started to look like a shrine: crisp white shirts and black pants hanging pristine and untouched, waiting for the woman who used to wear them to rise up from the grave. With at least six more months of remote work ahead, it’s time to organize for the life I’m actually living.", "Underbed Storage - Set of 2 $128 OPEN SPACES Shop Now Uashmama Italian Storage Bins with Leather Handles $118 FOOD52 Shop Now", "6. Join a Club", "There’s never been a better time to join a club— no in-person meetings, no awkward small talk. Just you on your couch, enjoying the smug satisfaction of a joiner without any of the drawbacks. I’ve long relied on Primal Wines’ in-depth descriptions to help me discover new bottles. Now, I’m taking our relationship to the next level, committing to a monthly delivery, and putting my newfound knowledge (see resolution #4) to the test.", "Or, if you’re looking for a new way to support local businesses, consider signing up for a monthly subscription service or membership. I for one am opting into my neighborhood bookstore’s curated monthly subscription service. With different genres to choose from, it’s like the “staff picks” section, but delivered directly to your home."], "authors": ["Grace Stearns", "Grace Stearn"], "keywords": ["resolutions", "taking", "work", "subscription", "monthly", "shop", "video", "times", "stick", "ive", "phone", "im"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}