{"id": "3c45ee7c-93ac-31bf-86c0-cd5ca54b8497", "title": "‘Sense of Disappointment’ on the Left as the N.Y.C. Mayor’s Race Unfolds", "url": "https://www.nytimes.com/2021/04/10/nyregion/yang-adams-mayor-progressives.html", "summary": "But it is also true that they are relatively friendly toward the business and real estate communities.\nAnd on the spectrum of mayoral candidates, they are also more moderate on policing matters, even as they promote criminal justice reform.\nAs more voters tune in, the contest will offer the clearest picture yet of the political mood of a large, racially diverse city on issues surrounding economic recovery, a rise in violent crime and deep inequality that the coronavirus pandemic has only worsened.\nAcross the city, younger left-wing activists have been part of a coalition that has shaped legislative and House races.\nBut that contingent has not been determinative in statewide races for governor or, at a national level, in the presidential campaign, where moderate Black voters and other older, more centrist voters played a decisive role in giving President Biden the nomination.", "paragraphs": ["But it is also true that they are relatively friendly toward the business and real estate communities. And on the spectrum of mayoral candidates, they are also more moderate on policing matters, even as they promote criminal justice reform. (Indeed, Mr. Adams, a Black former police officer who says he has experienced police brutality himself, spent much of his career urging changes in the system, but he is also a onetime Republican who speaks often about the constructive role he believes policing can play in promoting public safety.)", "Those stances are sharply at odds with the anti-real estate, anti-corporate and “defund the police” rhetoric that has animated the left-wing New York scene in recent years — and in particular after the killing of George Floyd last May — but that has largely been untested in a citywide race.", "As more voters tune in, the contest will offer the clearest picture yet of the political mood of a large, racially diverse city on issues surrounding economic recovery, a rise in violent crime and deep inequality that the coronavirus pandemic has only worsened.", "Across the city, younger left-wing activists have been part of a coalition that has shaped legislative and House races. But that contingent has not been determinative in statewide races for governor or, at a national level, in the presidential campaign, where moderate Black voters and other older, more centrist voters played a decisive role in giving President Biden the nomination.", "Even as some activists worry about the state of the mayor’s race, many are struggling to coalesce behind one of three candidates most consistently mentioned as progressive contenders: Mr. Stringer, the well-funded city comptroller who boasts a raft of endorsements from left-wing lawmakers; Ms. Morales, who is perhaps the most left-wing candidate in the race; and Ms. Wiley, a former MSNBC analyst and counsel to Mayor Bill de Blasio, who on Friday was endorsed by Representative Yvette Clarke, a Brooklyn Democrat."], "authors": ["Katie Glueck", "Dana Rubinstein"], "keywords": ["voters", "policing", "race", "sense", "left", "moderate", "races", "nyc", "mayors", "unfolds", "ms", "role", "disappointment", "mr", "leftwing", "city"], "pubDate": "2021-04-10T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}