{"summary": "Three generations of one Windrush-descended family are struggling to prove that they are British in a protracted fight for documentation which has left a London-born woman facing homelessness with her two-year-old son.\nSince both Jamaica and St Lucia were British colonies when they left, they travelled as British subjects on Citizens of the UK and Colonies passports.\nShe was shocked when officials in the Newham council housing department questioned whether she was British.\nThey said they wouldn’t help me until I could prove I was British.\nShe helped Courtney Lawrence and her parents submit applications to the Windrush taskforce, and is waiting for a response.", "url": "https://www.theguardian.com/uk-news/2019/dec/18/three-generations-of-windrush-family-struggling-to-prove-they-are-british", "paragraphs": ["Three generations of one Windrush-descended family are struggling to prove that they are British in a protracted fight for documentation which has left a London-born woman facing homelessness with her two-year-old son.", "Courtney Lawrence, 25, was denied emergency housing in May because officials said she needed to show a passport to prove she was eligible for council support, despite the fact that she was born in the UK and has never left the country. As a result of this refusal she was forced to sofa-surf with her son for five months; she has subsequently been given emergency accommodation in a Travelodge hotel.", "Both her parents arrived in the UK from the Caribbean as small children more than half a century ago, and have never formally naturalised as British citizens. They did not realise that their immigration status was uncertain until their daughter told them she was having difficulty getting council support. The citizenship of Courtney’s son, Kasion, also born in London, is now also in question.", "The family’s difficulties reveal the complex problems still being experienced by many Windrush descendants 18 months after the government apologised and promised to “do right” by those affected by the Home Office scandal.", "Courtney’s father, Joseph Lawrence, a retired construction worker, arrived in the UK from Jamaica in 1957 when he was three, and has lived in England for the past 63 years.", "Her mother, Gillian St Rose, a former special-needs teaching assistant, came in 1969 aged five from Saint Lucia, and has not left Britain in the past 50 years. Since both Jamaica and St Lucia were British colonies when they left, they travelled as British subjects on Citizens of the UK and Colonies passports. Courtney was born in London in 1994.", "Until April, she and her parents had not realised that there was any problem with their immigration status. They had all watched the news about the Windrush scandal in April 2018, but did not think that they might be affected by the government’s mistreatment of thousands of Commonwealth-born citizens who were wrongly classified as illegal immigrants, despite being legally resident in the UK.", "“I was very aware of it but I didn’t think for a second that it would affect me,” Courtney said. She was shocked when officials in the Newham council housing department questioned whether she was British. She showed her birth certificate and her National Insurance number to officials (which was what she had always shown prospective employers) but was told that this was not enough to prove that she was British and that she would need to bring her mother’s and father’s passports in order to prove her eligibility; neither parent has a British passport.", "“They said the Home Office has said that you’re not British. They said they wouldn’t help me until I could prove I was British. It upset me. I was born here, I haven’t left the country, I’ve done good jobs here and this has never arisen,” Courtney, who has worked as a teaching assistant in nurseries and as a sales assistant, said. “This has made me depressed; I feel like I don’t know who I am.”", "Courtney should be recognised as a British citizen, since she was born in the UK to British citizens, but because neither parent is currently able to prove their status as British citizens, she has struggled to persuade officials to believe her. Since changes to nationality legislation in 1983, just being born in the UK is not enough to make someone British; one or both parents must be British or have settled status in the UK. There are believed to be tens of thousands of children who were born here who were not automatically British at birth; many of them do not realise they have any immigration issues until adulthood, when they have difficulties accessing student loans or housing support.", "As a result of the council’s decision to refuse her emergency housing, she had nowhere to stay. “I made it clear to them I was homeless,” she said. The council offered to refer her case to child services, but she was worried that this could result in her child being removed. “It sounded like they were offering services for my child and not for me.” Even when she presented officials with a letter explaining that she was affected by the Windrush scandal, staff still refused to believe that she was eligible for support.", "Her parents were equally unaware that their immigration status was vulnerable. Since they realised that they have to regularise their status, they have both felt very anxious about whether they will find themselves targeted by immigration enforcement officers. “I’ve been waiting for someone to ring and say, ‘right, now you’re evicted’. I’ve become paranoid and been waiting to be deported,” Gillian St Rose said. “I’ve cried tears for her. I feel bad because it is my fault I didn’t get a passport – which I didn’t think I needed.”", "The council changed its position in October and gave Courtney and her son an emergency room in a Travelodge hotel. She is delighted to have a room, although points out that being housed in a hotel means it is only possible to cook things which can be heated up with boiling water from a kettle (packet soup, noodles), and that the space is not appropriate for a two-year-old. She is more concerned about the passport problems facing her son, if her own immigration difficulties are not resolved.", "Bethan Lant, advice manager at the charity Praxis which has been helping the family, described the risks facing the son as “serious”. “If he applies for a passport now, the Passport agency would want evidence of his mother’s status and there is currently no proof of that,” she said.", "She helped Courtney Lawrence and her parents submit applications to the Windrush taskforce, and is waiting for a response. This unit was set up by the Home Office in the wake of the scandal last year, when the government was forced to apologise for criminalising thousands of legal UK residents, some of whom were wrongfully deported, detained, sacked from their jobs, evicted from their homes and denied access to healthcare.", "Courtney has gathered extensive documentation from her childhood to try to prove to the Home Office that she has lived all her life in the UK. Her parents have collected photographs placing them in the UK in the 1960s; her mother has submitted a picture of herself in school uniform, details of her confirmation service, a primary school admission letter. Staff at Praxis are surprised at the length of time it is taking for the unit to respond to Courtney’s application.", "Sally Daghlian, the Praxis CEO, said: “The policies that created the so-called Windrush scandal are extending across the generations and all those who do not have a British passport risk being denied essential services and left in limbo.”", "The Home Office said staff would not routinely comment on individual cases. Newham councillor Charlene McLean said staff would be given more training to help them assess the eligibility of Windrush cases, as a result of the Lawrence family’s experience. “I am embarrassed this has happened and apologise to Ms Lawrence on behalf of the mayor of Newham and the council,” she said.", "“We are hugely proud of all our migrant communities and that is why an important motion was passed last year to ensure the Windrush generation and their relatives would be fully supported by the council with all policies and procedures reviewed to reflect this. I am sorry this did not happen in this case. Although officers followed the law with regards to this particular case, this is not in line with usual procedure and more action could have been taken to check this resident’s UK citizenship.”", "The council is now in the process of moving Courtney Lawrence into a flat."], "pubDate": null, "keywords": ["uk", "passport", "status", "left", "parents", "prove", "council", "windrush", "family", "born", "british", "generations", "struggling"], "id": "3c4d28d8-edd5-35b3-b8fc-8c98f9e08206", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "authors": ["Amelia Gentleman"], "title": "Three generations of Windrush family struggling to prove they are British"}