{"id": "3c6fa082-71a7-3b5c-b48f-155c14ee8e87", "title": "Consider the Backless Dress for a New Year’s Eve at Home", "url": "https://www.vogue.com/article/backless-dresses-trend-2021", "summary": "Old mentalities would say that backless dresses, revealing from shoulder blade to hip bone, were the exclusive purview of nights on the town.\nGoing backless requires a partner—someone to observe the surprising gesture of a total spine reveal.\nIt surely comes as a surprise, then, that amid a year of staying home, staying alone, and staying in sweats, some of fashion’s most influential and buzzed-about designers slashed away the backs of their spring 2021 garments.\nAlexander McQueen spring 2020 Peter White It might not look it, but this Alexander McQueen spring 2021 menswear suit features a triangular cutout across the back.\nIn stretchy jersey à la Givenchy or in knits as at Christopher John Rogers, a backless dress offers a clever twist on comfort clothing, modest enough for a Zoom call but also daring enough to add a small thrill to these mundane days.", "paragraphs": ["Old mentalities would say that backless dresses, revealing from shoulder blade to hip bone, were the exclusive purview of nights on the town. Historical evidence surely suggests it: Hailey Bieber in Alexander Wang at the 2019 Met gala, Hilary Swank in Guy Laroche at the 2005 Oscars, even Donyale Luna’s apple green Rudi Gernreich in 1968’s Skidoo, while worn indoors, is for a woman flaunting it. Going backless requires a partner—someone to observe the surprising gesture of a total spine reveal.", "It surely comes as a surprise, then, that amid a year of staying home, staying alone, and staying in sweats, some of fashion’s most influential and buzzed-about designers slashed away the backs of their spring 2021 garments. For whom, exactly, we wondered?", "Alexander McQueen spring 2020 Peter White It might not look it, but this Alexander McQueen spring 2021 menswear suit features a triangular cutout across the back. Photo: Courtesy of Alexander McQueen", "But the more we’ve stayed at home and watched fashion rules melt away, the more spine-showing dresses started to feel like exactly the type of business-in-the-front, party-in-the-back hybrid garment that sums up 2020. A little provocative. A bit nonsensical. Funny and extravagant at once. In stretchy jersey à la Givenchy or in knits as at Christopher John Rogers, a backless dress offers a clever twist on comfort clothing, modest enough for a Zoom call but also daring enough to add a small thrill to these mundane days."], "authors": ["Steff Yotka", "Steff Yotk"], "keywords": ["mcqueen", "alexander", "spring", "2021", "surely", "backless", "exactly", "staying", "dress", "away", "eve", "dresses", "consider"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}