{"paragraphs": ["Paramount Pictures' live-action Sonic the Hedgehog movie was on the receiving end of the internet's wrath earlier this year when it released its first trailer, but after a big character redesign and a new trailer, it appears to be back in the collective's good graces. Just in time for the swing in popular opinion (and a couple months before theatrical release), Sega has announced a large collection of licensed merchandise for the film.", "From standard toys and plushies to apparel and higher-end collectibles, those looking forward to the 2020 film will have plenty of things to spend their money on. Check out the list of merchandise coming in the lead up and aftermath of Paramount Pictures' Sonic the Hedgehog below.", "Bentex: Apparel for youth (Spring 2020)", "Apparel for youth (Spring 2020) Bioworld: Apparel for adults", "Apparel for adults Build-a-Bear Workshop: Specialty plush items and accessories", "Specialty plush items and accessories Diamond Select Toys: Highly detailed premium statue featuring an iconic scene (Spring 2020)", "Highly detailed premium statue featuring an iconic scene (Spring 2020) Franco: Sonic bedding (Spring 2020)", "Sonic bedding (Spring 2020) JAKKS Pacific: Playsets and plushies available in select territories (January 2020)", "Playsets and plushies available in select territories (January 2020) Penguin Publishing: Variety of children's books (December 2019)", "Variety of children's books (December 2019) Sega Shops: Capsule collection of items (January 2020)", "Capsule collection of items (January 2020) Snapco and Ping Solutions: In-cinema concessions premiums including drink toppers and popcorn buckets at select theaters", "In-cinema concessions premiums including drink toppers and popcorn buckets at select theaters Toy Factory and Sega Amusement: Novelty products for amusement parts and attractions in North America and Europe", "Novelty products for amusement parts and attractions in North America and Europe TBM Fashion Lab and Cooneen: Apparel for adults and youth internationally (Early 2020)", "Sonic the Hedgehog hits theaters on February 14."], "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Digital Editor", "Brian Has Written About Video Games For Over A Decade Across Multiple Publications. When He'S Not Writing Or Gaming", "He'S Usually Listening To Music", "Watching Ufc", "Or Hopelessly Rooting For A Baltimore Or D.C. Sports Team."], "title": "Sega And Paramount Announce Official Sonic Movie Merchandise", "id": "3c711ae4-97b3-37b0-a3f5-1c3ff736d3a0", "keywords": ["paramount", "items", "sonic", "hedgehog", "apparel", "2020", "youth", "announce", "spring", "movie", "plushies", "select", "merchandise", "official", "sega"], "summary": "Paramount Pictures' live-action Sonic the Hedgehog movie was on the receiving end of the internet's wrath earlier this year when it released its first trailer, but after a big character redesign and a new trailer, it appears to be back in the collective's good graces.\nJust in time for the swing in popular opinion (and a couple months before theatrical release), Sega has announced a large collection of licensed merchandise for the film.\nFrom standard toys and plushies to apparel and higher-end collectibles, those looking forward to the 2020 film will have plenty of things to spend their money on.\nCheck out the list of merchandise coming in the lead up and aftermath of Paramount Pictures' Sonic the Hedgehog below.\nBentex: Apparel for youth (Spring 2020)Apparel for youth (Spring 2020) Bioworld: Apparel for adultsApparel for adults Build-a-Bear Workshop: Specialty plush items and accessoriesSpecialty plush items and accessories Diamond Select Toys: Highly detailed premium statue featuring an iconic scene (Spring 2020)Highly detailed premium statue featuring an iconic scene (Spring 2020) Franco: Sonic bedding (Spring 2020)Sonic bedding (Spring 2020) JAKKS Pacific: Playsets and plushies available in select territories (January 2020)Playsets and plushies available in select territories (January 2020) Penguin Publishing: Variety of children's books (December 2019)Variety of children's books (December 2019) Sega Shops: Capsule collection of items (January 2020)Capsule collection of items (January 2020) Snapco and Ping Solutions: In-cinema concessions premiums including drink toppers and popcorn buckets at select theatersIn-cinema concessions premiums including drink toppers and popcorn buckets at select theaters Toy Factory and Sega Amusement: Novelty products for amusement parts and attractions in North America and EuropeNovelty products for amusement parts and attractions in North America and Europe TBM Fashion Lab and Cooneen: Apparel for adults and youth internationally (Early 2020)Sonic the Hedgehog hits theaters on February 14.", "pubDate": null, "url": "https://www.gameinformer.com/2019/12/11/sega-and-paramount-announce-official-sonic-movie-merchandise"}