{"id": "3c9b5f19-0112-380f-92c9-6b7948333400", "title": "Trump urged to veto omnibus spending bill; House GOP calls it example of ‘swamp politics’", "url": "https://www.foxnews.com/politics/house-republicans-trump-veto-omnibus-spending-bill", "summary": "EXCLUSIVE: A group of House Republicans on Wednesday urged President Trump to veto an approximately $1.4 trillion omnibus spending bill being negotiated in Congress, describing it as an example of \"swamp politics\" in Washington, D.C.\n\"I’m hopeful by tonight...we will have an agreement on the omnibus,\" House Majority Leader Steny Hoyer, D-Md., told reporters Wednesday -- but lawmakers ended negotiations without a deal.\nFox News is told that while the omnibus spending package is in \"good\" shape, policy issues remain -- which means it may require another interim spending bill to avoid a government shutdown this weekend after the Friday deadline.\nThey also note President Trump’s 2018 remarks in which he said he \"would never sign another bill like this again\" when he signed an omnibus spending bill.\n\"Our country will be better off if you veto this omnibus appropriations bill for fiscal year 2021,\" they told the president.", "paragraphs": ["EXCLUSIVE: A group of House Republicans on Wednesday urged President Trump to veto an approximately $1.4 trillion omnibus spending bill being negotiated in Congress, describing it as an example of \"swamp politics\" in Washington, D.C.", "The letter, signed by 14 Republicans, including Reps. Andy Biggs of Arizona and Chip Roy of Texas, describes the measure as a \"massive take-it-or-leave-it bill, negotiated behind closed doors, that expands government, spends at record levels well above 2011 base cap levels, and funds unnecessary or even harmful federal programs.\"", "CONGRESS CLOSING IN ON $900B CORONAVIRUS RELIEF DEAL THAT COULD INCLUDE SECOND STIMULUS CHECK", "Negotiations were expected to resume Thursday among congressional leaders in an effort to come to an agreement on the massive spending bill and to prevent a government shutdown, as well as a separate coronavirus stimulus package.", "\"I’m hopeful by tonight...we will have an agreement on the omnibus,\" House Majority Leader Steny Hoyer, D-Md., told reporters Wednesday -- but lawmakers ended negotiations without a deal.", "Fox News is told that while the omnibus spending package is in \"good\" shape, policy issues remain -- which means it may require another interim spending bill to avoid a government shutdown this weekend after the Friday deadline.", "Fox is told that there is a plan to put the approximately $900 billion coronavirus aid package on top of the $1.4 omnibus to create a bill with a price tag in the $2.3 trillion range. But such legislation will be massive and could take time for lawmakers to familiarize themselves with the bill and to get the votes.", "The Republican lawmakers say the omnibus would significantly increase the national debt and blame the bill in part on House Speaker Nancy Pelosi, arguing that the measure \"fully funds an agenda rejected by the American people\" -- highlighting that Pelosi’s majority in the House was shrunk in the November election.", "They also note President Trump’s 2018 remarks in which he said he \"would never sign another bill like this again\" when he signed an omnibus spending bill.", "\"This bill promises to be even larger, exemplifying everything that is wrong with the swamp politics of Washington, D.C.,\" the lawmakers said.", "The Republicans object both to the cost of the legislation -- arguing that the government should be working to find savings considering that the federal government is also passing COVID-19 stimulus -- and what it contains.", "CLICK HERE TO GET THE FOX NEWS APP", "\"Supporting this is a vote to fund an education system that is failing to educate our children while teaching them that America is evil,\" they wrote, \"it is a vote to fund grants to states that run a badly broken election system; it is a vote to fund a healthcare system that empowers insurance companies at the expense of hard-working Americans; it is a vote to underfund border security and empower cartels; it is a vote to continue war without so much as a debate much less a vote on a new AUMF for our men and women in uniform; it is a vote to fund Planned Parenthood; and, among many other things, it is a vote to send money to state and local agencies that are perpetuating the shutdowns that are destroying our way of life.", "\"Our country will be better off if you veto this omnibus appropriations bill for fiscal year 2021,\" they told the president.", "Fox News’ Chad Pergram and Caroline McKee contributed to this report."], "authors": ["Adam Shaw", "Adam Shaw Is A Reporter Covering U.S.", "European Politics For Fox News. He Can Be Reached Here."], "keywords": ["told", "omnibus", "fund", "trump", "vote", "veto", "politics", "bill", "system", "example", "gop", "stimulus", "house", "spending", "swamp", "lawmakers", "urged"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}