{"id": "3cb9bbc3-faa5-361b-b755-bdbec3ee38ff", "title": "Maneater Review – King Of The Sea", "url": "https://www.gameinformer.com/review/maneater/maneater-review-king-of-the-sea", "summary": "For the bull shark that lurks in the dark waters below, this idyllic scene is a lunch buffet.\nThat’s Maneater, an open-water RPG by Tripwire Interactive that puts you in control of an enraged bull shark.\nThe shark’s journey to adulthood is cleverly presented as a reality show that does a great job fleshing out the antagonist, a hunter named Scaly Pete who ripped the baby bull shark from her mother’s womb.\nThese upgrades are silly in concept, but they help sell the idea of this bull shark being unique and capable of being the king of the sea.\nEach of the 13 hunters brings plenty of firepower and support.", "paragraphs": ["Seals dart playfully in the ocean waters as sunbathers crowd the beaches to relax in the golden sands. For the bull shark that lurks in the dark waters below, this idyllic scene is a lunch buffet. With an insatiable hunger driving its actions, the shark devours the seals and humans, turning the ocean and sands red. Nothing is safe from this killing machine in the sea or on land. The shark needs to feast to grow large enough to exact revenge on the human hunter that killed her mother.", "That’s Maneater, an open-water RPG by Tripwire Interactive that puts you in control of an enraged bull shark. This experience is dark and violent, but also surprisingly fun, delivering big laughs, a nice progression system, and plenty of visual variety in the six to eight hours it takes to grow from a baby that feeds on catfish to a legendary mega shark that can leap from the water and crush hunting barges.", "The shark’s journey to adulthood is cleverly presented as a reality show that does a great job fleshing out the antagonist, a hunter named Scaly Pete who ripped the baby bull shark from her mother’s womb. Before tossing the baby to the sea, Pete cut her with a knife to create a scar he would recognize years later when the shark would be large enough to hunt. When the hunters aren’t telling their stories in front of a camera, the shark's life is periodically told through short narrative bursts by actor Chris Parnell. He does a fine job, but you don’t hear enough from him to truly sell the vision of the shark being recorded for a show.", "The entire focus of the game is to eat. From the moment you gain control of the baby, you need to consume everything you see, be it fish, turtles, or even license plates. Everything you consume gives you experience points. The smaller snacks give you less, but if you are feeling lucky, you can take on a high-level alligator for a huge haul of XP. The shark grows as she levels up, and also evolves in unexpected ways.", "You eventually earn electricity coursing through your teeth, bone armor on your fins, and enhanced eyes that help you see more of the ocean’s secrets. These upgrades are silly in concept, but they help sell the idea of this bull shark being unique and capable of being the king of the sea.", "The shark is easy to control when she’s swimming through open waters and even in tight caverns, but acts like an uncontrollable wrecking ball in combat situations. As she tries to keep track of her target, which can dodge and dart all over the place, her teeth gnash wildly, sometimes hitting flesh, most times catching nothing but water. Boss battles against orcas and sperm whales that have huge health meters end up looking like a chaotic mess – dogfighting at super speed.", "Yes, it is annoying that even with a lock-on you lose track of your target so often, but the battles are rarely challenging. You just have to stick with your target, disengage to eat when your health gets low, then return to the chaos. You don’t have much of an arsenal to work with, just chomping, a tail whip to stun enemies, a dodge roll, and more chomping. The lack of variety in the move set isn’t that big of a detractor, however, as the amusement of eating everything possible doesn’t lose its bite.", "For a game about a shark, you also spend a surprising amount of time out of water, leaping over walls, soaring to nab collectibles out of the air, or beaching yourself to feed on humans. If there are homes or streets next to water, the shark explores them as you consume humans from within their safe zones. This action is handled extremely well, allowing the shark to bounce along the ground and lunge at people. They run away, but not very well. When the shark is fully leveled, a good 15 humans can be digested before needing to return to the sea before suffocating.", "The world is divided up into themed areas, starting with a swamp and ending with the great depths of the ocean. Each area brings different species to eat, wildly different viewpoints both above and below the water, and a handful of missions. These assignments don’t have much variety or meat on their bones; you basically need to eat 10 of one thing, kill as many humans as possible, and then take on the apex predators of the area, which are basically the boss fights. If you eat enough humans, you increase your wanted level (much like Grand Theft Auto’s), which brings out different hunters tied to Pete. Each of the 13 hunters brings plenty of firepower and support. You need to go airborne to rip the hunters from their boats, or use your body to sink them. Once you've completed enough missions, you move on to the next area. As you grow, you can backtrack to previous areas to smash through fences that you couldn't before. All told, there's a nice loop of exploration and rewards that stretches from start to finish.", "One of my favorite parts of this experience is tracking down landmarks, which brings a fair bit of humor, some great pop-culture references, and cool visuals. Each landmark is accompanied by a little voiceover from Parnell who tells you what it is. There are dozens to track down, one of which is the mafia’s underwater burial ground (you even get to take down the mafia here), and another shows you the vent where Godzilla comes from. I even found a cave that held Pennywise the clown.", "Maneater is an enjoyable hunt that satisfies in its shark mayhem and story of revenge. The action is a bit repetitive and chaotic, but the goofiness of the violence ends up winning out. This is the first shark game I’ve truly enjoyed. It has cult classic written all over it."], "authors": ["Weekly Trips To Arcades To Owning Every System That Hit The Market Since The Atari", "Andrew Has Dedicated His Life To Video Games."], "keywords": ["eat", "bull", "humans", "king", "hunters", "variety", "shark", "waters", "baby", "brings", "sea", "review", "maneater", "water"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}