{"id": "3cc49bbc-c7c8-3e2d-8123-ae38f69a5263", "title": "The Best Controllers for Microsoft Flight Simulator 2020", "url": "https://wired.com/gallery/best-hotas-controllers-microsoft-flight-simulator/", "summary": "In the late summer of 2020, about six months into the Covid-19 pandemic, Microsoft released Flight Simulator 2020.\nMind you, FS2020 is not really a game but rather a realistic flight simulator, which means that staying aloft on those rippling breezes is not easy.\nIf you are just dipping your wingtips into the Flight Simulator world and you want a budget pick, the $40 Logitech G Extreme 3D is a great choice.\nOne caveat: Microsoft Flight Simulator has remained so popular since its release last year that many of these hardware controllers are often out of stock.\nBe sure to check out our other game hardware buying guides, including our favorite wired and wireless headsets, and our favorite controllers.", "paragraphs": ["In the late summer of 2020, about six months into the Covid-19 pandemic, Microsoft released Flight Simulator 2020. The latest edition of this decades-old classic (now available for Windows and coming soon to Xbox) really struck a chord with those of us stuck in our living rooms. Playing FS2020 allows us to float on gentle winds above the earth and free ourselves of those sullen bonds that bind us.", "Mind you, FS2020 is not really a game but rather a realistic flight simulator, which means that staying aloft on those rippling breezes is not easy. One thing that can make the experience more enjoyable is flying your virtual airplane with a set of controls that mirrors the setup a real pilot might use in a real airplane. There are many options for realistic flight controllers, and I looked at several that work well with FS2020, including a simple joystick, a few hands-on throttle and sticks (HOTAS) controllers like those in military jets, and a flight yoke that approximates what you would find on a small aircraft like a Cessna.", "My top pick is the Logitech G X52 Pro. Although it costs over $300, it is the most solidly constructed, most configurable, and most flexible controller for use with multiple types of planes in FS2020 and even other flight simulators. If you are just dipping your wingtips into the Flight Simulator world and you want a budget pick, the $40 Logitech G Extreme 3D is a great choice. It's a well built joystick with a slider on the side that works as a throttle control. You don’t get the same realistic feel as the more expensive models, but it's enough to give you a sense of what flying a real plane is like.", "One caveat: Microsoft Flight Simulator has remained so popular since its release last year that many of these hardware controllers are often out of stock. If you see a recommendation here that you want to buy, you may have to wait a week or two for it to become available again. We've provided links to retailers that tend to refresh their stock more often, but you still may have to hunt around on your own to find the more popular picks. Demand for controllers will only increase when FS2020 lands on Xbox this summer.", "Be sure to check out our other game hardware buying guides, including our favorite wired and wireless headsets, and our favorite controllers. See all of WIRED's video game coverage."], "authors": ["Richard Baguley", "Richard Bagule"], "keywords": ["simulator", "best", "fs2020", "throttle", "controllers", "flight", "real", "microsoft", "game", "2020", "stock", "xbox", "realistic"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}