{"id": "3cf2203a-3e36-3f0b-a7bf-66362a69235c", "title": "Scientists alarmed after four gray whales found dead in San Francisco Bay", "url": "https://www.theguardian.com/us-news/2021/apr/09/gray-whales-dead-san-francisco-bay", "summary": "Four dead gray whales have washed ashore on San Francisco Bay Area beaches in the last nine days, with experts saying on Friday one had been struck by a ship.\n“It’s alarming to respond to four dead gray whales in just over a week because it really puts into perspective the current challenges faced by this species,” says Dr Padraig Duignan, the director of pathology at the Marine Mammal Center.\nThe carcass of a 41ft (12.5 meter) adult female gray whale landed at San Francisco’s Crissy Field on 31 March.\nGray whales in Baja California, where they mate and give birth before heading north.\nNearly one in four gray whales migrating along the US west coast has died since the last recorded population assessment in 2015 and 2016, according to Noaa.", "paragraphs": ["Four dead gray whales have washed ashore on San Francisco Bay Area beaches in the last nine days, with experts saying on Friday one had been struck by a ship. They were trying to determine how the other three had died.", "“It’s alarming to respond to four dead gray whales in just over a week because it really puts into perspective the current challenges faced by this species,” says Dr Padraig Duignan, the director of pathology at the Marine Mammal Center.", "The carcass of a 41ft (12.5 meter) adult female gray whale landed at San Francisco’s Crissy Field on 31 March. A second adult female was found last Saturday in Moss Beach in San Mateo county. A third was found on Wednesday floating near the Berkeley Marina and the following day one washed up in Marin county’s Muir Beach.", "The whales migrate 10,000 miles (16,090km) to winter in Mexican waters, where they mate and birth calves near the coast of Baja California. They head back north and stay off the coast of California in spring and summer to feed on anchovies, sardines and krill before continuing on their northerly migration to cool, food-rich Arctic waters.", "In 2019, at least 13 dead whales washed ashore in the Bay Area and scientists said they feared it was because the animals were starving and couldn’t complete their annual migration from Mexico to Alaska. Biologists have observed gray whales in poor body condition during their annual migration since 2019, when an “unusual mortality event” was declared by the National Oceanic and Atmospheric Administration (Noaa).", "Malnutrition, entanglement in fishing gear, and trauma from ship strikes have been the most common causes of death found by the center’s research team in recent years.", "Gray whales in Baja California, where they mate and give birth before heading north. Photograph: Guillermo Arias/AFP/Getty Images", "A necropsy of the whale found at Muir Beach revealed significant bruising and hemorrhaging to muscle around the whale’s jaw and neck vertebrae consistent with blunt force trauma due to ship strike. But experts noted the whale was in good body condition based on the blubber layer and internal fat levels, the center said.", "Experts haven’t determined how the other three whales died or if starvation was behind their deaths.", "Nearly one in four gray whales migrating along the US west coast has died since the last recorded population assessment in 2015 and 2016, according to Noaa.", "“This many dead whales in a week is shocking, especially because these animals are the tip of the iceberg,” said Kristen Monsell, the legal director of the Center for Biological Diversity’s Oceans program.", "Experts estimate the washed-up whales represent just 10% of the total number of the dead, with the rest sinking into the sea unnoticed by humans.", "Monsell said California lawmakers needed to require fishing gear that doesn’t use rope, and federal regulators should set mandatory speed limits for ships.", "“Ship strikes and fishing gear entanglements kill many whales that we never see,” she said.", "Her organization was suing the federal government to get speed limits in shipping lanes off California, Monsell added."], "authors": [], "keywords": ["francisco", "san", "washed", "migration", "gear", "bay", "dead", "ship", "gray", "scientists", "whale", "whales", "california", "alarmed"], "pubDate": "2021-04-09T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}