{"id": "3d086c71-a8c1-35a6-8ba0-71dcae8ed74f", "title": "Japan Covid cases reach daily record as 'third wave' hits", "url": "https://www.theguardian.com/world/2020/dec/10/japan-covid-cases-reach-daily-record-as-third-wave-hits", "summary": "Japan has reported a record daily number of coronavirus cases, prompting health experts to urge people not to travel in the run-up to the New Year holidays.\nThe country reported 2,811 new infections on Wednesday, as well as a record 555 people with serious Covid symptoms, the Kyodo news agency said.\nTokyo reported 572 new infections on Wednesday – its second-highest daily figure since the pandemic began – following a record 584 infections on Saturday.\nThe potential for even bigger rises in daily cases number could increase towards the end of the year, when many Japanese return to their home towns to spend New Year with their families.\nYasutaka Kakinoki, a doctor at Asahikawa city hospital, warned that the caseload had brought local health services to the “brink of collapse”.", "paragraphs": ["Japan has reported a record daily number of coronavirus cases, prompting health experts to urge people not to travel in the run-up to the New Year holidays.", "The country reported 2,811 new infections on Wednesday, as well as a record 555 people with serious Covid symptoms, the Kyodo news agency said.", "Record daily case numbers were seen in six of the country’s 47 prefectures, including the popular tourist destinations of Kyoto and Kagoshima, a city in the far south-west.", "Japan’s Self-Defence Forces (SDF) sent nurses to Asahikawa, a city of 330,000 on the northern island of Hokkaido, where overstretched local health services are battling outbreaks at two hospitals and a facility for people with disabilities. Osaka prefecture, the second most-affected region after Tokyo, has also requested medical personnel from the armed forces.", "Tokyo reported 572 new infections on Wednesday – its second-highest daily figure since the pandemic began – following a record 584 infections on Saturday. The capital, the worst-hit region in Japan with a total of almost 45,000 cases, is due to host the Olympic Games in just over six months’ time, with test events scheduled to resume as early as the first week of March.", "I would like people planning to travel to think again. Toshio Nakagawa, Japan Medical Association", "The nationwide surge, which experts are describing as a third wave, has prompted calls for the government to suspend its Go To Travel programme, a heavily subsidised scheme to encourage tourism to support regional economies during the pandemic.", "While Sapporo – the biggest city in Hokkaido and host of the Olympic marathon events next summer – and Osaka have been withdrawn from the campaign, the government has resisted pressure to suspend it in other parts of the country.", "The potential for even bigger rises in daily cases number could increase towards the end of the year, when many Japanese return to their home towns to spend New Year with their families.", "“I would like people planning to travel to think again whether they need to take those trips now,” Toshio Nakagawa, the head of the Japan Medical Association, said, according to Kyodo.", "Shigeru Omi, who heads the government’s panel on virus countermeasures, went further, urging the government to temporarily halt Go To Travel.", "“It is better to suspend it now given the current situation,” Omi told MPs. “The government should restart it after the number of infections drops, to gain public understanding and help the economy.”", "While officials have claimed there is no evidence that tourism has contributed to the spread of Covid-19 since the scheme was introduced in July, a new study found a higher incidence of symptoms among people who had taken part.", "The online survey – which has yet to be peer reviewed – of more than 25,000 adults found that 4.8% of users of the campaign experienced a high temperature compared with 3.7% for non-users. Participants also had higher rates of throat pain, cough, headache, and a loss of the sense of taste or smell, according to a preprint of the study posted on medRxiv in advance of peer review.", "“The subsidy program may be incentivising those who had higher risks of Covid-19 transmission to travel, leading to larger cases of infections,” it said.", "Yasutaka Kakinoki, a doctor at Asahikawa city hospital, warned that the caseload had brought local health services to the “brink of collapse”. Ten SDF nurses arrived in the city, known as Japan’s coldest, on Wednesday following cluster outbreaks at two hospitals and a facility for people with disabilities.", "Hokkaido had more than 10,000 cases by Sunday, with Asahikawa accounting for 16% of the 256 deaths on the island.", "Ozaki attributed the Asahikawa outbreak to extremely cold weather that had forced people to spend more time indoors in enclosed spaces – one of three situations the government has been urging people to avoid since early this year.", "While Japan, a country of 126 million people, has experienced a relatively small coronavirus outbreak – with 170,158 cases 2,500 deaths – doctors have warned that the recent sharp rise in infections could overwhelm hospitals.", "SDF nurses are expected to arrive in Osaka next week to work at a 30-bed temporary facility set up to treat Covid-19 patients with serious symptoms. The city last week issued an emergency “red alert” over the spread of the virus and urged residents to avoid non-essential outings until the middle of the month.", "With Reuters"], "authors": ["Justin Mccurry"], "keywords": ["city", "cases", "travel", "symptoms", "infections", "suspend", "japan", "record", "hits", "reach", "daily", "week", "covid", "asahikawa", "wave"], "pubDate": "2020-12-10T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}