{"id": "3d2904cd-bcdf-3e69-8959-84aebd64b1b6", "title": "Chloe x Halle Breathe Shimmering New Life Into a Nigerian Folktale", "url": "https://www.vogue.com/article/the-sun-and-the-moon-chloe-halle-julie-dash", "summary": "For Vogue’s March 2021 issue, the filmmaker Julie Dash—known for her rhapsodic depictions of Black life, most famously in 1991’s Daughters of the Dust—framed the young musical duo Chloe x Halle within one very old story: A folktale passed down by the Efik people of southeastern Nigeria about why the sun and the moon live in the sky.\nShifting the narrative’s action to picturesque Little Corona del Mar Beach in Southern California, Dash joined forces (remotely) with Vogue’s Gabriella Karefa-Johnson for the project, which is really part short film, part spring style portfolio.\n“I met Gabriella on a Zoom conference call and we worked online until the day of the shoot,” Dash says.\n“Chloe and Halle had to walk half a mile across a stoney beach, wearing long gowns, in the cold morning and later in the heat.\n“The lockdown made everything a little more hectic,” she says, “but nothing dampers inspiration.”", "paragraphs": ["For Vogue’s March 2021 issue, the filmmaker Julie Dash—known for her rhapsodic depictions of Black life, most famously in 1991’s Daughters of the Dust—framed the young musical duo Chloe x Halle within one very old story: A folktale passed down by the Efik people of southeastern Nigeria about why the sun and the moon live in the sky.", "Shifting the narrative’s action to picturesque Little Corona del Mar Beach in Southern California, Dash joined forces (remotely) with Vogue’s Gabriella Karefa-Johnson for the project, which is really part short film, part spring style portfolio. “I met Gabriella on a Zoom conference call and we worked online until the day of the shoot,” Dash says. “She’s wildly creative.” Yet its poetic results—what with those glittering Ariel Brickman masks and heavenly frocks from the likes of Paco Rabanne, Valentino, and Simone Rocha—belie complicated shooting conditions; and not just because of the strict safety protocols. “The filming was physically grueling,” Dash says. “Chloe and Halle had to walk half a mile across a stoney beach, wearing long gowns, in the cold morning and later in the heat. I don’t think they knew they were going to get wet, too!” She is quick to add, however, that the pair—who released their second studio album, the massively successful Ungodly Hour, last summer—remained in preternaturally good spirits throughout. “They never complained,” Dash reports. “I was very familiar with the sisters, but did not know how sweet they were!”", "Currently at work with directors Tina Mabry, Kasi Lemmons, and Gina Prince-Bythewood on the ABC miniseries Women of the Movement, about Mamie Till-Mobley’s search for justice after the lynching of her son, Emmett Till, in 1955, Dash, like Chloe x Halle, hasn’t allowed the pandemic to stymie her powers of creativity. “The lockdown made everything a little more hectic,” she says, “but nothing dampers inspiration.”"], "authors": ["Condé Nast", "Julie Das", "Gabriella Karefa-Johnso"], "keywords": ["chloe", "young", "nigerian", "little", "halle", "x", "beach", "life", "gabriella", "breathe", "vogues", "zoom", "folktale", "shimmering", "dash"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}