{"id": "3d2c92bc-34f5-3eea-a9ef-3109ca1d13be", "title": "The scandal that wasn’t: Republicans deflated as nation shrugs at Hunter Biden revelations", "url": "https://www.theguardian.com/us-news/2021/apr/10/hunter-biden-scandal-republicans-trump", "summary": "“It is amazing how many of their hopes and dreams did centre on Hunter Biden’s addiction, Hunter Biden’s sex life, Hunter Biden’s laptop, and interesting for a political party that has based so much on ‘nothing matters’ to discover to their disappointment that nothing matters,” said Charlie Sykes, author of How the Right Lost Its Mind.\nDid they really think that somehow Hunter Biden was going to make a difference?”In the memoir, Beautiful Things, Hunter, 51, details a lifelong struggle with drink and drugs.\nHe writes that his “deep descent” into substance addiction followed the 2015 death of his older brother, Beau, who succumbed to brain cancer aged 46.\nHunter Biden with his father at an event in Washington in 2016.\n“But Hunter Biden is breaking the mould by writing a really honest memoir.", "paragraphs": ["Where’s Hunter?", "The rhetorical question about Joe Biden’s troubled son was posed time and again by Donald Trump during last year’s US presidential election but never caught fire in the way “Lock her up!” did against Hillary Clinton.", "Still, when it emerged that Hunter would publish a memoir about his struggle with alcoholism and drug abuse, and give TV interviews to promote it, some foresaw a ticking time bomb under the first 100 days of the Biden administration. It has not turned out that way.", "Yet Hunter’s book has been praised for its searing honesty and literary style and for challenging the stigma of addiction. As Republicans flail to find a line of attack against Biden that will stick, Hunter’s self-revelations have been met by a shrug in a nation seemingly inured to scandal by Trump himself.", "“It is amazing how many of their hopes and dreams did centre on Hunter Biden’s addiction, Hunter Biden’s sex life, Hunter Biden’s laptop, and interesting for a political party that has based so much on ‘nothing matters’ to discover to their disappointment that nothing matters,” said Charlie Sykes, author of How the Right Lost Its Mind.", "“Haven’t they sort of established a small universe where nothing matters? You can pay off a porn star and it doesn’t make a difference. Did they really think that somehow Hunter Biden was going to make a difference?”", "In the memoir, Beautiful Things, Hunter, 51, details a lifelong struggle with drink and drugs. He writes that his “deep descent” into substance addiction followed the 2015 death of his older brother, Beau, who succumbed to brain cancer aged 46.", "Hunter admits that “in the last five years alone, my two-decades-long marriage has dissolved, guns have been put in my face, and at one point I dropped clean off the grid, living in $59-a-night Super 8 motels off I-95 while scaring my family even more than myself”.", "In an interview about the book on CBS, the president’s son recalled going 13 days without sleep as he smoked crack and drank vodka. “I spent more time on my hands and knees picking through rugs – smoking anything that even remotely resembled crack cocaine. I probably smoked more Parmesan cheese than anyone that you know.”", "The Biden family staged an intervention at their home in Delaware in 2019, inviting two counselors from a rehab centre to dinner. Hunter swore and ran from the house but was chased down the driveway by his father, who “grabbed me, swung me around, and hugged me. He held me tight in the dark and cried for the longest time. Everybody was outside now.”", "Hunter also uses the book to deny wrongdoing in joining the board of Burisma, a gas company in Ukraine, where he earned more than $50,000 a month from 2014 to 2019. Republicans allege that he benefited from his family name when his father was vice-president. Hunter’s tax affairs are currently under investigation by the justice department.", "Hunter Biden with his father at an event in Washington in 2016. Photograph: Teresa Kroeger/Getty Images", "The memoir has earned positive reviews. Publishers Weekly found that Hunter’s “courageous self-assessment makes the despair of substance abuse devastatingly palpable”.", "In a blurb on the book’s jacket, author Stephen King describes it as “harrowing and compulsively readable” with a bravery that is “both heartbreaking and quite gorgeous”. He comments: “Hunter Biden proves again that anybody – even the son of a United States president – can take a ride on the pink horse down nightmare alley.”", "And Dave Eggers, whose books include the memoir A Heartbreaking Work of Staggering Genius, writes in another blurb: “Beautiful Things is so concise, so unflinching and propulsive, that outside of turning the pages and occasionally picking my jaw off the ground, I didn’t move between the first page and the last.”", "None of this gives Republicans the ammunition they hoped for. Politically, the book has been a dog that didn’t bark (unlike Biden’s actual dogs, Champ and Major, which have made headlines over biting incidents and excrement in a White House hallway) and, instead of turning into a liability, only appears to reinforce Biden’s image as compassionate and humane.", "Sykes, founder and editor-at-large of the Bulwark website, said: “It’s also a story of a very loving and loyal father and it’s hard to turn that into a negative. There are a lot of parents out there that know how dealing with a child who has problems is one of the greatest challenges you can face and so I think people are as likely to be empathetic as they are to see it as a negative.", "“Not to mention the fact that in the context of Joe Biden losing two of his children and his first wife under tragic circumstances, it puts the Hunter Biden story in a very different light. I’ve always thought it was deeply cynical that Trump wanted to exploit that as a weakness, to go after the one living son of a man who suffered through so much tragedy.”", "Rightwing efforts to demonise Hunter have been further blunted by a crisis in their own ranks. The memoir played second fiddle to almost daily revelations about Matt Gaetz, a fiercely pro-Trump Republican congressman, reportedly under investigation over allegations of a relationship with an underage girl and payments for sex with women recruited online. Many observers find Gaetz a less sympathetic figure than Hunter.", "Biden, 78, is far from the first president to face scrutiny over his offspring’s conduct. John Adams, the second president, once confessed: “My children give me more pain than all my enemies.” Adams disowned his third son, Charles, an alcoholic who was destitute when he died at 30 from cirrhosis of the liver.", "I’ve always thought it deeply cynical that Trump wanted to exploit it as a weakness Charlie Sykes", "Joshua Kendall, author of First Dads: Parenting and Politics from George Washington to Barack Obama, said: “Throughout history there’s been quite a bit of alcoholism and substance abuse in the sons of presidents but it’s always been buried. The Republicans are operating from ‘Oh, my gosh, we’re going to reveal these secrets and we’re going to show that this new president has this substance-abusing son and it’s all horrible’.", "“But Hunter Biden is breaking the mould by writing a really honest memoir. It’s different from the 18th century where it would all be hidden. By being so honest and direct, he’s taking away the political toxicity of his difficult life. It’s a turning point in history where this material can no longer be weaponised. That seems to be the lesson.”", "Hunter is helping demystify the lives of powerful politicians, Kendall added. “We’re learning that just because you’re rich and famous, substance abuse can still happen. We’re much more tolerant of it.", "“If this had happened 50 years ago, it might be much more useful ammunition for Republicans but it’s petering out because society has changed and we’re much more used to the fact that presidents are real people. He did a thorough gut check and I think that’s resonating with readers and might actually help other people with substance abuse.”", "That view is shared by Gabor Maté, a Canadian-based author and doctor who has studied links between addiction and trauma. He said: “Hunter’s sharing of his own trauma, addiction and ongoing work towards recovery will benefit many. I acknowledge his courage in doing so. Whatever some short-sighted politicians may make of it, all of us in the medical and healing communities can only be grateful for his speaking out.”"], "authors": ["David Smith"], "keywords": ["memoir", "biden", "bidens", "hunter", "son", "revelations", "republicans", "deflated", "shrugs", "addiction", "hunters", "scandal", "substance", "trump", "nation", "wasnt"], "pubDate": "2021-04-10T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}