{"id": "3d3b6b17-1171-34fa-a2b1-0b896db5d9f6", "title": "Glimpse The Future Of Dragon Age With These New Short Stories", "url": "https://www.gameinformer.com/2020/12/04/glimpse-the-future-of-dragon-age-with-these-new-short-stories", "summary": "BioWare and EA are celebrating Dragon Age Day today – and though the concept of the holiday might seem a bit strained, it is a welcome chance to shine a light on this remarkable RPG series.\nPart of the festivities involves this awesome limited-edition map, but that isn't where the party stops.\nBioWare has released four new short stories set in the Dragon Age world, written by members of the narrative team.\nWe should be getting our next big look at Dragon Age 4 at The Game Awards, which air next week on December 10.\nYou can also read this wishlist of the lessons we want Dragon Age 4 to take from the previous installments.", "paragraphs": ["BioWare and EA are celebrating Dragon Age Day today – and though the concept of the holiday might seem a bit strained, it is a welcome chance to shine a light on this remarkable RPG series. Part of the festivities involves this awesome limited-edition map, but that isn't where the party stops. BioWare has released four new short stories set in the Dragon Age world, written by members of the narrative team.", "The tales are all pretty brief, but they still contain interesting characters and situations that hint at what might be important elements of the series going forward. Rather than having us summarize and spoil anything, you can take a few minutes and read the short stories for yourself:", "It may feel like a strange day to be celebrating Dragon Age, considering yesterday's surprising news that BioWare's Casey Hudson and Mark Darrah are leaving the studio. However, while those two individuals have undoubtedly made important contributions to the series (and many other BioWare games over the years), these stories help illustrate that the world of Dragon Age isn't solely in the hands of a couple people; it has been built and maintained over the years by a huge team of talented individuals from an array of technical and creative disciplines.", "We should be getting our next big look at Dragon Age 4 at The Game Awards, which air next week on December 10.", "And if these tastes of Dragon Age's future aren't enough to satisfy you, feel free to get totally lost in the weeds with a couple of our fan theories about possible story points. One involves Solas and red lyrium, and the other is all about the Mortalitasi. You can also read this wishlist of the lessons we want Dragon Age 4 to take from the previous installments."], "authors": ["Online Content Director", "Joe Joined The Game Informer Staff In He Loves Final Fantasy", "Mass Effect", "The Elder Scrolls", "Assassin'S Creed", "Metal Gear. He Is Also A Columbo", "Robocop"], "keywords": ["future", "age", "dragon", "short", "isnt", "individuals", "world", "series", "bioware", "glimpse", "read", "involves"], "pubDate": "2020-12-04T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}