{"id": "3d3d097b-b530-356c-b747-422e4c14316a", "title": "The Mid-West", "url": "https://www.vogue.com/article/united-states-of-fashion-mid-west", "summary": "Kristopher KitesChicago, IllinoisFor the past two years, Kristopher Kites has been making playful plastic pendants out of comic-book figurines, transforming his childhood obsessions into wearable works of art.\n“I design clothes and different jewelry pieces, but I’m also working on music, and I want to act,” Kites says.\n“I just think of myself as a creative.” ifakemakeclothes.com—Marley MariusThe designer at work on a recent collection.\nPhotographed by Sheila RashidSheila RashidChicago, IllinoisWhen Chance the Rapper wore Sheila Rashid’s signature denim overalls to the VMAs in 2016, he instantly put her self-titled fashion label on the map.\nMuch like the music of the Chicago hip-hop artist, Rashid’s custom workwear pieces reflect the down-to-earth swagger of the Windy City.", "paragraphs": ["Kristopher Kites", "Chicago, Illinois", "For the past two years, Kristopher Kites has been making playful plastic pendants out of comic-book figurines, transforming his childhood obsessions into wearable works of art. “Watching old cartoons, I was like, Wow, this gives me an emotional feeling of feeling good, but how can I make that physical?” he explains. Lately, the South Side native has added home goods to his repertoire and become the inaugural designer in residence at RSVP Gallery, the cult-favorite Chicago boutique cofounded by Don C and Virgil Abloh; but more is still to come. “I design clothes and different jewelry pieces, but I’m also working on music, and I want to act,” Kites says. “I just think of myself as a creative.” ifakemakeclothes.com—Marley Marius", "The designer at work on a recent collection. Photographed by Sheila Rashid", "Sheila Rashid", "Chicago, Illinois", "When Chance the Rapper wore Sheila Rashid’s signature denim overalls to the VMAs in 2016, he instantly put her self-titled fashion label on the map. Much like the music of the Chicago hip-hop artist, Rashid’s custom workwear pieces reflect the down-to-earth swagger of the Windy City. “Living here, you really need clothes that look and feel good; but more than that, they need to stand up to the elements,” she says. The designer grew up on the South Side of the city and understands the transformative power of community. “A lot of us work independently—we share the resources we have with our peers. In fact, supporting each other is what we live for.” sheilarashid.com—Chioma Nnadi"], "authors": ["Condé Nast"], "keywords": ["midwest", "rashids", "need", "kristopher", "work", "south", "music", "kites", "pieces", "designer", "sheila"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}