{"id": "3d98c03e-4bc4-3e03-b8e0-57fba1a85bbd", "title": "Ex-head of Capitol police: officials reluctant to call in national guard", "url": "https://www.theguardian.com/us-news/2021/jan/11/head-capitol-police-steven-sund-mob-assault-recounts-security-failings", "summary": "Steven Sund said there was reluctance by senior officials involved in security in Congress and at the Pentagon to have the national guard put on standby even as fears mounted over the potential for violence.\nOne of Sund’s officers died during the assault by a pro-Trump mob.\n“I am making an urgent, urgent immediate request for national guard assistance,” Sund said.\nMaxine Waters, a Democratic member of the House from California, said in an interview with Associated Press that the Capitol police “were left naked”.\n“My concern is if they don’t get their act together with physical security, it’s going to happen again,” he said.", "paragraphs": ["The head of the Capitol police who resigned over the storming of Congress last week has given a detailed account of security failings, as warnings have emerged in recent days of fresh violent plots.", "Steven Sund said there was reluctance by senior officials involved in security in Congress and at the Pentagon to have the national guard put on standby even as fears mounted over the potential for violence. One of Sund’s officers died during the assault by a pro-Trump mob.", "In an interview with the Washington Post, Sund claimed the House of Representatives’ sergeant-at-arms, Paul Irving, said he was not comfortable with the “optics” of declaring an emergency ahead of the demonstration, while the sergeant-at-arms at the Senate, Michael Stenger, suggested he should only informally seek for the national guard to be put on standby.", "Irving and Stenger, who also resigned over last week’s attack, have not commented on Sund’s allegations.", "Claiming he sought assistance on some dozen occasions both in the run-up to the rally and in the midst of the rioting, Sund told the paper: “If we would have had the national guard [available] we could have held them at bay longer, until more officers from our partner agencies could arrive,” he said.", "Describing the delays in deploying the national guard as the mob pushed past Sund’s officers to enter the Capitol as Congress was sitting to certify Joe Biden’s victory in November’s presidential election, Sund said he joined a 2.26pm conference call with the Pentagon to plead for help, but once again received pushback because of the perceived “optics” of deploying the national guard.", "“I am making an urgent, urgent immediate request for national guard assistance,” Sund said. “I have got to get boots on the ground.”", "Among those pushing back, according to Sund, was Gen Walter E Piatt, the director of the army staff, who Sund said did not like the potential “visual” of the national guard standing in a line with the Capitol in the background. The guard was eventually deployed by the acting defence secretary, Christopher Miller, at 3.04pm.", "Maxine Waters, a Democratic member of the House from California, said in an interview with Associated Press that the Capitol police “were left naked”. She said she had raised security concerns in a 28 December meeting of House Democrats and grilled Sund during an hour-long private call on New Year’s Eve.", "“It turns out it was the worst kind of non-security anybody could ever imagine. He kept assuring me he had it under control – they knew what they were doing,” she said.", "Sund also warned of potential violence ahead of Biden’s inauguration on 20 January, adding to a growing number of voices, including Twitter’s late last week as it banned Trump from the site, that fresh plots were circulating on social media.", "“My concern is if they don’t get their act together with physical security, it’s going to happen again,” he said.", "The Washington DC mayor, Muriel Bowser, has asked the Department of Homeland Security to accelerate its security plan for Biden’s swearing in and bring its measures into force from Monday.", "“We believe strongly that the 59th presidential inauguration on January 20 will require a very different approach than previous inaugurations given the chaos, injury, and death experienced at the United States Capitol during the insurrection,” said Bowser, asking for a “pre-disaster declaration” to allow for federal assistance.", "The request came amid widespread reports of far-right and other groups discussing plans to target the inauguration, including discussing the use of violence, on sites such as Parler that have become popular with pro-Trump extremists.", "“We took the building once,” one person said. “We can take it again.”", "Representative Jason Crow, a Colorado Democrat and former army ranger, said on Sunday he had spoken with military officials who were aware of “possible threats posed by would-be terrorists” in the period leading up to the inauguration.", ""], "authors": ["Peter Beaumont"], "keywords": ["guard", "inauguration", "exhead", "potential", "officers", "national", "reluctant", "security", "violence", "capitol", "officials", "sunds", "sund"], "pubDate": "2021-01-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}