{"id": "3d9e4c7f-faf0-3d9e-a768-59204049e4f3", "title": "The Deadly Cost of America’s Pandemic Politics", "url": "https://www.newyorker.com/science/medical-dispatch/the-deadly-cost-of-americas-pandemic-politics", "summary": "In 1944, Congress went further, passing the Public Health Service Act, which clearly established the federal government’s authority to enforce quarantines and other health measures.\nThe balancing of individual liberty and public health may now be the most contentious issue in American life.\nRecent surveys indicate that Americans hold a slew of conflicting beliefs about the virus and the pandemic.\n“The first word in ‘public health’ is ‘public.’ There are a great many people.\nMany were eager to talk; some had been active on social media, vehemently disagreeing with my pandemic coverage.", "paragraphs": ["On March 15, 1902, Henning Jacobson, a pastor in Cambridge, Massachusetts, refused the smallpox vaccine. At the time, Massachusetts was one of eleven states that allowed officials to enforce mandatory immunizations; a resurgent outbreak had led the local health board to order vaccination or revaccination of the city’s inhabitants. For his refusal, Jacobson was prosecuted and fined. He spent the next three years arguing that mandated vaccination violated his liberty. The case made its way to the Supreme Court, where Justice John Marshall Harlan delivered the majority opinion upholding the Massachusetts law. “Real liberty for all could not exist under the operation of a principle which recognizes the right of each individual person to use his own . . . regardless of the injury that may be done to others,” Harlan wrote. “A community has the right to protect itself against an epidemic of disease which threatens the safety of its members.”", "The case is among the most important in American public health. Since then, the courts have generally recognized that the government may use its powers expansively to protect the health of the people it represents. In 1944, Congress went further, passing the Public Health Service Act, which clearly established the federal government’s authority to enforce quarantines and other health measures. Two weeks ago, the Supreme Court struck down an order issued by Governor Andrew Cuomo limiting the size of gatherings in houses of worship during the coronavirus pandemic. But the Court, following precedent, objected not to the existence of public-health restrictions but to their uneven application. The Constitution does not tolerate “color-coded executive edicts that reopen liquor stores and bike shops but shutter churches, synagogues and mosques,” Justice Neil Gorsuch wrote.", "The law around pandemic restrictions is mostly clear. It’s the politics that are at issue. The balancing of individual liberty and public health may now be the most contentious issue in American life. Vaccines for the novel coronavirus are on the way, but until they arrive tens of thousands of lives depend on community-based intervention—such as masks, distancing, and isolation—that must be carried out by ordinary Americans. Their willingness or unwillingness will determine how many people die. Our differences of opinion, therefore, have concrete, immediate, and drastic consequences.", "Recent surveys indicate that Americans hold a slew of conflicting beliefs about the virus and the pandemic. Most recognize that the virus will eventually surge in their area—but, at the same time, eight in ten think that they can avoid getting infected. Though Americans generally agree that the pandemic is getting worse, they have become less likely to say that they will comply with shelter-in-place orders, should they become necessary. (In the spring, more than two-thirds of Americans said that they were very likely to follow them; now less than half say they will.) The decline has been driven mainly by a shift in the attitudes of Republicans, who are now less than half as likely as Democrats to say that they will stay home. Among citizens of high-income countries, Americans are the most likely to say that they feel more divided now than they did before the pandemic; we also disagree more than is usual about whether the government has handled the pandemic well so far. For President-elect Joe Biden’s supporters, the pandemic was the most important issue in the 2020 election; for Donald Trump’s, it was among the least. Americans are also growing more divided on a host of individual subjects, including vaccines, contact tracing, mask mandates, and the trustworthiness of public-health officials.", "In recent months, this discontent and disarray have bubbled over, culminating in record and increasing numbers of coronavirus infections and hospitalizations. In the course of the late summer and early fall, conservative media outlets cast doubt on the effectiveness of demonstrably effective public-health strategies, and many governors, fearing political repercussions, shied away from imposing distancing mandates until their states’ I.C.U.s overflowed with COVID-19 patients. Meanwhile, achieving widespread vaccination will require overcoming high levels of vaccine hesitancy: in a recent poll, only fifty-eight per cent of Americans said that they would get immunized, citing the vaccines’ rushed timelines as a key concern. Hesitancy is more common on the right, but it exists on the left, too: though less than half of Republicans said that they were willing to get vaccinated, three in ten Democrats were also resistant.", "“You can always expect some opposition,” Howard Markel, a physician and historian at the University of Michigan, who helped create the concept of “flattening the curve,” told me. “The first word in ‘public health’ is ‘public.’ There are a great many people. The public is not a monolith, especially in an open, democratic society.” Even so, Markel is surprised by the breadth and intensity of disagreement. “It’s the most polarized pandemic in history,” he said. During the 1918 flu, there were protests against public-health measures—in San Francisco, for instance, a group called the Anti-Facemask League objected to a local mask ordinance—but they amounted to “a sliver of what we’re seeing today.” That pandemic unfolded alongside the First World War, and leaders positioned adherence to public-health recommendations as a form of patriotism. “What’s different today is that elected officials are pouring gasoline on the embers of discontent,” Markel said. “It’s incredibly dangerous.”", "Adam Berinsky, a political scientist at M.I.T., studies the links between public opinion, misinformation, and political polarization. Berinsky divides the population into three groups: people who are correctly informed, people who are uninformed, and people who are actively misinformed. He believes that our efforts should focus primarily on engaging the second group—“people who don’t necessarily know what they think”—and on limiting the influence of the third. The problem is that, in a networked age, fringe misinformation spills easily into mass consciousness. “If the misinformed people kept to themselves, it would be less of a problem,” he said. “But, by polluting the information ecosystem, they cause others to doubt. Then more people think, Maybe where there’s smoke, there’s fire.”", "Berinsky thinks that much of the responsibility for quelling misinformation rests with our politicians. “It starts from the top,” he said. “Had there been a unified response from elected leaders, there would have been more unified attitudes among the public.” The arrival of the Biden Administration will undoubtedly improve federal communication about the pandemic. But the horse may have left the barn: at this point, nearly every aspect of our response has become politicized. Elected officials are already thinking about tomorrow’s primary challengers; even as they watch hospitals fill, they seek to prove their ideological bona fides. Our greatest challenge is not the virus, but ourselves.", "Ohio, where I grew up and where my parents still live, is a compelling case study in the mutual incomprehension that has taken root during the pandemic. Ohio has been a quintessential swing state for more than half a century, although over the past decade it has moved steadily to the right. Barack Obama carried it narrowly in 2012, but Trump won easily in 2016 and 2020. In recent years, Ohioans have been weighed down by a stagnant economy, which never fully recovered after the Great Recession. In parts of northeastern Ohio, three-quarters of the population live in a neighborhood with rising poverty; Cleveland is among the fastest shrinking cities in the country.", "Ohio’s Republican governor, Mike DeWine, has led one of America’s more aggressive COVID-19 responses. Ohio was the first state to close schools when the coronavirus began spreading in the spring; since then, DeWine has ordered mask mandates, curfews, and business closures, even as other G.O.P. leaders have railed against them. For much of the year, Ohio seemed to have the virus under control. Now, though, like much of the Midwest, it is experiencing skyrocketing cases and hospitalizations; the state, DeWine says, is “on fire.” All the same, Ohio’s Republican legislature has repeatedly introduced bills to limit the governor’s authority, and some in the Party have moved to impeach him. Although DeWine has relatively high approval ratings statewide, he is struggling to position his decisions within a conservative movement that sees pandemic restrictions as ideologically objectionable. “I’m completely pro-life,” he said recently, after ordering a statewide curfew. “And that means I worry about the child before it’s born and I worry about the eighty-year-old who’s in a nursing home who might get COVID.”", "Stark County, where I grew up, is a swing county within a swing state. Curious about how people there were thinking about the virus, I reached out to friends and acquaintances, asking them to connect me with people I could interview. Many were eager to talk; some had been active on social media, vehemently disagreeing with my pandemic coverage. Andrew Sigler, one of the Ohioans I talked with, works at a software company in northeastern Ohio; now in his mid-thirties, he grew up in the area but spent much of the past decade in San Francisco and Chicago, before moving back home. Sigler told me that, like many people he knows, he’s grown resentful of public-health mandates and what he views as attempts to shame people for going about their lives. “It’s been an evolution for me,” he said. “When this first started, I was as scared as anyone. This was uncharted territory. But now we know a lot about who’s at risk and how much risk they’re taking. I think it’s reasonable for people to have different priorities based on their situations.”", "Sigler told me that he’s been living a “relatively at-risk” life style. He eats at restaurants indoors. He’s flown to Las Vegas for a weekend. He regularly plays pickup basketball with his friends. “I think you have to take a risk-versus-reward approach,” he said. “Living in fear is no way to live. A lot of people have painted a picture of pure doom and gloom, which I don’t buy.” Sigler shares some of the concerns of public-health officials, but disagrees about what’s at stake and about the trade-offs worth making. “This is absolutely a dangerous virus,” he told me. “It needs to be respected, but so do people’s choices and freedoms. I think it’s fine to have some restrictions, but mandates and shutdowns—I don’t think that’s the answer. You’re just killing people in a different way. It’s not through disease—it’s by destroying a business someone took decades to build. I can’t help but think about all the damage we’re doing to families with little kids who aren’t going to school, to people who lost their jobs, to those struggling with isolation and substance use.”", "Sigler cited the virus’s disproportionate effects—although it can sicken people of all ages, the vast majority of COVID-19 deaths occur among older Americans—and objected to measures that upend society as a whole in order to protect a relatively small number of vulnerable individuals. He admits that his argument is inflected with ageism, but holds to it nonetheless. “Are we shutting down our country to protect an age group that’s on the back nine of life?” he said. “You need to recognize who you are in society. The older you are, the more precautions you should take. But we shouldn’t be imposing lockdowns and mandates on everyone else. Who is Mike DeWine to tell people they can’t go out for a drink?” I asked him about the recent surge in infections, pointing out that, without aggressive public-health action, many states are struggling with overwhelmed I.C.U.s and shortages of medical staff; some are on the brink of rationing care. “They kept telling us we need to lock down to flatten the curve and build capacity,” Sigler said. “They knew there was going to be another surge. Well, why didn’t they use all that time to build capacity? Shame on the system for dragging its feet.”", "This fall, Sigler’s family called to check in on his ninety-three-year-old grandfather, who’d been relatively careful during the pandemic—going out for groceries, gas, and the occasional dinner, but otherwise staying isolated. They couldn’t reach him. Growing concerned, they went to his house; they found him slumped over and unresponsive in his chair—“deadweight,” Sigler said. They rushed him to a hospital, where he was diagnosed with COVID-19. After that, he bounced between I.C.U.s, emergency departments, and an assisted-living facility. A few days after I first spoke with Sigler, his grandfather was back in the hospital, and his family was struggling to decide whether to insert a feeding tube and conduct a tracheostomy. Ultimately, he said, they decided to “let nature run its course.” Medications were stopped; the ventilator was disconnected. Sigler’s grandfather was transferred home for hospice care, and died. I asked Sigler if his grandfather’s death had changed his views on the virus. “I stand by what I said,” he told me. “This is a horrible and dangerous disease. I’m all for precautions. But shutdowns aren’t safe or reasonable. My grandfather lived a long and full life.”", "Between phone calls with Sigler, I spoke with John Emmert, a sixty-year-old Army veteran who has run a small, family-owned grocery store in Navarre, Ohio, for more than twenty years. Emmert manages the store mostly by himself, from 9 A.M. to 6:30 P.M. each day. Earlier this year, his girlfriend, who had been ill with Stage IV colon cancer, entered a home-hospice program; along with visiting nurses, Emmert cared for her in the mornings, during his lunch break, and after work. She died on May 1st. Although Emmert was able to be with her during her final days, he has friends who, because of pandemic restrictions, were separated from their loved ones at the end of their lives. “The lockdowns, the isolation—that’s way worse than the virus will ever be,” he told me. “Lockdowns are going to kill more people than the virus could hope to kill on its best day.”", "Emmert believes that the government has substantially overstepped in its quest to quell the virus. “I’m fine if you want to wear a mask,” he said. “But they have no right to mandate that you do.” (He doesn’t require masks for customers in his store, nor does he wear one, although he does wash his hands “a lot.”) “I believe in small, necessary government,” he said. “Right now, they’re involved in so many things they have no business in. DeWine is treating us like we’re teen-agers.” During our conversation, Emmert often argued against the state’s public-health measures by repeating false claims made by President Trump: that sunshine can prevent coronavirus infection, that hydroxychloroquine can treat it, that Anthony Fauci cannot be trusted because he is a Democrat. “COVID deaths are overblown,” Emmert said. “A lot of these people are dying with COVID, not of COVID. They have lung cancer or bad diabetes. They already had one foot on a banana peel.”"], "authors": ["Dhruv Khullar", "Dhruv Khulla", "Carolyn Korman", "David Remnic"], "keywords": ["told", "pandemic", "sigler", "cost", "health", "politics", "virus", "americas", "americans", "right", "public", "deadly", "publichealth", "think"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}