{"id": "3da2f0d5-ab65-3ea3-b505-0b62a0462c0b", "title": "The climate crisis should be at the heart of the global Covid recovery", "url": "https://www.theguardian.com/commentisfree/2020/dec/10/the-climate-crisis-should-be-at-the-heart-of-the-global-covid-recovery", "summary": "The United States, under its new president Joe Biden, will rejoin the Paris climate accord.\nThe virus has been the cause of the gravest socio-economic crisis since the second world war, with trillions poured into economic relief.\nFor now, providing healthcare and economic relief to those affected should be the priority.\nBut it’s imperative that resources directed at the Covid recovery also accelerate action against the climate crisis, a threat no less urgent than this pandemic.\nGovernments should come to Glasgow with clear and concrete examples of how their Covid-19 recovery efforts are supporting climate initiatives.", "paragraphs": ["In the early hours of 12 December, 2015, I stood together with world leaders to welcome the adoption of the Paris agreement on climate change. Years of negotiations and frustrating setbacks were capped by a two-minute round of applause for French foreign minister Laurent Fabius as he banged the gavel and ushered in an ostensibly greener, more sustainable future.", "Five years on, the memory of Paris is bittersweet. Progress on what are termed the “nationally determined contributions” – the self-identified climate goals of each country – has been patchy at best, and action on all of the commitments remain worryingly low.", "But there have been plenty of encouraging developments since 2015. In November 2021, Britain will host the 26th United Nations Climate Change Conference (COP26) in Glasgow. Boris Johnson has set out a target to cut the UK’s greenhouse gas emissions by at least 68% by 2030 – the fastest rate of any major economy so far. China announced at the UN general assembly in September that it plans to reach carbon neutrality by 2060, and Japan and South Korea have pledged zero net emissions by 2050. The United States, under its new president Joe Biden, will rejoin the Paris climate accord.", "But the greatest opportunity for action against the climate crisis may be the Covid-19 pandemic. This episode in history has been a tragedy: nearly 70m people have been infected globally, and more than 1.5 million have so far lost their lives. The virus has been the cause of the gravest socio-economic crisis since the second world war, with trillions poured into economic relief. For now, providing healthcare and economic relief to those affected should be the priority.", "But it’s imperative that resources directed at the Covid recovery also accelerate action against the climate crisis, a threat no less urgent than this pandemic. Some politicians have already followed this reasoning: France’s president Emmanuel Macron was among the first out of the gate when his government refused to give stimulus funds to airlines that would not take steps to drastically reduce emissions.", "Such measures aren’t just necessary – they’re popular. If governments are spending incredible resources on reducing unemployment and kickstarting the economic recovery, it’s only fair that those resources go towards building societies that are greener, sustainable and more resilient, rather than redoubling on the fragile models of the past. We should be expanding mass renewable energy, installing electric car charging stations, reforesting, and retrofitting homes, to name just a few examples.", "This recovery is a chance to undertake visionary, transformative investments that were previously deemed too risky or expensive – and push while the door is ajar. The opportunity won’t last for ever. For organisers of next year’s climate conference, the focus should be on the post-Covid economy, and three areas in particular: how to align economic recovery with climate action; how rich countries can offer debt relief and support linked to climate mitigation; and how we can design foolproof mechanisms to track and monitor countries’ progress with climate targets.", "Governments should come to Glasgow with clear and concrete examples of how their Covid-19 recovery efforts are supporting climate initiatives. Support to industries and bailout packages, particularly in high-emission areas such as air travel and shipping, should come with strict conditions to ensure industries adhere to national climate commitments.", "It’s also reasonable that wealthier countries provide aid to low- and middle-income countries to help their recoveries. Bilateral and multilateral development aid and recovery efforts, earmarked for stimulating economic growth, should include green markers. These could include public-works projects for climate adaptation, or the roll-out of small-scale renewable energy grids.", "And on a much larger scale, debt relief initiatives – such as the G20’s – should be expanded to allow space for developing countries to meet their environmental goals. The G20, working in partnership with international financial institutions, regional organisations and the Green Climate Fund, could offer debt relief specifically to countries that commit to stronger climate objectives and local action, and consider innovative mechanisms such as writing off debt so that the money saved can be used to fund climate action.", "Global climate commitments are often criticised because they aren’t followed up by action on the ground. COP26 can help address this by proposing a dedicated mechanism to measure Covid-19 recovery efforts against climate targets in a meaningful and transparent manner, with an online, publicly accessible dashboard allowing decision makers, the media and the public to see what progress is being made.", "Before the 2019 Climate Action summit in New York, the UN secretary general, Antonio Guterres, appealed to world leaders to come “not with beautiful speeches, but with concrete actions”. If politicians put their minds to it, 2021 will be an opportunity to build a recovery that leaves the planet in a better, more sustainable place for our children and grandchildren, recalling the spirit of hope and achievement we felt on that cold night in Paris in 2015.", "• Maria Fernanda Espinosa is a former president of the United Nations general assembly"], "authors": ["Maria Fernanda Espinosa"], "keywords": ["crisis", "debt", "world", "united", "heart", "climate", "relief", "paris", "recovery", "countries", "global", "action", "covid", "economic"], "pubDate": "2020-12-10T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}