{"id": "3dcb49da-1305-3b99-8b0d-c5fd07064d00", "title": "'We do stupid things': anxiety stalks Arsenal as their troubles mount", "url": "https://www.theguardian.com/football/2020/dec/17/we-do-stupid-things-anxiety-stalks-arsenal-as-their-troubles-mount-aubameyang", "summary": "Aubameyang ends his drought as 10-man Arsenal draw with Southampton Read moreIn the technical area, Mikel Arteta shouted for calm.\nThe Arsenal manager made the internationally recognised gesture with his hands, moving them slowly up and down, in an attempt to reinforce the point.\nPhotograph: Tom Jenkins/The GuardianThere were some good things for Arsenal to promote.\nOne side-effect is to funnel the play wide but Arsenal have struggled to connect with their crosses.\nAubameyang wants to build on the small steps taken against Southampton and, like Arteta, he has called for cool heads, for clarity.", "paragraphs": ["Aubameyang admits to squad’s nervousness and calls for cool heads but they are in desperate need of creativity too", "Pierre-Emerick Aubameyang could feel a moment of respite. Every Arsenal player could. There were 71 minutes on the clock in Wednesday’s home game against Southampton, they were down to 10 men – again – and the walls were closing in. But Kieran Tierney had the ball in the left-back position and there was clear space in front of him, the opportunity to make ground.", "What Tierney did next was to leather the ball towards the Southampton goal. Although he was inside his own half, the fact that the visiting goalkeeper, Alex McCarthy, was a long way off his line made it appear that Tierney had taken on the shot. In which case it was a ridiculous decision. Southampton accepted the return of possession and continued to push for the winning goal.", "Aubameyang ends his drought as 10-man Arsenal draw with Southampton Read more", "In the technical area, Mikel Arteta shouted for calm. The Arsenal manager made the internationally recognised gesture with his hands, moving them slowly up and down, in an attempt to reinforce the point. But nobody is calm at Arsenal at present.", "Tierney’s mistake was a small example of what happens when anxiety overruns a player. There were bigger ones. Danny Murphy made the point on Match of the Day, which was also clear to everybody inside the stadium, about how Arsenal started the game – dropping deep, failing to put any pressure on the ball. It was not only in the first series of actions but for the first 30 minutes or so. Theo Walcott, Southampton’s former Arsenal winger, said that he could feel the fear in his old side.", "Dani Ceballos had a close-range shooting chance on 37 minutes only to try (and fail) to buy a penalty and then there was Gabriel, who has been arguably Arsenal’s best player during a traumatic season. Not here. He struggled to suppress the Southampton striker Che Adams and he lost his head in the 62nd minute, pulling back Walcott to collect a cheap second yellow card.", "It was Arsenal’s third sending-off in five Premier League games, following Nicolas Pépé’s headbutt at Leeds and Granit Xhaka’s neck throttle against Burnley – two other instances of players failing to channel their competitive desires correctly, being overwhelmed by the high stakes.", "Aubameyang was honest in his appraisal. “At the moment I think sometimes we are a bit nervous because we need points,” the captain said. “Maybe sometimes we do stupid things but I can understand. We have to stay cool in the head and try to be a little more intelligent in that case and try to stay with 11 on the pitch because we need it at the moment.”", "Facebook Twitter Pinterest Pierre-Emerick Aubameyang scores the equaliser against Southampton – Arsenal’s third goal in nine league games. Photograph: Tom Jenkins/The Guardian", "There were some good things for Arsenal to promote. They were able to hold on for the 1-1 with 10 men and they did raise the tempo and rally after that lacklustre opening period. Aubameyang scored the equaliser – only his third goal of the league campaign – which he badly needed and Bukayo Saka showed courage on the ball. They even almost nicked a last-minute winner when Rob Holding’s header hit the woodwork. That would have represented the ultimate smash-and-grab.", "The numbers, though, continue to feel like a charge sheet. Arsenal lag 15th in the table. They have taken five points from nine games and have scored only three times during the period.", "Where is the creativity in central attacking midfield? There was a time when Arsène Wenger had so many No 10s that he seemed ready to name a team of them. Now Arteta’s midfielders are deep-sitters or box-to-box types and they are not providing the needed incision. One side-effect is to funnel the play wide but Arsenal have struggled to connect with their crosses.", "The schedule does not get any easier. Next up is a visit to Everton on Saturday tea-time followed by a home derby with Chelsea on Boxing Day. Aubameyang wants to build on the small steps taken against Southampton and, like Arteta, he has called for cool heads, for clarity.", "Sign up to The Recap, our weekly email of editors’ picks.", "“I think at the moment we try to play simple and that’s what we have to do because of course it is not easy when things go wrong,” Aubameyang said. “It is always difficult to play good football. So we have to be patient and play football and have confidence because we have great players.", "“We go to Everton and we are going to go there with belief. We have to win the game. That’s it. Hopefully yes [it can kickstart our season]. We have to take this point against Southampton and keep believing.”", "In different circumstances, it would be easy to imagine a packed Emirates seething with frustration at a draw with Southampton. The truth on Wednesday was that it felt like a decent result. This is where Arsenal are; minds scrambled, desperately seeking stability. Everybody is saying the right things. It is not getting through."], "authors": ["David Hytner"], "keywords": ["troubles", "anxiety", "taken", "aubameyang", "mount", "try", "play", "stupid", "ball", "point", "arsenal", "tierney", "southampton", "things", "stalks"], "pubDate": "2020-12-17T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}