{"id": "3df21d55-6dae-33cc-a3e1-ccd65bc42059", "title": "Landlord power is not just bad for tenants. It harms homeowners, too", "url": "https://www.theguardian.com/commentisfree/2021/apr/10/landlord-power-homeowners-tenants-buy-to-let-property-labour", "summary": "The most striking explanation of why younger voters tilt so hard to the left (and older voters so hard to the right) is our system of home ownership.\nAmong private renters, Labour’s poll lead over the Conservatives rose from 11 percentage points to a staggering 23 percentage points between 2015 and 2017.\nBut in the same elections older voters who owned their own homes calculated that they had little to gain.\nFor some time, it has been government policy to privilege the interests of private landlords over other homeowners.\nHow is the policy likely to look to older homeowners?", "paragraphs": ["“If only under-30s [voted],” wrote the architectural historian and activist Owen Hatherley, reflecting on the results of the 2019 election, “there would be no Conservative MPs anywhere in Britain.” But, if only the over-70s voted, “there would be Tory MPs in every constituency apart from south Wales, Merseyside, the city of Manchester and inner London”. The story of British electoral politics over the past decade has been defined by the seeming replacement of class by age as the best indicator of how people vote.", "The most striking explanation of why younger voters tilt so hard to the left (and older voters so hard to the right) is our system of home ownership. Housing, particularly in the populous south, is exorbitantly expensive and England’s social housing stock is at a 70-year low. All our lives are also shaped by the legacy of the Conservatives’ signature housing policy, right to buy.", "From the perspective of “generation rent”, high house prices have meant the disappearance of the prospect of ever buying their own home, and a reliance on renting in the private sector, which takes up a far higher proportion of their incomes than their parents ever had to pay. It is not surprising that they have consistently voted for leftwing candidates. Among private renters, Labour’s poll lead over the Conservatives rose from 11 percentage points to a staggering 23 percentage points between 2015 and 2017. But in the same elections older voters who owned their own homes calculated that they had little to gain. What Labour seemed to offer, through policies of more social housing and greater rights for renters, was a fall in house prices: a diminution of their capital and security in retirement.", "It might, therefore, look like the political age gap is unassailable. But this doesn’t have to be the case: in 2019, Labour could have had more success if its supporters had been clearer in grasping – and showing voters – that while tenants and landlords have competing interests, the same is not necessarily true of tenants and homeowners.", "For some time, it has been government policy to privilege the interests of private landlords over other homeowners. This process began in the mid-1990s when banks introduced buy-to-let mortgages, which assessed buyers’ creditworthiness on the rental yield from the property, rather than their existing income. Easy finance gave landlords an advantage over first-time buyers.", "Buy-to-let landlords have also enjoyed tax relief: mortgage interest relief, and a wear-and-tear allowance. The tax breaks have diminished in comparison to what they once were, but the broad picture remains the same. Although the UK’s 2.5 million landlords are a small minority, because the market has been loaded in their favour, they were responsible for 18% of all residential property purchases by the end of 2019.", "Now let’s consider the situation for older homeowners who aren’t landlords. Hundreds of thousands of them save money in their 70s or beyond, long after retirement, not because they want to have an extravagant lifestyle but for the sake of the generations who come after them. If their plan is to help their children buy a house then rising house prices are of no benefit – it obliges them to save more, as ever more money is going to be needed to provide a deposit for their children’s first home.", "For these people, the benefit of high house prices never materialises (they aren’t planning to sell their own home), but the cost to their family is only too real. It compels the younger members of their family to live in cramped housing, to have less money than they should, and to spend their days working excessive hours so that they have no time for older relatives.", "What the left needs to do is to get people to see that the obstacle to housing justice is not individual home ownership. The problem is the near-monopoly advantage owned by those landlords who have hoarded dozens or, in some cases, hundreds of homes. Their power needs to be broken – not just for the sake of tenants, but for the sake of individual homeowners who want the generation below to find a home of its own.", "There are solutions. Take the idea of long-term renters in the private market establishing a right to buy the home in which they live. How is the policy likely to look to older homeowners? If it was directed at the single homeowner who split a two-storey house in half and rented out one floor of it, many other homeowners would find the idea objectionable.", "But imagine if it was targeted at landlords owning a minimum of five properties (there are enough landlords in that position for it to make a difference). When someone is hoarding five homes, why shouldn’t they be forced to allow others to have a chance of owning their own homes, not to seek profit but to simply live there?", "Politicians need to be brave enough to explain to voters that the hoarding of properties by commercial landlords doesn’t just hurt young renters but many homeowners too. A Labour party that forges a cross-generational alliance on this basis could reap serious rewards."], "authors": ["David Renton"], "keywords": ["landlord", "voters", "power", "homeowners", "landlords", "house", "harms", "older", "tenants", "bad", "homes", "private", "housing", "renters", "prices"], "pubDate": "2021-04-10T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}