{"id": "3dfc969e-ec4a-3db3-8e9d-04042a578bc2", "title": "Pantone picks two shades for 2021’s Color of the Year: ‘Message of positivity supported by fortitude’", "url": "https://www.foxnews.com/lifestyle/pantone-picks-two-shades-2021s-color-of-the-year", "summary": "Breaking from tradition once again, The Pantone Color Institute has named two colors of the year for 2021.\nThe selected colors are Ultimate Gray and Illuminating, which create a striking color palette between the neutral shade and yellow hue.\nPEOPLE ARE DYEING THEIR HAIR TO MATCH PANTONE'S COLOR OF THE YEARLast year, the color selected to represent 2020 was Classic Blue.\nCountless product listicles available on the web showed retailers already had items that were very close to the Classic Blue shade.\nFor example, Brazilian shoe brand Cariuma created Classic Blue versions of its popular OCA high-top and low-top sneakers.", "paragraphs": ["Breaking from tradition once again, The Pantone Color Institute has named two colors of the year for 2021.", "The selected colors are Ultimate Gray and Illuminating, which create a striking color palette between the neutral shade and yellow hue.", "Pantone, which is famous for its color matching and creation system, hinted in its press release that it selected these colors to represent the uncertainty people may feel going into the new year. The gray is meant to be interpreted as “solid and dependable” while the yellow is “bright and cheerful.”", "PANTONE’S COLOR OF THE YEAR IS BIG MONEY MAKER FOR BRANDS", "“The union of an enduring Ultimate Gray with the vibrant yellow Illuminating expresses a message of positivity supported by fortitude,” said The Pantone Color Institute’s Executive Director Leatrice Eiseman, in a statement. “Practical and rock solid but at the same time warming and optimistic, this is a color combination that gives us resilience and hope. We need to feel encouraged and uplifted; this is essential to the human spirit.”", "Pantone began its honorary Color of the Year shout-out in 2000. And in its 20-year history, the organization has only picked a pair of colors two times. The first time was in 2016 with its pink and blue duo known as Rose Quartz and Serenity.", "PEOPLE ARE DYEING THEIR HAIR TO MATCH PANTONE'S COLOR OF THE YEAR", "Last year, the color selected to represent 2020 was Classic Blue. The color looked similar to blueberries, a Pepsi can, Ford Mustang’s Mach-E GT and Facebook’s logo, according to FOX Business.", "Countless product listicles available on the web showed retailers already had items that were very close to the Classic Blue shade.", "RELAX! 8 PAINT COLORS THAT CAN HELP REDUCE STRESS", "Other companies jumped at the chance to license the trendy color for exclusive product lines. For example, Brazilian shoe brand Cariuma created Classic Blue versions of its popular OCA high-top and low-top sneakers.", "It has yet to be seen which brands will license Pantone’s 2021 Color of the Year.", "CLICK HERE TO GET THE FOX NEWS APP", "FOX Business’ Jeanette Settembre contributed to this report."], "authors": ["Cortney Moore", "Cortney Moore Is A Digital Associate Writer Producer For Fox Business. Follow Her On Twitter At"], "keywords": ["colors", "classic", "positivity", "represent", "picks", "color", "shades", "yellow", "ultimate", "selected", "pantone", "blue", "fortitude", "gray", "solid", "2021s", "supported", "message"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}