{"id": "3e467baa-e5c7-3138-80a4-1eb469cff37c", "title": "'ER' actor Dearon 'Deezer D' Thompson dead at 55", "url": "https://www.foxnews.com/entertainment/dearon-deezer-d-thompson-er-dead-55", "summary": "Dearon \"Deezer D\" Thompson, best known for his role on former medical drama \"ER,\" has died.\nThe outlet reports that Thompson was found unresponsive at his home in Los Angeles on Thursday.\nThompson, who was commonly known by his nickname \"Deezer D,\" appeared on \"ER\" from 1994 until 2009 playing the role of nurse Malik McGrath.\nAccording to reports, the actor also was known in the underground hip-hop and Christian communities, formerly hosting a Christian radio show in Los Angeles.\nCLICK HERE TO SIGN UP FOR OUR ENTERTAINMENT NEWSLETTERHis \"ER\" co-star Terry Wilkerson reacted to his death on Thursday, writing on Twitter, \"I had the pleasure of working with Deezer D on E.R.", "paragraphs": ["Dearon \"Deezer D\" Thompson, best known for his role on former medical drama \"ER,\" has died. He was 55.", "Thompson's death was confirmed to TMZ by his brother, Marshawn, who relayed his family's belief that he died of a heart attack. An official cause of death has yet to be released.", "The outlet reports that Thompson was found unresponsive at his home in Los Angeles on Thursday. It notes that he previously underwent surgery in 2009 on his heart to replace an aorta and fix a leaky heart valave.", "Thompson, who was commonly known by his nickname \"Deezer D,\" appeared on \"ER\" from 1994 until 2009 playing the role of nurse Malik McGrath. He reportedly appeared in almost 200 episodes of the hit medical series.", "MARION RAMSEY, 'POLICE ACADEMY' ACTRESS, DEAD AT 73", "The actor also appeared in the movies \"Fear of a Black Hat\" and \"CB4\" in 1993, \"Bringing Down the House\" in 2003 and \"Romy and Michele's High School Reunion\" in 2009. According to reports, the actor also was known in the underground hip-hop and Christian communities, formerly hosting a Christian radio show in Los Angeles. More recently, he also worked as a fitness trainer, according to reports.", "CLICK HERE TO SIGN UP FOR OUR ENTERTAINMENT NEWSLETTER", "His \"ER\" co-star Terry Wilkerson reacted to his death on Thursday, writing on Twitter, \"I had the pleasure of working with Deezer D on E.R. One of the kindest most Gentle souls ever. Even before Diversity was popular he made it on one of the biggest Shows on Network. Prayers to his family. Rest Easy my Brother.\"", "\"Happy Days\" alum Scott Baio said he recently worked with the deceased actor on a movie.", "\"I'm sadden to learn the sudden passing of my friend Deezer. He was a devoted Christian. I just had the privilege of working with #DeezerDThompson on a @PureFlix movie. #CourtingMomAndDad. Sending my prayers and condolences to his family. Especially his young son,\" Baio wrote.", "CLICK HERE TO GET THE FOX NEWS APP", "Producer Neal Baer also paid tribute to Thompson on Twitter, calling him a \"sweet, kind man and wonderful to work with on ER.\""], "authors": ["Melissa Roberto"], "keywords": ["dearon", "55", "d", "deezer", "known", "thompson", "christian", "er", "heart", "actor", "dead", "appeared", "death"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}