{"id": "3e5dbe1a-e772-3bc3-996c-b02bfd2b046f", "summary": "There’s already a lot of anxiety and negativity about the referendums across the political spectrum.\nThe cannabis and euthanasia votes should also be celebrated as a chance for the New Zealand public to lead the world – no other country has dealt with these issues via a full public referendum.\nThe Greens have negotiated for the cannabis question, and the populist New Zealand First party have demanded that a euthanasia decision go to voters.\nNZ First also favours abortion liberalisation being put to the public vote, too.\nBryce Edwards is a senior associate at the Institute for Governance and Policy Studies at Victoria University, Wellington", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "pubDate": null, "url": "https://www.theguardian.com/world/2019/dec/19/new-zealands-euthanasia-and-cannabis-referendums-will-rightly-give-power-to-the-people", "title": "New Zealand's euthanasia and cannabis referendums will rightly give power to the people | Bryce Edwards", "paragraphs": ["New Zealand will participate in a world-leading double referendum next year when, in addition to the general election, voters will be asked whether to legalise cannabis for recreational use and euthanasia.", "It’s going to be messy, emotional, and polarised. There’s already a lot of anxiety and negativity about the referendums across the political spectrum. Much of this is influenced by the ongoing fallout from the Brexit referendum, as well as a general fear of conservative populism.", "On the left, many are worried that voters are not up to the task of these difficult questions, and that interest groups – including social conservatives and churches – will dominate the campaign. There’s also concern about misinformation and ignorance affecting the outcome.", "New Zealand's euthanasia bill is a step into the unknown for disabled people | Wendi Wicks Read more", "The justice minister, Andrew Little, said this week that: “The chances it will be a reasonably ugly election are reasonably high” due to “clearly egregiously factually incorrect statements”. He’s therefore ordered his ministry to set up a unit to deal with misinformation on the referendum debates. And he’s committed to fighting it himself, saying: “I will do the best I can to make people alert to the possibility that half of what you might see on social media might be bullshit.”", "On the right, National’s leader, Simon Bridges, is warning that the cannabis referendum will amount to New Zealand’s own Brexit. He argues the exercise has been badly set up, which will lead to uncertainty about the results.", "All of these concerns have validity, even if they are somewhat over-egged. There will be plenty of problems with the referendums and the associated campaigns. It’s true that the formulation of the referendums leaves a lot to be desired.", "For example, only the euthanasia question is binding. If passed, the vote would allow terminally ill people with less than six months to live to choose assisted dying if approved by two doctors. The legalisation of cannabis for recreational purposes question, in contrast, will only provide an “indicative” vote. The public are expected to trust the politicians to sort out significant details of the legalisation after the vote, leaving the possibility of voter betrayal or confusion. Cannabis was legalised for medicinal purposes in 2018.", "But that’s what politics is all about – an open contest of ideas, including bad ones. A referendum involves some of the messiest parts of democracy. But progressing difficult social change is best when it takes the people along with it, giving them the ultimate say.", "The cannabis and euthanasia votes should also be celebrated as a chance for the New Zealand public to lead the world – no other country has dealt with these issues via a full public referendum. The two issues have been pushed to referendum by the minor parties in the Labour-led coalition government. The Greens have negotiated for the cannabis question, and the populist New Zealand First party have demanded that a euthanasia decision go to voters. NZ First also favours abortion liberalisation being put to the public vote, too.", "There’s been something of a backlash among the commentariat against the public being tasked with deciding these important issues. Many have lamented that a perhaps less informed electorate are doing the job that should rightfully be done by parliamentarians.", "Cabinet minister Willie Jackson recently said “I don’t believe in referendums… We are put there to make decisions – if you don’t like us, vote us out every three years.”", "And he argued that progressive accomplishments, such as “same-sex marriage, homosexual law reform, abortion, women’s rights” would all have been lost if the public had been given the vote on them.", "That’s why many politicians and pundits argue issues like these should be decided by “conscience votes” in parliament, in which individual MPs get to make their own personal decisions unencumbered by party lines. For the democratically minded, it’s hard to see how this is superior, as this process is simply involves an elite-driven outcome based on the peculiarities of unpredictable MPs, who can’t generally be held to account for their vote.", "This desire for MPs to take control generally reflects an elitist mood that seems to be growing in democracies around the world at the moment – one that says the public are not to be trusted with too much power.", "And yet, for every populist elected, there are examples of more socially progressive advances. Even in traditionally conservative Ireland, for example, there’s now been a string of referendums with enlightened results: same-sex marriage in 2015, abortion and blasphemy law reform in 2018, and then divorce law modernisation this year. And in 2020, New Zealand might join this socially liberal trend.", "Referendums should be celebrated for resolving difficult and divisive issues, as well as for their ability to draw the public into political decision-making and debate.", "Putting questions to the public means that a much bigger societal debate occurs, and ultimately the decisions made have greater legitimately and endurance.", "In an age of increasing suspicion of elites, as well as a growing public discontent with democracy, more devolution of power to voters on key issues is surely the way forward.", "Bryce Edwards is a senior associate at the Institute for Governance and Policy Studies at Victoria University, Wellington"], "authors": ["Bryce Edwards"], "keywords": ["edwards", "power", "cannabis", "zealands", "issues", "zealand", "public", "referendums", "theres", "vote", "referendum", "rightly", "bryce", "voters", "euthanasia"]}