{"id": "3e60f1d7-927d-3d6c-bb5f-8eaa6c1ca05e", "title": "'It wasn't easy': Cher discusses son's gender transition, Joe Biden and directorial comeback", "url": "https://edition.cnn.com/style/article/cher-interview/index.html", "summary": "See more hereCher has opened up about her son's gender identity, admitting that it \"wasn't easy\" when Chaz Bono, now 51, announced he was transitioning in 2009.\nCher and Chaz Bono Credit: Jason LaVeris/FilmMagic/Getty Images\"But it wasn't easy,\" she admitted.\nCher discusses gender, politics and her directorial comebackCher, now 74, rose to fame in a musical duo alongside her then-husband -- and Bono's father -- Sonny.\nCher arrives in Pakistan to celebrate the departure of Kaavan, dubbed the 'world's loneliest elephant' Credit: SOHAIL SHAHZAD/EPA-EFE/ShutterstocThe star then offered her thoughts on President-elect Joe Biden, whom she has known for almost 15 years.\n\"I'm really excited,\" Cher said, adding that she \"kept telling them get someone better... (because) I've only directed one thing.", "paragraphs": ["Written by Oscar Holland, CNN (interview by Christiane Amanpour, CNN) Contributors Henry Hullah, CNN Emmet Lyons, CNN", "Editor's Note: CNN's Chief International Anchor Christiane Amanpour interviewed Cher in London. See more here", "Cher has opened up about her son's gender identity, admitting that it \"wasn't easy\" when Chaz Bono, now 51, announced he was transitioning in 2009.", "The singer and Oscar-winning actress, who is considered an icon by many in the LGBTQ community, described the journey she went through as a mother, from when Bono -- then known as Chastity -- first came out as a lesbian.", "\"It was very unlike me to, in the beginning, have a problem with Chaz being gay, and it disappeared like that,\" Cher said, recalling her initial reaction in an interview with CNN's Christiane Amanpour. \"Then we talked about (whether Bono was) transgender for many years. And (he) would say, 'No, I don't want to (transition). And then he went and said, 'OK, I want to do this.'", "Cher and Chaz Bono Credit: Jason LaVeris/FilmMagic/Getty Images", "\"But it wasn't easy,\" she admitted. \"I remember calling, and the old (voicemail) message ... was on the phone, and that was very difficult.", "\"But you don't really lose them. They just are in a different shape,\" she said. Bono, an actor and the first transgender person to appear on \"Dancing with the Stars,\" is now \"so unbelievably happy,\" she added.", "Cher discusses gender, politics and her directorial comeback", "Cher, now 74, rose to fame in a musical duo alongside her then-husband -- and Bono's father -- Sonny. She has long had a loyal LGBTQ fanbase and traces her affinity with the LGBTQ community back to a childhood memory, saying that \"at 9 years old, I knew.\"", "\"One day I came home and there were these two men in my living room with my mom and my aunt. They were doing their hair and talking, and I was thinking, 'Why haven't we ever had these kind of guys around? Because these guys are the coolest.'", "\"That was my (introduction to) the gay world,\" she said, adding that \"gay people don't feel like they fit in, and I never felt like I fit in.\"", "Cher attends the BAFTA Awards, London, March 25th 1984.", "Talking politics", "In a wide-ranging interview, Cher discussed her parents, Jack Nicholson and her high-profile efforts to rehome an elephant -- dubbed the \"world's loneliest elephant\" -- through the charity she co-founded, Free the Wild.", "Cher arrives in Pakistan to celebrate the departure of Kaavan, dubbed the 'world's loneliest elephant' Credit: SOHAIL SHAHZAD/EPA-EFE/Shutterstoc", "The star then offered her thoughts on President-elect Joe Biden, whom she has known for almost 15 years.", "\"I adore him, I love him,\" she said. \"And I am sorry that they are trying to hogtie him so that he can't do anything, because he's such a great man (with a) great heart. He wants to do so many things, and they're all good.", "She went on to compare Biden to former president Jimmy Carter, saying that both want to \"help the American People.\"", "\"When Joe says it, I think by hook or by crook, he's going to get it done,\" she said.", "Cher speaks during the Women's March \"Power to the Polls\" voter registration tour in 2018 in Las Vegas. Credit: Ethan Miller/Getty Images North America/Getty Images", "Cher also revealed that she is returning to directing for the first time in over two decades. While she remained guarded about details of her new venture, she teased that it has \"something to do with 'The Rocky Horror Show.'\"", "It will be Cher's first directorial effort since 1996's, \"If These Walls Could Talk,\" a made-for-TV movie telling the story of three women's experiences of abortion at different periods in post-war America.", "\"I'm really excited,\" Cher said, adding that she \"kept telling them get someone better... (because) I've only directed one thing.", "\"But they keep telling me that I'm the right person.\"", "Cher performs at Spark Arena on September 21, 2018 in Auckland, New Zealand. Credit: Hannah Peters/Getty Images AsiaPac/Getty Images", "In the meantime, she is working on a new album -- and her voice may be as strong as ever.", "\"My doctor said he was looking at my (vocal) cords and then he said, 'I want to show you something.' So he pulled up some cords and said, 'OK these are your cords and these are 25- and 27-year-old girls' cords,\" she said.", "\"But it could be my last album because you never know when (your voice) is just going to go.\""], "authors": ["Oscar Holland", "Cnn", "Interview Christiane Amanpour", "Henry Hullah", "Emmet Lyons"], "keywords": ["directorial", "lgbtq", "wasnt", "discusses", "went", "easy", "telling", "bono", "transition", "credit", "cords", "gender", "sons", "interview", "elephant", "joe", "gay", "cher", "comeback"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}