{"id": "3e78f4f3-83b1-3650-aebf-554653aa59f7", "title": "Marianela Nuñez: ‘Ballet isn’t elitist – it’s our responsibility to make people get it’", "url": "https://www.theguardian.com/stage/2020/jan/19/marianela-nunez-interview-royal-ballet-onegin-swan-lake", "summary": "Born in Buenos Aires, she joined the Royal Ballet when she was 16 and became a principal at the age of 20.\nKnown as “Nela”, she was married to fellow Royal Ballet principal Thiago Soares for four years.\nWhy did you want to come to the Royal Ballet?\nWhen you have a holiday from the Royal Ballet, you take on guest appearances with your other companies.\nWhat would you say to those people who say they don’t think ballet has much to offer?", "paragraphs": ["Marianela Nuñez is one of the most acclaimed ballerinas in the world. Born in Buenos Aires, she joined the Royal Ballet when she was 16 and became a principal at the age of 20. Now 37, she is in her prime. She excels in the big ballerina roles in the famous 19th-century classics – she’s just finished performing Aurora in The Sleeping Beauty and will be soon playing Odette/Odile in Swan Lake and Tatiana in Onegin. Known as “Nela”, she was married to fellow Royal Ballet principal Thiago Soares for four years.", "You were performing leading roles with the Teatro Colón in Buenos Aires by the time you were 14. What made you love ballet so much?", "I don’t know! When I was three, I went to a school where the teacher had her studio in a garage, and she would take the car out and we would do lessons there. But by the time I was five, I said to my mum, this is not for me. I want to do ballet and I want to do it properly. It wasn’t a game, I wanted to take it seriously. That determination was in me from a very young age. I think you are born with a calling. Otherwise you can’t explain it.", "Why did you want to come to the Royal Ballet?", "It was the company I loved from watching videos, and all my favourite dancers – Sylvie Guillem, Darcey Bussell, Viviana Durante, Irek Mukhamedov, Jonathan Cope – were there. So I auditioned for the then director, Anthony Dowell, when the company was performing in Los Angeles. He was dressed as Carabosse [the wicked fairy godmother] and about to go on stage in The Sleeping Beauty at the time.", "When you first arrived, having danced all round the world as a rising star, you had to go back to school because you were too young to join the company. Then you joined the corps de ballet and became a soloist. Was it hard to go backwards in that way?", "It was a big adjustment. Apart from the fact that I was living in a new culture with no English, I was also in a big institution and things slowed down. For someone so young, I didn’t quite understand that, and I wanted things to happen immediately. But now, looking back, I wouldn’t change it, because it gave me such a strong base, so by the time I got to do the main parts I had a better understanding of everything.", "How does it feel to be returning to Tatiana in Onegin, which you first danced with Royal Ballet in 2015?", "It’s one of those ballets where everything is served to you on a golden tray. It’s a masterpiece that always works. I understand it better the more I dance it. We first meet Tatiana as a young girl and then see her as a mature woman. I feel I can understand and live her from both angles and I have such a lot of admiration and respect for her.", "The last time you danced it, you performed opposite your then husband Thiago Soares as Onegin. How did that affect you?", "The last time we performed this was in the middle of our decision to divorce. Nobody knew, but what a ballet to be doing in the middle of all that. It is a ballet that always makes me sob, but those performances were unbelievable, so emotional. My heart went like this [she gestures as if to push her heart out]. But our separation was mutual, so we could manage to do it in a good way and that’s why we ended up being good friends.", "When you have a holiday from the Royal Ballet, you take on guest appearances with your other companies. Do you feel that your time is running out?", "No, it’s mainly because I love being on stage and I just want to dance. It’s what makes me happy and my body can take it, which is a blessing. I literally love doing everything. The dramatic, the classics, abstract ballets. I am a complete bunhead! When I am not dancing, I am watching dancing. Also, I genuinely feel that ballerinas become more interesting when they become older. When you watch them, it’s not just a body doing incredible stunts, it’s something in their eyes, how they move their hands. There is so much depth there. I want to achieve that and explore it.", "What would you say to those people who say they don’t think ballet has much to offer?", "It’s our responsibility to make people get it. When I’m dancing, I always think – even when I am in a fairytale ballet such as The Sleeping Beauty – that it is real. It touches me and it makes me think of my life; it should have that impact when you’re watching. Some people always say that ballet is elitist and it’s definitely not. It is this beautiful piece of art, unfolding live in front of you, not like something in a museum.", "Do you have any regrets?", "I only see my family once or twice a year, and I wonder if at some point I will feel I didn’t spend enough time with them. But even as I say that, I know my parents would tell me not even to think it. They are so proud of me.", "You always seem such a happy person. Do you ever get sad?", "I can be really sad, and I can dance and it’s not a problem. I think when I dance, I can just accept any kind of emotion and just carry on. Dance is always there to hold me.", "Nuñez dances Tatania in Onegin (21 Jan; 8, 27 Feb) and Odette in Swan Lake (5, 12 March; 1, 16 May) at the Royal Opera House, London"], "authors": ["Sarah Crompton"], "keywords": ["say", "onegin", "isnt", "watching", "understand", "ballet", "think", "nuñez", "young", "elitist", "marianela", "royal", "dance", "feel", "responsibility"], "pubDate": null, "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}