{"id": "3eb09613-34bf-355b-be48-d8cb4df1fac2", "title": "Empowering, alluring, degenerate? The evolution of red lipstick", "url": "https://edition.cnn.com/style/article/red-lipstick-history-beauty/index.html", "summary": "\"Red lipstick is truly a way to trace cultural history and societal zeitgeist,\" Felder said.\nThen, Felder's book explains, as the American suffrage movement adopted red lips, their international counterparts did, too.\nAdolf Hitler \"famously hated red lipstick,\" Felder said.\nThey were reacting to activist Marlén Chow, who defied her interrogators by applying red lipstick.\nBy wearing red lips, protesters all over the world have tapped into the same power the suffrage movement once plumbed a century earlier.", "paragraphs": ["Written by Jacqui Palumbo, CNN", "In 1912 thousands of supporters of the suffrage movement marched past the New York salon of Elizabeth Arden. The cosmetics brand founder, who had just opened her business two years earlier, was a supporter of women's rights, and she aligned herself with the cause by handing out tubes of bright red lipstick to the marching women.", "Suffrage leaders Elizabeth Cady Stanton and Charlotte Perkins Gilman loved red lipstick for its ability to shock men, and protesters donned the bold color en masse, adopting it as a sign of rebellion and liberation.", "Suffragettes from Massachusetts marching in the streets of New York City (circa 1915) Credit: FPG/Archive Photos/Getty Images", "\"There could not be a more perfect symbol of suffragettes than red lipstick, because it's not just powerful, it's female,\" said Rachel Felder, author of last year's \"Red Lipstick: An Ode to a Beauty Icon,\" in a phone interview. \"Suffragettes were about female strength, not just strength.\"", "Throughout the centuries red lipstick has signaled many things, from its early use by the elite in ancient Egypt and by prostitutes in ancient Greece, to its status in early Hollywood as a symbol of glamor. In its many hues, this color on lips has been a mighty cultural weapon, charged with thousands of centuries of meaning. \"Red lipstick is truly a way to trace cultural history and societal zeitgeist,\" Felder said.", "Portrait of beautician and cosmetics entrepreneur Elizabeth Arden (1947) Credit: Hulton Archive/Hulton Archive/Getty Images", "Until lipstick was popularized in the early 20th century, red lips were often associated with morally dubious women: impolite, sexually amoral, even heretical. In the Dark Ages, red lips were seen as a sign of commingling with the devil. The makeup \"was associated with this mysterious, frightening femininity,\" Felder said.", "Then, Felder's book explains, as the American suffrage movement adopted red lips, their international counterparts did, too.", "As women's rights movements spread across Europe, New Zealand and Australia, with British and American organizers often sharing tactics, from organizing marches, to hunger strikes, to more aggressive militant strategies. And this solidarity extended to their makeup. Inspired by her American counterparts, British suffragette leader Emmeline Pankhurst favored a red lip, which helped spread the symbolic gesture among her fellow activists.", "Though suffragettes popularized the red-lip look in their day, Felder notes that there was already momentum to normalize lipstick among women more generally, as they dropped restrictive corsets for brassieres, and started to adopt more streamlined silhouettes, designed by the likes of Coco Chanel.", "ATS anti-aircraft spotter near London (1943) Credit: Reg Speller/Hulton Archive/Getty Images", "Four female cipher and switchboard operators (1945) Credit: J. Wilds/Hulton Archive/Getty Images", "After the suffragettes wore red lipstick, the exuberant flappers of the Roaring Twenties followed suit. And while suffragettes may not have been solely responsible for popularizing a painted lip, they embodied the idea of the \"modern woman\" in Europe and America, Felder pointed out.", "During World War II, red lips had their bold second act of defiance. Adolf Hitler \"famously hated red lipstick,\" Felder said. In Allied countries, wearing it became a sign of patriotism and a statement against facism. When taxes made lipstick prohibitively expensive in the UK, women stained their lips with beet juice instead.", "As men went off to war and women filled their professional roles back home, they donned red lips to enter the workforce. It showed their resilience in the face of conflict, Felder explained, and offered a sense of normalcy in difficult times. \"It allowed women to retain a sense of their own self-identity from before the war.\" J. Howard Miller's illustration of Rosie the Riveter, the cultural icon who was used to recruit and empower American female factory workers, notably had cherry-daubed lips.", "'Rosie the Riveter' by J. Howard Miller for Westinghouse Electric (1942) Credit: MPI/Archive Photos/Getty Images", "US Army Nurse Corps recruiting poster (early to mid 1940s) Credit: Hulton Archive/Hulton Archive/Getty Images", "In 1941 and for the duration of the war, red lipstick became mandatory for women who joined the US Army. Beauty brands had capitalized on the wartime trend, with Elizabeth Arden releasing \"Victory Red\" and Helena Rubenstein introducing \"Regimental Red,\" among others. But it was Arden who the American government asked to create a regulation lip and nail color for serving women. Her \"Montezuma Red\" matched and accentuated their uniforms' red piping.", "\"Wearing red lipstick for a woman in that era was so linked to... a sense of feminine self-esteem,\" particularly, \"resilient and strong female self-esteem,\" said Felder, who has herself worn the beauty staple nearly every day since high school. After the war, classic Hollywood actresses like Elizabeth Taylor added a layer of glamour to the confident look.", "Beauty expert Helena Rubinstein illustrating how make-up can be applied to flatter individual contours (c. 1935) Credit: Orlando/Hulton Archive/Getty Images", "Today, other protest symbols for women's empowerment have become widespread, notably the pink pussy hat that dominated the 2017 Women's March; and the habit from \"The Handmaid's Tale\" which has been worn internationally for women's causes, including pro-choice demonstrations.", "Yet red lips still pack a punch. In a viral image from 2015, a Macedonian woman kissed an officer's riot shield during an anti-government protest, leaving a red kiss mark in a poignant moment of rebellion.", "Actress Elizabeth Taylor touches up her lipstick (1948) Credit: Keystone Features/Hulton Archive/Getty Images", "In 2018 in Nicaragua, women and men wore red lipstick and uploaded photos of themselves to social media to show their support for the release of anti-government protesters. They were reacting to activist Marlén Chow, who defied her interrogators by applying red lipstick.", "Last December, nearly 10,000 women in Chile took to the streets wearing black blindfolds, red scarves, and red lips to denounce sexual violence in the country.", "By wearing red lips, protesters all over the world have tapped into the same power the suffrage movement once plumbed a century earlier. In this bold, defiant beauty statement, their legacy lives on.", "Note: This article was updated to remove the word 'suffragettes' when referring to the protesters marching past the Elizabeth Arden salon in New York in 1912, and now refers more broadly to supporters of the suffrage movement."], "authors": ["Jacqui Palumbo"], "keywords": ["women", "credit", "suffragettes", "red", "empowering", "lipstick", "elizabeth", "evolution", "alluring", "felder", "archivegetty", "degenerate", "lips", "womens"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}