{"id": "3eb49a84-3d82-3da6-822d-a263c455d8ef", "title": "Brexit is the catalyst for rioting in Northern Ireland", "url": "https://www.economist.com/britain/2021/04/08/brexit-is-the-catalyst-for-rioting-in-northern-ireland", "summary": "AS SURELY as spring follows winter, warmer weather brings rioting to Northern Ireland.\nSince Boris Johnson’s deal with the European Union created a border in the Irish Sea in January, unionists have raged against a frontier which symbolically and economically separates Northern Ireland from Britain.\nMoving checks on goods to the border between Ireland and Northern Ireland would not be a solution, for a border there would present a target to dissident republicans.\nUnionist leaders have called on Simon Byrne, chief constable of the Police Service of Northern Ireland, to resign.\nFor more coverage of matters relating to Brexit, visit our Brexit hubA version of this article was published online on April 7th 2021", "paragraphs": ["Listen to this story Your browser does not support the <audio> element. Enjoy more audio and podcasts on iOS or Android.", "AS SURELY as spring follows winter, warmer weather brings rioting to Northern Ireland. It comes in two varieties. What is known locally as recreational rioting is localised and not too violent. Serious street disorder, of the sort seen during the past week, usually involves politics.", "Since Good Friday, mobs have taken control of streets in loyalist areas of Belfast and Londonderry on most nights. Such eruptions often last only a few days. Even if that happens, the disorder will leave a lasting mark on some lives. A policewoman’s leg was broken in two places while taking an alleged rioter into custody, and scores of her colleagues suffered head wounds, leg injuries or burns after being attacked with masonry, metal rods, fireworks, manhole covers and petrol bombs. There will be consequences for some of the culprits, too—criminal records for young people, some of whom police say were no more than 12 years old, who are at the front of the riot, often being urged on by older paramilitary bosses at the rear.", "But even if the violence subsides for now, it is worrying, for the terms of Brexit have made the province’s politics particularly combustible. Since Boris Johnson’s deal with the European Union created a border in the Irish Sea in January, unionists have raged against a frontier which symbolically and economically separates Northern Ireland from Britain. Seeing no political route to removing what they hate, some loyalists think violence may make Mr Johnson and the EU reconsider.", "Mr Johnson is quite happy to fudge the issue, but the EU insists that a hard border is needed not just to prevent goods from leaking from Britain into the EU, but also to preserve peace—even though it appears to be doing the opposite. Moving checks on goods to the border between Ireland and Northern Ireland would not be a solution, for a border there would present a target to dissident republicans.", "Brexit is not the only catalyst for the violence. The trigger was a decision on March 30th by the public prosecutor not to bring charges against republican leaders present at an IRA funeral in June. About 2,000 people, including the entire Sinn Fein leadership, attended the event at a time when the province’s devolved government said only ten mourners should be at funerals. Prosecutors said they could not bring charges because the legislation was poorly drafted. The police, they said, knew that 400 people had gathered for a wake before the funeral, and that Sinn Fein’s leadership would be attending the funeral. Unionist leaders have called on Simon Byrne, chief constable of the Police Service of Northern Ireland, to resign.", "This is a bad time for a rift between unionists and police. The season for loyalist marches is approaching, and in recent days bands flanked by masked men have marched through Portadown, Ballymena and Markethill. There was no violence, but the organisers had not asked for permission from the Parades Commission and were thus breaking the law. This is an unusual and sinister development, at a dangerous moment.", "For more coverage of matters relating to Brexit, visit our Brexit hub", "A version of this article was published online on April 7th 2021"], "authors": ["The Economist"], "keywords": ["rioting", "ireland", "violence", "border", "unionists", "northern", "funeral", "catalyst", "eu", "sinn", "brexit"], "pubDate": "2021-04-08T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}