{"id": "3ed4122b-760d-396d-8d87-f55848d1dd1d", "title": "Bosnian director Jasmila Žbanić: 'A film is more than a film. It is life’", "url": "https://www.theguardian.com/film/2021/jan/10/jasmila-zbanic-quo-vadis-aida-srebrenica-massacre-bosnian-war", "summary": "The film director Jasmila Žbanić does not regard herself as a catastrophist.\nBy the time of Srebrenica, Žbanić had been living under siege in Sarajevo for almost three years; she might have been preoccupied only with her own problems.\nQuo Vadis, Aida?\nQuo Vadis, Aida?\nŽbanić and her producers made the decision to premiere Quo Vadis, Aida?", "paragraphs": ["The film director Jasmila Žbanić does not regard herself as a catastrophist. “I’m an optimistic person,” she says, smiling hard. But, like any Bosnian her age, there’s no avoiding the fact that she was formed by the war that broke out in her country in 1992: “I was 17 when it started, and we didn’t understand at first that this was war. We were convinced that Yugoslavia, and especially Bosnia, would never go to war, because it was so mixed. I have Serbian family, I have Croatian family. We were naive. We couldn’t imagine it. We said this will pass. A month or two. There are some stupid people with guns, but they’ll be gone soon. When that didn’t happen, it was a shock, and what it taught us is that everything can turn upside down from one day to another. Life is fragile. The whole system is fragile. This is a feeling that I carry through life. I don’t take anything for granted, especially not institutions.”", "Žbanić’s gut-wrenching new film, Quo Vadis, Aida?, deals with one of the war’s most heinous atrocities: the Srebrenica massacre of 1995, during which Bosnian Serb forces under the command of Ratko Mladić executed more than 8,000 Bosnian Muslim men and boys – a genocide the United Nations forces deployed to protect the inhabitants of the supposedly “safe area” of Srebrenica did almost nothing to prevent. By the time of Srebrenica, Žbanić had been living under siege in Sarajevo for almost three years; she might have been preoccupied only with her own problems. But what she heard in the weeks and months that followed stayed with her. “Here was another shock,” she says. “This was a UN-protected area. We felt that if the aggression could not be stopped by the UN, then there were no human rights we could believe in – and from that moment, I was obsessed. I wanted to know everything about it. It was a trauma for all Bosnians. When we learned how many people had died, and how they had died, and how they were buried. When we learned that the graves had been moved [in an effort to cover up the massacre].”", "Ten years ago, she began to think someone should make a film about it: “But I was really hoping it wouldn’t be me. It’s such a hot political subject, even now. There is still huge denial from Serbian politicians that it even happened. Enter this territory, and everyone is against you, because it’s still so present. People continue to live with it. They have their own pain, and their own ideas of what such a film should look like.” What persuaded her in the end? Perhaps it was that she knew now that she could do it. Her 2006 film Grbavica, about the postwar life of a Bosnian woman who was raped by a Serbian soldier, had won a Golden Bear at the Berlin film festival. But she was pulled along, too, by her deep conviction that film has the power to change minds. “This past of ours,” she says, vehemently (she’s talking to me via Zoom from her cottage in the south of Bosnia). “The tendency is to deny, or to hide, or to make false facts. But in order to move on, we have to see it.”", "In Serbia, Mladić is still considered a hero, even after his conviction as a war criminal. How to capture his essence?", "Quo Vadis, Aida? follows a UN translator – a character loosely inspired by Hasan Nuhanović, who published a book about his own experiences – inside the base at Srebrenica, minute by minute, hour by hour, as she fights to save her sons and husband from Mladić’s men. The Dutch soldiers for whom she’s working tell her that no exceptions can be made; that her family, too, must go with the Serbians on their buses; that they have received guarantees all those taken will be safe. But she knows their words are empty, even as it falls to her to relay similar promises through a loudhailer to the thousands of hungry and terrified civilians – many of them her friends and neighbours – who have sought protection at the base. For many different reasons, the film is a remarkable achievement; Žbanić deals so deftly with such freighted material (she also wrote the screenplay). Chief among them, however, is the astonishing performance of Jasna Đuričić, who plays the translator, Aida Selmanagic – one for which she deserves to win all the prizes.", "“Making the film was a responsibility for all of us,” says Žbanić. “But for Jasna, and for Boris [Isaković, who plays Mladić], there were huge issues. The [hostile] response from some to my film Grbavica meant that they knew what they could expect when it came out – and they’re both Serbians. It was brave and progressive of them to take on these roles. For Jasna, it was hard, hard work: she met some of the mothers [of the dead], and her responsibility was to them. For Boris, there was the issue that, in Serbia, Mladić is still considered a hero, even after his conviction as a war criminal. How to play him? How to capture his essence, this man who has the power over people’s lives, who is like a god?”", "A remarkable achievement... Quo Vadis, Aida? Photograph: Imrana Kapetanovic", "What has been the response to the film in Bosnia? This is complicated. Bosnia, even now, is divided into the two entities: the Federation of Bosnia and Herzegovina, and Republika Srpska. Žbanić and her producers made the decision to premiere Quo Vadis, Aida? at the memorial centre in Srebrenica, which is technically in the latter, to an audience of young people from all sides (Bosnian, Serbian, Croatian); there was also a screening for survivors. “Those who were born long after these events were moved,” she says. “Many of those on the Serbian side live under the influence of a media that encourages them not to feel for Muslims, and the film emancipated that part of their brains. It allowed them to cry. As for the survivors, they told me that it was how they remembered it.” But in the rest of Republika Srpska, the Serbian-dominated part of the country, the film has yet to be shown. “The cinema owners are too frightened. They fear the government will give them the kind of punishments that cannot be proved: financial inspections, for instance. To get round this, we suggested underground screenings that we would not even announce. But they said no, someone will find out. A group of boys will be paid to throw stones at the cinema.”", "Catharsis... Žbanić, third left, prays at the memorial cemetery in Potocari, before the first public showing of Quo Vadis, Aida? Photograph: Kemal Softic/AP", "It gives her particular pleasure that young audiences find the film gripping: a thriller, of sorts. “My thesis film at film school was about mass graves,” she says, with a black laugh. “This is where I grew up! Even sex was used as a weapon here. But I remember my professor saying: look, this isn’t a document for submission to an international tribunal. It’s a movie.” All directors believe in film as a medium, but when Žbanić talks about the way culture in general, and film in particular, can bring people together, she speaks with more authority than most. “In the siege, we quickly resumed normal activities that were not normal at all in the circumstances, and there was a feeling that by going to the theatre or a film festival, dressed up nicely, you were showing that you were not a victim, that this barbarism would not win. It is really true that we needed culture almost as much as we needed food. To see a film with others, even in crazy conditions, a VHS tape screened against a wall, huddled together: it was very human, and it kept me sane through it all. It gave me the sense I have even now that a film is more than a film. It is life. That’s where my love for it comes from.”", "Quo Vadis, Aida? is not, she says, against the UN, though she believes its failings in Srebrenica were extremely grave: “On the contrary, it’s about how to make it stronger, and more able to protect human rights.” She believes that people talk too glibly about war. “I’m afraid that if Srebrenica was happening at this moment, the outcome would be the same. Europe is more disunited now, and rightwing forces more in evidence. If this were the constellation of political powers, no one would lift a finger to help the Bosnians – and this is what is scary. We say never again, but there’s nothing behind our words. Bosnia is still considered ‘other’ in Europe. I was at a gathering where the European Film Academy president said that there had been no war in Europe for 70 years, and all I could think was: ‘Were the 100,000 people who died in Bosnia not Europeans?’ But we don’t count.” In Bosnia, she believes, no one won. “The fascists are still around us. The victims and the perpetrators live alongside one other, because only the big guys were sentenced. That is very hard, and I hope my film allows people to talk about it – about the fact that peace doesn’t just come like lightning to burn all the bad things down.”", "Quo Vadis, Aida? is on Curzon Home Cinema from 22 January"], "authors": ["Rachel Cooke"], "keywords": ["jasmila", "serbian", "žbanić", "war", "vadis", "film", "life", "bosnian", "bosnia", "aida", "quo", "director", "srebrenica"], "pubDate": "2021-01-10T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}