{"id": "3ed61780-fb93-33b7-9933-2813fc98becc", "title": "Prince Philip gets last wish of dying at home: source", "url": "https://www.foxnews.com/entertainment/prince-philip-gets-last-wish-of-dying-at-home-source", "summary": "Prince Philip wanted to die in the comforts of his own home — a last wish that came true Friday, a royal source told The Post.\nThe 99-year-old Duke of Edinburgh died \"peacefully\" at Windsor Castle, his residence, following a nearly month-long stay in the hospital for heart problems.\n\"It was the Duke’s fervent wish to die peacefully at home,\" the royal source said.\nThe Queen famously considers Windsor Castle her home — and Buckingham Palace her office.\nWhen the family is there, servants don’t wear the usual royal uniforms and Prince Philip did not stand on ceremony.", "paragraphs": ["Prince Philip wanted to die in the comforts of his own home — a last wish that came true Friday, a royal source told The Post.", "The 99-year-old Duke of Edinburgh died \"peacefully\" at Windsor Castle, his residence, following a nearly month-long stay in the hospital for heart problems.", "\"It was the Duke’s fervent wish to die peacefully at home,\" the royal source said. \"We knew that when he was taken home it was to die on his own terms, not in a hospital bed, but in his own bed.\"", "The source added: \"Philip didn’t want any fuss. He wanted to do things his way until the end.\"", "PRINCE PHILLIP, DUKE OF EDINBURGH, AND QUEEN ELIZABETH II'S HUSBAND, DEAD AT 99", "In February, Philip was admitted to the hospital and underwent heart surgery before he was released March 16 — the last time he was seen publicly.", "The Queen famously considers Windsor Castle her home — and Buckingham Palace her office.", "In his later years, the Duke spent most of his time at the secluded, five-bedroom Wood Farm in Wolferton, Norfolk, on the Queen’s Sandringham estate.", "Last summer, after a stint at Balmoral Castle in Scotland, the Queen and her husband took a two-week retreat to Wood Farm, where Philip had been living full-time for nearly three years, until the pandemic prompted courtiers to whisk him to Windsor Castle in March.", "Wood Farm is situated on a secluded part of Sandringham that looks out over the sea —and is where the Queen, Philip and their children have gone to get out of the public spotlight over the past 50 years.", "When the family is there, servants don’t wear the usual royal uniforms and Prince Philip did not stand on ceremony.", "CLICK HERE TO GET THE FOX NEWS APP", "It’s also where the Queen is known to cook and even do dishes, according to the Daily Telegraph."], "authors": [], "keywords": ["dying", "gets", "die", "duke", "prince", "wish", "source", "royal", "hospital", "farm", "windsor", "philip", "queen", "castle"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}