{"id": "3eff3634-c700-310a-874b-74973a3e3e85", "title": "How Brexit disruption will change London's financial centres", "url": "https://www.ft.com/video/c90a3fd4-27f7-4644-8147-eea29bbb53d7?playlist-name=section-82645c31-4426-4ef5-99c9-9df6e0940c00&playlist-offset=1", "summary": "Disruption is guaranteed for London's financial centres.\nThe City reinforced its position as the financial hub of Europe in the 33 years that I've been writing about it.\nThe City of London developed huge critical mass, sucking in capital - both financial and human.\nBut financial London has not expanded from this enclave as many had hoped.\nMeanwhile, the FCA has to regulate a sector whose boundaries, financial and geographic, are once again in historic flux.", "paragraphs": ["You can enable subtitles (captions) in the video player", "The Brexit transition period is ending. Disruption is guaranteed for London's financial centres. Join me for a high-speed tour of the places that matter.", "We're in Mayfair - hedge-fund country. Round here you'll find big names like Lansdowne, Millennium, and Odey.", "Crispin Odey stepped down as co-chief executive recently, facing a criminal charge. But he's better known for Brexit controversies. Hedgies, Mr Odey included, backed the leadership campaign of Boris Johnson with donations. They also short sold sterling, standing to make a profit from a no-deal separation.", "Well, Odey Asset Management has all kinds of positions. But what the row really highlighted were the fault lines opened up by Brexit. Investments aside, hedge-fund managers are very little affected by Brexit. They're private managers of institutional money, for the most part.", "They set up round here in the '90s and in the noughties. They've gone one step further than bankers, who only moved homes here in the 18th and 19th century. They're businesses stayed in the City. And that's where we're going to go next.", "Here's the London Stock Exchange, in the shadow of St Paul's. LSE could have been a symbol of EU integration if Deutsche Borse's bid hadn't failed. Instead, it's remained independent, a big data and exchanges group. And that second activity is at the epicentre of Brexit.", "EU regulators are happy for derivatives clearing to stay in London for a little while longer. After all, big risks are associated with it. But they are insisting that EU funds should trade EU shares and some futures in the EU. LSE and Goldman Sachs have set up trading venues in Paris. London roared ahead after it abolished the gents' broking club that used to operate here in the Big Bang of the '80s. Continental centres now hope to claw back some competitive advantage.", "The City reinforced its position as the financial hub of Europe in the 33 years that I've been writing about it. Why? First, openness to foreign capital and expertise, particularly from the US. Behind me is Bank of America, incorporating Merrill Lynch. That was a big participant in the euro bond industry, which flourished after the US imposed taxes in the 1960s.", "Merrills went on to buy British brokers, at Big Bang, and in 1995. US banks have invested heavily in London. They like it here and want to stay. But they've also made contingency plans. They can shift capacity across the Channel and Celtic Sea as required.", "This man is the second reason for the pre-eminence of London. The Duke of Wellington defeated Napoleon at the Battle of Waterloo in 1815, with a little help from General Blucher and one of my terrifying Scottish ancestors. That allowed imperial Britain to dominate world trade until the first world war. The City of London developed huge critical mass, sucking in capital - both financial and human. Workers, notably an army of clerks, began to commute to work by train.", "Coronavirus means fewer commuters these days. The longer that working-from-home persists, the less important physical hubs like the city of London will be.", "Physical co-location has been particularly important here. This is the City's insurance quarter. At Lloyd's of London, lockdowns have forced late adopters to do business online. That's positive. Costs need to fall.", "But I think that something is going to be lost if the industry goes entirely electronic, and I'm not just talking about lunchtime drinking or office rents.", "Foreign capital has flooded into this district in recent years. Virtual workforces may be more of a challenge for insurance than Brexit. Most insurers are already post-Brexit, having bolstered their EU outposts. For us journalists it's a reminder not to over-dramatise. FT research suggests that City businesses have moved far fewer staff than the 75,000 that were once predicted.", "This is Canary Wharf. It disproved claims that it was a white elephant years ago. Instead, it's become a thriving hub for investment banks like Barclays and Citibank. But financial London has not expanded from this enclave as many had hoped. You could blame Brexit for that. And also regulation.", "Ironically, the Financial Conduct Authority moved from here to Stratford as a pioneer. But no forest of financial services businesses have sprung up around it there. Meanwhile, the FCA has to regulate a sector whose boundaries, financial and geographic, are once again in historic flux."], "authors": ["Filmed", "Produced Petros Gioumpasis. Graphics Steve Bernard. Additional Footage Getty"], "keywords": ["big", "financial", "odey", "moved", "capital", "centres", "disruption", "london", "little", "brexit", "londons", "city", "change", "eu"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}