{"id": "3f269f29-ed90-3ad1-ade2-088ab0583cb7", "title": "New Elder Scrolls 6 Tease Fires Up Location Theories Once More", "url": "https://www.gameinformer.com/2021/01/04/new-elder-scrolls-6-tease-fires-up-location-theories-once-more", "summary": "Bethesda has made it abundantly clear that The Elder Scrolls 6 (still unnamed) is a long way off yet, but that hasn't stopped the studio from teasing fantasy fans about what's next.\nIn a recent tweet, The Elder Scrolls official Twitter shared an image of a Tamriel map with the caption \"Transribe the past and map the future.\nThere is so much to Tamriel that is still unexplored, though The Elder Scrolls Online has done a wonderful job diving deeper into areas like Morrowind.\nSeeing \"out of bounds\" areas for The Elder Scrolls 6 would be a smart move for Bethesda, giving players a new experience to enjoy within a familiar universe.\nWhat sort of The Elder Scrolls 6 theories do you have?", "paragraphs": ["Bethesda has made it abundantly clear that The Elder Scrolls 6 (still unnamed) is a long way off yet, but that hasn't stopped the studio from teasing fantasy fans about what's next. While fan theories about the next step for the franchise will have to offer are rampant, a recent teaser from Bethesda ringing in the new year has fanned those flames once more about a possible Hammerfell focus.", "In a recent tweet, The Elder Scrolls official Twitter shared an image of a Tamriel map with the caption \"Transribe the past and map the future. Here's to a Happy New Year!\" Fans immediately took the first part of the messaging to be a challenge to decrypt some clues and it looks like this is from the opening Skyrim cinematic when one character mentions that he would be \"halfway to Hammerfell.\"", "Naturally, Reddit took that hint and ran with it in the best way possible by dissecting the lights seen and the area of the map. According to a very active thread, the common consensus is that the third light is relating to Hammerfell and is meant to show the \"map the future\" aspect of the Elder Scrolls franchise. Also mentioned is that the second light is placed next to the capital Solitude, though the first light seems to have everyone still pondering the meaning behind the New Year's message. Some redditors responded saying that the northern light could simply be a nod to Bethesda's other massive IP in the works: Starfield, a game that will take players to the stars.", "The theory of Hammerfell is not new (it's even something I've talked about immensely in the past), but the map tease comes shortly after another theory thread went viral concerning the same location:", "Another theory I have regarding the next Elder Scrolls is that we'll see a focus on High Rock, judging by that first teaser video. There is so much to Tamriel that is still unexplored, though The Elder Scrolls Online has done a wonderful job diving deeper into areas like Morrowind. Seeing \"out of bounds\" areas for The Elder Scrolls 6 would be a smart move for Bethesda, giving players a new experience to enjoy within a familiar universe.", "What sort of The Elder Scrolls 6 theories do you have? Where would you like to see the series go? Sound off with your thoughts in the comment section below!"], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["fires", "elder", "theories", "hammerfell", "way", "tease", "thread", "location", "bethesda", "took", "theory", "map", "light", "scrolls"], "pubDate": "2021-01-04T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}