{"id": "3f41843a-b1e1-3efd-9b57-1c9dd9505276", "title": "Plane mistakenly lands at airport under construction", "url": "https://edition.cnn.com/travel/article/ethiopian-airlines-zambia-intl-scli/index.html", "summary": "(CNN) — An Ethiopian Airlines plane mistakenly landed at an unopened airport still under construction in Zambia, the carrier confirmed Monday.\nThe flight -- ET 3891 -- made a safe landing in the new airport, Ethiopian Airlines added.\nThe Copperbelt International Airport is about 21 kilometers (13 miles) from Simon Mwansa Kapwepwe Airport by car.\n\"So he used his sight as he had no control and landed at an airport still under construction.\"\nBut construction was delayed because of the pandemic, with the facility due for completion this year, ZACL told CNN.", "paragraphs": ["(CNN) — An Ethiopian Airlines plane mistakenly landed at an unopened airport still under construction in Zambia, the carrier confirmed Monday.", "The flight -- a cargo service traveling from Addis Ababa, Ethiopia, and destined for Ndola, Simon Mwansa Kapwepwe Airport -- instead landed Sunday at Zambia's new Copperbelt International Airport, which has not yet been inaugurated, the airline said in a statement.", "The flight -- ET 3891 -- made a safe landing in the new airport, Ethiopian Airlines added.", "The Copperbelt International Airport is about 21 kilometers (13 miles) from Simon Mwansa Kapwepwe Airport by car.", "The transport ministry's permanent secretary Misheck Lungu told the AFP news agency that the pilot had landed at the unopened airport \"by error.\"", "Related content Exclusive look at designs for US supersonic presidential jet", "\"When he was about to land he was communicating with the radar and they told him, 'We can't see you,'\" Lungu told AFP.", "\"So he used his sight as he had no control and landed at an airport still under construction.\"", "Ethiopian Airlines said: \"Although details of the incident are under investigation in coordination with the Zambian Aeronautical Authorities, the fact that there was no NOTAM (notice to airmen) issued regarding the construction of the new airport which has the same runway heading orientation with the existing one and the close proximity between the two airports may have contributed to the incident.\"", "\"As always Ethiopian Airlines takes flight safety very seriously and treats it as the top most priority and accordingly it will take all necessary corrective and preventive measures in line with the findings of the investigation,\" the statement added.", "The new airport was due for completion in October 2020, according to Zambia Airports Corporation Limited (ZACL), which manages the country's international airports. But construction was delayed because of the pandemic, with the facility due for completion this year, ZACL told CNN.", "The new airport that the plane landed at has a runway that is fully complete, ZACL added, and, as of last month, the rest of the facility is at least 88% complete."], "authors": ["Amy Woodyatt"], "keywords": ["construction", "lands", "mistakenly", "plane", "landed", "airlines", "international", "flight", "ethiopian", "told", "zacl", "airport", "airports"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}