{"id": "3f6a243a-52fe-3777-8355-867b021c07f7", "title": "Opinion | Movie Theaters Are Dying. Did Jason Kilar Deal the Final Blow?", "url": "https://www.nytimes.com/2020/12/10/opinion/sway-kara-swisher-jason-kilar.html", "summary": "If you want to be the first to watch “Dune,” “Godzilla vs. Kong” or the new “Matrix” movie this year (yes, there’s a fourth one) — you won’t have to line up at a movie theater.\nThat’s because Jason Kilar, the C.E.O.\nof WarnerMedia, announced last week that the full slate of Warner Bros. films will be simultaneously released in theaters and on the company’s streaming service, HBO Max.\nMr. Kilar is only seven months into the job, and he just unleashed one of the biggest industry shake-ups in recent history.\nMovie theater executives and filmmakers are reeling.", "paragraphs": ["If you want to be the first to watch “Dune,” “Godzilla vs. Kong” or the new “Matrix” movie this year (yes, there’s a fourth one) — you won’t have to line up at a movie theater. That’s because Jason Kilar, the C.E.O. of WarnerMedia, announced last week that the full slate of Warner Bros. films will be simultaneously released in theaters and on the company’s streaming service, HBO Max.", "Mr. Kilar is only seven months into the job, and he just unleashed one of the biggest industry shake-ups in recent history. Movie theater executives and filmmakers are reeling. As director Christopher Nolan told The Hollywood Reporter, “some of our industry’s biggest filmmakers and most important movie stars went to bed the night before thinking they were working for the greatest movie studio and woke up to find out they were working for the worst streaming service.”", "In this episode of “Sway,” Kara Swisher questions Mr. Kilar on whether he just delivered the final death blow to struggling theaters, how he’ll make good with Hollywood’s top talent, and what films will look like when — as Mr. Kilar predicts — blockbuster budgets surpass a billion dollars."], "authors": [], "keywords": ["films", "mr", "final", "biggest", "theaters", "working", "blow", "opinion", "filmmakers", "deal", "streaming", "jason", "theater", "movie", "dying", "kilar"], "pubDate": "2020-12-10T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}