{"id": "3f6e3adb-1db7-330b-a469-d9e8f21fb971", "title": "James Carafano: Iran acting tough – Biden team is being sent this message", "url": "https://www.foxnews.com/opinion/iran-acting-tough-biden-message-james-jay-carafano", "summary": "With the Biden team pledging to rush back to the Iran deal without preconditions, most would expect Tehran to be on its best behavior.\nIn part, that is how Iran got such a good deal back in 2015.\nFurther, Tehran wants to reestablish the relationship where there is no expectation that the regime is being rewarded for good behavior.\nIran wants to be respected for being aggressive.\nThe best course of action for the U.S. is to continue to deal with Iran from a position of strength.", "paragraphs": ["With the Biden team pledging to rush back to the Iran deal without preconditions, most would expect Tehran to be on its best behavior. That, however, misjudges the Iranian perspective. In the regime’s view, accommodation is weakness – and something to be exploited.", "And so we see Tehran acting tough, rather than playing nice.", "On Monday, Iran seized a South Korean oil tanker in the Strait of Hormuz. Just a few days earlier, maritime security firms spotted what could be a limpet mine attached to the hull of another oil tanker – something the Iranians have done in the past.", "ANDREW McCARTHY: TRUMP HAS COMMITTED AN IMPEACHABLE OFFENSE", "Twenty percent of the world’s oil travels through the shipping lanes in that narrow strait. And even as the Iranian military threatens those vital supplies, Tehran has been ramping up the tension on other fronts as well. Last week, the government also announced it was starting to enrich uranium up to 20% – a gross violation of the Iran deal and a precursor to enriching uranium to levels where it could fuel a nuclear bomb.", "Why is Iran stirring the pot now?", "Part of the answer may be that last week marked one year since the killing of Iranian Gen. Qassem Soleimani. He was eliminated by the U.S. while in Iraq organizing terrorist attacks against American bases. In addition, to repeatedly threatening to directly take revenge against the United States, Iran-backed militias in Iraq have launched rockets at U.S. installations. A few days ago in Baghdad, thousands of pro-Iranian marchers called for additional attacks against Americans.", "To dissuade further aggression, the Trump administration launched a flyover of U.S. strategic bombers and staged an aircraft carrier in the Gulf. Between them, these assets have the capacity to strike any target, anywhere in Iran. The administration has decided to keep the carrier in the Gulf for now, something that will likely deter overt hostile acts by the Iranian military against the U.S. or its allies.", "However, Tehran’s provocations likely aren’t aimed at this administration so much as they are intended to intimidate the next one.", "This is about Iran getting an even sweeter deal than they got from Obama.", "Over the last four years, Tehran learned that threatening the U.S. only made their situation worse. The more Tehran postured, the more Washington doubled down on sanctions. When Iran directed the militias against U.S. forces in Iraq, the Americans hit back – hard. In Syria, Iran saw its position erode. Across the region with U.S.-backing, Arab nations normalized relations with Israel as a hedge against Iran. Tehran knows there is nothing to be gained by playing hardball with the Trump team.", "On the other hand, Tehran well knows that it had good success with past American administrations and the Europeans by acting increasingly aggressive. In part, that is how Iran got such a good deal back in 2015. Odds are Tehran is framing up an early test for the Biden team.", "This is not just about going back to the deal. If that is all Tehran wanted, it could have just sat pat and done nothing. This is about getting an even sweeter deal than they got from Obama.", "CLICK HERE TO SIGN UP FOR OUR OPINION NEWSLETTER", "For starters, Tehran is signaling: \"Don’t even think about asking for additional conditions.\" Further, Tehran wants to reestablish the relationship where there is no expectation that the regime is being rewarded for good behavior. The opposite is true. Iran wants to be respected for being aggressive. It wants to be feared.", "Iran’s actions have implications for dealing with North Korea as well. If the regime in Pyongyang sees Tehran rewarded for bad behavior, odds are it will follow the same playbook. The bottom line: If the Biden team mishandles the Iran deal, not only could they be stuck with another bad deal that solves nothing, they could well trigger another round of crises in northeast Asia.", "The best course of action for the U.S. is to continue to deal with Iran from a position of strength. We should not back off any sanctions. Without pressure, the U.S. has no leverage.", "CLICK HERE TO GET THE FOX NEWS APP", "Next, the U.S., our regional allies and the Europeans have to agree on meaningful changes that address Iran’s nuclear weapons ambitions, its missile threats, and its pernicious regional activities. (Here, the 12 points already mapped by Secretary of State Mike Pompeo should be instructive).", "Then, the U.S. needs to lead tough negotiations that will deliver a real deal – one that assures Iran will cease its dangerously destabilizing activities once and for all.", "CLICK HERE FOR MORE BY JAMES JAY CARAFANO"], "authors": ["James Jay Carafano", "James Jay Carafano Is Vice President Of Foreign", "Defense Policy Studies", "The Heritage Foundation. Follow Him On Twitter"], "keywords": ["good", "team", "iran", "trump", "tehran", "sent", "carafano", "wants", "acting", "iraq", "message", "james", "biden", "iranian", "oil", "tough", "deal"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}