{"id": "3f74f1b1-6efe-3cf4-b497-176c8d799e5e", "title": "LIVE UPDATES: Los Angeles County protesters target supervisor who voted to ban outdoor dining", "url": "http://www.foxnews.com/health/live-updates-los-angeles-protesters-ban-outdoor-dining-12-6-2020", "summary": "Protesters frustrated with Los Angeles County's coronavirus ban on outdoor dining demonstrated outside Supervisor Sheila Kuehl's home Saturday after she was recently caught dining outdoors the night before the ban took effect.\nFast Facts Protesters demonstrated outside Supervisor Sheila Kuehl's home Saturday after she was recently caught dining outdoors despite voting in favor of the dining ban.\nMost bar and restaurant owners and employees oppose the ban, saying it threatens their ability to earn a living.\nThey can't eat -- and it's because of you, Sheila Cruel-y, as you laugh and dine and eat out!\"\nKuehl claimed after her Nov. 24 restaurant visit, in an interview on local television, that she went there in part to personally inform the owners about the ban, Newsweek reported.", "paragraphs": ["Protesters frustrated with Los Angeles County's coronavirus ban on outdoor dining demonstrated outside Supervisor Sheila Kuehl's home Saturday after she was recently caught dining outdoors the night before the ban took effect.", "Fast Facts Protesters demonstrated outside Supervisor Sheila Kuehl's home Saturday after she was recently caught dining outdoors despite voting in favor of the dining ban.", "", "Most bar and restaurant owners and employees oppose the ban, saying it threatens their ability to earn a living.", "“We in the restaurant industry are losing everything!” Angela Marsden, owner of a bar and restaurant in the city’s Sherman Oaks neighborhood, shouted toward Kuehl’s home during Saturday’s protest, according to a video posted on Twitter. “We have bartenders with babies and children and they can't pay their rent! They can't eat -- and it's because of you, Sheila Cruel-y, as you laugh and dine and eat out!\"", "Kuehl claimed after her Nov. 24 restaurant visit, in an interview on local television, that she went there in part to personally inform the owners about the ban, Newsweek reported.", "Follow below for updates on the coronavirus pandemic. Mobile users click here."], "authors": [], "keywords": ["supervisor", "restaurant", "owners", "outside", "target", "los", "protesters", "live", "dining", "county", "outdoor", "kuehls", "recently", "updates", "ban", "sheila", "voted"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}