{"id": "3f8dc059-96cb-3829-93fe-c2495b5bae66", "title": "Trump v democracy: Endgame - For all Donald Trump’s efforts, Joe Biden’s victory will stand", "url": "https://www.economist.com/united-states/2021/01/03/for-all-donald-trumps-efforts-joe-bidens-victory-will-stand", "summary": "But instead of conceding defeat, Mr Trump and his allies have repeatedly tried to overturn the results.\nMr Trump and his allies have also turned to the courts to overturn the results, without success: his campaign and allies have filed 61 lawsuits, and won just one.\nThe campaign seemed to hope that political pressure and naked partisanship would lead a judge appointed by Mr Trump to overturn the election, but so far the judiciary has held firm.\nSo will Congress this week: three last-ditch attempts by Mr Trump’s congressional allies to block Mr Biden’s victory will fail.\nBecause Mr Biden won more votes than Mr Trump in Arizona, Georgia, Michigan, Pennsylvania and Wisconsin, he won those states’ electoral votes, in accordance with duly enacted state laws.", "paragraphs": ["COVID-19 SNATCHED away some familiar features from the 2020 presidential race. Flesh-pressing, door-knocking, concerts and rallies: Joe Biden’s winning campaign did almost none of these. Donald Trump snatched away another: the concession. Mr Biden won Pennsylvania on November 7th, four days after election day. But instead of conceding defeat, Mr Trump and his allies have repeatedly tried to overturn the results. On January 3rd the Washington Post released a recording of an extraordinary telephone call the previous day in which Mr Trump demanded that Georgia’s secretary of state, Brad Raffensperger, “find” enough votes to flip the state; Mr Raffensperger, a Republican, admirably held the line.", "Mr Trump and his allies have also turned to the courts to overturn the results, without success: his campaign and allies have filed 61 lawsuits, and won just one. The losses fit a pattern: Mr Trump and his allies make incendiary claims of fraud and manipulation on Twitter and in front of television cameras that evaporate in court, where they have to present actual evidence. Mr Trump’s displeasure with the results seems to have expanded into contempt for elections: he has called Georgia’s Senate races—both held this Tuesday, and both too close to call, and which will decide which party has the majority in the chamber—“illegal and invalid”. This strategy risks depressing Republican turnout. The campaign seemed to hope that political pressure and naked partisanship would lead a judge appointed by Mr Trump to overturn the election, but so far the judiciary has held firm.", "So will Congress this week: three last-ditch attempts by Mr Trump’s congressional allies to block Mr Biden’s victory will fail. But they are still cause for worry. Congress will certify Mr Biden’s win in a joint session on January 6th over which Mike Pence, in his role as president of the Senate, will preside. Mr Pence’s job is to open the sealed envelopes containing each state’s certified election results, hand the certificates to appointed tellers (often members of the two chambers’ rules committees) who will read the results and call for any objections by members of Congress. Mr Pence’s function is purely ministerial: the states have already certified and announced their results; his sole task is to facilitate their formal announcement to Congress.", "Louie Gohmert, a staunch congressional ally of Mr Trump’s, filed a lawsuit arguing that the vice-president has “exclusive authority and sole discretion...to determine which slates of electors for a State” to recognise as valid. Because Mr Biden won more votes than Mr Trump in Arizona, Georgia, Michigan, Pennsylvania and Wisconsin, he won those states’ electoral votes, in accordance with duly enacted state laws. But in some states, supporters of Mr Trump’s have formed rival slates of electors—a grand name for what are in essence handfuls of people whose chosen candidate lost. Mr Gohmert nonetheless contends that Mr Pence, if he wishes, can choose the phoney slates rather than the real ones.", "Mr Gohmert appealed, but a second hearing did not make his reasoning any less specious. It does not take a constitutional lawyer to realise that the founders of a democracy cannot have intended to give one politician—who may be on the ballot, as Mr Pence was in November—the power to substitute his preference for his countrymen’s. Mr Pence is legally bound to announce his own defeat, as Al Gore did in 2001 and Richard Nixon did in 1961. That result may irk Mr Gohmert this year, but should provide some long-term comfort: presumably he does not want to give Kamala Harris the sole power to decide the 2024 election-winner.", "The second gambit comprises objections during the vote-counting session. The rules provide that objections made in writing and signed by at least one senator and one representative are enough to bring the joint session to a halt. Each chamber then meets separately for up to two hours of debate, and then decides whether to accept or reject the state votes in question. Josh Hawley, a young Republican senator with presidential ambitions, along with at least 140 House Republicans, plans to object, though to precisely which states and on what grounds remains unclear.", "Their efforts will just drag out the process, not change the outcome. Even if 140 Republicans object, that still leaves more than 50 to vote with the majority Democrats. Enough Republican senators have said they will honour their constitutional duty above displays of personal fealty to a roundly defeated president to constitute a majority with that chamber’s 48 Democrats.", "The final gambit comes courtesy of Ted Cruz, a likely 2024 presidential- primary rival of Mr Hawley’s. He and ten other senators and senators-elect have said they will also object to the results. The group has called for a commission to “conduct an emergency ten-day audit of election returns in the disputed states”, followed by “a special legislative session to certify a change in their vote, if needed”. They note that “allegations of fraud and irregularities in the 2020 election exceed any in our lifetimes.”", "That is technically true, but it has been Messrs Cruz, Trump and others who have spread such allegations. A large number of courts have dismissed them. That has not stopped increasingly fringe lawyers from floating increasingly fringe theories. But there simply is no there there. As precedent, the senators cite the commission formed following the 1876 election, but that outcome was genuinely disputed. This one is not: every state has certified its results. The commission stands no chance of actually being formed; the two senior Senate Republicans, Mitch McConnell and John Thune, have both acknowledged Mr Biden’s victory.", "The inevitable failure of these efforts makes them easy to dismiss as political theatre, or, more cynically, as a rational political decision. No Republican congressman or senator wants a Trump-endorsed primary opponent; nobody wants to antagonise the president’s support-base. But by refusing to acknowledge reality, ambitious Republicans have made endorsing an attempted coup the price of political viability in their party.", "Those Republicans backing unprecedented efforts to overturn a free-and-fair election can tell themselves that they would never do so if there were any chance it would succeed. Perhaps. But in politics what politicians would do in a hypothetical situation does not matter; what they actually do does. And elected Republican officials are actually conditioning Republican voters to believe that any election they lose is illegitimate. Such damage is not easily undone.", "Dig deeper:", "Read our latest coverage of the presidential transition, and then sign up for Checks and Balance, our weekly newsletter and podcast on American politics."], "authors": ["The Economist"], "keywords": ["allies", "endgame", "republican", "election", "stand", "results", "won", "states", "democracy", "state", "trumps", "donald", "efforts", "joe", "mr", "trump", "v", "victory", "republicans"], "pubDate": "2021-01-03T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}