{"id": "3fec7d00-167d-3aaf-a2f7-00a9fc338e3a", "title": "Inside Jeezy and Jeannie Mai’s Intimate Wedding Ceremony at Their Home in Atlanta", "url": "https://www.vogue.com/slideshow/jeezy-and-jeannie-mai-intimate-wedding-ceremony", "summary": "Emmy award–winning TV host and activist Jeannie Mai and Grammy-nominated recording artist, entrepreneur, and philanthropist Jeezy were married in an intimate ceremony at their home in Atlanta on March 27, 2021, one year after their engagement.\nAnd crazy enough, I could.”In March 2020, the couple was forced to cancel a planned trip to Vietnam, where unbeknownst to Jeannie, Jeezy had planned to propose.\nShe said, “Yes!”The couple wanted to get married at Lake Como or in the South of France.\n“We were really looking forward to having all of our friends and family there to celebrate,” Jeannie says.\n“In this ceremony, we honored our parents by pouring tea as a gesture to welcome Jeezy into my family, and me into his.", "paragraphs": ["Emmy award–winning TV host and activist Jeannie Mai and Grammy-nominated recording artist, entrepreneur, and philanthropist Jeezy were married in an intimate ceremony at their home in Atlanta on March 27, 2021, one year after their engagement. The couple met when he was a guest on her daytime talk show The Real. “Years later, he asked me out on a date,” Jeannie remembers. “We shared a romantic sushi dinner in Los Angeles and salsa danced the night away. Later that evening, he asked if I could picture spending the rest of my life with him. And crazy enough, I could.”", "In March 2020, the couple was forced to cancel a planned trip to Vietnam, where unbeknownst to Jeannie, Jeezy had planned to propose. Instead, he put together a special quarantine Vietnam-themed date night, in honor of her home country, at his house in Los Angeles that ended with him popping the question in front of the fireplace. She said, “Yes!”", "The couple wanted to get married at Lake Como or in the South of France. “We were really looking forward to having all of our friends and family there to celebrate,” Jeannie says. “But we had to change all of our wedding plans due to COVID. After Jeezy’s mother unexpectedly passed, we quickly learned that life is too short. And at the end of the day, Jeezy and I really just wanted to become husband and wife. So we decided to turn our original wedding into a mini-mony, where we exchanged our vows in front of our immediate family and a few close friends.”", "In order to make their event as safe as possible for everyone in attendance, they required negative COVID-19 test results from those traveling in two days prior to the wedding. In addition to that, on the day of the ceremony, they provided COVID-19 tests for everyone attending. “Once everyone was tested and confirmed negative, our guests were shuttled to the surprise location—our home,” Jeannie says.", "The couple worked with Suzanne Reinhard to plan everything. “She followed through with our details exactly as requested and minimized any stress,” Jeannie notes. “She made it so enjoyable!”", "Jeannie always knew she wanted to wear a dress by Galia Lahav, and conceptualizing the look was one of her favorite parts of the wedding planning process. “I collaborated with my stylist Lisa Cera and the Galia Lahav atelier to custom design the layers and the perfect hue,” Jeannie says. “The finished product was everything I envisioned.”", "Cera searched high and low for matching nude appliqués and hand-placed them on the dress for an especially unique design. “For hair and makeup, I wanted a sleek and graceful finish, along with a bit of drama,” Jeannie says, “so Lisa and I worked on a handmade headpiece with a 15-foot Galia Lahav veil. My hairstylist, Kristen, impressively sewed this into my hair.” Jewelry was kept minimal, and the bride’s friend Rosalina Lydster created diamond and morganite drop earrings that tied everything together.", "Jeezy also wanted a custom design for the wedding day, so he called upon his favorite tailor, Teofilo Flor, and stylist Kris Shelby to create a champagne blush suit that projected strength and sophistication but with a bit of playfulness too. Meanwhile, guests were asked to wear off-white, a color that, to the couple, represents the peace in their union.", "The service took place in the open garden at the couple’s home against a backdrop of magnolia, birch, and maple trees—a setting that was both intimate and familial. “Everywhere you went, there were tall glass candles lighting your path,” Jeannie says. “And, we had a live band, Trap Jazz, perform our favorite songs.”", "As guests arrived, cell phones were checked at the door before everyone descended downstairs towards the open garden.", "After each family member proceeded down the aisle, the father of the groom laid a single pink rose on a seat reserved for the late Sharon Denise Jenkins, Jeezy’s mother. Author and pastor John Maxwell waited at the altar as Jeezy made his way down the aisle to “I Can’t Stop Loving You” by Kem. The bride followed afterwards to “How Deep Is Your Love” by the Bee Gees. Then, Jeannie’s brother kicked things off with a twist on tradition—the Vietnamese tea ceremony. “He led Jeezy and I in a ritual performed at Vietnamese weddings,” Jeannie remembers. “In this ceremony, we honored our parents by pouring tea as a gesture to welcome Jeezy into my family, and me into his. Then we paid our respects to our parents and ancestors by bowing four times, each one symbolizing a significant gift in the life that they have provided us with.”", "Following the tea ceremony, the couple exchanged vows of commitment and then sealed it all with a kiss. Afterwards, Jeezy surprised Jeannie by having Tyrese serenade them for their first dance to “Sweet Lady.” “The entire night was filled with speeches and funny memories from all our guests,” the bride says. “Not to be outdone, my mother, Mama Mai, kicked off the after-party with a special performance of her own.”", "To continue the celebration, the group ultimately moved the after-party into the couple’s lounge, where guests were gifted custom monogrammed Cozy Earth pajamas and slippers. “Jeezy and I changed into our own special matching Versace silk pajamas,” Jeannie says. “And then we danced the night away to our favorite hits, feeling cozier than ever.”"], "authors": ["Alexandra Macon", "Alexandra Maco"], "keywords": ["intimate", "favorite", "inside", "ceremony", "jeezy", "mais", "wedding", "wanted", "couple", "jeannie", "night", "atlanta", "family", "guests"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}