{"id": "3ff04041-35b5-3b8b-8cdc-a70b70d6dac0", "title": "How Europe's night trains came back from the dead", "url": "https://edition.cnn.com/travel/article/night-trains-europe-sleeper-obb/index.html", "summary": "In fact, over the past decade, much of Europe's night train network has been cut.\nFrom Agatha Christie to Graham Greene, writers have been inspired by Europe's great night trains, and the rest of us have always found something romantic about them.\n\"One economic analyst and trainspotter said night trains will never disappear because planes will never be allowed to fly at night.\nAnd although Europe's high-speed trains get most of the flight shaming (or train bragging) love, the night trains are enjoying a resurgence.\nThe end of the lineBack on Track is campaigning for night trains to Spain (shown: Madrid's Atocha station).", "paragraphs": ["(CNN) — Going to bed in one major city and waking up in another; toasting the landscape as a new country slips past; being rocked to sleep as you rattle across a continent. It's no wonder that the night trains of Europe have been a byword for romance, immortalized by writers such as Agatha Christie.", "Until recently, however, the reality has been very different. In fact, over the past decade, much of Europe's night train network has been cut.", "2013 and 2014 saw the culling of lines from Paris to Madrid, Rome and Barcelona; Amsterdam to Prague and Warsaw; and Berlin to Paris and Kiev.", "For many, it seemed the end of the line was nigh.", "But recently there has been a resurgence of night trains across Europe. And on December 8, four national rail providers teamed up to announce new routes between 13 European cities.", "Back on track", "By December 2021, Vienna-Munich-Paris and Zurich-Cologne-Amsterdam will be up and running.", "Two years later, a Vienna/Berlin to Brussels/Paris will launch. And in December 2024, sleeper trains will start running between Zurich and Barcelona.", "\"Four routes, connecting 13 cities -- that will make things easier for people.\"", "Rajesh says that she'd love to see an overnight train on the \"key route\" of Paris to Rome, but she thinks the future of sleeper trains on the continent is rosy.", "\"They're great because they save you from paying for a hotel.", "\"You leave work at a normal time, have dinner, make your way to the station, get on the train, and wake up in the place you want to be. There's no turning up at the airport at an unearthly hour, as you do for a budget flight.", "\"Trains deposit you in the heart of the city.\"", "Romance on the rails", "Night trains used to be a staple of European travel (pictured: Berlin main station). Kai Mueller", "\"Murder on the Orient Express.\" \"Stamboul Train.\" From Agatha Christie to Graham Greene, writers have been inspired by Europe's great night trains, and the rest of us have always found something romantic about them.", "However, in the half-dozen trips he made around Europe in 2015, he says that he \"always had a memorable experience.\"", "\"I did it at a time when they were probably at their lowest ebb, but there was still a romance of sorts,\" he says.", "\"They'd given up on a lot of them in France and Germany, and budget flights were killing off long-distance railway travel, but there were positive signs, too. Everyone I spoke to said they'll never disappear entirely.", "\"One economic analyst and trainspotter said night trains will never disappear because planes will never be allowed to fly at night. The trains are more environmentally friendly, they save you a night's hotel bill, and they still have a romantic attraction.\"", "Adding up to a profit", "Deutsche Bahn had previously canceled many night routes. Kai Mueller", "It seems the predictions were right, led in no small part by Austria.", "Rather than night trains falling out of favor with the European public, they were in fact always pretty popular.", "The problem, according to Mark Smith of train website The Man in Seat 61 , was making them economically viable.", "\"You need special rolling stock, they only make one journey per day, and can't carry intermediate passengers -- nobody would board at 2 a.m.\"", "Nicolas Forien, part of Back on Track , a European network arguing for cross-border sleeper trains, says that the trains had \"hard competition from low-cost airlines, cars, buses, and the development of high-speed trains\" -- with overall journey time being cut, the need for an overnight service decreased.", "\"There was a lack of investment, and new rolling stock hadn't been built for years. Governments neglected this part of the rail sector, and the rolling stock was approaching its age limit, which led to the closure of many lines,\" he says.", "\"Now we're at a critical point -- and if we want to launch new services, we need to invest in them.\"", "While countries like Germany and France quietly phased out their routes, ÖBB saw a future, and swept in to pick up many of the abandoned Deutsche Bahn routes, including Munich to Rome, and Berlin to Hamburg. Both Forien and Smith put the resurgence of the services down to the Austrian rail network.", "\"There are high costs, but a lot is down to attitude, willingness and management focus,\" says Smith, who praises ÖBB CEO Andreas Matthä, who took over in 2016, for \"making night trains wash their faces commercially.\"", "On Austrian railways, \"Nightjet\" sleeper trains now make up almost 20% of long-distance rail traffic, he says -- a far cry from the 5% in Germany, before Deutsche Bahn let them slide.", "\"Finding passengers isn't a problem -- and it's becoming easier as people become fed up with the airline experience, and want to cut their carbon footprint\", he says.", "Train-bragging", "The Thello night train runs from Paris to northern Italy. KENZO TRIBOUILLARD/AFP/Getty Images", "In fact, \"flight shaming,\" inspired by the message of Greta Thunberg, has been sweeping across Europe in the past few years. In 2018, domestic flights were down 9% in Sweden, while the following year, Dutch airline KLM took out adverts encouraging people to fly less.", "In turn, Europeans are turning their attention towards the continent's wide-ranging high-speed network.", "\"They're so much better than flying around Europe,\" says Rajesh.", "\"You get straight there and you have that freedom -- you can get up, walk around, breathe, get food, change seats, work... you can do stuff, and the journey happens alongside you. Flying in Europe, you just don't get that.", "\"And although trains aren't carbon neutral, they're a hell of a lot better than flying.\"", "And although Europe's high-speed trains get most of the flight shaming (or train bragging) love, the night trains are enjoying a resurgence.", "ÖBB has quietly been leading the way, but even in the UK, refurbished trains on the sleeper services to Cornwall and the Scottish Highlands -- at opposite ends of the country -- in 2018 and 2019 respectively, sparked a rush to book.", "Related content The best European sleeper trains", "It's not just the major national companies opening up new routes. Boutique operators are getting in on the night train game. Swedish company Snälltåget already runs summer services from Malmo to Berlin. The service is so successful that they're planning a Stockholm-Copenhagen-Berlin route for next year.", "And in summer 2020, Czech carrier RegioJet -- which already runs night trains between Prague and Košice, Slovakia -- introduced a sleeper train from Prague to the Croatian coast. Occupancy was a roaring 90%, and the trains ran daily instead of the planned three times a week. The service is scheduled to start again for summer 2021.", "\"It'll have taught various observers a lesson in how it's done, and we might see more of that,\" says Smith.", "A post-Covid boom?", "RegioJet runs night trains to Prague. Gabriel Kuchta/Getty Images Europe/Getty Images", "The Covid-19 pandemic has helped, too. Aviation has taken a nosedive -- who wants to be squashed next to a stranger? Trains are easier to social-distance on, says Rajesh. And night trains -- where you can book an entire compartment to yourself -- are even better.", "In fact, in 2024, ÖBB will introduce ''capsule'' sleeper carriages -- four-berth rooms, to be shared with strangers, in which each berth is a self-contained \"mini-suite,\" complete with a lockable door that folds around the bed.", "\"For planes, the [post-Covid] recovery might be difficult, so there's a space for trains and night trains to take a better share of the market\", says Forien.", "Europe's geography also helps the argument for night trains, says Forien, who points out that half the flights departing France are either internal, or going to a neighboring country.", "\"That's all around 1,000 kilometers (620 miles) and that's the perfect distance to travel in a night's sleep,\" he says.", "\"The distance between European capitals is mostly ideal for night trains. The continent could be a night-train paradise.\"", "The end of the line", "Back on Track is campaigning for night trains to Spain (shown: Madrid's Atocha station). OSCAR DEL POZO/AFP/AFP via Getty Images", "So what's the future for the night trains of Europe? It would have been crazy to say so even five years ago, but today, it looks bright.", "\"High-speed trains are great for medium distances, but it's better to spend 12 hours in a sleeper train than eight hours on a high-speed train,\" says Mark Smith.", "\"That practicality, plus the romance of being able to have your own bedroom on a moving train and waking up hundreds of miles away -- it's not often they go together.\"", "In fact, Smith thinks the only stumbling block is capacity -- rolling stock is finite. \"The problem in the short term is how you expand the network with the rolling stock you've got, fast enough to meet the demand that's increasing because climate change is real and Covid-19 is making sleeper trains attractive\", he says.", "The only problem? The price. \"If we want to be a real alternative, we need trains to be cheaper than the plane\", says Forien. Back on Track is calling for a Europe-wide kerosene tax, which would increase operating costs for aviation, \"remodeling the shift from planes to trains\". Smith also wants night-time track access charges to be lowered.", "Related content Belgium gives 10 free train journeys to all residents as lockdown eases", "While Rajesh would like to see night trains on the Paris to Rome route (in addition to the Thello trains, which already run from the French capital to northern Italy), Forien thinks Spain and Portugal should be next in line.", "And it looks like their dreams might one day become a reality, since Forien reckons that political support for sleeper trains is growing.", "The French government is planning to bring back the previously discontinued Paris-Nice and Paris-Lourdes-Tarbes lines in 2022.", "Meanwhile, 2021 has been designated the European Year of Rail, under the outgoing German and incoming Portuguese presidency of the European Union.", "The aim is to make \"rail travel a convincing alternative to intra-European flights and long hours on the motorway -- by means of cross-border high-speed trains and night trains,\" according to Andreas Scheuer, German transport minister, in a statement.", "Pedro Nuno Santos, Portugal's minister for infrastructure and housing, has agreed, saying: \"I firmly believe that railways will be the core of our future transport networks.\"", "Meanwhile, the romance of the night train lives on.", "\"Every flight is the same, but all my night-train journeys have stayed in my mind,\" says Andrew Martin. \"They feel like you've been on the train a week because there are so many experiences and sensations.", "\"They're always an adventure. I'm glad they're coming back.\""], "authors": ["Julia Buckley"], "keywords": ["forien", "night", "train", "sleeper", "europes", "came", "trains", "europe", "routes", "european", "stock", "dead", "rail"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}