{"id": "401aac22-574c-375e-acad-6f6208f814ee", "title": "Five of the world’s best homes for sale with balconies", "url": "https://propertylistings.ft.com/propertynews/new-york-united-states/6473-five-of-the-worlds-best-homes-for-sale-with-balconies.html", "summary": "Accessed via a floating staircase, the roof terrace has a built-in grill, sink and outdoor TVs for sky-high entertainment.\nThe other two balconies, flowing from bedrooms on the second floor, have an onsen, allowing for a secluded soak outdoors.\nFor a scenic snoozeThis tropical ocean-view escape in Costa Rica’s lush Guanacaste province provides ample opportunity for an open-air doze.\nAvailable for $10m, this luxurious villa also boasts a 360-degree infinity pool and an outdoor kitchen and bar.\nPhotographs: Christie's International Real Estate; Knight Frank; List Sotheby’s International Realty, Japan; Barcelona & Costa Brava Sotheby's International Realty; Costa Rica Sotheby's International Realty", "paragraphs": ["By Madeleine Pollard", "For a seat in the clouds", "The master bedroom of this characterful three-bedroom penthouse in New York has a Juliet balcony, from which you can admire views of High Line Park and Downtown, with One World Trade Centre in the distance. The $4.4m property also offers a south-facing terrace for alfresco dining and a decked roof terrace with panoramic southerly views and - to the north - the Midtown skyline and Hudson Yards. Accessed via a floating staircase, the roof terrace has a built-in grill, sink and outdoor TVs for sky-high entertainment.", "For an ocean breeze", "Relaxation is the order of the day at this four-bedroom family home in Japan’s seaside city of Atami, which comes with four spacious wooden balconies, all facing the Pacific Ocean. Its new owners can have a barbecue as the sun goes down on the balcony off the living room or enjoy yoga on the garden balcony. The other two balconies, flowing from bedrooms on the second floor, have an onsen, allowing for a secluded soak outdoors. The property is on the market for ¥900m ($8.55m)", "For breakfast in the sunshine", "Roll out of bed and onto the balcony for breakfast overlooking the pool and landscaped gardens of this contemporary four-bedroom home in South Africa. With sliding doors and sleek glass panelling, the shared balcony of the master bedroom and “pyjama lounge” provides magnificent views of the mountains north of Constantia. The future owners of this R20m ($1.3m) property can also benefit from an open-plan dining room and state-of-the-art kitchen, not to mention a koi fish pond by the entrance.", "For watching the world go by", "Ornate balustrade balconies are a crowning feature of this building, built in 1850 on Barcelona’s Paseo de Gracia, which combines neoclassical and modernist architectural styles. The three-bedroom apartment on the fourth floor has an airy living room with access to three balconies, where you can sip a glass of wine in the evening while soaking up the sounds of the street below and admiring unobstructed views of Antoni Gaudí’s iconic Casa Milà opposite. Priced €3.9m, this newly renovated apartment has parquet flooring, high ceilings and dressing rooms for each of the bedrooms.", "For a scenic snooze", "This tropical ocean-view escape in Costa Rica’s lush Guanacaste province provides ample opportunity for an open-air doze. Five of the six bedrooms have large, covered balconies with oversized suspended beds, where the property’s new owners can lounge overlooking Reserva Concha’s golf course and the aqua blues of Brasilito Bay beyond, or fall asleep in the fresh night air. Available for $10m, this luxurious villa also boasts a 360-degree infinity pool and an outdoor kitchen and bar.", "Photographs: Christie's International Real Estate; Knight Frank; List Sotheby’s International Realty, Japan; Barcelona & Costa Brava Sotheby's International Realty; Costa Rica Sotheby's International Realty"], "authors": [], "keywords": ["sothebys", "terrace", "best", "international", "owners", "views", "balconies", "balcony", "realty", "sale", "property", "homes", "worlds", "room"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}