{"id": "40614f31-6c16-343a-8860-4131a7c2ad63", "title": "Delaware sees first coronavirus fatality in pediatric patient: officials", "url": "https://www.foxnews.com/health/delaware-sees-first-coronavirus-fatality-in-pediatric-patient-officials", "summary": "The novel coronavirus has claimed the life of a young child in Delaware, marking the first time the virus has killed a pediatric patient in the state since the start of the pandemic, health officials said Friday.\nThe child had a \"significant number of co-morbidities\" that likely contributed to his or her death, officials said.\n\"We send our deepest condolences to this child’s family and all of those who have lost a loved one during this pandemic.\"\nACTIVE CORONAVIRUS CASES IN THIS STATE HIT NEW RECORDTo date, some 957 Delawareans have died from COVID-19, per state estimates, while the state has seen an estimated 63,503 positive cases since the start of the pandemic.\nCases are rising in the state, with Delaware on Wednesday recording 1,241 positive cases — a record.", "paragraphs": ["The novel coronavirus has claimed the life of a young child in Delaware, marking the first time the virus has killed a pediatric patient in the state since the start of the pandemic, health officials said Friday.", "The death was reported in a child under the age of 5 who lived in New Castle County, according to a statement from the Delaware Division of Public Health (DPH) provided to Fox News.", "The child had a \"significant number of co-morbidities\" that likely contributed to his or her death, officials said. No other details were provided for privacy reasons.", "\"While each life lost as a result of this virus is tragic, the loss of a child is felt across our entire community,\" said DPH Director Dr. Karyl Rattay, in a statement. \"We send our deepest condolences to this child’s family and all of those who have lost a loved one during this pandemic.\"", "ACTIVE CORONAVIRUS CASES IN THIS STATE HIT NEW RECORD", "To date, some 957 Delawareans have died from COVID-19, per state estimates, while the state has seen an estimated 63,503 positive cases since the start of the pandemic.", "Cases are rising in the state, with Delaware on Wednesday recording 1,241 positive cases — a record.", "\"We are urging everyone in our state to come together, take this current winter surge seriously, remain vigilant about mitigation measures, and keep each other safe,\" added Rattay, in a statement."], "authors": ["Madeline Farber", "Madeline Farber Is A Reporter For Fox News. You Can Follow Her On Twitter"], "keywords": ["statement", "child", "patient", "fatality", "pediatric", "start", "delaware", "cases", "provided", "sees", "rattay", "officials", "positive", "state", "coronavirus", "virus"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}