{"id": "409cb66c-ca0a-3635-8e6d-ce4514afe9d6", "title": "How did Kim Jong Un get his Mercedes-Benzes? New report traces origin of North Korea's luxury rides", "url": "https://edition.cnn.com/style/article/north-korea-luxury-vehicles-intl-hnk/index.html", "summary": "And in the North Korean capital, there's only one customer who likely requires this type of ride.\nThe origin and journey of the two Mercedes luxury vehicles were exposed in the C4ADS report.\nSanctions passed by the United Nations as punishment for Pyongyang's nuclear weapons development are supposed to bar companies and individuals from selling luxury goods to North Korea.\n\"We think we built a pretty compelling case to say that these Mercedes were likely bound for North Korea,\" he said.\n\"North Korea acquires high-end luxury goods through the same overseas smuggling networks as other contraband.", "paragraphs": ["Joshua Berlinger , CNN Written by", "On June 14, 2018, two armored Mercedes-Maybach S600 Guard vehicles were shipped from the Dutch Port of Rotterdam, heading out on a journey that would take months and see the cars transported thousands of miles through six countries, according to a new report from the Washington-based Center for Advanced Defense Studies (C4ADS).", "After stops in China, Japan, South Korea and Russia, the two cars -- each worth about $500,000 -- are believed to have been flown to their final destination, Pyongyang. And in the North Korean capital, there's only one customer who likely requires this type of ride.", "The origin and journey of the two Mercedes luxury vehicles were exposed in the C4ADS report. CNN has not independently verified C4ADS' reporting.", "Sanctions passed by the United Nations as punishment for Pyongyang's nuclear weapons development are supposed to bar companies and individuals from selling luxury goods to North Korea.", "The exterior of a Mercedes-Maybach S 600 Guard. Credit: Daimler AG MediaPortal", "C4ADS found that North Korea imported at least $191 million worth of luxury goods from 2015 to 2017, sourced from \"as many as 90 countries\" in violation of United Nations sanctions. Definitive figures are difficult to determine because there isn't a shared definition of what constitutes a \"luxury item\" and due to the surreptitious way North Korea imports such items.", "The Mercedes-Maybach S600, however, is undoubtedly luxurious. It's equipped with leather massaging seats and armor to protect occupants from steel-core ammo fired from assault rifles and from explosive devices, according to Car and Driver.", "Kim is usually seen being chauffeured in what's believed to be a Mercedes-Maybach Pullman Guard armored limousine, which carries a price tag upwards of $1 million. It's believed that was the vehicle his security escort ran alongside of during his first summit with South Korean President Moon Jae-in last year.", "Kim was also spotted with a Rolls-Royce last year", "Daimler, the company that owns Mercedes, told CNN it \"has no indication on how the mentioned vehicles were delivered and where they come from.\"", "\"Our company has had no business connections with North Korea for far more than 15 years now and strictly complies with EU and US embargoes. To prevent deliveries to North Korea and to any of its embassies worldwide, Daimler has implemented a comprehensive export control process, which we consider appropriate and effective and which meets all requirements of the export control authorities,\" the company said in a statement to CNN.", "\"Sales of vehicles by third parties, especially of used vehicles, are beyond our control and responsibility. We always investigate the vehicles displayed on the photos in the media thoroughly. However, without the vehicle identification numbers it is impossible to find a concrete trace.\"", "North Korean leader Kim Jong Un steps out of a vehicle for a ceremony upon his departure from Russia, outside the railway station in the far-eastern Russian port city of Vladivostok on April 26. This does not appear to be one of the two vehicles discussed in the C4ADS report. Credit: Yuri Smityuk/TASS/Getty Images", "C4ADS concluded that North Korea maintains a complex, constantly evolving series of schemes in order to obtain luxury goods, like Kim's cars, to get around global export controls. The report concluded Pyongyang has imported 803 luxury vehicles from 2015 to 2017, with the majority originating from Russian companies.", "\"Not only are they continuing to use techniques that have been successful in disrupting traditional enforcement, but they're also sort of watching how we're tracking them and developing much more sophisticated techniques to continue to evade sanctions,\" said Jason Arterburn, a co-author of the C4ADS paper.", "Lucas Kuo, another one of the report's co-authors, told CNN C4ADS' investigation aimed to \"evaluate what were the deficiencies within the international system that allowed this activity to continue?\"", "The interior of a Mercedes-Maybach S 600 Guard. Credit: Daimler AG MediaPortal", "Eight months of investigating", "Kuo said it took himself and the report's co-authors eight months of investigating how Kim was able allegedly to obtain the Benzes. They scoured customs records, shipping data, bills of lading and other open-source documents to trace how the vehicles made their way from Rotterdam to Pyongyang.", "\"We think we built a pretty compelling case to say that these Mercedes were likely bound for North Korea,\" he said.", "CNN has not independently verified C4ADS' reporting.", "Kuo and his co-authors concluded that the two Mercedes left Rotterdam for Dalian, then made their way on to Osaka, Japan, and Busan, South Korea. From South Korea, they were shipped out on a vessel called the DN5505, per the bill of lading.", "That's when the journey gets murky. Shortly after the DN5505 left South Korea, it reported via its AIS system -- a way to locate ships at sea -- that its intended destination was the Russian city of Nakhodka, where it was estimated to arrive on October 5, according to C4ADS.", "The rear exterior of a Mercedes-Maybach S 600 Guard. Credit: Daimler AG MediaPortal", "However, the ship's AIS data stopped pinging locations from October 1 to 19, according to the report. Though AIS transponders do not ping when ships are far at sea, they could have been turned off -- a common tactic used by ships breaking sanctions law, experts say.", "When the DN5505's transponder turned back on, the ship was spotted near where it originally disappeared, according to C4ADS, but this time heading in the opposite direction back to Busan. On November 2, the vessel submitted a bill of lading to South Korean customs authorities that showed the ship was transporting anthracite coal allegedly from Nakhodka. But in Nakhodka, \"no record exists\" of the DN5505's arrival, C4ADS said.", "CNN has reached out to the Port of Nakhodka authorities for comment on the report.", "A limousine belonging to North Korean leader Kim Jong Un drives away after a wreath-laying ceremony at a World War II memorial in the far-eastern Russian port of Vladivostok on April 26. This does not appear to be one of the two vehicles discussed in the C4ADS report. Credit: Kirill Kudryavtsev/AFP/Getty Images", "Back in Russia, on October 7 -- two days after the estimated arrival time of the DN5505 -- three Ilyushin-76 cargo jets operated by North Korea's state-run airline reportedly traveled from Pyongyang to Vladivostok. Those jets are often used to transport armored vehicles used by North Korea's elites, and are rarely spotted in in Vladivostok, C4ADS said.", "\"When asked for comment, the North Korean consulate in Vladivostok reportedly did not provide an explanation for the unscheduled flights on October 7,\" C4ADS said in its report.", "\"We have not uncovered direct evidence that the overlapping visits of the cargo jets and the DN5505 to the Russian Far East are related. However, given the heavy lift cargo capacity of the planes and their role in transporting Kim Jong Un's armored limousines, it is possible that the cargo jets could have loaded the Mercedes,\" the C4ADS report said.", "A Rolls-Royce is visible as North Korean leader Kim Jong Un arrives to meet US Secretary of State Mike Pompeo in August 2018. Credit: US State Department/FILE", "Dual use", "While cracking down on luxury goods may not hurt North Korea as much as going after its valuable coal exports, identifying those who allegedly helped Kim get his cars could close off some loopholes, said George Lopez, a former member of the UN Panel of Experts on North Korea, which is charged with monitoring sanctions enforcement and efficacy.", "C4ADS also claims that understanding how North Korea smuggles luxury goods could provide useful information to law enforcement attempting to stop Pyongyang's from obtaining more dangerous items with military or nuclear applications.", "\"North Korea acquires high-end luxury goods through the same overseas smuggling networks as other contraband. As a result, their detection and seizure could be a means to drive action against the Kim regime's core procurement operations,\" the report found.", "\"High-end luxury goods share key features with dual-use goods for North Korea's weapons program: they are scarce, specialized products with high monetary value and great symbolic importance for the Kim regime.\"", "Top image: Kim Jong Un waves from his car upon his arrival in Vietnam on February 26, 2019 to attend the second US-North Korea summit. This does not appear to be one of the two vehicles discussed in the C4ADS report."], "authors": ["Joshua Berlinger"], "keywords": ["rides", "kim", "north", "goods", "south", "c4ads", "luxury", "traces", "mercedesbenzes", "vehicles", "jong", "origin", "korea", "korean", "report", "koreas"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}