{"id": "409fa916-5c31-31d5-b686-05fe38e22dec", "title": "Coinbase’s listing may break records", "url": "https://www.economist.com/finance-and-economics/2021/04/10/coinbases-listing-may-break-records", "summary": "T HE NEXT big listing on Wall Street will be a disappointment—at least for cryptocurrency purists.\nAnd Coinbase’s first-quarter results, released on April 6th, seem certain to generate excitement.\nTo be sure, compared with many cash-guzzling unicorns (tech startups worth more than $1bn), Coinbase looks mature.\nFounded in 2012, Coinbase always wanted to be more than a place where people buy and sell digital monies.\n“For many of our customers, they simply think of us as their primary financial account in the cryptoeconomy,” writes Brian Armstrong, the firm’s boss.", "paragraphs": ["T HE NEXT big listing on Wall Street will be a disappointment—at least for cryptocurrency purists. When Coinbase, a marketplace for such digital monies, starts trading on April 14th, it will be on a boring, conventional stock exchange, and not—as might befit one of the world’s biggest crypto firms—on a buzzy blockchain, as the technology that powers the likes of bitcoin is called.", "Listen to this story Your browser does not support the <audio> element. Enjoy more audio and podcasts on iOS or Android.", "Yet for investors in Coinbase the flotation seems set to be a hit. In contrast with regular initial public offerings ( IPO s), no new shares will be sold and existing investors do not have to wait six months before they can flip their stock, meaning they can benefit from any early excitement and a high share price. And Coinbase’s first-quarter results, released on April 6th, seem certain to generate excitement. It provisionally estimates a profit of $730m-800m on revenue of about $1.8bn, up from $179m and $585m, respectively, in the last three months of 2020. Its initial valuation could top $100bn, perhaps exceeding even that of Facebook, a social-media giant, which was valued at $104bn when it listed in 2012.", "Impressive as all that sounds, does it justify the price tag? To be sure, compared with many cash-guzzling unicorns (tech startups worth more than $1bn), Coinbase looks mature. In the past quarter users traded about $335bn-worth of currencies on its platform. They also held $223bn in its accounts—more than a tenth of the value of all cryptocurrencies.", "Founded in 2012, Coinbase always wanted to be more than a place where people buy and sell digital monies. It aimed instead to become a bridge between the anarchic cryptoworld and conventional finance. Though its history has been tumultuous at times, the firm is not far from its goal: users do not need a degree in cryptography to benefit from its services (though its customer support is notoriously wanting); it is on mostly good terms with regulators and banks; and, unlike other cryptoexchanges, it has so far avoided becoming the victim of a catastrophic hack.", "Yet in other respects the firm’s prospects are uncertain. Although it has branched out somewhat, and now offers services to store and save cryptoassets, transaction fees still made up 96% of its revenue last year. This not only means that its fortunes rely heavily on the health of the cryptoeconomy, which can be volatile; it also means that its take could shrink if competition muscles in. Of the $335bn in trades in the first quarter of 2021 it kept about 0.5% in fees—much more, for instance, than Nasdaq, the stock exchange on which Coinbase will list.", "The Himalayan valuation could start to make sense if the cryptoeconomy continues to thrive and if conventional exchanges do not get religion—admittedly two big ifs. Coinbase then might seem best placed to reap the rewards and become the centre of an “open financial system for the world”, as its IPO prospectus puts it. “For many of our customers, they simply think of us as their primary financial account in the cryptoeconomy,” writes Brian Armstrong, the firm’s boss. Like other promising startups that have recently gone public, Coinbase sees itself powered by an accelerating “flywheel”, tech-speak for a virtuous cycle: more customers means more liquidity, which allows the firm to accept more cryptoassets and offer more services, in turn attracting more customers, and so on."], "authors": ["The Economist"], "keywords": ["means", "records", "users", "services", "break", "valuation", "listing", "conventional", "stock", "cryptoeconomy", "support", "customers", "coinbase", "coinbases"], "pubDate": "2021-04-10T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}