{"id": "40b4cc1d-19e8-3b12-bd60-ac6e3da58857", "title": "What if You Could Outsource Your To-Do List?", "url": "https://www.newyorker.com/magazine/2020/12/07/what-if-you-could-outsource-your-to-do-list", "summary": "My introduction came the first time I answered a peer’s e-mail and realized with a start that we were not alone.\nOne of those companies is Invisible Technologies, which launched in 2015 and now has staff in thirty-five countries, from Malaysia to Ghana, Serbia to Pakistan.\nUntil Pedraza goes to those, the whole process churns on like a software update in the background of his life.\n“We are gathering all of their training data, all of their performance data,” Pedraza told me.\nPedraza often boasts that Invisible, which hires six per cent of applicants, is more selective than Harvard.", "paragraphs": ["Back when the world seemed bright and ambitious—another century, it might have been—I managed to convince myself, despite a lot of evidence to the contrary, that what I really needed in my life was an assistant. This was December, the month when traditionally I can no longer outrun the clerical tasks that have stalked me since the middle of the year. I had weeks of crinkled receipts to expense: the year-end tax on negligence. I was halfway through the process of contesting the charge on a vaccine shot that my insurance company had refused to cover, and I had to transcribe hours of interviews before I could begin to write—the only use of my time which generates an income. As a moonless night wore on, filled with snacking and monsters, I futzed with the formulas in my sad expense spreadsheets and knew that these were hours of life I’d never get back.", "In the matter of assistant-having, I was not (as Titian might have said of Venus) without models. My introduction came the first time I answered a peer’s e-mail and realized with a start that we were not alone. “Julianne can help us find a time,” my correspondent wrote. Who? But here was this unknown person in the CC field, suddenly at my side like an attendant bearing Q-tips in a German men’s room. I felt betrayed and then, immediately, envious. Tuesday or Wednesday? Why didn’t I have one of these e-mail lurkers? I reflected for a moment and remembered that I couldn’t afford one.", "This made me doubly a loser. People usually get recognized and elevated for the achievements they have time to make, not for the hours they spend maintaining filing systems. One answer to the primal question about Wonder Women and Men—how do they do it?—comes down to help: bookkeepers, housecleaners, lawyers, strategists, and nannies. Many of the best have managed thus. Mark Twain, not thought to be a highfalutin man, enjoyed the help of a private secretary and a butler (named Claude). Mother Teresa had personal assistants (her good deeds seemingly did not extend to paperwork), and Malcolm X depended on a secretary whom he’d hired away from this magazine. Highly effective people may share certain habits, but what they usually share more generously are tasks that get in the way of their being highly effective.", "Odd, then, that, in an age of harried two-income households, assistantship is on the wane. Over the past twenty years, the number of people in the U.S. employed as executive secretaries and administrative assistants has more than halved, according to data from the Bureau of Labor Statistics, which expects assistantship across industries to decline nine per cent by 2029. In part, that’s due to changes in the nature of the work: bits of what a secretary would have done thirty years ago are handled today by technology and by jobs with different titles. But the shift is economic, too. Assistance positions are often among the first to go when companies cut costs, and financially strapped middle-class workers have less to spend on help outside the office, even if they need it more.", "The problem of efficiency, productivity, and how to make a market out of some but not really enough disposable income is an obvious target for startup tech, and the brigades have already come through. “If you think about what exists in the movie ‘Her’ or ‘Iron Man’—a super-powerful assistant service that knows you and takes care of the world around you—it’s a really healing version of the future,” the entrepreneur and venture capitalist Sam Lessin told me not long ago. In 2015, he co-founded a company, called Fin, that released a virtual-assistant app with actual humans on the other end. The competition was weak; the closest most of us have got to “Her” is Siri (a known moron), Alexa (a known snoop), or that officious paper clip from the nineties. But Fin, like other companies, ultimately gave up on virtual assistance (it now does data analytics), because the business turned out to be hard. People anticipate human error from human assistants, but from tech they want perfection. And the model was strained by employee management. “You end up hiring thousands and thousands of people to get the scale,” Lessin said.", "Faced with personnel challenges, some assistance startups have turned to poor nations abroad. A wage that’s illegal in the United States will keep you well fed in Kenya, American entrepreneurs have noticed. Lately, some companies have sought to shift the burdens of a struggling American middle class to workers in Africa, South America, Southeast Asia, the Indian subcontinent, and elsewhere. To manage the mundane tasks of their narrow worlds, the thinking goes, small businesses and busy parents can turn to the wider one.", "One of those companies is Invisible Technologies, which launched in 2015 and now has staff in thirty-five countries, from Malaysia to Ghana, Serbia to Pakistan. It emerged in part from the idea that great savings can be harvested from the developing world. “Labor is incredibly cheap, and the biggest arbitrage opportunity in the world is the fact that you’ve got the largest labor market in history, with people who are connected to the Internet, speak English, and have amazing attitudes,” Francis Pedraza, Invisible’s thirty-one-year-old C.E.O. and founder, told me. “The ability to tap into that and create things is infinite.”", "Besides these savings, Invisible grew from two ideas, one about bigness and the other about smallness. The bigness idea was that processes in a business or a life ought to be managed by one entity—a virtual super-assistant who can deal with anything. The smallness idea was that complex processes can be broken down and run in bits. Pedraza’s inspiration, on the latter point, was Henry Ford. “Every year, the price of Ford motor cars kept dropping and the quality kept improving,” he said. The key was separating production into simple tasks, such as screwing in a single lug nut, and then snapping those tasks together like Legos on the factory floor, allowing processes to be built without hiring new teams, then tightened to the inch.", "Pedraza has brown hair, streamlined into a short crop; a long, chiselled face; and a predilection for what he calls “books by dead people.” (“You should distrust the New York Times best-seller in the airport bookshelf,” he told me. “Trust ‘Self-Reliance,’ by Ralph Waldo Emerson, because people are still reading Emerson today.”) When I met him, he had just heard of Philip Roth for the first time, possibly because Roth had recently been alive. Some of Pedraza’s colleagues amiably call him crazy. He is known for saying uncommon things in surprising ways. “Ideas are almost like aliens trying to come into the real world, and we’re just pregnant with them,” he has said. He has published more than two thousand essays on his Medium blog, and during this summer of unrest he wrote against “silencing all disagreement as evidence of oppression”—a position that he also claimed for Socrates, Diogenes, Tiresias, the Jewish prophets, Martin Luther, and Martin Luther King, Jr. Pedraza keeps a Roman gladius in his closet, for athletic practice, and speaks of “human potential” in the way some people talk about their favorite football team. He sees Invisible as a tool for realizing that potential by breaking past the clutter of modern life; he describes the company’s workflow as a “digital assembly line.”", "Compared with sprawling labor-for-hire marketplaces like the site Upwork, where users enlist jobbers for specific tasks such as copywriting or data processing, Invisible is about order and scale. Most of the assistance it does is for entire companies. For businesses of one—say, a hapless writer—it offers an “executive support” service, which connects an individual with a virtual character to whom he or she can assign wishes and tasks.", "Pedraza named his own assistant character John Keats, for his favorite dead poet. The character is not puppeted by one person: behind him is a team of people, which, unlike a real assistant, can do an endless number of things at once. When Pedraza includes John Keats’s address on an e-mail—for example, an e-mail about meeting with me—a hidden system moves into action. One meeting is broken into multiple tasks, appearing in a queue on the company’s proprietary delegation software, where they are claimed by workers around the world. Someone in, say, Bangladesh goes into Pedraza’s Google calendar to find times; someone else, maybe a few continents away, in Guatemala, compiles a briefing memo about the participants. Often, in Pedraza’s case, the tasks are not strictly professional. He recently had John Keats book him an elaborate laser hair-removal procedure he’d been hoping to get. (“There was some, you know, confusion about what, uh, areas were covered by this,” he said. “Invisible just handled it for me.”) Sometimes, he has John Keats trawl through his first- and second-degree connections on LinkedIn for contacts who might be interested in Invisible, and begin corresponding with them from his e-mail account, under his name. Some express interest, and meetings are set up. Until Pedraza goes to those, the whole process churns on like a software update in the background of his life. He likes to sign his e-mails (or someone does) “Efficiently yours.”", "The average pay for foreign workers at Invisible—known as “agents”—is five dollars an hour. High-performing agents can make up to ten. “We are gathering all of their training data, all of their performance data,” Pedraza told me. Agents are monitored in an endless screen share, with superiors looking over their shoulders all the time to see what they’re doing and how long it’s taking. Instead of replacing humans in slow parts of the assembly line with robots (Ford’s practice), the company writes software to speed through rote steps once they’re set.", "“Give in and buy a space heater.” Facebook", "Twitter", "Email", "Shopping Cartoon by P. C. Vey", "Offshore outsourcing, which included more than fourteen million workers in 2018, has been linked to unemployment and wage stagnation in the American workforce: it’s harder to get a raise if your competition abroad works for much less. Pedraza often boasts that Invisible, which hires six per cent of applicants, is more selective than Harvard. At the moment, in fact, Harvard’s acceptance rate is five per cent, and many people go there because it is thought to open wormholes to the world of the élite, while most agents at Invisible simply want a decent job.", "Once, it was big companies such as Nike or Google that did most outsourcing. But today the practice appeals to small businesses weathering COVID-19. Invisible’s revenue has more than tripled since the beginning of the year, and its agents in the developing world now handle some of the clerical work involved in setting restaurants up on several of the largest food-delivery platforms. We hear a lot about changes to the American labor market during the pandemic, but this one is likely to linger when it ends."], "authors": ["Nathan Heller", "Nathan Helle"], "keywords": ["invisible", "workers", "outsource", "pedrazas", "todo", "list", "world", "pedraza", "life", "data", "told", "tasks", "companies"], "pubDate": "2020-12-07T00:00:00", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}