{"id": "40ba0715-fd3e-3822-a127-61923ebeb184", "title": "Louisiana’s Disappearing Coast", "url": "https://www.newyorker.com/magazine/2019/04/01/louisianas-disappearing-coast", "summary": "Then we continued to follow the water as it wound its way into Plaquemines Parish.\nThe furthest along of these is slated for Plaquemines Parish.\nIn this way, the “strong brown god” assembled the Louisiana Gulf Coast out of bits and pieces of Illinois and Iowa and Minnesota and Missouri and Arkansas and Kentucky.\nThe Mississippi’s most recent lobe is the Plaquemines-Balize Delta, otherwise known as Plaquemines Parish.\nSince the city wasn’t going to move to suit the river, the river would be forced to stay put.", "paragraphs": ["The New Orleans Lakefront Airport was built by the Louisiana governor Huey P. Long on a tongue of fill that sticks out into Lake Pontchartrain. Its terminal was designed by the same architect Long had used to build a new Louisiana state capitol and a new governor’s mansion, and it was originally named for one of Long’s cronies, Abraham Shushan. Within eighteen months of the airport’s opening, in 1934, Shushan had been indicted for money laundering and Long had been murdered. A few years later, the architect, too, went to prison.", "Today, Lakefront Airport is used for small planes, which is how I recently found myself there, aboard a four-seat Piper Warrior. The Piper’s pilot and owner was a lawyer who liked having an excuse to fly. The plane took off to the north, over Lake Pontchartrain, and looped back toward New Orleans. We picked up the Mississippi at English Turn, the sharp bend that brings the river almost full circle. Then we continued to follow the water as it wound its way into Plaquemines Parish.", "Plaquemines is where the river meets the sea. On maps, it appears as a thick, muscular arm stretching into the Gulf of Mexico, with the Mississippi running, like a ropy blue vein, down the center. At the very end of the arm, the main channel divides into three, an arrangement that calls to mind fingers or claws, hence the area’s name—the Bird’s Foot.", "Seen from the air, the parish has a very different look. If it’s an arm, it’s a horribly emaciated one. For most of its length—more than sixty miles—it’s practically all vein. What little solid land there is clings to the river in two skinny strips.", "Flying at an altitude of two thousand feet, I could make out the houses and farms and refineries that fill the strips, though not the people who live or work in them. Beyond was open water or patchy marsh. In many spots, the patches were crisscrossed with channels. Presumably, these had been dug when the land was firmer, to get at the oil underneath. In some places, I could see the outlines of what were once fields and are now rectilinear lakes. Great white clouds, billowing above the plane, were mirrored in the black pools below.", "Plaquemines has the distinction—a dubious one, at best—of being among the fastest-disappearing places on Earth. Everyone who lives in the parish—and fewer and fewer people do—can point to some stretch of water that used to have a house or a hunting camp on it. This is true even of teen-agers. A few years ago, the National Oceanic and Atmospheric Administration officially retired thirty-one Plaquemines place-names, including Bay Jacquin and Dry Cypress Bayou, because there was no there there anymore.", "And what’s happening to Plaquemines is happening all along the coast. Since the days of Huey Long, Louisiana has shrunk by more than two thousand square miles. If Delaware or Rhode Island had lost that much territory, the U.S. would have only forty-nine states. Every hour and a half, Louisiana sheds another football field’s worth of land. Every few minutes, it drops a tennis court’s worth. On maps, the state may still resemble a boot. Really, though, the bottom of the boot is in tatters, missing not just a sole but also its heel and a good part of its instep.", "A variety of factors are driving the “land-loss crisis,” as it’s come to be called. But the essential one is a marvel of engineering. Thousands of miles of levees, flood walls, and revetments have been erected to manage the Mississippi. As the Army Corps of Engineers once boasted, “We harnessed it, straightened it, regularized it, shackled it.” This vast system, built to keep southern Louisiana dry, is the very reason the region is disintegrating, coming apart like an old shoe.", "But if control is the problem it must also, by the logic of the Anthropocene, be the solution. And so a huge new public-works project is getting under way—this one aimed not at flood control so much as at controlled flooding. Ten pharaonic structures are planned. The furthest along of these is slated for Plaquemines Parish. It will feature enough concrete and riprap to pave Greenwich Village and, when operating at full capacity, will, by flow, be the twelfth-largest river in the country.", "In one form or another, the Mississippi has been winding its way to the Gulf for millions of years. All the while, it has been carrying on its broad back vast loads of sediment—at the time of the Louisiana Purchase, some four hundred million tons annually. “I do not know much about gods; but I think that the river is a strong brown god,” T. S. Eliot wrote. Whenever it overtopped its banks—something it used to do virtually every spring—the river cast its sediment across the plain. Season after season, layer after layer, clay and sand and silt built up. In this way, the “strong brown god” assembled the Louisiana Gulf Coast out of bits and pieces of Illinois and Iowa and Minnesota and Missouri and Arkansas and Kentucky.", "“Do you promise to hate the same people?” Facebook", "Twitter", "Email", "Shopping", "Because the Mississippi is always dropping sediment, it is always on the move, seeking new and faster routes to the sea. Its most dramatic leaps are called avulsions. In the last seven thousand years, the river has avulsed six times, and each time it has set about laying down a new bulge of land. Lafourche Parish is what’s left of the lobe laid down during the reign of Charlemagne. Western Terrebonne Parish is the remains of a delta lobe built during the time of the Phoenicians. The city of New Orleans sits on a lobe—the St. Bernard—created around the time of the pyramids. Many still more ancient lobes are now submerged.", "The Mississippi’s most recent lobe is the Plaquemines-Balize Delta, otherwise known as Plaquemines Parish. It started to build about fifteen hundred years ago, after the river’s last great leap. The next avulsion is now overdue. Only human invention, in the form of steel and concrete, stands in its way.", "Meanwhile, as the Mississippi has pushed lobe after lobe into the sea, the sea has pushed back. The delta’s soft, jello-like soils tend to de-water and compact over time, with the newest layers, which are wetter, losing bulk most rapidly. Where the river delivers enough sand and clay to make up for the lost volume, the land holds its own. Where compaction outpaces accretion, the land begins to subside until, eventually, the Gulf reclaims it. In southern Louisiana, to borrow from Bob Dylan, any place that is “not busy being born is busy dying.”", "Such a mutable landscape is a hard one to settle. Nevertheless, Native Americans were probably living in the delta even as it was being created. Their strategy for dealing with the river’s vagaries, as far as archeologists have been able to determine, was one of accommodation. If the Mississippi flooded, they sought higher ground. If it shifted quarters, they did, too.", "When the French arrived, they consulted with the tribes living there. In the winter of 1700, the colonists erected a wooden fort on what’s now the east bank of Plaquemines. Pierre Le Moyne d’Iberville, the fort’s commander, had been assured by a Bayogoula guide that the fort’s site was a dry one. Whether this represented a purposeful misstatement or just a misunderstanding, “dry” in southern Louisiana being a relative term, the place soon flooded out. A priest who visited the following winter found soldiers wading “mid-leg deep” to get to their cabins. In 1707, the fort was abandoned. “I do not see how settlers can be placed on this river,” Iberville’s brother Jean-Baptiste Le Moyne de Bienville wrote to the authorities in Paris, explaining the retreat.", "Bienville went on to found New Orleans, in 1718, in spite of his cold, wet feet. The new city, called, in honor of its watery surroundings, L’Isle de la Nouvelle Orléans, was laid out where the land was highest. Counterintuitively, this was right up against the Mississippi. During floods, sand and other heavy particles tend to settle out of the water first, creating what are known as natural levees. (Levée, in French, simply means “raised.”)", "“Yes, but you’re half an hour late in dog minutes.” Facebook", "Twitter", "Email", "Shopping", "One year after its founding, L’Isle de la Nouvelle Orléans suffered its first flood. “The site is drowned under half a foot of water,” Bienville wrote. The settlement remained submerged for six months. Rather than retreat again, the French dug in. They started cutting drainage channels through the muck and raising artificial barriers atop the natural ones. Most of this backbreaking labor was performed by African slaves. By the seventeen-thirties, slave-built levees stretched along both banks of the river for nearly fifty miles.", "These early levees, made of earth reinforced with timber, failed frequently. But they established a pattern that endures to the present day. Since the city wasn’t going to move to suit the river, the river would be forced to stay put. With each failure, the levees were improved—built higher and wider and longer. By the War of 1812, they ran along the river for more than a hundred and fifty miles.", "A few days after I flew over Plaquemines, I found myself once again gazing down on the parish. The Mississippi was rising rapidly, and there was concern that the gates on a spillway upriver from New Orleans weren’t functioning. If the water kept rising and the spillway failed to open, the city and the parishes downriver from it would be inundated. I was with several engineers, and they were starting to get nervous. I was anxious, too, though only a little, since the Mississippi we were looking at was about five inches wide.", "The Center for River Studies is an outpost of Louisiana State University. It’s situated not far from the actual Mississippi, in Baton Rouge, in a building that resembles a hockey rink.", "At the Center’s center is a 1:6,000 replica of the delta, from the town of Donaldsonville, in Ascension Parish, to the tip of the Bird’s Foot. The model is made of high-density foam that’s been machined to mimic the region’s topography and all that’s been added to it—the levees, the gates, the flood walls. The size of two basketball courts, it’s sturdy enough to stand on. But when the model is running, as it was the day I showed up, it’s hard to take more than a few steps. There are large puddles representing Lake Pontchartrain and Lake Borgne, which are not really lakes but, rather, brackish lagoons. More puddles represent Barataria Bay and Breton Sound, inlets of the Gulf, and still more puddles represent various bayous and backwaters. I pulled off my shoes and tried to walk from New Orleans to the Gulf. By the time I got to English Turn, my feet were wet. I stuffed my soggy socks into my pocket.", "The model delta, which represents a kind of relief map of the future, is supposed to simulate flooding and sea-level rise and to help test strategies for dealing with them. Prominently displayed on one of the walls of the Center is a quote attributed to Albert Einstein: “We cannot solve our problems with the same thinking we used when we created them.”", "At the time of my visit, the model was so new that it was still being calibrated. This involved running simulations of well-studied disasters from the past, like the flood of 2011. In the spring of that year, heavy snowmelt combined with weeks of intense rain across the Midwest, resulting in record-breaking water levels. To spare New Orleans, the Army Corps of Engineers opened the Bonnet Carré Spillway, about thirty miles upriver from the city. (The Bonnet Carré diverts water into Lake Pontchartrain; when all the gates are open, the flow through it exceeds that of Niagara Falls.) On the model, the spillway gates were represented by small strips of brass attached to copper wires. Because they hadn’t worked properly in previous trials, an engineer was watching over them from a folding chair. He looked like a latter-day Gulliver, bent over a drowning Lilliput. He, too, I noticed, had wet socks."], "authors": ["Elizabeth Kolbert", "Elizabeth Kolber", "Eric Klinenber", "John Mcphe"], "keywords": ["coast", "water", "levees", "river", "disappearing", "louisianas", "land", "gulf", "orleans", "plaquemines", "louisiana", "mississippi", "parish"], "pubDate": "2019-04-01T00:00:00", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}