{"id": "40be6d15-ee0f-3074-b96c-e2da776fc077", "title": "Editor Top 10 Picks Of 2020", "url": "https://www.gameinformer.com/2021/01/02/editor-top-10-picks-of-2020", "summary": "You already know our staff-wide Top 10 Games of 2020, but that list doesn't paint the whole picture.\nAs you might imagine, these lists are often hard-fought battles over many hours as members of our staff struggle to squeeze their favorites onto our official list.\nBelow you'll see the top 10 games of the year for each editor, so check out our personal favorites and see which staff members' tastes most align with yours.\nAlso, while you're here, feel free to drop your own top 10 in the comments section!\nWe're counting down our Top 10 for the year, so navigate to another entry using the links below!", "paragraphs": ["You already know our staff-wide Top 10 Games of 2020, but that list doesn't paint the whole picture. As you might imagine, these lists are often hard-fought battles over many hours as members of our staff struggle to squeeze their favorites onto our official list. Unfortunately, not every game we played and loved over the course of the year can be represented in the official Game Informer list, which is why we put together these editor-specific top 10s.", "Below you'll see the top 10 games of the year for each editor, so check out our personal favorites and see which staff members' tastes most align with yours. Also, while you're here, feel free to drop your own top 10 in the comments section!", "Andrew Reiner The Last of Us Part II Ghost of Tsushima Hades Ori and the Will of the Wisps Assassin’s Creed Valhalla Cyberpunk 2077 Immortals Fenyx Rising Marvel’s Spider-Man: Miles Morales Yakuza: Like a Dragon Call of Duty: Warzone", "Matt Miller Ghost of Tsushima Ori and the Will of the Wisps Assassin’s Creed Valhalla The Last of Us Part II Destiny 2 Hades Fuser Marvel’s Spider-Man: Miles Morales Cyberpunk 2077 13 Sentinels: Aegis Rim", "Joe Juba The Last of Us Part II Yakuza: Like a Dragon Ghost of Tsushima Final Fantasy VII Remake Assassin’s Creed Valhalla Animal Crossing: New Horizons Spiritfarer 13 Sentinels: Aegis Rim Cyberpunk 2077 Kentucky Route Zero", "Jeff Cork Ghost of Tsushima Yakuza: Like a Dragon Immortals Fenyx Rising Animal Crossing: New Horizons Astro’s Playroom Assassin’s Creed Valhalla Hades Fortnite Tony Hawk’s Pro Skater 1 + 2 Watch Dogs: Legion", "Ben Reeves Ori and the Will of the Wisps Half-Life: Alyx The Last of Us Part II Hades Marvel’s Spider-Man: Miles Morales Assassin’s Creed Valhalla Immortals Fenyx Rising Yakuza: Like a Dragon Black Mesa XCOM: Chimera Squad", "Kimberley Wallace The Last of Us Part II Hades Yakuza: Like a Dragon Final Fantasy VII Remake Assassin’s Creed Valhalla Ghost of Tsushima Cyberpunk 2077 Animal Crossing: New Horizons Marvel’s Spider-Man: Miles Morales 13 Sentinels: Aegis Rim", "Daniel Tack Hades Demon’s Souls Yakuza: Like a Dragon Genshin Impact Call of Duty: Warzone Monster Train Visage World of Warcraft: Shadowlands Fall Guys: Ultimate Knockout Call of Duty: Black Ops Cold War", "Brian Shea Ghost of Tsushima The Last of Us Part II Persona 5 Royal Yakuza: Like a Dragon Spelunky 2 Final Fantasy VII Remake Immortals Fenyx Rising Assassin’s Creed Valhalla Fuser Marvel’s Spider-Man: Miles Morales", "Liana Ruppert Yakuza: Like a Dragon Hades Half-Life: Alyx Final Fantasy VII Remake Phasmophobia Cyberpunk 2077 Doom Eternal Persona 5 Royal Thronebreaker: The Witcher Tales Coffee Talk", "Blake Hester Call of Duty: Warzone Persona 5 Royal Ori and the Will of the Wisps Astro’s Playroom Tony Hawk’s Pro Skater 1 + 2 Kentucky Route Zero The Last of Us Part II Yakuza: Like a Dragon Dreams Doom Eternal", "Marcus Stewart Hades The Last of Us Part II Ori and the Will of the Wisps Final Fantasy VII Remake Animal Crossing: New Horizons Yakuza: Like a Dragon Marvel’s Spider-Man: Miles Morales Watch Dogs: Legion Ghost of Tsushima Immortals Fenyx Rising", "Jason Guisao Hades Final Fantasy VII Remake Persona 5 Royal Ghost of Tsushima Yakuza: Like a Dragon Kentucky Route Zero Cyberpunk 2077 The Last of Us Part II Marvel’s Spider-Man: Miles Morales Assassin’s Creed Valhalla", "Alex Stadnik The Last of Us Part II Ori and the Will of the Wisps Hades Animal Crossing Half Life: Alyx Call of Duty: Warzone Final Fantasy VII Remake Doom Eternal Ghost of Tsushima Marvel’s Spider-Man: Miles Morales", "Alex Van Aken Hades Animal Crossing: New Horizons Ori and the Will of the Wisps The Last of Us Part II Yakuza: Like a Dragon Half Life: Alyx Risk of Rain 2 Cyberpunk 2077 Valorant Immortals Fenyx Rising", "Want to read more about the best games that 2020 had to offer? We're counting down our Top 10 for the year, so navigate to another entry using the links below!"], "authors": [], "keywords": ["2020", "editor", "yakuza", "dragon", "ghost", "creed", "spiderman", "miles", "tsushima", "hades", "marvels", "ii", "picks"], "pubDate": "2021-01-02T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}