{"id": "40c0a068-186c-3efe-add6-2f4a66cfb670", "title": "In-form Barça and Real Madrid up for clásico that could decide La Liga", "url": "https://www.theguardian.com/football/2021/apr/09/in-form-real-madrid-and-barca-up-for-clasico-that-could-decide-la-liga", "summary": "In 2009 Laporta had sat in the Bernabéu as Barcelona beat Madrid 6-2, later describing it as the “seventh title” of their historic, six-trophy year.\nWin the clásico and Barcelona will go top for the first time in 293 days.\nIf Madrid win, they will go top for the first time in 151 days.\nMadrid have won 43 of the past 54 points, Barcelona have won 51 of 57.\nPhotograph: Jose Breton/NurPhoto/ShutterstockYet there’s no hard evidence to stand that up and no escaping a basic fact: at the end of the season, Messi will be out of contract.", "paragraphs": ["Hello again. If there was a moment in which Joan Laporta’s return to the presidency of Barcelona started to feel real, it was probably the morning of 15 December when a giant banner was put up that covered the facade of a 15-floor building within view of the Santiago Bernabéu. On it was a picture of the candidate smiling, a familiar glint in his eye, and the slogan: “Looking forward to seeing you again.” On Saturday, for the first time in more than a decade, he will.", "The idea came from Laporta’s campaign manager Lluis Carrasco. Initially the slogan was going to say: “A great team needs a great rival.” But Laporta suggested something a bit more, well, Laporta: optimistic, bold, unashamedly anti-Madridista and playfully provocative. No complex about his club or Catalan nationalism either, the significance of that particularly seen in the reaction of some in the Spanish capital, which could only make his supporters love him more.", "The giant electoral poster of Joan Laporta is displayed on a building next to the Santiago Bernabeu in Madrid. Photograph: Óscar del Pozo/AFP/Getty Images", "Above all, it was a reminder of better times, of who they were and what they had done, especially there; the moments when they really enjoyed seeing Madrid. And when, it might be added, everyone else did too, when this was as good as it gets. Heavy on nostalgia, the revival of the glory days, it certainly worked. Last month, Laporta swept to a landslide victory in the election.", "In 2009 Laporta had sat in the Bernabéu as Barcelona beat Madrid 6-2, later describing it as the “seventh title” of their historic, six-trophy year. His legacy was the team that beat Madrid 5-0 and won another European Cup, although his last clásico was a 2-0 win in April 2010, en route to another league. It’s Valdebebas this time, not the Bernabéu. And Laporta has sat alongside Florentino Pérez since, at a funeral, revealing to RAC1 that Madrid’s president saved him a seat and joked: “I like to keep my enemies close.” Now, 11 years on, Laporta presides over a clásico again.", "His return has changed things, if only emotionally, an optimism returning. A sense that maybe football can be fun again, that the future need not be quite so feared. That feeling has been deepened and driven in large part by the fact that on the pitch things have improved dramatically – not that he can take credit for that, not that Barcelona’s deep structural crisis has been resolved or that anyone is under any illusions about the gravity of the situation or unaware that that team have gone.", "The election was called after Josep Maria Bartomeu was forced to step down, and amid a run of poor results and even worse performances Barcelona were 12th, closer to the relegation zone than the top. They had come from that 8-2 against Bayern Munich last summer, from Lionel Messi trying to leave and had lost as many games as they had won. Although they would improve, at the end of January they were still 10 points off the top, having played a game more. “We’re not in a position to win much,” manager Ronald Koeman admitted.", "Now, somehow, they are. They both are. Win the clásico and Barcelona will go top for the first time in 293 days. Even a draw will do that, at least temporarily. If Madrid win, they will go top for the first time in 151 days. Spain is used to this being the defining game of the season, but this time it wasn’t supposed to be that way. Yet the winner will be favourite to win the league.", "Zinedine Zidane has seemed close to the sack this season but could yet pull off a Champions League and Liga double. Photograph: Kiko Huesca (es-ES)/EPA", "This was supposed to be Atlético’s title. They have been top for four months. But their lead has slipped through their fingers. They have won four of their past 10 league games as Barcelona and Madrid have revived. Madrid have won 43 of the past 54 points, Barcelona have won 51 of 57. Barcelona are in the Copa del Rey final next Saturday. Madrid have taken a significant step to the Champions League semi-final.", "Zidane has found refuge in the old guard, in a midfield that may still be the best in the world. Nacho and Lucas Vázquez have responded, as they so often do. On Tuesday there was a sense of discovery too in Vinícius Júnior’s display against Liverpool. Marco Asensio is returning. Karim Benzema is better than ever. Madrid have reacted when they had to, which tends to be their way: the side that lost to Alcoyano, Levante, Alavés, Shakhtar Donetsk and Cádiz, that could not defeat Osasuna or Elche, have beaten Atlético, Barcelona, Liverpool, Sevilla and Internazionale.", "Two seasons running Zidane has been on the verge of the sack; they could yet be two seasons in which he ends as league champion, or even more. There was no way Koeman was staying; now there seems no way he can be going.", "The Dutchman has embraced necessity, trying things and being prepared to stick to them if they worked, losing players and finding solutions. He has shifted through formations, shown a flexibility unexpected at the start of the season. 4-2-3-1 became 4-3-3, and then three at the back. He has found that, given a chance, the kids are alright. Ronald Araújo, Óscar Mingueza and, especially, the impassive, impeccable Pedri have shone. Frenkie de Jong has found himself. Ousmane Dembélé looks like a footballer. Jordi Alba and Sergio Busquets may not be destined for the scrapheap.", "And Messi, well, he’s Messi – and that is everything. He has scored 16 times in 13 games, once again the best player in Spain and by some way. He seems happy too, apparently seeing something in the young players, kids worthy of a team he can believe in. And so the optimism surrounding Barcelona extends to the growing belief that Messi will probably stay after all, which was always Laporta’s key promise.", "Lionel Messi has been the best player for Barcelona this season but his contract expires in the summer. Photograph: Jose Breton/NurPhoto/Shutterstock", "Yet there’s no hard evidence to stand that up and no escaping a basic fact: at the end of the season, Messi will be out of contract. Just as at the end of the season, Sergio Ramos will be out of contract. This could be the Argentinian’s last clásico. Injured, the Spaniard could have already played his. Laporta is back, but they may not be. They could stay; the very fact that they may not is symbolic, the passage of time, the inevitability of change and loss. Unexpectedly, this match may go some way to deciding the title, just like it’s supposed to, but everyone knows it’s different now.", "By next season two of only five players remaining from the 22 who started the last clásico Laporta attended as president could be gone (although Benzema was on the bench that night), including the man he is most desperate to make stay. Both club captains may have departed, the end of an era; an era that made them happy, one to which the returning president clings. He is not alone: it is one to which, on some level at least, everybody does.", "“I hope he doesn’t go,” Zidane said of Ramos. “I hope he doesn’t either,” Zidane said when asked about Messi."], "authors": ["Sid Lowe"], "keywords": ["inform", "messi", "madrid", "league", "laporta", "la", "real", "barça", "season", "way", "won", "barcelona", "decide", "win", "clásico", "liga"], "pubDate": "2021-04-09T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}