{"id": "40c41501-e616-31e1-8813-38a5e0d799a5", "title": "How to get the most out of your savings account", "url": "https://www.foxbusiness.com/money/how-to-get-most-out-of-savings-account", "summary": "Open a high-yield savings account Establish savings goals Create a budget Make automatic payments to your savings account Create an emergency savings account1.\nThese accounts pay more than the standard savings account and many do not require a minimum deposit.\nMany banks offer a high yield savings option for people looking to gain a bit more interest while still maintaining the account in an FDIC insured account.”Credible can help you find a high-yield savings bank account provider and interest rates that will boost your savings.\nTake advantage of automatic payments by setting up recurring deposits from your checking account to your savings account biweekly or monthly.\n4 REASONS TO OPEN A HIGH-YIELD SAVINGS ACCOUNT RIGHT NOW", "paragraphs": ["Americans are saving more of their money during the coronavirus pandemic. Many consumers slashed their daily expenses such as going out to eat, commuting and parking while others have moved back home or found cheaper places to live.", "Continue Reading Below", "Before the onset of the pandemic occurred in the U.S., the savings rate was at a meager 7.5%, according to the U.S. Bureau of Economic Analysis. In July, the rate, a percentage of disposable income and a measure of the financial health of Americans, rose to a high of 18.6% but declined each consecutive month to 13.6% in October as federal economic recovery payments and unemployment benefits ended.", "If you're looking to make more interest on your hard-earned cash, then you can start maximizing your earnings today with these high-yield savings options.", "Consumers can make the most of their savings account by following these five tips.", "Open a high-yield savings account Establish savings goals Create a budget Make automatic payments to your savings account Create an emergency savings account", "1. Open a high-yield savings account", "High yield savings accounts help consumers sock away more money for an emergency. These accounts pay more than the standard savings account and many do not require a minimum deposit.", "Online banks typically provide the highest interest rates because they have lower overhead from not operating brick and mortar locations and also give people the flexibility to have more than one account, said Daren Blonski, managing principal of Sonoma Wealth Advisors in California.", "“Diversifying cash holdings in times of uncertainty becomes even more important,” he said. “Having your cash stored at multiple banks with multiple access options can provide a sense of security. Many banks offer a high yield savings option for people looking to gain a bit more interest while still maintaining the account in an FDIC insured account.”", "Credible can help you find a high-yield savings bank account provider and interest rates that will boost your savings.", "HOW MUCH MONEY SHOULD YOU KEEP IN SAVINGS?", "2. Establish savings goals", "Getting into a routine of saving helps people achieve financial goals faster. It's important to set saving goals because most people will spend everything they have unless it's earmarked for savings, Blonski said.", "“People who save a portion of their paycheck compound their savings over time,” he said. “Follow the principle of pay yourself first and the way you pay yourself first is by allocating a portion of everything you earn into savings.”", "PROS AND CONS OF HIGH-YIELD SAVINGS ACCOUNTS", "3. Create a budget", "Set up a budget to track your expenses and cut out unnecessary expenses or subscriptions you no longer use that “continue to eat away at funds that could be used for saving,” said Leslie Tayne, a Melville, N.Y. attorney specializing in debt.", "“One of the most effective ways to cut your spending is to plan, track, and record everything you spend,” she said. “This also helps you see areas where you can scale back to add more funds to your savings.”", "SHOULD I OPEN A HIGH YIELD SAVINGS ACCOUNT?", "4. Make automatic payments to your savings account", "Even saving small amounts is a good idea. When your financial situation changes, you can increase the amount, said Barry Coleman, vice president of counseling and education programs at the National Foundation for Credit Counseling, a Washington, D.C.-based non-profit organization.", "“It is better to start saving, say $25 per month than to save nothing at all,” he said.", "Take advantage of automatic payments by setting up recurring deposits from your checking account to your savings account biweekly or monthly.", "“It’s important to set up systems that help you save automatically because you will save without making the decision to save every paycheck,” Blonski explained. “Over time this will have a significant impact on your ability to grow your savings account.”", "When you automate your sayings, the money in the account can grow unattended, Tayne said.", "“Over time you may even find that you can get used to a lower spending lifestyle,” she said. “Examine setting up individual accounts for specific goals as well to keep your financials organized.”", "No matter how much money you have to deposit, it’s easy to save extra cash with high-yield savings options from Credible.", "CAN YOU LOSE MONEY IN A HIGH YIELD SAVINGS ACCOUNT?", "5. Create an emergency savings account", "Start an emergency fund to cover emergency expenses such as repairing a vehicle instead of relying on high-interest credit cards, Tayne said.", "Having money set aside in an emergency fund gives people breathing room in case their salary declines or unexpected expenses occur, she said.", "“Ideally you’ll want to have at least six to nine months of living expenses in that savings account and closer to a year to give yourself a really nice cushion of funds,” she said.", "4 REASONS TO OPEN A HIGH-YIELD SAVINGS ACCOUNT RIGHT NOW"], "authors": ["Ellen Chang"], "keywords": ["highyield", "payments", "expenses", "yield", "saving", "save", "money", "emergency", "account", "savings"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}