{"id": "40d2e559-024c-30a5-82ff-e3a993e63a6d", "title": "Hunter Biden’s China business deals leading up to 2018 probe detailed in Senate report", "url": "https://www.foxnews.com/politics/hunter-bidens-china-business-deals-leading-up-to-2018-probe-detailed-in-senate-report", "summary": "Hunter Biden’s past dealings with Chinese nationals – including some flagged for “potential financial criminal activity” – are outlined in a Senate committee report reviewed by Fox News.\nBut the transactions offer a glimpse into Hunter Biden’s alleged activities prior to the launch of the grand jury investigation in 2018.\nFour days later, on Aug. 8, 2017, the subsidiary wired $5 million to the Hudson West III account, according to the Senate report.\n“These transactions illustrate the financial connections between Gongwen Dong’s Hudson West III, Ye Jianming’s CEFC, and Hunter Biden’s Owasco,” the report adds.\nAlso during this period, according to the report, large sums of money moved between Hunter Biden’s Owasco firm and James Biden’s Lion Hall Group consulting firm.", "paragraphs": ["Hunter Biden’s past dealings with Chinese nationals – including some flagged for “potential financial criminal activity” – are outlined in a Senate committee report reviewed by Fox News.", "The details come as Biden – the 50-year-old son of President-elect Joe Biden – on Wednesday acknowledged that he has been under a grand jury investigation through the U.S. Attorney’s Office in Delaware since 2018 over his “tax affairs.”", "Biden's father was not a target of the investigation, a source told Fox News.", "It was unclear whether any of the specific transactions detailed in the Senate panel’s report were among those being investigated by the U.S. attorney. But the transactions offer a glimpse into Hunter Biden’s alleged activities prior to the launch of the grand jury investigation in 2018.", "The report -- prepared by the Senate Homeland Security and Governmental Affairs committee -- details the younger Biden’s associations with Ye Jianming, founder of CEFC China Energy Co., and his business associate Gongwen Dong.", "HUNTER BIDEN 'TAX AFFAIRS' UNDER FEDERAL INVESTIGATION; LINKS TO CHINA FUNDS EMERGE, SOURCES SAY", "“Hunter Biden had business associations with Ye Jianming, Gongwen Dong and other Chinese nationals linked to the Communist government and the People’s Liberation Army,” the report says. “Those associations resulted in millions of dollars in cash flow.”", "According to the report, Hunter Biden’s relationship with Ye Jianming and Gongwen Dong began in 2015, while Biden's father was vice president under former President Barack Obama.", "“Ye’s connections to the Communist government are extensive and ... Ye was also financially connected to Vice President Biden’s brother, James Biden,” the report says. “Thus, there exists a vast web of corporate connections and financial transactions between and among the Biden family and Chinese nationals.”", "On Sept. 8, 2017, the report says, Ye’s company announced a $9.1 billion deal to acquire a stake in Rosneft, a Russian state-owned energy company.", "On that same date, the report adds, Hunter Biden allegedly opened up a line of credit with Gongwen Dong, using the business name Hudson West III -- with Hunter Biden, James Biden and James Biden’s wife, Sara Biden, all listed as “authorized users of credit cards associated with the account.”", "Also on that same date, the report says, the Biden family members used those credit cards to purchase more than $100,000 in airline tickets, technology products, hotel rooms and restaurant meals – transactions that were flagged for “potential financial criminal activity.”", "The report adds that the credit cards were backed by $99,000 being transferred from a China-linked Hudson West III account to a separate account, until the credit card accounts were closed.", "“The transaction was identified for potential financial criminal activity,” the report adds.", "The report later shows that Hudson West III was incorporated April 19, 2016, more than a year before the credit cards were issued, with its ownership changing “at some unknown point.”", "After that change, the report notes, the ownership was divided between Hunter Biden’s law firm, Owasco PC and Coldharbour Capital LLC, each with a 50% stake.", "“Although ownership in Coldharbour Capital is equally divided between two individuals, Mervyn Yan and Tian Zhang, it has a business address identified as the address of Gongwen Dong,” the report adds. “According to records on file with the Committees, Hudson West III checking accounts were opened on Aug. 3, 2017, and Sept. 6, 2017, with Yan and Robert Hunter Biden. Gongwen Dong was a former signer, which suggests that at one time he was associated with Hudson West III’s bank accounts and finances.”", "HUNTER BIDEN'S FOREIGN TRANSACTIONS REPEATEDLY FLAGGED AS POTENTIAL CRIMINAL ACTIVITY, SENATE PROBE FOUND", "On Aug. 4, 2017 – about a month before the issuance of the credit cards – CEFC Infrastructure Investment (US) LLC, a subsidiary of Ye Jianming’s energy company – with Gongwen Dong listed as director – sent $100,000 to Hunter Biden’s law firm, Owasco, according to the Senate report. This transaction, too, was flagged for “potential criminal financial activity,” the report says.", "Four days later, on Aug. 8, 2017, the subsidiary wired $5 million to the Hudson West III account, according to the Senate report. “These funds may have originated from a loan issued from the account of a company called Northern International Capital Holdings, a Hong Kong-based investment company identified at one time as a ‘substantial shareholder’ in CEFC International Limited along with Ye. It is unclear whether Hunter Biden was half-owner of Hudson West III at that time.”", "The same day the $5 million was received, the report adds, Hudson West III began sending “frequent payments” to Owasco (the Hunter Biden firm), with the payments continuing for more than a year, through Sept. 25, 2018. “These payments, which were described as consulting fees,” the report adds, reached $4,790,375.25 in just over a year.”", "FLASHBACK: PRESIDENT-ELECT BIDEN PLEDGED NOT TO INTERFERE WITH DOJ INVESTIGATIONS IN 2019", "One payment – dated March 22, 2018 – was for $1 million, transferred from Hudson West to Owasco with the memo line, “Dr Patrick Ho Chi Ping Representation.” The Senate report says Hunter Biden said this “misdirected” $1 million was related to his representation of Patrick Ho, another associate of Ye. “These transactions illustrate the financial connections between Gongwen Dong’s Hudson West III, Ye Jianming’s CEFC, and Hunter Biden’s Owasco,” the report adds.", "Also during this period, according to the report, large sums of money moved between Hunter Biden’s Owasco firm and James Biden’s Lion Hall Group consulting firm. Between Aug. 14, 2017, and Aug. 3, 2018, such payments totaled nearly $1.4 million, the report says, noting that the transactions began less than a week after the $5 million was received by Hudson West and Hudson West sending a $400,000 first payment to Owasco.", "The Senate report adds that money transfers between Hunter Biden and James Biden had vague explanations, and that Sara Biden allegedly hesitated to cooperate when bank officials inquired about the transfers.", "CLICK HERE TO GET THE FOX NEWS APP", "“Sara Biden told the bank that she would not provide any supporting documentation, and she also refused to provide additional information to more clearly explain the activity,” the Senate report says. “Consequently, the bank submitted the account for closure.”", "In addition to Owasco, Hudson West III also sent funds directly to James Biden’s firm, the report adds. These payments, between January 2018 and October 2018, totaled more than $76,000 and were labeled, “office expense and reimbursement,” according to the report.", "“These transactions illustrate a direct financial link between Hudson West III (which was connected to CEFC, the Chinese government, and Gongwen Dong) and James Biden.”", "Hunter Biden said in a statement Wednesday that he learned about the grand jury investigation Tuesday.", "“I learned yesterday for the first time that the U.S. Attorney’s Office in Delaware advised my legal counsel, also yesterday, that they are investigating my tax affairs,” Hunter Biden said in a statement. “I take this matter very seriously but I am confident that a professional and objective review of these matters will demonstrate that I handled my affairs legally and appropriately, including with the benefit of professional tax advisers.”", "Fox News' Brooke Singman contributed to this report."], "authors": ["Hillary Vaughn", "Hillary Vaughn Is A Correspondent For Fox News Channel", "Fox Business Network", "Is Based In Los Angeles", "Ca.", "Twitter"], "keywords": ["probe", "hunter", "biden", "hudson", "iii", "leading", "report", "detailed", "china", "business", "bidens", "gongwen", "deals", "senate", "west", "ye"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}