{"id": "40d9eb67-50ce-3a3f-8ea2-4c1ecae248e0", "title": "What Sci-Fi Can Teach You About Running a Business", "url": "https://wired.com/2021/04/geeks-guide-james-altucher/", "summary": "Entrepreneur James Altucher, host of the James Altucher Show podcast, is a lifelong science fiction fan.\nSome of his favorites include Star Wars, The Edge of Tomorrow, and Roger Zelazny’s Amber series.\nIt was just beautiful to me.”Altucher’s love of Star Wars was so intense that “use the Force” practically became his religion.\nIn all of these science fiction movies, part of the point is that it doesn’t happen to someone special.\nJust like the Bible is—and a lot of people compare Star Wars to the story of Jesus.", "paragraphs": ["Entrepreneur James Altucher, host of the James Altucher Show podcast, is a lifelong science fiction fan. Some of his favorites include Star Wars, The Edge of Tomorrow, and Roger Zelazny’s Amber series.", "“It really sets you free, when anything goes,” Altucher says in Episode 461 of the Geek’s Guide to the Galaxy podcast. “When there’s time travel, when there’s teleportation, when there’s galactic empires with mystical powers. When there’s a universe where there’s a planet where it’s perfect order, and there’s another universe where it’s perfect chaos, and there’s a spectrum of infinite universes in between, and you can go in and out of those universes. It was just beautiful to me.”", "Altucher’s love of Star Wars was so intense that “use the Force” practically became his religion. “I remember one time I was going out of business with one of my businesses—things were going bad, investors were pulling out of the business—and I would buy these weird self-published books on ‘How to Use the Force,'” he says. “I was an adult in my 30s, and I would literally say, ‘OK, I’m going to trust in the Force that this business is going to be saved.’ It was saved—probably not because of the Force—but that’s how much that movie, and the movies that came after it in the Star Wars family, had an effect on me.”", "In his new book Skip the Line, Altucher relates lessons about life and business that he’s learned throughout his career. One of his biggest successes came from writing computer software to model the behavior of the stock market, an idea he got from Isaac Asimov’s Foundation series. “When I would pitch my strategy—because a big part of running a hedge fund is raising money, and you have to pitch your strategy—I would always ask people if they had read the Foundation series, because I would use that to explain my strategy,” he says.", "Altucher has dreams of becoming a science fiction author himself, and back in 2015 he planned to spend the year writing science fiction, before being sidetracked by a career in stand-up comedy. But now he’s planning to return to the field, with the aid of podcast guests such as Chuck Wendig, Andy Weir, and Hugh Howey.", "“I only have someone on my podcast when they’re doing something I want to do,” he says. “A podcast is a great excuse to call someone up. It’s a great excuse to call up Neil Gaiman and say, ‘Hey, can you come on my podcast? I’ll help you promote your latest book.’ But really what I want to do is learn how to create Sandman.”", "Listen to the complete interview with James Altucher in Episode 461 of Geek’s Guide to the Galaxy (above). And check out some highlights from the discussion below.", "James Altucher on Star Wars:", "“Depending on what generation you were born into, some people like the prequels, some people like the sequels, some people hate those. I like all of them, except for maybe the very last one. [The Rise of Skywalker] I thought was horrible. … It was a big mess, just to kind of tie everything up.”", "James Altucher on time travel:", "“Groundhog Day is an amazing movie. I think they theorize that he’s in the Groundhog Day 19,000 days in a row, give or take. He learns to play the piano like a master—he learns so many skills—and he becomes a better person as a result. In all of these science fiction movies, part of the point is that it doesn’t happen to someone special. It happens to someone mediocre, or even below mediocre, like Bill Murray in Groundhog Day. We can relate to that person who’s mediocre, who’s an everyday person, and we can speculate: ‘What would it mean for me?’ Watching Groundhog Day is almost like a safe way to experience those 19,000 days, and understand how I would learn, and how I would grow, and maybe I can learn those things now without spending those 19,000 days.”", "James Altucher on artificial intelligence:", "“AI is a different beast, computers are not humans. A computer processor does not act in any way like a brain. There’s nothing about computers that would make me think suddenly one’s going to become conscious. If that’s true, it’s at least a thousand years away. … The only reason people say, ‘Oh, one day AI will wake up,’ is because it was a branding thing in the ’80s. The Department of Defense was throwing money at any academic computer project that was working on ‘artificial intelligence,’ because they thought this was about, ‘OK, we’re going to have robots as soldiers, and the Terminator is going to be a soldier.’ But [the idea of AI waking up] is ridiculous.”", "James Altucher on storytelling:", "“I was having this conversation with Steven Pressfield recently. He wrote The Legend of Bagger Vance, which became a movie with Will Smith and Matt Damon. It’s about a golf tournament in Georgia in the 1920s. And he told me that every chapter in the story is the same, beat-for-beat, as the Bhagavad Gita. … That’s a genius idea, because this is a text that has been ‘focused grouped’ by billions of people over 2,500 years, so we know it’s a successful story. Just like the Bible is—and a lot of people compare Star Wars to the story of Jesus. So when you take these ancient texts and apply it to a 1920s golf tournament in Georgia, that’s certainly not plagiarism. That’s smart writing.”", "More Great WIRED Stories"], "authors": ["Geek'S Guide To The Galaxy", "Powered Outbrain", "Kayla Lacour", "Echo Esc_Html", "Wired_Get_The_Byline_Name", "Related_Video"], "keywords": ["scifi", "altucher", "podcast", "star", "wars", "thats", "science", "running", "going", "fiction", "business", "theres", "teach", "day"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}