{"id": "40f6fdea-d78a-3fb0-97f8-8912a98a3e10", "title": "If you can have microwave ovens, why not microwave boilers?", "url": "https://www.economist.com/science-and-technology/2021/04/08/if-you-can-have-microwave-ovens-why-not-microwave-boilers", "summary": "This is burned in a central boiler in order to heat water that flows to radiators elsewhere in the building.\nBy the mid-2030s installing new gas boilers in existing houses will be banned, too.\nThe best existing gas boilers rarely exceed 90%.\nBy contrast, and like existing gas boilers, microwaves heat water quickly enough to provide it only when it is needed.\nHeat Wayv hopes to be producing microwave boilers for sale by 2024, in time for the first stage of the government’s ban.", "paragraphs": ["D ECARBONISING AN ECONOMY is a big job. Coal- and gas-fired power plants must be swapped for wind, solar or nuclear ones. Petrol-driven cars must be replaced by electric versions. Less attention is paid to heating. But in cold countries such as Britain, warming houses, offices and the like consumes more fossil fuel than either electricity generation or transport.", "Listen to this story Your browser does not support the <audio> element. Enjoy more audio and podcasts on iOS or Android.", "The fuel involved is usually natural gas. This is burned in a central boiler in order to heat water that flows to radiators elsewhere in the building. Britain's government would like to change this. From 2025 gas-fired boilers will be banned in newly built homes. By the mid-2030s installing new gas boilers in existing houses will be banned, too.", "The question is what will replace them. Unlike electricity generation, where renewables are proving popular, or cars, where battery-powered vehicles are rapidly becoming established, the market for green heating is anyone's to play for. The usual suspects (assuming any electricity supplied is generated using appropriately carbon-free means) include electric immersion heaters, heat pumps (devices that work a bit like refrigerators in reverse, in that they extract heat from a building’s surroundings and then pump it into that building), and burning hydrogen instead of natural gas. Engineers at a small British company called Heat Wayv, though, think they have another contender: microwaves.", "The principle is the same as in a microwave oven. Many molecules, water included, are electrically dipolar. This means they have a positive charge at one end and a negative one at the other. They will therefore rotate to align themselves with a strong electromagnetic field. If that field is oscillating, as is the case with electromagnetic radiation such as microwaves, then the molecules themselves will oscillate too—bumping and jostling their neighbours as they do so, and thus creating heat.", "But there is more to building a microwave boiler than simply repurposing the parts used for an oven, says Phil Stevens, one of Heat Wayv's founders. Most microwave ovens employ magnetrons—chunky devices built by surrounding a cathode with a carefully shaped anode that is designed to produce electromagnetic radiation of a specific frequency. With the help of a pair of big chipmakers, Heat Wayv has come up with a solid-state device that performs the same job, but which fits on a 10-square-centimetre silicon chip.", "Arrays of these devices beam microwaves into water in a boiler, heating it up. The pipes that carry the water are also made of microwave-sensitive materials, as is the insulation that lags them. And a heat exchanger recycles residual waste warmth. The upshot, says Mr Stevens, is a boiler that is about 96% efficient. The best existing gas boilers rarely exceed 90%.", "Efficiency matters, because the move away from gas may mean higher heating bills. Electricity generated from fossil fuels is necessarily more expensive than the fuels themselves. In Britain, at the moment, a given amount of energy delivered as electricity costs three or four times as much as the same amount delivered by natural gas. Switching to renewables is unlikely to change that much. Though the “fuel” involved (wind or sunlight) is free, other costs are often higher than for conventional power stations. Forced by law to switch from gas, then, customers will surely have their eyes on the cost.", "Heat Wayv argues its technology offers advantages over rival methods. Immersion heaters must run continuously to deliver water at a suitable temperature. That often warms water which is never used. By contrast, and like existing gas boilers, microwaves heat water quickly enough to provide it only when it is needed.", "Heat pumps, too, have drawbacks. Their efficiency plummets on cold days, when they are needed most. They are also bulky. And they generate water that is warm rather than hot, often requiring the retrofitting of bigger radiators or underfloor heating.", "Hydrogen, meanwhile, must either be extracted from natural gas or created by running electrical currents through water. Both processes are inherently inefficient and the former is hardly green. Also, the infrastructure needed to produce and deliver hydrogen in quantity does not yet (and may never) exist.", "Heat Wayv hopes to be producing microwave boilers for sale by 2024, in time for the first stage of the government’s ban. Mr Stevens says the idea has attracted interest from most of Britain’s big housebuilders. Soon, perhaps, microwaves may heat people’s water as well as their food. ■", "A version of this article was published online on April 7th 2021"], "authors": ["The Economist"], "keywords": ["ovens", "boilers", "gas", "water", "electricity", "wayv", "natural", "microwave", "heat", "microwaves", "heating"], "pubDate": "2021-04-08T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}