{"id": "41019d6a-c9df-319b-b27a-a2e4349763e5", "title": "Mass Effect Lives On With BioWare Tease Of Liara's Return", "url": "https://www.gameinformer.com/the-game-awards-2020/2020/12/10/mass-effect-lives-on-with-bioware-tease-of-liaras-return", "summary": "The Mass Effect trilogy is a story that changed gaming and changed many lives.\nBecoming Commander Shepard was a transformative experience for many BioWare fans, but through the years that love has been tarnished with changes that left fans uncertain and familiar names moving onto other projects.\nFollowing the reception that Andromeda received, many counted the Mass Effect franchise out but during The Game Awards, BioWare gave fans hope once more.\nThe teaser showed off Liara and a broken relay with a message of hope for Mass Effect's future.\nI've never made a secret of my Mass Effect love, so expect a deep dive here in the coming days.", "paragraphs": ["The Mass Effect trilogy is a story that changed gaming and changed many lives. Becoming Commander Shepard was a transformative experience for many BioWare fans, but through the years that love has been tarnished with changes that left fans uncertain and familiar names moving onto other projects. Following the reception that Andromeda received, many counted the Mass Effect franchise out but during The Game Awards, BioWare gave fans hope once more.", "The teaser showed off Liara and a broken relay with a message of hope for Mass Effect's future. This teaser didn't say much, but it said so much at the same time. While Shepard may be gone, their legacy lives on and it looks like we may be seeing some of our old favorites once more, even with the remaster of the trilogy on the way.", "A BioWare rep tells me that this game is very early in development, but the fact that the team is working on it at all, and far enough in the storyboard phase to share a plot point like a broken relay is incredible.", "At the end of the trilogy, there were three options meant to reflect the three major paths in-game: paragon, paragade, and renegade. Some of these options evolved the world into further tech advancement, while others destroyed the relays and set civilization back. The appearance of the broken relays speak volumes.", "I've never made a secret of my Mass Effect love, so expect a deep dive here in the coming days. To see that they aren't abandoning a franchise that means so much to so many despite Andromeda's setback is amazing news. With so much uncertainty, this little bit of hope feels really good.", "Do you have any theories for where these new games could be headed? Share them in the comments below!"], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["broken", "liaras", "fans", "teaser", "tease", "shepard", "lives", "bioware", "effect", "hope", "mass", "return", "trilogy", "share"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}