{"keywords": ["yankees", "9year", "gerrit", "second", "signs", "324m", "cole", "went", "saidcole", "overall", "used", "deal", "million", "world", "york"], "authors": [], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "title": "Gerrit Cole signs $324M, 9-year deal with New York Yankees", "pubDate": null, "url": "https://www.foxbusiness.com/sports/gerrit-cole-signs-324m-9-year-deal-with-new-york-yankees", "paragraphs": ["NEW YORK (AP) — Gerrit Cole brought along a sign for the news conference to announce his signing with the New York Yankees: a crinkled poster board that read “Yankee Fan Today Tomorrow Forever.\"", "Continue Reading Below", "GET FOX BUSINESS ON THE GO BY CLICKING HERE", "Then 11, Cole was caught on camera holding up that placard in the seats at the 2001 World Series in Phoenix, either before Game 6 or 7. The lettering of the tape he used has faded from blue to tan during years on the wall of his room and then in a closet.", "Cole spurned the Yankees when they drafted him 28th overall in 2008, choosing to enroll at UCLA. He signed with Pittsburgh three years later after he was selected first overall. Now as a free agent, he finally was fitted for pinstripes, agreeing to a record $324 million, nine-year contract.", "“It was my dream. I had a second opportunity to chase it,\" he said.", "Cole put on a No. 45 jersey, the number that had belonged to first baseman Luke Voit. The 29-year-old right-hander's beard was newly shorn to comply with Yankees team rules.", "“He cleans up nice, doesn't he?” Yankees manager Aaron Boone said.", "Cole had been known for a scruffy look. The Yankees' barber went to Cole's hotel room Wednesday morning to apply a shave.", "“I've experienced razor burn now for the first time,\" he said.", "BABE RUTH'S 500TH HOMER BAT SELLS FOR MORE THAN $1MILLION", "Among the gifts the Yankees used to recruit Cole were bottles of 2004 and 2005 Masseto, a Tuscan wine of Merlot grapes. Cole couldn't figure out how New York knew it was his favorite until he remembered he had mentioned it once to Lou Cucuzza Jr., the Yankees' director of clubhouse operations.", "Cole's deal is the largest for a pitcher in both its total and its average annual value of $36 million. New York hopes Cole will lead a young corp that includes Aaron Judge, Gary Sánchez and Gleyber Torres to the Yankees' first title since 2009.", "“We need to win some world championships,\" owner Hal Steinbrenner said. ”Plural.\"", "Boone said he was \"blown away\" by “his passion for what he does, his ability to articulate that passion.”", "New York opened with an eight-year offer and went to a ninth season to differentiate the Yankees from other perceived suitors, the Los Angeles Dodgers and Angels. It appears to be the longest contract for a pitcher since Wayne Garland's $2.3 million, 10-year deal with Cleveland before the 1977 season.", "Cole was 20-5 with an AL-leading 2.50 ERA and a major league-leading 326 strikeouts for Houston last season.", "His wife, Amy, the sister of San Francisco shortstop Brandon Crawford, watched the news conference from the dais.", "CLICK HERE TO READ MORE ON FOX BUSINESS", "New York forfeited its second- and fifth-highest draft picks, roughly No. 62 and No. 164 overall overall. Houston gets an extra pick as compensation, approximately No. 74.", "To clear a roster spot, the Yankees designated right-hander Chance Adams for assignment."], "id": "410e7d10-f702-30aa-97ba-20255614e8da", "summary": "NEW YORK (AP) — Gerrit Cole brought along a sign for the news conference to announce his signing with the New York Yankees: a crinkled poster board that read “Yankee Fan Today Tomorrow Forever.\"\nCole spurned the Yankees when they drafted him 28th overall in 2008, choosing to enroll at UCLA.\nBABE RUTH'S 500TH HOMER BAT SELLS FOR MORE THAN $1MILLIONAmong the gifts the Yankees used to recruit Cole were bottles of 2004 and 2005 Masseto, a Tuscan wine of Merlot grapes.\nNew York hopes Cole will lead a young corp that includes Aaron Judge, Gary Sánchez and Gleyber Torres to the Yankees' first title since 2009.\n164 overall overall."}