{"id": "411c4602-2941-3a87-a60b-92a1dcf53276", "title": "Nier Replicant Hands-On Impressions From A Veteran And A Newcomer", "url": "https://www.gameinformer.com/preview/2021/04/05/nier-replicant-hands-on-impressions-from-a-veteran-and-a-newcomer", "summary": "Nier Replicant ver.\nWe decided to discuss our different perspectives and experiences playing Nier Replicant ver.\nWhat was it like stepping into the role of Brother Nier for the first time?\nIn Replicant, you immediately get the sense that Brother Nier would do anything for his little sister.\nI was very attached to Father Nier and was worried that Brother Nier would not have the same impact on me, but I was very wrong.", "paragraphs": ["Nier Replicant ver. 1.22474487139 is just a few weeks away from its April 23 release, and we got our hands on the updated version of Yoko Taro’s beloved cult hit that started it all. The original game launched over a decade ago on PS3/Xbox 360, and now fans and newcomers alike are getting the opportunity to play it with quality-of-life improvements, such as adjustments to the gameplay and enhanced visuals.", "To see how this newer version is shaping up, my colleague Jay and I both took it for a spin. Nier captivated me back when it came out in 2010, and Jay fell in love with Nier: Automata recently, being curious about the entry that got the series started. We decided to discuss our different perspectives and experiences playing Nier Replicant ver. 1.22474487139. Just like the game, we had a fascinating conversation about what the cult classic has to offer in our modern times.", "Kim: Let’s start with your first impressions, Jay. In Nier, you’re just transported into this world with vicious Shades and sweet little Yonah to protect. What was it like stepping into the role of Brother Nier for the first time?", "Jay: Right from the jump, the stakes feel very high and the combat feels somehow tight and frenetic at the same time. But even after slicing through that army of Shades during those opening seconds, there’s a much gentler story being told. Automata’s three main characters are compelling, but they are also extremely reserved and sometimes even emotionally detached from one another (especially 2B and A2). In Replicant, you immediately get the sense that Brother Nier would do anything for his little sister. He’s soft-spoken, optimistic, and a little naive. And there’s something refreshing about playing a hero like that in a series that often likes to rip hope away from its characters.", "Kim: Exactly! I was very attached to Father Nier and was worried that Brother Nier would not have the same impact on me, but I was very wrong. The stakes still feel so high, and you instantly want to protect Yonah. For those not in the know, the original Nier launched with two versions in Japan - Gestalt and Replicant - each featuring a different main character (Father or Brother) to play as. This is the first time, we're experiencing Replicant in the West, playing as the brother. The only difference I noticed was I liked the banter between Father Nier and Grimoire Weiss a little more; it just felt more whimsical having this old guy communicate with a cheeky talking book.", "I will say, I’m happy how much this game still instantly hooks me. The plight to save Yonah just overtakes you, the world comes alive thanks to Keiichi Okabe’s fantastic music, and you feel this constant uneasiness where you’re ricocheting between hope and doubt if you can have a happy ending.", "However, before we get more into the state of the world and characters, let’s discuss combat. The overall gameplay was the original Nier’s rougher elements. I know developer Toylogic tried to shore up some of those weaknesses and make it feel closer to Automata. How do you feel about the combat so far?", "Jay: Honestly, I’ve been enjoying it for the most part. Dodging and parrying feel on par with the high-speed animations in Automata. I just feel very agile when playing as Brother Nier, and even though a lot of the combos just come from mashing two buttons, the flashy flourishes and pirouettes always look really cool so that makes up for the gameplay simplicity. As someone who’s played the original, do you think the combat feels satisfying or do you still feel as if something is missing?", "Kim: The combat is a big improvement over the original. You didn’t have the lock-on button, which is a godsend here! The camera still has some issues, but everything just feels a lot better. I like being able to use and charge magic while simultaneously executing regular attacks. The charged heavy attacks also feel more powerful and deadly due to the flashy combos they produce. It is more like Automata, which is a good thing. It’s simplistic, but the combination of magic, physical attacks, and dodging/blocking kept me on my toes, especially in boss battles! This is still where the game most shines.", "We can only talk about a few bosses due to embargo, but as I was playing, I was quickly reminded of how these battles impressed me so much the first time around. You never know what to expect and you’re always challenged in different ways, whether it’s throwing bombs into a massive machine or targeting the right body part or foe at opportune moments. These encounters feel exhilarating and unique even after all this time. I just love the enemy designs. Getting the bosses is the best part, but on the flip side, dungeons still are pretty bland and have you doing tedious tasks. They’re pretty linear without much variety. How’d you feel about the bosses and dungeons thus far?", "Jay: I’m with you 100 percent, Kim. Boss battles feel like incredibly momentous sequences that usually require you to multitask in very entertaining ways. And when the smoke clears, it’s very easy to feel as if you’ve become a little more acclimated to your moveset and the controls in general. Then when you get to the next hulking boss, suddenly, the whole script has been flipped and you’ve got to adapt/react to an entirely new array of attacks. However, the dungeons (and most other environments, for that matter) leading up to these bosses aren’t visually stimulating at all. The gameworld is intentionally dreary and empty, but because of this, I don’t have as much fun getting around to different important locations.", "Kim: Yeah, if it wasn’t for Keiichi Okabe’s great music (I’m going to keep mentioning this), getting around the world would be even more of a slog, especially since there’s so many fetch quests in this game. That being said, even if the environments themselves aren’t anything to write home about, I feel like the characters and stories within the game are just so fascinating - and can be downright devastating. That’s what really makes Nier what it is - from seeing an old woman pine for another letter from her faraway lover, to being confronted with the harsh truth that people don’t always do good things. Even Weiss questions you constantly about being too nice and giving.", "Kaine still remains my favorite character. However, as I get older for different reasons. I feel like when I played this all those years ago, I connected to her being a hardass and holding her own on the battlefield and against Weiss in the insult department. As I get older, there’s a real sadness and vulnerability to her that I connect with. It was always there, but her story just gets to me on a more emotional level now. I will say, I am glad that the visuals were updated; it stands out to me most in the characters’ faces - they look better and more natural now. I think it helps in certain scenes, especially when things do get heavier. What about you, Jay? How do you feel about the characters and visuals?", "Jay: I love the characters. The loyal crew that fight alongside Brother Nier are not only unique on a narrative level, but they also bring a lot of nuance to combat. It’s almost as if you can see their personalities truly come to life every time you enter a battle. So far, I’m a huge Kaine fan as well. You can tell that she masks her insecurities and tragic past behind a harsh tone and reserved body language. But that’s not a front; she can also back the talk up with some really awesome magic and sword techniques.", "When it comes to the main cast, the visuals rock, but I’m not as impressed when I’m interacting with NPCs. There’s just something a little deflating about talking to citizens that look same-y and sometimes have poorly rendered face textures, especially when the game expects you to care about their emotionally-charged problems.", "Kim: You definitely bring up a good point with the visuals. This was another weak point of the original, and while they did touch-up areas and fix some camera angles, the game still has a dated look to it. Some will find that endearing; others will see it as a little off-putting, like you mentioned with the NPCs. I know this isn’t a remake so they weren’t going to completely redesign anything, but it does bum me out that some parts of the world didn’t get more of a visual overhaul. It’s always tricky when updating a game of how far to really go, but adding some more detail wouldn’t have hurt. I am happy the overall cast at least looks better, though.", "Before we go, I’d like to bring up one last thing. How was it entering the original Nier as someone who didn’t play it the first time around? Did you get the hang of things quickly? Were there parts that were hard to adjust to? Do you think people will find this new version a comfortable way to play this classic?", "Jay: First off, I’ll say this: I was so excited when Replicant was first announced and I’ve been waiting to hop into it for what feels like years. And even though I’ve only experienced Automata, in a way, playing Replicant feels like coming back home. Because of this, I think I got the gist of how to play very quickly. On a mechanical level, Replicant is pretty easy to pick up, and that’s a good thing! On-boarding happens very quickly and you can jump right into the action without exhaustive tutorials or an unforgiving learning curve. Of course, this isn’t to say that bosses and even some of the Shade grunts that spawn in the open world won’t be difficult!", "Based on the many videos I’ve watched of the old game, there’s just no better way to experience the first Nier. The gameplay is polished and the flow of battle is easy to get used to. The performances are super solid (particularly Yonah and Kaine!). And, oh man, you’re totally right: Keiichi Okabe’s score is just *chef’s kiss.* Do you feel the same way, now that you’ve gotten the chance to feel out the differences between the two versions?", "Kim: It’s always a little scary going back to a game you loved so much the first time you played it. I always swore by the first Nier. It was - and still is - rough around the edges, but there’s something so magical there. At the time it came out, I was looking for RPGs to tell more mature and meaningful stories, but I had no idea I’d get what I did with Nier. There are times when I’m playing it and I just smile, because it reminds me why I fell in love with it in the first place. Other times, I’ll be like, ‘I can’t believe I put up with some of these design choices!’ That will no doubt happen. I'm playing a game that came out over a decade ago now, but I think Toylogic did a good job addressing some of the glaring issues the game had without changing its essence. I’m having a fun ride going back through it, and I can’t wait to see how other people feel when they play the new version."], "authors": ["Features Editor", "Kimberley Is Usually Playing The Latest Rpg", "Sports Title", "Or Narrative-Driven Experience. She Has Also Amassed More Than Two Hundred Stanley Cups While Playing As The Blackhawks In Various Nhl Games."], "keywords": ["newcomer", "nier", "little", "original", "feel", "playing", "im", "impressions", "veteran", "game", "handson", "brother", "theres", "replicant"], "pubDate": "2021-04-05T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}