{"id": "412cc05b-7e10-3066-b60f-9bceb4085fd4", "title": "Seriously ill coronavirus patients in UK to receive rheumatoid arthritis drugs", "url": "http://www.foxnews.com/health/seriously-ill-coronavirus-patients-in-uk-to-receive-rheumatoid-drugs", "summary": "U.K. government officials announced critically ill COVID-19 patients will soon receive rheumatoid arthritis drugs to boost recovery and odds of survival.\nIn a statement, U.K. officials pointed to preliminary results from a study posted ahead of peer review, drawing on the government-backed international REMAP-CAP trial.\nSOUTH AFRICAN CORONAVIRUS VARIANT IS MORE TRANSMISSIBLE BUT NOT MORE SEVERE: EXPERTTocilizumab and sarilumab infused to seriously ill coronavirus patients soon after admittance to intensive care units dropped mortality risk by 24% and patients recovered up to 10 days faster.\nFDA WARNS UK CORONAVIRUS VARIANT MAY RESULT IN FALSE-NEGATIVE TESTSHealth Secretary Matt Hancock said the drugs could save hundreds of lives.\nThese drugs are known as immunomodulators, and California pulmonary disease specialist Dr. Imran Sharief previously detailed to Fox News how the drugs work in coronavirus patients.", "paragraphs": ["U.K. government officials announced critically ill COVID-19 patients will soon receive rheumatoid arthritis drugs to boost recovery and odds of survival.", "The news comes amid approval of a third coronavirus vaccine for Britain; Moderna’s vaccine will join an arsenal of previously authorized shots developed by Pfizer/BioNTech and Oxford/AstraZeneca.", "In a statement, U.K. officials pointed to preliminary results from a study posted ahead of peer review, drawing on the government-backed international REMAP-CAP trial.", "SOUTH AFRICAN CORONAVIRUS VARIANT IS MORE TRANSMISSIBLE BUT NOT MORE SEVERE: EXPERT", "Tocilizumab and sarilumab infused to seriously ill coronavirus patients soon after admittance to intensive care units dropped mortality risk by 24% and patients recovered up to 10 days faster. The vast majority of patients were also given a previously-authorized and widely-used cheap steroid called dexamethasone, which has already demonstrated improved survival for critically ill patients in need of oxygen.", "U.K. officials hope that encouraging National Health Service providers to use tocilizumab, beginning Friday, will bring relief to burdened health systems amid a surge in cases linked to a mutated strain. The drug is already available in U.K. hospitals, and officials are working with the drug sponsor, Roche, to ensure continued supply, per the statement.", "FDA WARNS UK CORONAVIRUS VARIANT MAY RESULT IN FALSE-NEGATIVE TESTS", "Health Secretary Matt Hancock said the drugs could save hundreds of lives.", "\"We have worked quickly to ensure this treatment is available to NHS patients without delay, meaning hundreds of lives will be saved,\" Hancock said in the statement. \"I am hugely proud of the significant role our NHS and its patients have played in this international trial, and grateful to the outstanding scientists and clinicians behind REMAP-CAP who have brought this treatment to our patients.\"", "In the trial, 353 patients received tocilizumab, 48 had sarilumab and 402 were in a control group. While hospital mortality was 36% among the control group, deaths dropped by 8% among patients receiving tocilizumab. The drug has seen mixed results, however, with the Italian Medicines Agency previously finding no benefit in terms of entry into intensive care or in terms of survival.", "Meanwhile, last fall, the drug sponsor and Swiss pharmaceutical company Roche said people who received tocilizumab, marketed as Actemra/RoActemra, were 44% less likely to progress to the point where they would need to rely on life-support equipment, according to the company's Phase 3 EMPACTA study.", "Study lead Prof. Anthony Gordon of Imperial College London also lauded the results.", "\"This is a significant finding which could have immediate implications for the sickest patients with COVID-19,\" he said in a university release.", "These drugs are known as immunomodulators, and California pulmonary disease specialist Dr. Imran Sharief previously detailed to Fox News how the drugs work in coronavirus patients.", "GET THE FOX NEWS APP", "Coronavirus invades the body through receptors in the nasal passages and airways, Sharief had explained. Inflammatory mediators, such as Interleukin 6 (IL-6), then promote an inflammatory response which causes organ damage. The drug treats coronavirus by blocking the receptors and preventing the release of inflammatory mediators.", "\"I would suggest to my colleagues that once you see a deteriorating patient, a rapid deterioration in clinical status with high oxygen requirement or on the ventilator, try to start the medication as quickly as possible within first 12-24 hours,\" Sharief said last spring.", "Fox Business' Daniella Genovese contributed to this report."], "authors": ["Kayla Rivas", "Kayla Rivas Is A Health Reporter", "Joined Fox News In April"], "keywords": ["rheumatoid", "tocilizumab", "previously", "ill", "seriously", "uk", "receive", "patients", "drugs", "officials", "arthritis", "drug", "inflammatory", "coronavirus", "sharief"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}