{"id": "41470b7f-807e-3171-8e51-64cc5a2ef624", "title": "TikTok investigating videos promoting starvation and anorexia", "url": "https://www.theguardian.com/technology/2020/dec/07/tiktok-investigating-videos-promoting-starvation-and-anorexia", "summary": "But harmful accounts that promote potentially life-threatening eating disorders were still easy to find.\nWhile the company had blocked some hashtags, putting the same words into a search for profiles brought up dozens of accounts promoting eating disorders.\nThose searching for content via hashtags can also get around restrictions by using slight misspellings or variants on common terms.\nHowever, there are some more things that TikTok urgently needs to do to make the platform even safer,” she said.\n“We welcome the steps they have taken against advertising weight-loss products, and we urge them to take further action against harmful content,” he said.", "paragraphs": ["TikTok has launched an investigation and banned some search terms after the Guardian found harmful pro-anorexia content was still easily searchable despite measures taken by the social media company to prohibit the advertising of weight-loss products.", "The video app – one of the most popular in the world with more than 800 million users, almost half of whom are between the ages of 16 and 24 – has imposed new restrictions on weight-loss ads after criticism for promoting dangerous diets.", "But harmful accounts that promote potentially life-threatening eating disorders were still easy to find. While the company had blocked some hashtags, putting the same words into a search for profiles brought up dozens of accounts promoting eating disorders.", "Those searching for content via hashtags can also get around restrictions by using slight misspellings or variants on common terms.", "After being presented with the findings, TikTok launched an investigation and said it had taken action to ban harmful phrases across all search verticals, including when searching for users.", "One account showed messages from a girl saying she wanted tips on losing a lot of weight, in a healthy or unhealthy way. Another account said: “This is a warning if you don’t like stuff about starving leave please.”", "Photograph: TikTok", "Photograph: TikTok", "Another user asked people to follow for “low calorie” safe food when you don’t want to purge, a form of an eating disorder that involves self-induced vomiting, misuse of laxatives or medications.", "", "TikTok said it had banned six accounts flagged to them for violating the community guidelines on posting content that promotes eating habits that are likely to cause health problems.", "Dr Jon Goldin, vice-chair of the child and adolescent faculty at the Royal College of Psychiatrists, described the findings as “deeply disturbing”. He urged social media companies to do more and said regulators needed strong powers to sanction inaction.", "Ysabel Gerrard, a lecturer in digital media and society at the University of Sheffield, said: “It takes little more than 30 seconds to find a pro-eating disorder account on TikTok and, once a user is following the right people, their For You page will quickly be flooded with content from similar users. This is because TikTok is essentially designed to show you what it thinks you want to see.”", "TikTok’s For You page is a feed of videos – not always from people you follow – recommended by an algorithm based on your history. People have reported being served up accounts that regularly post about eating disorders, weight loss or diets.", "Gerrard said that since the first wave of press coverage about pro-eating disorder content on TikTok, the company had taken steps to address the issue by banning ads for fasting apps and weight-loss supplements. “I applaud the company for making it. However, there are some more things that TikTok urgently needs to do to make the platform even safer,” she said. She added that restricting the “results for hashtag searches is not enough, and hashtag searches might not even be the way users find new content anyway.”", "At present, TikTok doesn’t send resources to people in the UK searching for pro-eating disorder terms. “It simply says ‘no results found’ or directs you to the platform’s community guidelines – their rulebook for user behaviour,” Gerrard said.", "", "She acknowledged that removing content was tricky. “In particular, TikTok would need to be careful when limiting search results for usernames because some accounts might be pro-recovery, and there’s plenty of evidence to tell us how helpful social media can be for people with eating disorders.”", "Tom Quinn, director of external affairs for Beat, the UK’s eating disorder charity, said: “So-called ‘pro-ana’ or ‘pro-mia’ content can be very attractive to people affected by eating disorders and has the potential to be devastating.”", "Quinn said they had shared their concerns with TikTok, and the company had been receptive to hearing from people with experience of eating disorders in order to make their platform safer. “We welcome the steps they have taken against advertising weight-loss products, and we urge them to take further action against harmful content,” he said.", "The Conservative MP, Damian Collins, the former chair of a parliamentary committee charged with investigating social platforms, said it was not clear howTikTok’s algorithm worked. “It’s amazing how fast TikTok has grown … I would like for them tackle this [pro eating disorder content] and explain what policies they will be put in place to more effectively spot and not promote harmful content.”", "A spokesperson for TikTok said: “As soon as this issue was brought to our attention, we took action banning the accounts and removing the content that violated those guidelines, as well as banning particular search terms. As content changes, we continue to work with expert partners, update our technology and review our processes to ensure we can respond to emerging and new harmful activities.”"], "authors": ["Sarah Marsh"], "keywords": ["content", "accounts", "search", "starvation", "investigating", "videos", "anorexia", "eating", "harmful", "weightloss", "disorder", "company", "taken", "promoting", "tiktok"], "pubDate": "2020-12-07T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}