{"id": "4154f002-af7c-3834-9e04-54c9bb61ea7f", "title": "Mass Effect Legendary Edition Officially Goes Gold", "url": "https://www.gameinformer.com/2021/04/09/mass-effect-legendary-edition-officially-goes-gold", "summary": "Mass Effect Legendary Edition has officially gone gold.\nThe news was confirmed by project director Mac Walters, ensuring that no delays are on the horizon for the Mass Effect trilogy remaster slated for next month.\nWalters took to his Twitter account with a fitting GIF of Shepard and company partying it down during the Citadel pizza.\nAs part of our cover story last month, we dove deep into what the Mass Effect Legendary Edition as to offer players.\nTo learn more about Mass Effect Legendary Edition, check out our exclusive game hub here.", "paragraphs": ["Good news, Turian lovers and N7 hopefuls alike! Mass Effect Legendary Edition has officially gone gold. The news was confirmed by project director Mac Walters, ensuring that no delays are on the horizon for the Mass Effect trilogy remaster slated for next month.", "Walters took to his Twitter account with a fitting GIF of Shepard and company partying it down during the Citadel pizza. Pop that dextro-friendly champagne and order that pizza from the Vorcha, because it's time to board the Normandy once more and show the galaxy how it's done:", "While the Legendary Edition is a remaster and not a remake, that doesn't mean the small changes can't impact the game in a thoughtful way. Not just visually either. The upcoming remaster includes all of the previous DLC, making it easy for those that may have missed out on the incredible adventures of the Citadel DLC, Shadow Broker, Leviathan, and so many more.", "As part of our cover story last month, we dove deep into what the Mass Effect Legendary Edition as to offer players. From Mako tweaks to character improvements, there is a lot to look forward to for returning players. For newcomers to the series, the ability to play the entire trilogy as it is meant to be played (thanks to the included DLC) is great way to jump right into the fray.", "To learn more about Mass Effect Legendary Edition, check out our exclusive game hub here. From no multiplayer to lost code that can never be recovered, we asked it all."], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["pizza", "goes", "remaster", "trilogy", "effect", "officially", "edition", "mass", "players", "legendary", "dlc", "way", "gold"], "pubDate": "2021-04-09T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}