{"id": "4156b030-23c7-34e9-ade4-12e9ef47419c", "title": "Silicon Alley’s First Billionaire: Jon Oringer", "url": "https://radio.foxnews.com/2020/12/09/silicon-alleys-first-billionaire-jon-oringer/", "summary": "Host of FOX Business' The Claman Countdown, Liz Claman is joined by the Founder and Executive Chairman of Shutterstock, Jon Oringer.\nThe son of two teachers, Oringer grew up with a hunger for learning.\nWhile still in high school, he started his own computer repair company and went on to develop his own security software company while in Undergraduate at Columbia University.\nAfter Columbia, Oringer began taking photos for his computer software company and was inspired to start the royalty-free image site Shutterstock.\nIn this episode, Jon discusses the path that led to Shutterstock, the challenges he overcame in the growth of the company, where he sees the photography industry headed, and his plans for the future.", "paragraphs": ["Host of FOX Business' The Claman Countdown, Liz Claman is joined by the Founder and Executive Chairman of Shutterstock, Jon Oringer.", "The son of two teachers, Oringer grew up with a hunger for learning. While still in high school, he started his own computer repair company and went on to develop his own security software company while in Undergraduate at Columbia University. After Columbia, Oringer began taking photos for his computer software company and was inspired to start the royalty-free image site Shutterstock.", "In this episode, Jon discusses the path that led to Shutterstock, the challenges he overcame in the growth of the company, where he sees the photography industry headed, and his plans for the future.", "Follow Liz on Twitter: @LizClaman"], "authors": ["Katherine Tague", "Jonah Blocker"], "keywords": ["shutterstock", "alleys", "billionaire", "jon", "silicon", "company", "software", "claman", "columbia", "liz", "oringer", "computer", "went"], "pubDate": "2020-12-09T00:00:00", "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}