{"id": "41618af7-80d6-3c46-b67b-dc45a79f5a29", "title": "Beloved Atlanta tavern saved after loyal customers raise $170G", "url": "http://www.foxnews.com/us/atlanta-bar-fundraiser-owner-loyal-customers", "summary": "After one customer started a fundraiser, an iconic Atlanta bar won't have to close its doors after suffering financial losses due to the coronavirus pandemic.\n\"The checkbook was down to almost nothing and we were in trouble,\" Brian Maloof, Manuel's Tavern's owner, told \"Fox & Friends\" Wednesday.\n\"We'd been waiting on additional small business government stimulus and it didn't come,\" he added.\nBut within 24 hours, the fundraiser doubled that goal and because of loyal and generous customers, they surpassed $170,000.\nCLICK HERE TO GET THE FOX NEWS APP\"I don't have adequate words to express the gratitude that I feel for everyone,\" Maloof said.", "paragraphs": ["After one customer started a fundraiser, an iconic Atlanta bar won't have to close its doors after suffering financial losses due to the coronavirus pandemic.", "\"The checkbook was down to almost nothing and we were in trouble,\" Brian Maloof, Manuel's Tavern's owner, told \"Fox & Friends\" Wednesday.", "\"We'd been waiting on additional small business government stimulus and it didn't come,\" he added.", "CHICAGO 7-YEAR-OLD RAISES MONEY FOR HOSPITAL'S PANDEMIC GEAR", "But that's where Angelo Fuster, longtime patron and friend, stepped in and started a GoFundMe for the bar that had been opened since the '50s to meet the minimum $75,000 needed.", "But within 24 hours, the fundraiser doubled that goal and because of loyal and generous customers, they surpassed $170,000.", "\"It was a statement of affection ... that is really remarkable,\" Fuster said.", "Maloof said he was able to write a letter to his employees letting them know their jobs were safe after telling them he would probably have to close by the end of 2020.", "CLICK HERE TO GET THE FOX NEWS APP", "\"I don't have adequate words to express the gratitude that I feel for everyone,\" Maloof said. \"It's been overwhelming, very, very humbling ...\"", "The owner said the frustrating thing has been the mandatory shutdowns for small businesses who are doing the best they can."], "authors": ["Caleb Parke", "Caleb Parke Is An Associate Editor For Foxnews.Com. You Can Follow Him On Twitter"], "keywords": ["beloved", "raise", "fox", "bar", "fundraiser", "170g", "owner", "customers", "started", "tavern", "close", "fuster", "maloof", "write", "loyal", "atlanta", "saved", "small"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}