{"id": "41b5c258-fcf4-33d3-8b0f-05ea5083be4f", "title": "How to make money in the music business | FT Film", "url": "http://www.ft.com/video/cae8ce65-9639-4c9d-978c-b5759d0774f5", "summary": "I think my music is so personal and so genuine and pure that I think that my music really speaks to the people.\nSo if a record label gives you a $1m deal, what does that actually mean?\nI'm right here right now.\nThis can provide a continuous stream of income to the artist or record label long after the artist has stopped making music.\nIf you look to, say, streaming music services in China, they monetise fandom.", "paragraphs": ["You can enable subtitles (captions) in the video player", "Oh my God.", "This film is about the evolution of the music business. The industry has gone digital, with streaming now reigning supreme. Social media apps can seemingly blow up a song overnight. And with the Covid-19 pandemic shutting down live music venues worldwide, concerts have even gone virtual. But music industry revenues reached an all-time high in 2020. So who's cashing out? Record labels or the artists?", "I think I fell in love with blue faces...'97 a star is born.", "I'm Don Newkirk, and I'm a filmmaker with the Financial Times. I also manage and direct music videos with my cousin, the artist Dirty Blonde. And since 2018 I've been documenting his journey to make a name for himself and earn a living as an artist in the music industry. Along that journey I travelled the country talking to some of the world's biggest music companies, record labels, producers, and artists to find out what all these changes mean for the future of the music business and how today's artists are making it and making money.", "The industry treats artists too much like a commodity and not as a person.", "Artists are starting to understand what rights they want to retain.", "The whole world wants to be in the music industry now. You can go from being almost homeless to making so much money you can't even keep up with it.", "Shit, everybody should be making money.", "My name is Dirty Blonde. I'm a recording artist and record producer. I'm from Upstate New York. I've been trying to make it in the industry for about two years now.", "Shorty doing drugs around me. Sipping, popping, smoking, sipping lean.", "I think my music is so personal and so genuine and pure that I think that my music really speaks to the people. It's about love. It's about heartbreak. It's about soul. It's about real life. I think that a lot of people can identify with that, understand me and I think it would just be so pure and genuine. And people will automatically just cling to it and want to hear more and like me and understand me. That's what I'm praying for. For me, it's if I can pay my bills and I'm I all right at the end of the day. Then, to me, I've successfully made it.", "She got me addicted.", "For most artists getting a record deal has been a clear sign that you've officially made it. So you might be surprised to hear from major artists themselves that making it hasn't always meant making money. When TLC won two Grammy Awards in 1996 they were the world's biggest selling female music group. But they were also broke.", "We are the biggest selling female group ever. 10m albums worldwide. We have worked very hard. We have been in this business for five years. And we are broke as broke can be. Broke as... as broke can be.", "Artist deals and in the 90s were incredibly... and still are incredibly complex. A lot of times those deals will be not in the artist's favour because of the way that they're structured. They were, quite simply, old school record deals were simply bank loans at the highest rate imaginable.", "Traditionally, an advance was only recoupable from an artist's share of the music sales. But as record labels began to lose revenue from declining physical album sales and online piracy they began offering artists 360 deals. A 360 deal allows a label to recoup that advance from the artist not only from music sales and streaming revenue but also from all other streams of income for the artist, including touring revenue, merch, sync licencing, publishing, and endorsements.", "It's essentially like indentured labour where, nine times out of 10, the artist will remain in debt to the record label for the initial upfront advance that the record label paid them and they're never paid off. And they remain tied to that record label with a relatively small degree of control over their commercial approach, marketing approach, and no ownership of the copyright.", "So if a record label gives you a $1m deal, what does that actually mean? It's really an advance on future royalties. Meaning it must be paid back to the label from revenue you earn after you make the music. So let's say you've negotiated an 80-20 split on the royalties. That means your music would need to generate $5m in revenue in order to fully recoup the $1m advance owed back to the record label. Then you can start collecting your 20 per cent share of the revenue.", "Now every deal is different, but you're probably signing away ownership of your copyright or master recordings to the label. Typically, that $1m advance is often used by artists to budget for things like studio time, album features, music videos, marketing, lawyer and manager fees, and their everyday living expenses.", "From Prince to Kanye and Taylor Swift, many artists have tried to fight back against the record contracts. Particularly if they've signed away ownership of their masters. But labels say they're taking a big gamble when they invest in an artist.", "You made $1 but you spent $2 to make that dollar. So you owe somebody a dollar. So you might make the decision I want to fly first class, hey, I want to shoot a $50,000 video instead of a $25,000 video. Or a $200,000 video instead of a $50,000 video.", "These are all choices that are made constantly. And you've got to look at the business model and see what works.", "I think the fact that record labels are getting the bulk of the revenue reflects the fact that they're actually making a big investment up front in artists' careers. And, essentially, they're taking on most of the risk.", "If you were to go to a bank and you've never had a job before and you tried to get a loan. And so I'm co-signing for a loan, number one. And number two, I'm also a strategic partner to help you scale your business. If you and I walk into a room, you'll get more walking into a room with me than without me.", "Oh bitch I'mma make it. I don't got to say shit. You gonna see me everywhere you go. Oh, and I think it's crazy they see me they don't say shit. Soon they gon' be pulling up the sold-out shows. Oh, billboard chasing, heart still vacant.", "After a number of successful releases on streaming platforms in 2019 Dirty Blonde attended his first A&R meeting ever at record label 300 Entertainment.", "I swear they all come and go. Oh I just want to be a rock star, top pop charts, trap pop star. Rocked up, diamonds dancing screaming free the whole gang. Lock jaw, getting lock jaw.", "Hey, me and shorty inthe club off a perky. Her love is my drug and it's working. Double cup in her hand she's perfect. I used to never give a fuck, but she's worth it. I been running from the plug. I'm addicted. Drugs got me feeling tough I don't listen.", "I've been in my bag baby. Uh, Virgil Louis V on my back, baby. Living fast, dying slow that's the catch, baby. Suicide doors fuck around and crash baby. I do the dash baby, uh.", "She fell in love, I fell in love, it was the wrong time.", "I was really looking at him, feeling him, listening to him, seeing how much he loved his own music.", "I tried to forget, but you're still on my mind.", "Since I started I been doing a lot of emo, like emotional trap music. And I kind of got tired of it because I feel like a lot of people were doing it.", "True.", "So I kind of switched it up. And I got inspired by Michael, , Rick James, Marvin Gaye, and I fucked around with some disco. So this next song is called '80s Baby.'", "Baby don't go, you're moonlight. Shining. I'm right here right now. Be mine again.", "[The difference] between 'Baggy Jeans' and '80s Baby' is so dramatic for me. Just like, universe-wise that it's a little jarring and I feel like, especially in the come-up portion, it's important to just be like fucking hyper focused on exactly who and what you are. And you might be both, but doing both when people aren't aware of you and bought into you makes it difficult to keep both, like, locked. You want to have one locked so that when you do grow you have a place to grow. Because the '80s Baby' stuff is obviously bigger. Like, world wise.", "The power of social media along with the meteoric rise of music streaming has given artists more leverage and more options in the deals they sign. They can remain fully independent. They can sign a traditional deal. Or they can partner with a label or a distribution company offering label services in exchange for a portion of the profits while retaining ownership of their masters.", "In February 2020 I travelled to Vancouver, Canada, to speak with Shane Gill, head of Opposition Records, about these new types of deals.", "Today an artist doesn't really need a huge budget or advance to actually make the music. So it's just a bit unfair for a label to come in and take ownership of that music. We let the artists control and own their art. Some artists we just work with them on a specific area. So like 21 Savage, for example, we just worked on building his YouTube channel.", "But other artists were much more deeper and working with them on a full label deal or distribution deal where we handle every aspect of their streaming and marketing.", "One of Opposition's high-profile signings is the super producer Zaytoven, also known as the godfather of trap music. We caught up with him in LA promoting his new single with Lil Keed and Lil Yachty ahead of his concert with Chief Keef at Rolling Loud.", "If you working with a label it just makes everything that much bigger. It can blow you up that much more. As an artist I feel like I would need a label to make sure the marketing in a certain place... at a certain plateau where it's like, OK, they going to blow me up bigger than what I am. I know where I need help. I know areas like I need help in. So right now they just treat me like a young artist and put me in front of the right people and things of that nature. So it helped me stay young.", "We usually just do a multi-year licence where we'll have rights to the track while we're marketing it, and then the ownership goes back to the artist. And the majority of the revenue share will be going to the artists in every deal we do.", "When you create a song that you know that's somebody single, like I did with 'Too Much Sauce,' that's going to be Lil Uzi's or Future's single. It's not about the upfront money for me because I know it's going to spin on the radio so much that when my BMI cheques come in, it's going to be $100,000, $200,000.", "BMI is a performing rights organisation, or a PRO. PROs collect and distribute publishing royalties to songwriters and copyright owners for the public performances of their songs. So when a song is played on a radio, on Pandora, or in a public venue like a restaurant or nightclub, a royalty must be paid. This can provide a continuous stream of income to the artist or record label long after the artist has stopped making music.", "Oftentimes the first meeting a songwriter might ever have when they decide to become a songwriter and actually have a career in songwriting, is their meeting with BMI. BMI is the largest performing rights organisation in the world. And we act as the connector or the bridge between creators of music and the businesses that use their music. There is typically an agreement among the songwriters as to what the splits will be. We don't really do anything other than take that information into our systems so we can process the proper royalties on the back end.", "We announced last year that we generated $1.3bn in revenue. And streaming services are just another one of those additional services, additional media, that we have really been incredibly focused on and it's changed the music industry completely.", "While the Covid-19 pandemic has wreaked havoc on several industries worldwide, in the US music industry revenues reached an all-time high of $12.2bn in 2020, up 9.2 per cent from 2019, with an overwhelming 83 per cent of that revenue coming from streaming services like Spotify, Apple Music, Tidal and more. There are now more than 50m tracks available on Spotify alone, and over 40,000 new tracks being uploaded daily.", "So what does this massive increase in streaming mean for artists and how are they capitalising?", "The industry is growing very, very fast. If you think about streaming revenue, it's growing at about 30 per cent a year. If you're an emerging artist who doesn't have an established fan base or name but who's trying to break into the business, you can come on to the platform through distributors even without a record label deal. It's a lot of opportunity. But you know you've got to fight for your share.", "We have a new music submission tool that we rolled out, which is open to major labels much like independent artists where everyone submits their songs that they want to put up for playlisting. You can access it through Spotify For Artists. When we do our job right we put the right song in front of the right people and it just takes off.", "Baby don't stop I ain't say stop. Diamonds on me dance like a TikTok... Hit that bitch from the back we don't lip lock. Lil' mama gave me head 'til her jaw lock. Baby don't stop. I ain't say stop.", "My newest single 'TikTok' was put on Fresh Finds, Spotify Editorial playlist, and also 'Fresh Finds: Hip Hop'. It not only helped the song that was on the playlist, it also made my other songs go up a lot, too. And make new people find who you are and follow you as an artist on Instagram, Twitter, whatever, you know.", "Your girl always ended up in my head. Oops! I did it again. Knock, knock, knock and your bitch let me in.", "Artists earn revenue based on the number of streams. So to the extent that a playlist boosts the amount of streams that an artist gets, it's good for them from a revenue perspective as well.", "I'm Mitch Glazier. I'm the chairman and the CEO of the Recording Industry Association of America, the RIAA. We collect revenue numbers directly from all of the record companies. So to reach gold an artist needs to achieve 500,000 sales and streams based on revenue. It's a revenue-based system, not just a number of streams based system. And then for platinum it's a million. And then multi-platinum up to 10m, which is diamond.", "It's very, very difficult to make it. But once you get a gold record, if you're an artist and you get a gold record you never forget that day. That's the day when you're on the path to succeeding as an artist.", "Lil mama gave me head 'til her jaw lock. Baby don't stop. I ain't say stop.", "So how much is Dirty Blonde earning from streaming? According to his revenue statement, for the third quarter of 2020 got around 27,000 streams on Spotify. And he got paid just under $72 for those streams. Doing the math, that's .27 cents per stream. On the TikTok app he earned slightly more money from slightly fewer streams. Apple Music paid him just under a half a cent per stream. At this rate, for Dirty Blonde to earn New York City's minimum wage of $15 per hour or $31,200 for the year, he would need to get over 13m streams across the various streaming platforms and social media apps.", "I understand how it works. I understand that I'm not going to be making money like that off streaming right now as a smaller artist. But on the other side I think that music is so precious and so valuable that 0.003 cents, I think that is like a disgusting number. But at the same time, like I said, there's so many artists where it has to be that low.", "So a lot of people are kind of curious how you split the money that's made in this industry. The way you do it you can think of as a giant swimming pool, right? There's basically a percentage of the money that's always going to the streaming services, a percentage that's going to the songwriters that the publishers represent, and a percentage that goes to the labels that represent the artists. The more water there is in the pool, you're still splitting basically the same percentages.", "It is not easy to make money, to make a living as an artist. That's just the reality. You know, streaming doesn't pay a whole lot. Once you realise how much you're getting per stream you realise, OK, this may not help me fund my entire career, helping me get rich next month. All right, now I got to figure out where to take this.", "Now with streaming you start to get lots of rich data. Tools like Spotify For Artists is the mechanism that we share the data with the artists and really put that data in their hands to make good decisions with.", "What's the value of being on a streaming service? In part it's the direct economics that you earn as an artist, but a lot of it is also about getting your name out there and becoming aware, and then being able to drive kind of the fans to your events and being able to drive merchandising and endorsements and all the things that are part of becoming a real successful artist.", "In April 2019, Dirty Blonde performed his first ticketed show on stage at SOB's, a legendary New York City concert venue often considered a rite of passage for emerging artists.", "It's an honour for my first show to be at SOB's. Like, it's crazy to me, but I'm excited. Like I'm ready. I'm not nervous at all. I was made for this.", "Get your hands up! Get your hands up! Get your hands up! One, two, three! Oh demons in my mind surrounded but they'll never take me. Drowning, you're my lifeline. I'm drowning, you're my lifeline, baby. She my baby, oh she sucked me like a sippy cup.", "For many artists live shows have been a vital source of income in their careers. It means not only revenue from ticket sales, but also a way to build your fan base. To find out more, we travelled to Los Angeles to speak with Tariq Cherif, co-founder of Rolling Loud, the largest hip hop music festival in the world.", "Well we got Lil Uzi Vert coming up next. Y'all ready for this?", "Let's do it.", "We kind of help artists launch their careers. Before you are even able to tour, we give you an opportunity. You might be good for like 1,000 tickets in the market, like Miami or LA or wherever we're doing the show. But all of a sudden you're performing in front of 60,000, or however many people are there. That's a huge boost. The majority of artists period are signed to standard recording contracts where they go from making 100 per cent of their music to making 18 per cent of their music and that stands behind recoupment. And they're basically not making money off music. They get an advance. Some artists that are savvy with their advance make it stretch. Other artists blow it. And then you find yourself in a situation that you're standing behind your recoup, so you're not able to make money on your music. So touring becomes big.", "You can benefit from performing in front of 80,000 people. It's a nice cheque, and it's growing your fan base for you to then be able to return to that market after your next album, after the festival, and tour it on a hard ticket show. Maybe multiple hard ticket shows depending on your size. And build your career.", "Not long after this interview, the world was hit with the coronavirus pandemic. And the music industry was not immune. Covid-19 stopped touring, shows, and festivals completely. So how have artists survived?", "Constantly creating content is potentially a way to try to continue to drive interest and awareness that ultimately leads to other things that drive revenue.", "Maybe look to the east. If you look to, say, streaming music services in China, they monetise fandom. The majority of their revenues are not coming from the actual music subscription, but they're coming from things like live streaming.", "Before Covid happened I was about to do a festival, but because the virus hit, it got shut down. So now I'm doing a virtual live performance with Emusic live. It's just a new way of entertainment. It's a new way of revenue, too. As an artist, I think it's very important for artists to get into this. Because I think it's something that will not only be important right now, but also when things get back to normal - whatever normal is - I think virtual performance will still thrive and still be a thing.", "Married to the money, and I pray we never part. When you getting money notice how they start to talk. Pray I'm never lonely and I pray I hit the top.", "With the majority of artists being unable to perform live, the pandemic has focused minds on streaming revenue and whether artists are getting their fair share. It also comes at a time when more and more artists are choosing to go independent. In fact, independent artists represent the fastest growing sector in the globally recorded music industry. Artists Direct grew by over 34 per cent during the pandemic, to bring in $1.2bn in revenues, growing their market share by over a point to 5.1 per cent", "So are artists better off remaining independent, signing a record deal, or something in between?", "What's the right choice for an artist? Kind of up to the artist to decide, right. I think today artists probably have more choices, and so it's hard. Whereas in the past it was simple. You really had one path, which was through a major record label.", "And I believe that artists should do whatever deal is best for them. Some artists don't need a lot of money. They need guidance.", "Because the labels are so flush with cash right now from streaming as they compete with each other for talent they're also driving up the price of signing talent. All that means is that artists are really in a better position to negotiate contracts and they can now command bigger advances, better terms like higher royalty rates or even ownership of their masters. So the label is just acting as a distributor.", "Songwriters and composers aren't simply reliant on one source of revenue in a way that they had been in the past, or even just a few.", "How do you think about creating content that you can monetise? Sure, you can monetise YouTube, but you can also monetize Twitch. Why are you not going on Twitch and figuring out how to engage with people there? It's not just gamers anymore.", "There's never been a better time to be a recording artist. You've got more optionality, more choice, more control over your rights, more control over your career, more access to your fans than ever has been the case before.", "A song breaks on TikTok, and literally within days it's in the top of the charts. Spotify, Apple, YouTube. All the other services. Right? So there's revenue to be made on TikTok, but I think the kind of dual prong here is if you can blow up on TikTok, you're going to end up blowing up on all these other platforms as well.", "It's important for independents to think about their music as a way to connect many other pieces of the puzzle.", "It takes a lot of things aligning in the right way. And it's a lot of hard work. I genuinely believe that being an artist is the hardest job in the world. You put yourself out there over and over again. And a lot of things have to go right. And a lot of people have to support you.", "If we look forward to the next five years, yes streaming revenue will slow. The coronavirus-driven recession will have some negative impact. Live is going to be in difficulty. But there is going to be huge change and innovation that's going to happen in terms of the business models, in terms of what music companies look like, in terms of how artists make their careers. And what we may do, looking back five years from now, is say that actually the coronavirus period acted as a change agent. It was a catalyst for developments which had already started to really start to accelerate and maybe the one meta trend out all of it is that the artist will come out of it on top.", "One thing's for certain. Today's artists need to be business savvy. That means not just making music, but also handling do it yourself marketing and promotion and capitalising on multiple revenue streams.", "I've learned that it's not just about music. It's about business, too. As an artist, you are the business. Like uh Jay-Z said, I'm not a businessman, I'm a business, man. There's different ways to make money. I think as a smaller artist, you know, it's about the hustle.", "As for Dirty Blonde, he has signed a deal. Not a traditional record deal, but a distribution deal with EQ Distro, an independent music distribution company under Jay-Z's Roc Nation umbrella. And while there's no big upfront advance involved, he does get to keep ownership rights of his masters and 85 per cent of his royalty revenue. Will those rights earn him any money? The journey continues.", "Kim K. Ray-J, make a movie. I'm a pop-star bitch I'm next up. Yellow diamonds, sipping purple I'm Kobe. I'll leave a ... red like Ketchup, euro step on those ... like Ginobili. ."], "authors": ["Produced", "Directed Don Newkirk", "Executive Producer Veronica Kan-Dapaah", "Additional Scripting Joe Sinclair", "Music Soundtrack Dirty Blonde", "Graphics Russell Birkett", "Tom Hannen. Additional Footage Getty Images."], "keywords": ["artists", "think", "im", "business", "ft", "artist", "record", "right", "label", "music", "film", "streaming", "revenue", "money"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}