{"id": "421e681a-cdf8-3740-98e4-c55b4e5bbd79", "title": "Chris Christie: Trump Is In “Violation Of His Oath, Not Just Legally But Morally”", "url": "https://radio.foxnews.com/2021/01/07/chris-christie-trump-is-in-violation-of-his-oath-not-just-legally-but-morally/", "summary": "President Trump gave a speech near the White House in which he said, \"We will never give up.\nChris Christie, former Republican New Jersey Governor, joined Fox News Radio's \"Guy Benson Show\" to discuss the violent riots that took place at the Capitol building.\nCalling Trump's refusal to strongly condemn his supporters' actions\"A violation of his oath, not just legally but morally.\"\nWhen asked if Trump should be removed, Christie said, \"There's less than 13 days now to go in the President's term.\nAnd so the mechanics of all that, as you know, would simply not permit that to be done in these last 13 days.\"", "paragraphs": ["As Congress moved to officially certify the 2020 election results, a violent mob of pro-Trump protesters stormed the United States Capitol. President Trump gave a speech near the White House in which he said, \"We will never give up. We will never concede.\"", "Chris Christie, former Republican New Jersey Governor, joined Fox News Radio's \"Guy Benson Show\" to discuss the violent riots that took place at the Capitol building. Calling Trump's refusal to strongly condemn his supporters' actions", "\"A violation of his oath, not just legally but morally.\"", "Adding,", "\"He acted as if he was bigger than the office, which has been occupied by George Washington and Abraham Lincoln and Thomas Jefferson. And I, I just, I just was appalled by it. And I can't in any way do anything other than denounce it.\"", "Several White House staffers and administration officials resigned in outrage over President Trump's incitement of the mob that stormed the Capitol on Wednesday. Christie cautioned against mass resignations of administration officials, saying, \"I think it's now incumbent upon the members of the cabinet in the White House staff to ensure that something like this does not happen again in the next 13 days.\" Adding, \"I think if we can manage this for the next 13 days with good people ... there are a number of good people that I know quite well in that cabinet who can be very helpful in making sure that the president sees these issues in the way they need to be seen.\"", "Democratic and Republican members of Congress have called for President Trump to be impeached or removed via the 25th Amendment, which allows the vice president and cabinet members to deem the president unfit for office. When asked if Trump should be removed, Christie said, \"There's less than 13 days now to go in the President's term. And so the mechanics of all that, as you know, would simply not permit that to be done in these last 13 days.\" Adding, \"I've heard lots of conversations about impeachment and about the 25th Amendment, but all of those processes would take longer than 13 days in my understanding.\"", "Christie said that he has no regrets about supporting the president through his political rise during 2015 and 2016: \"Donald Trump was a political phenomenon in 2015 and 2016 that was unstoppable in the Republican primary.\" Adding, \"I recognized that before most others did. And I supported him in 2016 because I was convinced after the South Carolina primary that he was going to be the nominee. And I was absolutely committed to making sure that Hillary Clinton did not become President of the United States.\"", "When asked if the events that transpired at the Capitol are disqualifying enough for President Trump to ever seek the presidency again, Christie responded by saying \"The only people who could determine whether it is disqualifying, Guy, are the voters of the Republican Party and then the voters of this country. Adding, \"Based on what he did over the last four years and what he accomplished, the first paragraph now will always be January of 202", "Listen To The Full Interview Below:"], "authors": ["Wyatt Dobrovichfago"], "keywords": ["oath", "violation", "morally", "capitol", "christie", "president", "13", "days", "white", "members", "legally", "adding", "republican", "chris", "trump"], "pubDate": "2021-01-07T00:00:00Z", "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}