{"id": "424914be-7c62-3357-8b27-93d598d9156e", "title": "Opinion: how the government wants to limit judicial review", "url": "https://www.ft.com/video/1b556897-c5a9-4392-bfcd-ea3b91e65f7d?playlist-name=section-38dbd827-fedc-3ebe-919f-e64cf55ea959&playlist-offset=7", "summary": "You can enable subtitles (captions) in the video playerThe government has announced the appointment of a panel to look at judicial review.\nAnd the Shamima Begum litigation shows how judicial review can be involved in individual cases.\nThis panel is not going to look at any concrete proposals for judicial review.\nBut it has been asked to consider judicial review under some fairly general headings.\nTaken together, each of these proposed procedural reforms will make it more difficult for somebody to bring a judicial review or for their application for judicial review to be successful.", "paragraphs": ["You can enable subtitles (captions) in the video player", "The government has announced the appointment of a panel to look at judicial review. In this video I will explain the significance of this announcement, as well as explaining generally the nature of judicial review and why it is so important.", "In England and Wales judicial review is about how the court regulates the conduct of public authorities and others who exercise what can be called public power. The jurisdiction of the court in doing this is inherent. It is part of the high court. And, as such, it is a separate source of power to, say, parliamentary supremacy or the royal prerogative.", "Examples of high profile judicial reviews include the challenges to the Heathrow expansion and the development of High Speed 2, both of which dealt with complex policy issues. Familiar litigation, which asserted the rights of parliament against the executive, are examples of judicial reviews on high constitutional matters.", "And the Shamima Begum litigation shows how judicial review can be involved in individual cases. In essence, when there is a judicial review a court will decide whether an action or inaction by the respondent public body or similar is within the scope of actions or inactions available to that body, in legal terms, whether the reaction or inaction is ultra vires, outside of the power of that body.", "The thing which is being reviewed can be a decision, or a rule, or a policy. It can even be legislation. The court will not or should not determine the political merits of the things being reviewed, but can determine whether it is open to that body to do or not do such a thing.", "Judicial review has two legal elements. First, there is the substance of the law, the principles such as fairness and legality, that should apply, what constitutes and ultra vires action or inaction in particular circumstances. But it is a matter which is open to the court to make a decision on. That means whether it is justiciable. And if there is an ultra vires action, what can be done about it? What remedies are there?", "The other legal element is the process to be followed. How does an individual applicant go about bringing a claim against a public body? And once that application has been made what does a court then do about it? As we will see, both these elements are important.", "There is already a lot of legislation and rules on judicial review. There is Section 31 of the Senior Courts Act. There is Part 54 of the Civil Procedure Rules and the supplementary Practice Direction. And there are some fairly detailed heavy going textbooks. But for the government, all these rules and all of this guidance is not enough. The government believes that the system is being abused.", "And so the government says it wants to make it more difficult, or to see whether it could be made more difficult, for challenges to be brought by means of judicial review when these are political challenges. Others, however, will see this as a government seeking to remove one of the very few ways in which somebody somewhere can say to the executive, hold on, you can't do this, or think about this, and do it better next time.", "And so we come to the government's announcement of this panel. This panel is not going to look at any concrete proposals for judicial review. But it has been asked to consider judicial review under some fairly general headings. The terms of reference for this panel is set out in this two-page document entitled Terms of Reference for the Independent Review of Administrative Law.", "You will see looking at this two-page, indeed, oneand a haf-page document, that the title, the introductory paragraph, and the notes A to H, take up more than half of the document as published. And the substance of these terms of reference, such as it is, are in the paragraphs numbered 1 to 4.", "The first paragraph is about the jurisdiction of the high court in dealing with judicial review. It says whether the grounds of public law illegality should be codified in statute. We have already seen that there are statutory provisions dealing with judicial review. But what paragraph 1 is getting to is whether the jurisdiction of the court itself should be placed on a statutory basis.", "This is perhaps a fascinating question to ask a first-year law student. But in practice, anything which could done on this basis would lead to highly complicated legislation, which would take a very long time to put in place and probably wouldn't be worth doing at all. The second and third paragraphs are an example of one issue being split into two, perhaps to make it look more substantial than what it is.", "And this is the issue of justiciability. What are the decisions that a court can look at, what is justiciable and what is not? But again, this doesn't take us very far. It just moves the definition one step along. And instead of litigating one thing we will litigate the next thing. Courts are well placed to ascertain what is justiciable and isn't justiciable.", "And again, any concrete reforms in this area will be more trouble than they are worth and probably won't achieve what the government would like them to achieve. And so, in reality, the importance of this document is in paragraph 4. And unlike paragraphs 2 and 3, which has just taken one general point and split it into two, in paragraph 4, the government has put in a number of suggestions for limiting judicial review as a matter of procedure.", "This is not to actually change the substantive law of judicial review, but just to make it more difficult for an applicant in practice to bring a case against the government. And this is where people should be most concerned about the scope of this review, not that it will change the law in substance, but that it will make it more difficult for aggrieved citizens to challenge adverse government decisions.", "A close look at paragraph 4 shows the ways in which the government is considering how the process of judicial review can be tightened. A and B go to what information is available to an applicant in bringing a challenge. c is on actually making it more difficult for somebody to be able to bring a challenge by tightening the law of what's called standing.", "D goes to actually shortening of the amount of time available to bring a claim. E is a technical point about making it more difficult for certain types of remedy to be granted by the court. F makes it more difficult for an unsuccessful applicant to make an appeal, including on whether to bring judicial review in the first place.", "And G is to make the cost consequences for applicants more onerous and also to make it more difficult for public bodies and other interested groups to intervene. Taken together, each of these proposed procedural reforms will make it more difficult for somebody to bring a judicial review or for their application for judicial review to be successful.", "This is either from the government's point of view, a necessary tightening up, or from a critics' point of view, a way of the government to try and fix the rules of the game to make it more and more difficult for them to get defeated in court.", "Stepping back, the best way for a government or any public body to avoid the problems of judicial review, to avoid having decisions, rules, and policies quashed by the courts on the basis of illegality or fairness is to make better decisions, rules, and policies in the first place.", "In practice, a government or any other public body is usually able to proceed with almost any policy, rule or decision, as long as they go about it properly, to front-end the process, rather than just dealing with the fallout of a badly made law, policy, or decision.", "When I was a government lawyer we were issued with a document which is still on the government website but has not been updated recently, called the Judge over your shoulder. If you look at this document, it's a long document, 108 pages. In its contents it shows how to make good decisions, or at least judge-proof decisions.", "A government seriously interested in stopping the problems of judicial review would devote its resources into making better decisions, laws, and policies in the first place. Wise ministers and officials know this. They know that the checks and balances of the court enable better decision-making, law-making and policy-making.", "Wise officials and ministers do not mind a judicial review. It is a necessary check just to make sure that things don't go wrong. And this is especially true during the current period where the executive faces weak parliamentary scrutiny. Judicial power should never be at the centre of public policy. But it should police its margins so as to ensure that the rule of law and standards of fairness are complied with.", "And that is why we should place under anxious scrutiny any attempts by the executive to weaken the power of the judiciary and of judicial review when this would weaken the ability of individuals, in practice, to challenge any misuse of power."], "authors": ["Produced Tom Hannen"], "keywords": ["paragraph", "document", "judicial", "court", "power", "law", "opinion", "wants", "limit", "public", "difficult", "rules", "review"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}