{"id": "428a6958-c622-3371-9b96-ea775a3d1efe", "title": "AAC commissioner torches College Football Playoff committee after latest rankings release", "url": "http://www.foxnews.com/sports/aac-commish-college-football-playoff-committee-latest-rankings-release", "summary": "The College Football Playoff committee appeared to do its best to leave a sour taste in the mouth of American Athletic Conference commissioner Mike Aresco on Wednesday.\nThe Bearcats are entering the American Athletic Conference title game undefeated and could be 9-0 by the time Saturday is over.\nCLICK HERE FOR MORE SPORTS COVERAGE ON FOXNEWS.COMThe commissioner told ESPN’s Paul Finebaum the selection committee was \"undermining its credibility with the rankings,\" according to 24/7 Sports.\nALABAMA, NOTRE DAME, CLEMSON, OHIO STATE ARE TOP FOUR TEAMS HEADING INTO CHAMPIONSHIP WEEKENDCincinnati is the only Group of Five school in the Top 10 of the latest College Football Playoff rankings.\nI happen to think Cincinnati is an elite team that’s deserving of a top-four spot.\"", "paragraphs": ["The College Football Playoff committee appeared to do its best to leave a sour taste in the mouth of American Athletic Conference commissioner Mike Aresco on Wednesday.", "Aresco again came out in defense of the schools in his conference as Cincinnati was placed below three teams who have two losses and one team who has one loss. The Bearcats are entering the American Athletic Conference title game undefeated and could be 9-0 by the time Saturday is over.", "CLICK HERE FOR MORE SPORTS COVERAGE ON FOXNEWS.COM", "The commissioner told ESPN’s Paul Finebaum the selection committee was \"undermining its credibility with the rankings,\" according to 24/7 Sports.", "\"To be honest, Paul, after I watched the show last night I didn’t know where to begin,\" he said. \"Which adjectives apply? I never thought I’d say it, but if this continues, I’d say let’s bring back the BCS and the computers. It would be a fairer system than I’m seeing now. This is the seventh year, and it does appear that the deck is stacked against us and the G4.", "\"The committee is honestly undermining its credibility with the rankings. It defies logic, common sense and fairness. I’m not the only one. I think there’s universal criticism … It’s clearly become a [Power Five] invitational. That term has been used. Certain teams, because of their name, branding, pedigree or whatever, are given the playoff privilege, it seems to me.\"", "The Power Five and Group of Five conferences are relatively new terms to describe the powerhouse conferences like the ACC, Big Ten, Big 12, SEC and Pac-12, and the AAC, Mid-American, Mountain West, Sun Belt and Conference USA.", "ALABAMA, NOTRE DAME, CLEMSON, OHIO STATE ARE TOP FOUR TEAMS HEADING INTO CHAMPIONSHIP WEEKEND", "Cincinnati is the only Group of Five school in the Top 10 of the latest College Football Playoff rankings. Coastal Carolina, which is 11-0, is ranked 12th, BYU is 17th, Louisiana is 19th, Tulsa is 23rd and San Jose State is 24th.", "\"I think what this ranking did last night with Florida after that game against LSU, a team that is depleted, and Georgia jumping over Cincinnati, it just brings the P5-vs.-G5 issue into stark contrast,\" Aresco said. \"It’s been there before, but even more so now. I can speak for Louisiana, which went up to Iowa State and won by 17 points. I can speak for Coastal Carolina, of course. I happen to think Cincinnati is an elite team that’s deserving of a top-four spot.\"", "CLICK HERE TO GET THE FOX NEWS APP", "Questions about the odd rankings one week before the final four is supposed to be released were raised Tuesday night, according to The Athletic. Committee chairman Gary Barta attempted to explain the decision-making process.", "When talking about Cincinnati dropping after its game was canceled due to COVID issues while Ohio State stayed in the same spot even as its game got canceled due to the same reasons, Barta defended whatever \"information\" the committee had to make the call.", "\"Those teams ahead of them have had a chance to play more,\" he told reporters. \"When Cincinnati came out and our committee had its first evaluations, we had information to put them where we put them. We haven’t had a chance to see them play since Nov. 21. Other teams around them have been playing and have been adding to their resume.\""], "authors": ["Ryan Gaydos", "Ryan Gaydos Is The Sports Editor For Foxnews.Com. Follow Him On Social Media"], "keywords": ["college", "torches", "rankings", "football", "state", "think", "committee", "latest", "teams", "team", "release", "game", "commissioner", "playoff", "conference", "aac", "cincinnati"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}