{"id": "42ac1663-5ec8-3f7e-a9cd-664c5a615063", "title": "The Kurdish spring did not happen", "url": "https://www.economist.com/briefing/2021/04/10/the-kurdish-spring-did-not-happen", "summary": "It is a long way from the time, half a decade ago, that some saw as heralding a “Kurdish spring”.\nA significant fraction of the 30m Kurds spread across Iran, Iraq, Syria and Turkey were living under Kurdish rule with what appeared to be reasonable prospects.\nFor its part the PKK , heartened by the success of Kurdish fighters in Syria, tried to replicate them in Turkey.\n“We’re a multicultural city, not a Kurdish one,” says a Kurdish minister in Erbil.\nBut in the enclaves in Iraq and Syria, Kurdish leaders have real power; and in Turkey so, too, do the Kurdish people.", "paragraphs": ["I N THE 1980s, when Basak Demirtas was just five, the police came for her father. Four years ago, her children watched their father being arrested in their turn. “I didn’t think my daughters would have to experience the same thing,” she says. But the lot of the Kurds is slow to change.", "Listen to this story Your browser does not support the <audio> element. Enjoy more audio and podcasts on iOS or Android.", "Selahattin Demirtas, her arrested husband, was at the time of his imprisonment the leader of the Peoples’ Democratic Party ( HDP ), the strongest democratic voice of Turkey’s Kurds. He remains behind bars on trumped-up charges, along with thousands of other Kurdish politicians and activists. Turkish prosecutors recently applied to the country’s top court to have the HDP as a whole outlawed and disbanded. “Our parliamentarians are thrown in prison and our votes are ignored,” says Ms Demirtas, sitting in her husband’s office in Diyarbakir, the biggest city in the largely Kurdish south-east of the country. “Turks and Kurds still cannot live as equals.”", "Turkey’s recent moves against the Kurds are not limited to its own territory. Kurdish insurgents in Syria have seen their attempts to carve out a statelet stretching from the Iraqi border to the Mediterranean knocked back by three Turkish offensives since 2016. In 2017 it joined the governments of Iran and Iraq in punishing the Kurdistan Regional Government ( KRG ), the autonomous administration which has ruled northern Iraq since the Gulf war of 1991, for holding a referendum on independence. More recently its president, Recep Tayyip Erdogan, threatened to invade parts of the KRG ’s territory in pursuit of members of the Kurdistan Workers’ Party ( PKK ), an armed group that has fought Turkey’s security forces for nearly four decades.", "It is a long way from the time, half a decade ago, that some saw as heralding a “Kurdish spring”. The HDP had seen its support increase significantly in the Turkish elections of 2015, a development that deprived Mr Erdogan and his Justice and Development ( AK ) party of a parliamentary majority. Kurdish militias in northern Syria had secured Western support by expelling Islamic State ( IS ) from Kobane, a town on the border with Turkey; fighters from the KRG had captured and held Kirkuk as part of the same struggle, taking control in the process of some very large oilfields. A significant fraction of the 30m Kurds spread across Iran, Iraq, Syria and Turkey were living under Kurdish rule with what appeared to be reasonable prospects. Further autonomy seemed possible.", "That moment of hope led to both backlash and overreach. In the 2000s Mr Erdogan’s government had made unprecedented attempts to deal with the demands of Kurds in Turkey, allowing more use of their language in schools and trying to clinch a peace deal with the PKK . After the 2015 elections Mr Erdogan abandoned the peace process to court the nationalist vote. For its part the PKK , heartened by the success of Kurdish fighters in Syria, tried to replicate them in Turkey. Insurgents proclaimed autonomy in cities across the south-east; the government responded with tanks and artillery. By the time the smoke cleared, some 3,000 people, including hundreds of civilians, were dead and entire neighbourhoods lay in ruins. Dozens more were killed in PKK suicide- and car-bomb attacks elsewhere in the country.", "Mr Erdogan’s government now seems determined to crush the Kurdish cause altogether. Of the 65 mayors elected on the HDP ticket in local elections two years ago, all but a few have since been either expelled from office or arrested. The same goes for over a dozen MP s. Kurdish parties have been suppressed before, only to reappear in short order with slightly different names. But Mr Erdogan’s coalition partner, Devlet Bahceli, head of the country’s biggest nationalist party, wants the HDP gone for good, and he may get his way. Prosecutors want 687 of its top politicians banned from politics for five years.", "In northern Iraq the response to the referendum of 2017, in which 90% voted for independence, saw Iraqi forces, backed by Iran, recapture about a third of the territory then in Kurdish hands, including Kirkuk and its oilfields. Turkey and Iran closed their borders with the KRG ’s domain, and Iraq its air space, cutting the region’s customs revenues. Masoud Barzani, who had presided over the KRG since its inception, left office.", "In Erbil, the KRG ’s capital, the hint of spring in the air is long gone, and a certain despondency has set in. April 5th marked the 30th anniversary of the declaration of a no-fly zone over northern Iraq, the decision which allowed the Kurds’ rebellion against Saddam Hussein to succeed. In some young polities such a milestone would be marked with fanfares. Yet when one of your correspondents visited the city in March no one, from the president to the pedlar at his palace gates, seemed even to be aware of the anniversary, let alone in a mood to celebrate it.", "But the KRG remains a beacon, of sorts. When the Kurds rebelled the region was the poorest part of Iraq—just as the Kurdish homelands over the border were then the poorest parts of Turkey. Both have developed since. But while the gap between Turkey’s south-east and the rest of the country has not closed, in Iraq things have reversed. The north’s relative stability and access to oil have brought those who rule it serious wealth.", "According to Iraq’s finance minister, Ali Allawi, 60% of the country’s imports now come through the Kurdish region. A lot of the proceeds seem to stay there. Mr Allawi complains that the KRG rakes in fees and oil revenues it should be transferring to the government in Baghdad. Iraqi officials say that the Ster Group, a conglomerate close to the KRG ’s prime minister, creams off customs revenues at the borders.", "But if gains are being ill-gotten, they are also on display. While much of Iraq languishes, the Kurdish north booms. The development is often ugly, and a fair bit is beyond the reach of most citizens. But it is investment. In March the KRG unveiled plans for a railway linking Erbil to southern Iraq. Work has begun on a third international Kurdish airport close to Mosul, Iraq’s third-largest city.", "Northern Iraq also profits by offering its neighbours a way around Western sanctions. The border crossings with Iran and Syria are packed with lorries taking oil one way and goods which are the target of sanctions the other. The trade is particularly important for the enclave in northern Syria. Kurdish forces, led by a local franchise of the PKK , took a broad swathe of territory there early in Syria’s civil war, and though their enclave has been reduced by the Turkish army—and is harassed by Iranian-backed militias in the south—it still comprises a quarter of the country, including its best agricultural land and its largest oilfields. About half the oil production goes to local needs or to other parts of Syria. The rest is exported via Iraqi Kurdistan.", "Oilmen say that at least two pipelines violating American and EU sanctions now span the Tigris between Syria and KRG territory. Once in northern Iraq, according to Mr Allawi, some 10,000 barrels per day (bpd) flow through a pipeline to the Turkish port of Ceyhan, where it is sold as Iraqi oil. But blind eyes are turned. None of the Kurdish middlemen in the trade has been blacklisted. One of the largest, Abu Dilo, operates from a currency-exchange in Qamishli, a mainly Kurdish-run city near the Turkish border, with heavies guarding the entrance. America considers the oil trade a fitting reward for the Kurds, who lost thousands of fighters in the war against IS .", "Setting suns again", "At the urging of their American backers, and to win over local Arabs and placate their neighbours, the Kurdish forces in northern Syria have played down Kurdish nationalism and their links to the PKK (which America and the EU , as well as Turkey, consider a terrorist organisation). Having once called the enclave Rojava, Kurdish for “land of the setting sun”, the Kurds now call it the Autonomous Administration of North and East Syria ( NES ), emphasising, in the light of the KRG ’s experience, a desire for autonomy rather than outright independence.", "They have also moved their administrative seat away from the front lines with Turkey to Raqqa, an Arab city which served as the capital of the IS caliphate, and was reduced to rubble during its defeat. While the cities still under the control of Syria’s president, Bashar al-Assad, lie in ruins, oil money and Western aid are bringing Raqqa back to life. As in much of the rest of the enclave, roadsides are piled with marble slabs, concrete blocks and rebar. Local officials say that much of Raqqa’s housing stock has been restored, and its university, closed by IS , is set to reopen in August. Leila Mustafa, the Kurdish woman running the city’s council, says “We want it to be Syria’s capital.”", "That illustrates the NES ’s professed commitment to a united but federal Syria. The forces governing the NES want Mr Assad to recognise their region’s autonomy and grant it a budget subsidy and a share of the country’s raw materials. But the government in Damascus, faced with dire bread and petrol shortages, fumes at NES ’s bogarting of the country’s resources: “Pirates!” snaps Syria’s oil minister, Bassam Tomeh. Though Syria’s Kurds have invited Russia and Mr Assad to send their forces into the NES to defend it against further Turkish attacks, three rounds of political talks between Kurdish officials and the Syrian regime’s head of national security, Ali Mamluk, ended in a deadlock last December, according to a Kurdish negotiator. Syria and Turkey continue to insist that the UN exclude the enclave’s Kurdish leaders from the peace talks it hosts in Geneva.", "Rebuilding Raqqa", "Iraq’s Kurds have also been trying to improve their relations with the rest of their country. They have committed themselves to selling 250,000 bpd of oil through Iraq’s state marketing board and paying half the customs revenues they collect to the central government. In return the Iraqi parliament agreed in March to resume the transfer of 12% of Iraq’s budget to the KRG . Iraqis from the Arab south have flocked north, drawn by Kurdistan’s better security and more liberal lifestyle, though a recent surge of covid-19 cases has halted the flow.", "Some come to holiday without their abaya, but others come to settle. After a generation of erecting barriers against such migration, the KRG has made it easier for Arabs to buy land without a local sponsor. Arabic and international schools have opened their doors. Of the region’s 5m people, hundreds of thousands are Arab. “We’re a multicultural city, not a Kurdish one,” says a Kurdish minister in Erbil.", "The outreach has partially eased tensions. Turkey, Iran and Iraq have reopened their borders, and trade with northern Iraq has been a boon for Turkey’s Kurdish south-east. The economy there was badly damaged by the urban insurgency; the crackdown against the HDP has not helped. Companies with links to the party are denied contracts, says Mehmet Kaya, head of Diyarbakir’s chamber of commerce, and mayors elected one day are ousted the next. “I’ve been doing this job for less than three years and I’ve had to work with four different mayors,” says Mr Kaya. “They can’t bring in investment.”", "Turkish exports to Iraq reached more than $9bn last year, despite covid-19 restrictions. Mr Kaya says the local economy would also have plenty to gain from the opening of Turkey’s border crossings with Syria’s north-east. But because these are under the control of Syria’s Kurds, the government in Ankara refuses to entertain the idea. To cut intra-Kurdish trade and restore control of customs revenues to Iraq’s government, Iraqi and Turkish officials have mooted a joint operation to seize a sliver of territory along the border from the Kurds and open a crossing of their own.", "Their economic development provides the Kurdish territories in both Syria and Iraq with advantages. Their politics are a drawback. In Iraqi Kurdistan the political structures and the ruling families remain as they were 30 years ago. The feudal houses of Barzani and Talabani—which fought a civil war in the 1990s over UN aid—now tussle over trade routes. They have resisted Western pressure to merge their two forces into a single Kurdish army; the Iraqi government is trying to tempt the Talabanis away from the Barzanis by dangling the prospect of a separate budget subsidy.", "No country for old men", "Divided, the Kurds make easy pawns for regional powers to project influence. Iran lends support to the PKK in Iraq even as it fights one of the same group’s offshoots at home. The Shia militias it backs in Iraq arm and fund PKK fighters on Sinjar, the strategic mountain perched on the border with Syria. Turkey has responded by urging the KRG to crush its troublemaking PKK cousins in Iraq’s north-eastern mountains. Meanwhile Nechirvan Barzani, the president, struggles with his cousins Masrour Barzani, the prime minister, and Mansour Barzani over control of the security forces.", "In his Erbil palace he feels Turkey’s mounting pressure. He blames the PKK presence for destabilising northern Iraq; 400 villages near the border have been evacuated as Turkish fighter jets and drones target their positions. But he seems loth to take on the group alone. “It’s a sovereign matter,” he says, for once anxious to pass the buck to Baghdad.", "Infighting undermines the Iraqi Kurds’ confidence in their leaders. So do a lack of rewards and a lack of justice. Last year the 1.2m on the government payroll saw their pay cut for six months; they were told this was because the central government was not sending money north. During protests against the non-payment of salaries last December at least eight people were shot dead. Journalists covering unrest are sentenced in courts with scant regard for due process. “You promised me freedom but instead took it away,” says Shivan Fazil, a Kurdish analyst with the Stockholm International Peace Research Institute.", "Across the border, people in the NES know that their lot is better than under the Assad regime—but that is the lowest of bars. The enclave remains a one-party state dominated by the Democratic Union Party ( PYD ), a group close to the PKK . Power-sharing talks between the PYD and the Kurdish National Council, a group endorsed by Turkey and the KRG , have gone nowhere, despite American backing. Kurds and Arabs cry for the relatives the PYD sends to Qandil for military training only to be killed in Turkish bombardments.", "The threats and the obstacles the Kurds face across the region will not disappear any time soon. But in the enclaves in Iraq and Syria, Kurdish leaders have real power; and in Turkey so, too, do the Kurdish people. The fact that they face being deprived of their favoured party does not mean that they are being deprived of a voice.", "In a country split evenly between Mr Erdogan’s supporters and his opponents, the Kurds have become kingmakers—as they proved in local elections two years ago, handing control of Turkey’s biggest cities, including Ankara and Istanbul, to an opposition alliance. “If you want to be in power in Turkey today,” says Vahap Coskun, an academic in Diyarbakir, “you need to be on good terms with those voters.” Mr Erdogan may have lost them for ever. Banning the HDP will only drive its supporters, as well as devout Kurds who might otherwise continue voting for Turkey’s strongman, further into the arms of the opposition."], "authors": ["The Economist"], "keywords": ["kurds", "turkey", "krg", "syria", "turkish", "pkk", "happen", "spring", "iraqi", "mr", "kurdish", "iraq"], "pubDate": "2021-04-10T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}