{"id": "42afc0bc-9e50-341f-9f28-2bf7512301f1", "title": "Vogue Editors on the Foods That Mean Home", "url": "https://www.vogue.com/article/food-that-means-home-vogue-editors", "summary": "Many of us won’t be able to be with loved ones this Thanksgiving, and perhaps for the entire holiday season.\nHere, Vogue editors share the dishes they’ll be making (or bottles they’ll be opening or orders they’ll be placing) to make them feel at home this holiday season.\nCourtesy of Jessie HeymanMy family has very few traditions, save for one: the broccoli casserole.\nAs I grew up, I learned: frozen broccoli, a block of Velveeta cheese, a sleeve of Ritz crackers, and an entire stick of butter.\n), I have been attempting to create an organic broccoli casserole for my family over the past decade.", "paragraphs": ["Many of us won’t be able to be with loved ones this Thanksgiving, and perhaps for the entire holiday season. But even apart, there should be space for traditions to persist. Here, Vogue editors share the dishes they’ll be making (or bottles they’ll be opening or orders they’ll be placing) to make them feel at home this holiday season.", "Courtesy of Jessie Heyman", "My family has very few traditions, save for one: the broccoli casserole. This dish, served in an oval-shaped enamel roaster, has made an appearance at every holiday table in my memory. As a child, I was captivated by its color—a gooey mélange of chartreuse and golden brown. For years, I couldn’t imagine anything tastier: cheesy, buttery, vegetable-forward. What were these flavors?! As I grew up, I learned: frozen broccoli, a block of Velveeta cheese, a sleeve of Ritz crackers, and an entire stick of butter. Now horrified at the prospect of eating cheese that doesn’t need to be refrigerated (and all those preservatives!), I have been attempting to create an organic broccoli casserole for my family over the past decade. (Nothing melts quite like Velveeta, but a proper mix of Gruyère, fontina, and crème fraîche comes close.) This year, I’ll be continuing the tradition toute seule; here’s to a healthier 2021! — Jessie Heyman, Executive Editor"], "authors": [], "keywords": ["foods", "velveeta", "holiday", "broccoli", "jessie", "traditions", "vogue", "entire", "editors", "cheese", "casserole", "family", "mean", "theyll"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}