{"id": "42d37dfa-e21d-31a7-b881-ad592485d85b", "title": "Strategic Decision Making for Leaders", "url": "https://execed.economist.com/insead-business-school/strategic-decision-making-leaders-2021-02-03", "summary": "Leading a team, board or company to success involves making critical decisions, giving sound advice, and evaluating the decisions of others.\nStrategic Decision Making for Leaders is aimed at executives who make important decisions in their organisations and are responsible for establishing decision-making processes.\nYou will also gain a set of easy-to-use rules that will help you challenge assumptions, support smarter decision-making processes, and build exceptional teams.\nThe programme examines how short-term decision-making can create obstacles that hinder organisations in the long term – for example, decisions made during recruitment or succession planning.\nYou will explore how to adopt more sustainable decision-making processes to help your organisation avoid the pitfalls of a short-term focus, particularly in high-risk environments.", "paragraphs": ["Leading a team, board or company to success involves making critical decisions, giving sound advice, and evaluating the decisions of others. However, in fast-changing business environments, managers must often make decisions under severe time constraints and with insufficient information. In these situations, if they rely only on habitual problem-solving techniques and intuition, they can fall prey to unconscious biases that hinder their ability to make the best decisions.", "Strategic Decision Making for Leaders is aimed at executives who make important decisions in their organisations and are responsible for establishing decision-making processes. Over three immersive days, the programme delivers the tools and frameworks to help you improve your decision-making and better guide your team’s decisions.", "Through interactive classroom sessions, case discussions, simulations and group exercises, you will develop a practical understanding of what drives your own behaviour and that of the people around you. As you analyse the psychological processes behind decision-making in the face of uncertainty, you will strengthen your ability to recognise and overcome systematic biases in the context of your working environment. You will also gain a set of easy-to-use rules that will help you challenge assumptions, support smarter decision-making processes, and build exceptional teams.", "The programme examines how short-term decision-making can create obstacles that hinder organisations in the long term – for example, decisions made during recruitment or succession planning. You will explore how to adopt more sustainable decision-making processes to help your organisation avoid the pitfalls of a short-term focus, particularly in high-risk environments.", "You will return to work with a comprehensive understanding of the strategic decision-making process, along with concrete guidelines on how to make better decisions, apply efficient processes, and deliver consistent results."], "authors": [], "keywords": ["processes", "leaders", "organisations", "decision", "decisions", "hinder", "shortterm", "programme", "help", "decisionmaking", "making", "understanding", "strategic"], "pubDate": "2021-02-03T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}