{"paragraphs": ["With books, comics, and video games, there’s been no shortage of ways to experience The Witcher. Creator Andrzej Sapkowski built a rich fantasy world with complex characters, earning him several awards and the moniker “The Polish Tolkien.” If you’re reading this magazine, you probably know Geralt of Rivia from CD Projekt Red’s video game trilogy. Now Netflix is creating its own adaptation starring Henry Cavill. With the first eight-episode season launching this week, we chatted with showrunner Lauren S. Hissrich about what to expect.", "", "Geralt’s Introduction To The Small Screen", "Starting early in Geralt’s adventures, the first season draws inspiration from short story collections The Last Wish (Hissrich’s favorite) and Sword of Destiny. “I really do feel like they set up the foundation of the world,” Hissrich says. “They set up the politics, geography, varying social groups, and the basic tone of The Continent is incredibly well laid out.” The opening episode is based on the short story “The Lesser Evil,” where Geralt meets a character named Renfri and makes a difficult decision that haunts him for the next seven episodes. “I needed to make sure that the story would change him – that whatever happened to him in that episode would change his trajectory throughout the season,” Hissrich explains. The whole event causes Geralt to examine his witcher ways, which is all he’s ever known. “I want him to start questioning why he’s doing it, and if there’s something else out there for him in the world,” Hissrich says. “This is where his storyline [intersects] with other characters, because they will introduce things to him that make him think he has a greater purpose or destiny.”", "", "Diving Deeper Into Ciri And Yennefer", "While some may be disappointed that the Netflix original series won’t follow CD Projekt Red’s trilogy (the games take place after the books), Hissrich did hint at some nods to it. “I think that when video game fans watch, they will see some [familiar] things that they love,” she teases. The new series also touches on core subjects from the games, such as moral shades of gray and the unconventional family dynamic between Geralt, Yennefer, and Ciri. “We’re dealing with the story of a broken family, what they’re after, and how they change each other,” Hissrich says.", "Hissrich also gave Ciri and Yennefer more backstory to ensure viewers deeply connect with them. “As a writer, I was actually really interested in exploring Yennefer and Ciri before they met Geralt – what their path looked like, how they became the people that we meet in the book, their strengths, their vulnerabilities, their secrets,” Hissrich says. “In the case of Ciri, what she’s running from and what she’s running toward. And in the case of Yennefer, what emptiness she’s looking to fill inside when she’s such an incredibly powerful sorceress.” Hissrich revealed a bit more on Yennefer’s expanded role: “You get little glimpses of her past and the disability that she struggled with as a child. We wanted to let the audience experience that with Yennefer, as opposed to just hearing about it.”", "However, don’t take that to mean the series is going off-script from its source material; Hissrich assures us that the show is staying true to the spirit of the novels. “We are honoring the macro journeys that all of these characters take in the books, but occasionally we go on little side quests,” Hissrich says. “We try to explore some parts of the books that aren’t given a lot of space.” Nothing is ever changed for the sake of being different. For instance, Ciri has a friend named Dora who wasn’t in the books. “This is because Ciri is on the run throughout the entire first season,” Hissrich explains. “And it’s not very interesting to see a character who’s not talking to anyone. So we needed to give her someone to measure her journey against, where we created a new character for her to travel with and learn from.”"], "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Features Editor", "Kimberley Is Usually Playing The Latest Rpg", "Sports Title", "Or Narrative-Driven Experience. She Has Also Amassed More Than Two Hundred Stanley Cups While Playing As The Blackhawks In Various Nhl Games."], "title": "A Look Inside Netflix’s New Witcher Series", "id": "42ec0fc6-f666-3bb1-8392-21c9d875dffe", "keywords": ["netflixs", "ciri", "series", "video", "geralt", "hissrich", "look", "shes", "witcher", "world", "inside", "yennefer", "books", "season"], "summary": "“I really do feel like they set up the foundation of the world,” Hissrich says.\n“I needed to make sure that the story would change him – that whatever happened to him in that episode would change his trajectory throughout the season,” Hissrich explains.\n“I want him to start questioning why he’s doing it, and if there’s something else out there for him in the world,” Hissrich says.\nThe new series also touches on core subjects from the games, such as moral shades of gray and the unconventional family dynamic between Geralt, Yennefer, and Ciri.\n“This is because Ciri is on the run throughout the entire first season,” Hissrich explains.", "pubDate": null, "url": "https://www.gameinformer.com/2019/12/16/a-look-inside-netflixs-new-witcher-series"}