{"id": "43160118-87d0-33b7-b96f-7f1b104f8a94", "title": "Opinion | The Afghan War Is Over. Did Anyone Notice?", "url": "https://www.nytimes.com/2020/12/17/opinion/afghanistan-war-biden.html", "summary": "Obviously, the situation in Afghanistan today is more volatile than Western Europe or East Asia.\nImage American troops returning from Afghanistan in 2011. Credit... Damon Winter/The New York TimesAfghanistan in 2009 is not Afghanistan in 2020.\nWhere once we were fighting to win a war, today we are fighting to sustain a tenuous peace.\ntroops in Afghanistan” from “the U.S. war in Afghanistan.”He should emphasize how our presence in Afghanistan stabilizes the region and assures U.S. interests abroad.\nPart of that healing will be reframing the war in Afghanistan.", "paragraphs": ["Obviously, the situation in Afghanistan today is more volatile than Western Europe or East Asia. But U.S. troops stationed in-country have remained relatively safe in recent years. Four men died in Afghanistan this year. But in 2020, many more service members died in training accidents at Camp Pendleton alone. Indeed, since 2015, Defense Department training accidents have exceeded combat deaths worldwide. I raise this point not to sound callous about combat deaths, but rather to put them in a context that allows us to create sound policy.", "Image American troops returning from Afghanistan in 2011. Credit... Damon Winter/The New York Times", "Afghanistan in 2009 is not Afghanistan in 2020. Where once we were fighting to win a war, today we are fighting to sustain a tenuous peace. This is a distinction Mr. Biden should make to the entire country. That means, assuming conditions on the ground remain stable, decoupling the phrases “U.S. troops in Afghanistan” from “the U.S. war in Afghanistan.”", "He should emphasize how our presence in Afghanistan stabilizes the region and assures U.S. interests abroad. He should also then explain that conditions for our forces in Afghanistan have changed over the years, that the work these troops are doing is different than the aggressive combat operations that characterized their presence a decade ago, thus announcing what so many already know: For us the war has all but ended.", "The Bidens are a military family. Beau Biden’s military service, and his deployment to Iraq, has been a fundamental part of the family’s story. The president-elect likely understands that the psychology of a forever war is a fraught one, particularly for veterans and their families who’ve struggled for closure with a conflict that always simmers on a low boil in the background not only of their lives, but in American life writ large.", "Unlike World War II, when veterans were welcomed home with ticker-tape parades, or even the Vietnam War, when stomach-churning images of Saigon’s evacuation at least gave veterans a moment to pause and declare the nightmare over, veterans of our generation’s wars have had no such closure. Mr. Biden ran on a platform of unity, asserting that this was “a time to heal” our country. Perhaps in the opening days of his administration he might pause and focus on the healing of veterans as a first step to a broader national healing.", "Part of that healing will be reframing the war in Afghanistan. That means welcoming our veterans home from what, for some, has been a decades-long odyssey, not only of service in our forever wars but as veterans of wars that simply refuse to end.", "It’s time to tell veterans that it’s over, that they (and we) no longer need to live in a state of perpetual war; for service members still deploying to Afghanistan, it is time to clarify that they are no longer prosecuting a war but advancing a peace. And who knows, if handled correctly, it might be the first step in ending our perpetual wars at home, too.", "The Times is committed to publishing a diversity of letters to the editor. We’d like to hear what you think about this or any of our articles. Here are some tips. And here’s our email: letters@nytimes.com.", "Follow The New York Times Opinion section on Facebook, Twitter (@NYTopinion) and Instagram."], "authors": ["Elliot Ackerman"], "keywords": ["veterans", "training", "afghanistan", "combat", "today", "service", "opinion", "notice", "wars", "york", "troops", "war", "afghan"], "pubDate": "2020-12-17T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}