{"id": "432a63c0-1944-3568-bbee-d2d399fafff4", "title": "Lady Gaga on Collaboration, Creativity, and Her Mission to Give Back", "url": "https://www.vogue.com/article/lady-gaga-dom-perignon-collaboration-interview", "summary": "Lady Gaga doesn’t do things by halves; with each new endeavor, the superstar pushes the boundaries of expression via unexpected visuals and alliances with like-minded creatives.\nToday’s launch of her latest project, a collaboration with the iconic Champagne brand, Dom Pérignon is proof of that fact.\nSeeking visuals that felt “inspiring, collaborative, and free,” Gaga and the entire Haus of Gaga team prioritized innovation.\n“Every time we work together, we find a way to do something we’ve never done before, and this collaboration is no exception,” Gaga says.\n“And of course, there are my creative collaborators from the Haus of Gaga, including Nicola, [choreographer] Richy Jackson, Freddie, and Sarah.", "paragraphs": ["Lady Gaga doesn’t do things by halves; with each new endeavor, the superstar pushes the boundaries of expression via unexpected visuals and alliances with like-minded creatives. Today’s launch of her latest project, a collaboration with the iconic Champagne brand, Dom Pérignon is proof of that fact. The Nick Knight–directed clip revealed the partnership and a peek at the bottle of rosé and sculpture Gaga designed especially for Dom Pérignon. Its trippy visuals of crystal castles which morph into catwalks and an endless party where Gaga and her pastel-clad entourage dance to the sound of her Chromatica hit, “Free Woman” before the singer is transformed into one of Knight’s silhouette portraits are an appropriately surreal introduction to an unexpected team up.", "A host of Haus of Gaga mainstays teamed up on the project, including Knight, long-term collaborator and creative director Nicola Formichetti and Haus of Gaga makeup artist Sarah Tanno, and hair stylist Frederic Aspiras. You have them to thank for all that eerie Born this Way album art, but this go-round, they went in a completely different direction. Envisioning a celebratory atmosphere with the effervescence of a sip of rosé, they created a “Queendom” ruled by Gaga and her fans. “We wanted to express the power of creative freedom and inhabit a world where this is possible,” shared Gaga from Rome, where she is filming Ridley Scott’s House of Gucci.", "Seeking visuals that felt “inspiring, collaborative, and free,” Gaga and the entire Haus of Gaga team prioritized innovation. Knight’s surrealist style and wealth of fresh ideas made him the ideal choice for the project. “Every time we work together, we find a way to do something we’ve never done before, and this collaboration is no exception,” Gaga says. “And of course, there are my creative collaborators from the Haus of Gaga, including Nicola, [choreographer] Richy Jackson, Freddie, and Sarah. There’s a certain alchemy that happens when we create together.”"], "authors": ["Janelle Okwodu", "Janelle Okwod"], "keywords": ["creativity", "visuals", "collaboration", "project", "team", "sarah", "mission", "rosé", "way", "lady", "unexpected", "haus", "creative", "gaga"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}