{"id": "434d9588-5f89-3627-8411-2dea990476b6", "title": "Dirty Money and Bad Science at MIT's Media Lab", "url": "https://www.wired.com/story/dirty-money-and-bad-science-at-mits-media-lab/", "summary": "The revelation that MIT’s Media Lab aggressively sought the financial support of the convicted sex offender Jeffrey Epstein, and tried to keep his donations secret, has left the once-prestigious “future factory” in chaos.\nThe co-occurrence of these crises suggested that the Media Lab had, in a general way, lost its moral bearings in pursuit of money and public adulation, and amid the pressure to produce civilization-shaping new ideas.\nAccording to the report, Ito’s decision to bring OpenAg to Epstein’s attention was part of his full-court press to convert Epstein’s relatively modest donations to the Media Lab into something grander.\nFrom 2013, the year Ito met Epstein at a TED conference, to 2017, Epstein made six separate gifts to the Media Lab for a total of $525,000.\nAs the report emphasizes, these donations came well after Epstein pled guilty in 2008 to soliciting sex from minors.", "paragraphs": ["The revelation that MIT’s Media Lab aggressively sought the financial support of the convicted sex offender Jeffrey Epstein, and tried to keep his donations secret, has left the once-prestigious “future factory” in chaos. Its director since 2011, former WIRED contributor Joichi Ito, was forced to step down in September and the university still has not replaced him.", "At the same time that Ito’s resignation was making headlines, serious questions emerged concerning the research at a prominent project within the lab, the Open Agriculture Initiative, OpenAg for short. A number of news articles (including one I wrote for The New York Times) reported that OpenAg’s pivotal research tool—a “food computer” used for growing plants under precise conditions—never really worked. Members of the team said they were told to put store-bought plants inside the boxes before demonstrations or photo shoots, to cover up failures. In October, MIT suspended work on the project.", "The co-occurrence of these crises suggested that the Media Lab had, in a general way, lost its moral bearings in pursuit of money and public adulation, and amid the pressure to produce civilization-shaping new ideas. An investigative report issued last Friday by MIT documenting its ties to Epstein, however, reveals that the link between the two scandals wasn’t simply cultural. It was explicit.", "Epstein’s last recorded visit to the Media Lab campus, according to the report, was in April 2017, when he met with Ito, professor of biological engineering Ed Boyden, and Caleb Harper, the principal research scientist on the OpenAg project. The topic of discussion was a potential $1.5 million donation from Epstein “to support research by Caleb Harper into whether plants think and communicate.” A provocative research question, to be sure, but seemingly far afield for Harper, an architect without any scientific training.", "The report, which was written and investigated by the law firm Goodwin Procter, says in a footnote that Ito and Harper recalled that there was supposed to be another meeting with Epstein in October 2018, but that it was canceled because Ito could not attend. Epstein never made the donation, and died by suicide in his Manhattan jail cell the following August while awaiting trial on federal sex trafficking charges.", "According to the report, Ito’s decision to bring OpenAg to Epstein’s attention was part of his full-court press to convert Epstein’s relatively modest donations to the Media Lab into something grander. From 2013, the year Ito met Epstein at a TED conference, to 2017, Epstein made six separate gifts to the Media Lab for a total of $525,000. As the report emphasizes, these donations came well after Epstein pled guilty in 2008 to soliciting sex from minors.", "The report lists a number of proposals from Ito to draw seven-figure checks from Epstein: a center to study “deceptive design” in evolutionary biology, an interest of Epstein’s; an endowed chair in honor of the AI pioneer Marvin Minsky, whose research Epstein had supported with a $100,000 grant back in 2002; a $12 million plan to create a fellowship program in “antidisciplinary science”; and, finally, the $1.5 million donation for Harper’s research.", "By the time Ito was making the pitch for OpenAg, he had heard complaints from members of the lab about the deficiencies in the research there. Why did he make this a priority in wooing Epstein? The report doesn’t provide an answer, but I think it is fair to say that it wasn’t based on what research was most likely to benefit science or society.", "Here’s the rub in trying to understand the Media Lab-Epstein story: Some defenders of Ito and MIT argue, as the report puts it in the introduction, “that society is better off if money from ‘bad’ sources is put to good uses.” And, yes, moral philosophers could surely muster fascinating arguments about whether a person in need of life-saving surgery should accept a gift from Epstein, even if he did it just so he could brag about it on the news."], "authors": ["Noam Cohen", "Noam Cohe"], "keywords": ["dirty", "harper", "plants", "money", "ito", "science", "mits", "bad", "epstein", "openag", "sex", "media", "research", "report", "lab"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}