{"id": "435b0591-5101-3bfb-8431-63fca2039743", "title": "Bullet-ridden chapel on River Jordan holds first mass since six-day war", "url": "https://www.theguardian.com/world/2021/jan/10/bullet-ridden-chapel-on-river-jordan-celebrates-first-mass-since-six-day-war-jesus-baptism", "summary": "The service took place on Baptism of Christ Sunday, the day on which Christians commemorate Jesus’s baptism.\nThe site has been off limits since the six-day war between Israel and some of its Arab neighbours in 1967.\nIsraeli forces took control of the west side of the river from Jordan, which lies on the east side.\nSunday’s mass was celebrated at St John the Baptist chapel, which is riddled with bullet holes from fighting in 1967.\n“The door is full of bullet holes, the inside wooden doors.", "paragraphs": ["Mass was celebrated on Sunday at the site where Jesus is believed to have been baptised on the banks of the River Jordan for the first time in more than half a century after more than 1,000 landmines were cleared.", "The service took place on Baptism of Christ Sunday, the day on which Christians commemorate Jesus’s baptism.", "The site has been off limits since the six-day war between Israel and some of its Arab neighbours in 1967. Israeli forces took control of the west side of the river from Jordan, which lies on the east side. The West Bank has been under Israeli military occupation ever since.", "Churches and monasteries in the area were abandoned, and Israeli forces later laid hundreds of mines. A two-year programme to clear the mines, led by the UK-based Halo Trust and largely financed by the Israeli government, completed its task last April and the buildings were returned to eight Christian denominations.", "Sunday’s mass was celebrated at St John the Baptist chapel, which is riddled with bullet holes from fighting in 1967. “After all this time we have come back,” Father Ibrahim Faltas, chancellor of the Franciscan Custody of the Holy Land which cares for holy sites, told the Catholic News Service. “For us this is a sign not to lose hope, not to lose hope for peace.”", "As well as being a holy place to Christians, the site - known as Qasr al-Yahud – is revered in Judaism as the place where the Israelites crossed into the promised land after wandering the desert for 40 years, as described in the Old Testament.", "Visitors have been permitted to the riverside baptism site since 2011, but were required to walk along a narrow fenced-off path through a minefield.", "Before de-mining could begin in March 2018, the agreement of the Palestinians and Jordanians, as well as the eight Christian denominations, was needed. The Halo Trust cleared more than 650 anti-tank mines and 450 anti-personnel mines.", "The site needs further restoration work, but the chapel’s bullet holes will remain. “This is the past history of the place, you can’t cancel those things,” said Leonardo DiMarco, the director of the Franciscan Custodial Technical Office.", "“The door is full of bullet holes, the inside wooden doors. This will be part of the experience of the pilgrims. The place itself is telling something important.”"], "authors": ["Harriet Sherwood"], "keywords": ["mines", "holds", "river", "place", "holes", "bulletridden", "sixday", "war", "israeli", "took", "jordan", "site", "chapel", "holy", "mass", "bullet", "trust", "west"], "pubDate": "2021-01-10T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}