{"id": "43655833-af28-3bcf-90ab-8e0eadc23686", "title": "How Red Dresses Became a Symbol for Missing and Murdered Indigenous Women", "url": "https://www.vogue.com/article/jaime-black-red-dress-project-missing-murdered-indigenous-women", "summary": "They are part of artist Jaime Black’s ongoing art series, titled The REDress Project, which highlights the epidemic of violence against Indigenous women.\nEach dress symbolizes an Indigenous woman who has been murdered or is missing, representing just a portion of thousands of people.\n“They were all women who had experienced having people in their families go missing, without any kind of recourse,” says Black.\n“There were about 40 women wearing red dresses.\nIn Canada, the government’s National Inquiry found similar horrifying statistics, including that Indigenous women are seven times more likely to be murdered by serial killers than non-Indigenous women.", "paragraphs": ["In downtown Nelson, British Columbia, just outside of Nelson City Hall, about a dozen red dresses currently hang from the tree branches leading up to the main building: off-the-shoulder maxidresses, minidresses, and long-sleeve styles. Their bright red hues certainly stand out against the stark, industrial surroundings. These dresses, of course, hang there with a purpose. They are part of artist Jaime Black’s ongoing art series, titled The REDress Project, which highlights the epidemic of violence against Indigenous women. Each dress symbolizes an Indigenous woman who has been murdered or is missing, representing just a portion of thousands of people.", "The dresses travel from place to place, but the location is always intentional. Right now, they’re on display at Nelson’s Touchstones Nelson museum until May 2, and just outside of it, near the city hall. “We install the dresses in more high-traffic spaces, so more people can see them,” says Black. A Métis and Finnish artist based in Winnipeg, Black began this impactful art series in 2010. She was inspired by a demonstration she saw in Bogotá, Colombia, when she came across a group of local women who had gathered in the capital’s public square. “They were all women who had experienced having people in their families go missing, without any kind of recourse,” says Black. “There were about 40 women wearing red dresses. One woman in a red dress climbed to the top of the statue in the middle of the square, and she called out, ‘Where are they?’ I thought, We need to bring this energy home.”", "In North America, the scores of missing and murdered Indigenous women—known as MMIW, an acronym created by Indigenous journalist Sheila North Wilson in 2012—don’t get the mainstream attention they deserve. In the U.S., homicide is the third-leading cause of death among Native women ages 10 to 24, according to the Urban Indian Health Institute, and Native women are victims of murder more than 10 times the national average, according to the U.S. Department of Justice. In Canada, the government’s National Inquiry found similar horrifying statistics, including that Indigenous women are seven times more likely to be murdered by serial killers than non-Indigenous women."], "authors": ["Christian Allaire", "Christian Allair"], "keywords": ["red", "missing", "black", "nelson", "dresses", "times", "murdered", "symbol", "woman", "women", "indigenous"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}