{"publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35", "id": "439d7bbc-c12d-3432-9727-e30dfd642d03", "keywords": ["prison", "america", "release", "voting", "suppression", "mason", "face", "state", "texas", "voters", "supervised", "vote", "voter", "crystal", "federal"], "pubDate": null, "title": "How Crystal Mason Became the Face of Voter Suppression in America", "url": "https://www.newyorker.com/news/news-desk/how-crystal-mason-became-the-face-of-voter-suppression-in-america", "authors": ["Sue Halpern", "Peter Schjeldahl", "Dexter Filkins", "Jia Tolentino", "Michael Luo", "The New Yorker", "Jelani Cobb"], "summary": "On November 8, 2016, shortly after Crystal Mason finished a five-year sentence for tax fraud, she drove to the Tabernacle Baptist Church, in Rendon, Texas, to vote.\nBut, before she could get a ruling on her appeal, a federal judge ordered her back to federal prison for an additional ten months.\nEven if it does not, Mason will continue to be the face of voter suppression in the United States.\nOnce Mason finished serving her five-year sentence for tax fraud, she was put on what is called “federal supervised release,” a set of reëntry requirements for ex-felons coming out of a federal prison.\nWhen Mason got out of prison in 2016, no one informed her that being on federal supervised release rendered her ineligible to vote.", "paragraphs": ["On November 8, 2016, shortly after Crystal Mason finished a five-year sentence for tax fraud, she drove to the Tabernacle Baptist Church, in Rendon, Texas, to vote. The church had been her polling place in the past, but when she tried to sign in her name was not on the registry. Mason, a forty-four-year-old African-American mother of three, was then given a provisional ballot. If her credentials checked out, the polling-place volunteer said, her vote would be counted. Instead, a few months later, Mason was arrested for voting illegally. After a one-day trial, a judge sentenced her to five years in the state penitentiary. Mason appealed. But, before she could get a ruling on her appeal, a federal judge ordered her back to federal prison for an additional ten months. Her state arrest, the judge ruled, was a violation of the terms of her initial release. “They could have put me on home confinement,” Mason told me. “But they were so adamant to send me back to prison. They were so adamant for me to lose my job.”", "Mason was released from federal prison for a second time, this past September, and is now waiting for the Texas Court of Appeals to decide whether the illegal-voting conviction will stand. Even if it does not, Mason will continue to be the face of voter suppression in the United States. Her home state of Texas has been called “ground zero for voter suppression,” not only for its severe prosecution of Mason but for the grotesque attempt by the former secretary of state David Whitley to purge from the election rolls nearly a hundred thousand voters who he claimed were not citizens. This was a fiction, but it took a court order, in February, to stop the state from harassing voters. In the meantime, President Trump used those made-up numbers to warn his seventy million Twitter followers that the hundred thousand voters in Texas were “just the tip of the iceberg.” He urged his audience to support “Strong voter ID!”", "Restrictive voter-I.D. laws are part of a concerted Republican effort to limit the franchise by peeling off constituencies that might vote them out of office, especially people of color and students. Since 2010, twenty-five states have made it harder for Americans to vote. These efforts accelerated after the Supreme Court ruling in Shelby v. Holder, in 2013, which struck down key parts of the Voting Rights Act. Just last week, a judge in Wisconsin approved the removal of nearly a quarter million “inactive” voters. This week, Georgia purged more than three hundred thousand registered voters. According to the Brennan Center for Justice, fifteen states have enacted strict voter-I.D. requirements, twelve have made it more difficult for people to register to vote or to stay registered, ten have curtailed early or absentee voting, and three have made it harder for ex-offenders to reclaim the right to vote. A woman in North Carolina is currently facing nineteen months in prison for voting in the 2016 Presidential election while on probation. In Florida, where, in 2018, voters overwhelmingly chose to restore the franchise to former felons, the state legislature has passed laws to curtail the initiative. As it stands, only sixteen states and the District of Columbia automatically restore voting rights upon one’s release from prison. (It’s estimated that eight per cent of the American population, and thirty-three per cent of African-American men, have a felony conviction.)", "It is likely that Mason’s name had been struck from the voter rolls because she had been incarcerated. Once Mason finished serving her five-year sentence for tax fraud, she was put on what is called “federal supervised release,” a set of reëntry requirements for ex-felons coming out of a federal prison. Texas prohibits felons on parole, probation, or what it calls “supervision” from voting. But, as Tommy Buser-Clancy, an attorney at the American Civil Liberties Union of Texas who is working on Mason’s appeal, told me, “Individuals under federal supervised release have completed the entire term of their incarceration.” Parole, probation, and community supervision, on the other hand, are continuations of an initial sentence. “The mere fact that the two terms“—supervision and federal supervised release—“use somewhat similar language does not provide a basis for criminal liability,” Buser-Clancy and his colleagues wrote in their appellate brief. “In the correct context, the meaning of each is entirely different.” That is to say, Mason’s future may come down to the legal interpretation of a single word.", "When Mason got out of prison in 2016, no one informed her that being on federal supervised release rendered her ineligible to vote. “The whole time I was at the halfway house, we had to take reëntry classes,” she said. “At the end of the day, no one gave us the information that we couldn’t vote. . . . They only started telling people that in 2019. It’s almost like they were setting us up to fail. ”", "Mason is now driving a twenty-six-foot box truck—“God has blessed me with a job,” she said—and has been able to hold on to her house. But her son had to drop out of college, forgoing a football scholarship, when Mason was sent back to prison. “It’s been really hard on my family,” she said. “Especially now, because I may have to go back to prison again. But I’m not going to say that I regret my situation, because it has educated me and it has educated my family and it has educated a lot of people. What I want right now is for the situation to be corrected. Nobody goes to the polls with their I.D., in their neighborhood, to vote, to go back to prison. Nobody goes to do their civic duty to go back to prison. I didn’t go to try to do any kind of scam. I did what I felt like I had the right to do. And I still feel like I have that right.”", "That right is the essence of citizenship in a democracy. When, in 2002, Congress included a provisional-ballot requirement to the Help America Vote Act, it was to insure that Americans like Mason, who show up at their polling place and find that they are not on the rolls, may still have the opportunity to exercise it. In her case, and in keeping with the law, once election officials determined that she was ineligible to vote (having, perhaps, conflated federal supervised release with state supervision), her ballot was thrown out. The paradox, as her lawyers have pointed out, is that Mason was charged with voting illegally even though she did not actually vote. The State of Texas, on the other hand, claims that Mason’s intent to vote is equivalent to her having voted. If the three-judge appeals panel agrees, then Mason’s case will undermine the provisional-ballot provision, establishing the precedent that a rejected provisional ballot can lead to a criminal conviction.", "“The whole point of provisional ballots is to create a system where people aren’t afraid to cast a ballot when there is ambiguity about their eligibility,” Buser-Clancy said. “The idea is that the state just determines their eligibility on the back end. But, if you can all of a sudden prosecute people who think they’re eligible but turn out not to be, then you’ve gutted the provisional-ballot system, and you make voting a whole lot scarier.”", "Mason told me that, if she dwells on the upcoming appeals-court decision, which has not yet been scheduled, she’ll go crazy. “So I am trusting in God,” she said. “My faith is very strong.” Even before she began her ten-month federal sentence, she has been going door to door, telling her story to anyone who will listen, urging them to register to vote. “My goal is to go out there to black and brown neighborhoods and tell them, ‘Hey, we need you to sign up. I might not be able to vote, but you can vote for me.’ ”"]}