{"id": "43a00f08-1396-381a-865b-2db3f26411d8", "title": "For the populist right, free expression is everything – unless you’re taking a knee", "url": "https://www.theguardian.com/commentisfree/2020/dec/10/populist-right-free-expression-taking-a-knee-left-snowflakes", "summary": "When the populist right claim to be the standard-bearers of freedom of speech and expression, it is always a dishonest, cynical tactic.\nHe concluded with a decree by tweet: “There must be no more taking the knee.”But taking the knee is a voluntary act by free citizens.\nThe Millwall booing is a fascinating insight into the strategy of the modern populist right.\nOccupying this upside-down world – where material facts are ignored – they construe taking a knee as an act of oppressive coercion.\nBut the grift of the populist right must be spelled out for what it is.", "paragraphs": ["When the populist right claim to be the standard-bearers of freedom of speech and expression, it is always a dishonest, cynical tactic. Take Nigel Farage’s reaction to Millwall fans booing their own team as they took a knee – a gesture of anti-racist solidarity. Farage cheered them for having “sussed out BLM as a Marxist mob”. He concluded with a decree by tweet: “There must be no more taking the knee.”", "But taking the knee is a voluntary act by free citizens. In the months following the killing of George Floyd, footballers have repeatedly chosen to take a knee as a repudiation of racism, which – from street-level abuse to the discrimination that is hardwired into national institutions – remains an objective feature of modern western civilisation. Football players are not BBC journalists who are required to take a vow of neutrality, at least hypothetically. And even if they were, the persistence of racism is an inarguable fact, as much as the Earth being round and the sky being blue.", "The rightwing populists know what they’re doing, of course. Racism, to varying degrees, has the active support of millions. Among this demographic, even the mere mention of racism – the very idea that the life chances and experiences of black and brown people are damaged by prejudicial attitudes and discriminatory practices – provokes impulsive, knee-jerk rage. But most are canny enough not to make such a crude confession, just like that cliche of straight people discomfited by the existence of same-sex attraction: “I’ve got nothing against gay people, I just don’t like it when they shove it down our throats.”", "Instead, they seek respectable get-outs for not supporting even a most basic expression of anti-racism: that Black Lives Matter UK are a “Marxist mob”, as Farage puts it, and that the footballers are expressing fealty to a dangerous revolutionary vanguard. Farage is fully aware that taking a knee isn’t owned by any organisation: it is an expression of solidarity that goes back decades, back to the US civil rights movement. But he is also aware that those provoked by the claims of minorities for equality and justice are desperate to clothe their resentment in respectability. It isn’t protests against racism in general they are opposed to, oh goodness no: just this particular protest.", "The Millwall booing is a fascinating insight into the strategy of the modern populist right. They are constantly on the lookout for emotive flashpoints that can be transformed into pivotal battles in a wider war. They invert reality: despite Britain being ruled by a Conservative government with an 80-seat majority, itself infused with rightwing populism, one that enjoys the editorial support of most newspapers, they cast the “woke” left as Britain’s real authoritarian rulers. They are rebels, then, against this fictional regime, rather than those actively pushing back against the demands of black people, who suffer disproportionate levels of poverty, unemployment, overcrowding in housing, or police harassment. Occupying this upside-down world – where material facts are ignored – they construe taking a knee as an act of oppressive coercion.", "There is something even more cynical going on, too. Talk of privilege always provokes those who have it, because everyone wishes to believe their achievements are down to their own graft and skill, rather than being at least partly influenced by odds stacked in their favour, often from birth. Talk of “white privilege” has been deftly weaponised by rightwing culture warriors. What of the millions of white people, they ask, who languish in poverty and insecurity: what possible privilege do they have? The truth, of course, is that these white people are oppressed and exploited, but not because of their whiteness, it’s because of their class; and the same rightwing culture warriors support policies that condemn them to their plight, from cuts to social security to “the market is king” economics that strip away secure jobs.", "It’s those condemned as the “woke” left, supposedly only caring for minorities, who support and argue for policies that would uplift and empower working-class people, whether they’re white, brown or black – from a genuine living wage to building council housing, from defending the welfare state to state intervention to create well-paid jobs. The populist right demonise the “woke” as the enemies of working-class white people; in their narrative, the real authors of this country’s misfortunes aren’t politicians cutting benefits or bosses paying poverty wages, but black people demanding equality.", "The perverse irony, of course, is that those who denounce the left as easily offended “snowflakes” who revel in victimhood are most guilty of such behaviour. That’s how we arrive at the absurd idea that the British public is being subjugated by witnessing the act of a footballer taking a knee. Some will say that these culture-war tactics should be ignored, that confronting them merely plays to those stirring the pot. But the grift of the populist right must be spelled out for what it is."], "authors": ["Owen Jones"], "keywords": ["populist", "free", "rightwing", "woke", "expression", "white", "knee", "unless", "right", "black", "support", "taking", "racism", "youre"], "pubDate": "2020-12-10T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}