{"id": "43cb8078-9382-3a82-9914-9d7500703a71", "title": "Murder in Mexico: journalists caught in the crosshairs", "url": "https://www.theguardian.com/world/2020/dec/06/murder-in-mexico-journalists-caught-in-the-crosshairs-regina-martinez-cartel-project", "summary": "Q&A The Cartel Project Show Hide Since 2000, 119 journalists have been killed in Mexico, according to the Committee to Protect Journalists, making it the most dangerous country in the world for members of the press, outside a warzone.\nAfter Martínez was murdered, Veracruz became the most dangerous state in Mexico for journalists.\nThe report also alleged that the Gulf cartel distributed a twice monthly payroll of 600,000 pesos ​($30,000) ​to Veracruz state police.\nYet the violence – including the murder of journalists – has continued apace, and Amlo has been ​accused of inciting hostility ​towards critical journalists and activists.\nLast month, he told the Cartel Project that he would request Martínez’s case be re-examined.", "paragraphs": ["Regina Martínez Pérez was considered an enemy of the state. The 48-year-old journalist had made powerful foes investigating allegations of collusion between political leaders, security forces and narcotraffickers in the Mexican region of Veracruz.", "She was a source of irritation for four consecutive state governors, highlighting violence, abuses of power and cover-ups in the pages of Mexico’s foremost investigative news magazine, Proceso.", "Her stories highlighted horrific episodes such as the case of an elderly indigenous woman who was beaten, raped and left for dead by soldiers, and the torture and massacre of passengers on a local bus.", "Known to her friends as La Chaparrita or “Shorty”, Martínez was a 4ft 11in chain-smoker who found solace tending her garden. She was also a fearless investigator of gangland executions, police assassins, forced disappearances, and corruption schemes.", "“Her work was her life,” said close friend and colleague Norma Trujillo. “She was really interested in social issues, human rights violations. She was close to the people. That was her superpower.”", "Facebook Twitter Pinterest The funeral of Regina Martínez in 2012. Rubén Espinosa, the photographer who took this picture, was himself murdered in 2015. Photograph: Rubén Espinosa//Procesofoto", "Martínez was murdered on 28 April 2012 in her modest bungalow in the state capital, Xalapa. She fought back, but was overpowered by an assailant who beat her badly and broke her jaw before asphyxiating her with a dish towel.", "Martínez was not the first reporter to be assassinated in Mexico, but the killing of a high-profile correspondent for a national magazine marked the start of a wave of targeted violence which has made ​it the most dangerous country in the world for journalists, outside a warzone.", "Those most frequently targeted are reporters like Martínez, who dare to investigate narco-politics – the web of influence and interest woven by corrupt officials and organi​sed crime.", "Last month alone, three Mexican journalists were shot dead within 10 days, bringing the death toll to at least 119 since 2000, according to the Committee to Protect Journalists (CPJ). Of those killings, 90% ​have gone unsolved.", "“The Regina case is important because it is a before and an after for the press,” said Jorge Carrasco, Proceso’s editor-in-chief. “When they kill a journalist, it’s like putting a bomb in a newsroom to cause terror, to intimidate, to say​: don’t mess with us.”", "Eight years after Martínez’s murder, 25 international news media organi​sations, including the Guardian, took up her unfinished work, in an effort coordinated by Forbidden Stories, a global network of investigative journalists whose mission is to continue the work of reporters who are threatened, censored or killed.", "Q&A The Cartel Project Show Hide Since 2000, 119 journalists have been killed in Mexico, according to the Committee to Protect Journalists, making it the most dangerous country in the world for members of the press, outside a warzone. Now, 25 international media outlets have come together to pursue the stories of their murdered Mexican colleagues. Working together across 18 different countries over the course of 10 months, the consortium investigated the global networks of Mexican drug cartels and their political connections around the world. The collaboration was coordinated by Forbidden Stories, a global network of investigative journalists whose mission is to continue the work of reporters who are threatened, censored or killed. By simultaneously publishing their stories, the members of The Cartel Project mean to send a powerful message to enemies of the free press: “Killing the journalist won’t kill the story.”", "Over 10 months, 60 reporters from around the world investigated her death, the botched murder inquiry ​that followed, and continued her investigation into allegations of links between politics and organi​sed crime during the back-to-back administrations of Veracruz governors Fidel Herrera (2004-2010) and Javier Duarte (2010-2016).", "", "The Cartel Project found that:", "Before her death, Martínez was one of a group of journalists targeted by sophisticated espionage unit run by the Veracruz public security ministry, according to well-placed government sources. The unit used surveillance technology and a vast network of paid informants to monitor and gather intelligence on people perceived to be political opponents of the governor. Leaked documents show that over the past three decades, analysts maintained files on hundreds of targets, which listed family members, coworkers, favourite hangouts, political affiliations and even sexual preferences.", "At the time of her death, Martínez was preparing to publish a bombshell investigation seeking to establish the role of local officials and security forces in concealing the disappearance of thousands of people.", "The murder investigation by state officials was deliberately botched, and investigators ignored compelling evidence that Martínez was murdered because of her work, according the prosecutor who led a parallel federal inquiry. The second investigation was deliberately undermined, the prosecutor said.", "A technical investigation found evidence that a coordinated misinformation campaign promoted the official line that Martínez was killed in a botched robbery​, using bot accounts th​at circulated articles from a news outlet with ties to the state government.", "As the project unfolded, violence against the media was unrelenting: during the ​10 months of the investigation, at least eight more Mexican journalists were murdered in connection with their work, according to CPJ.", "Play Video 2:36 'Killing the journalist won’t kill the story': reporters launch Mexico cartels project – video", "A climate of terror", "In the months before her death, Martínez was increasingly afraid.", "Returning from a family visit in late December 2011, she reali​sed an intruder had just left her home. Her Christmas bonus was missing, and the bathroom was steamed up as if someone had just taken a shower.", "In an article published around the time, Martínez admitted that she lived in “a climate of terror”.​", "“I don’t sleep, and when I go out I am always looking behind my back to make sure that there’s no danger,” she wrote. The piece ran without a byline.", "When two police officers and their families moved in across the street, Martínez told friends that she felt that she was under surveillance. She was probably right.", "Well-placed government sources told the Cartel Project that a police espionage unit in the state maintained a network of hundreds – possibly thousands – of waiters, shoeshiners, pizza vendors, taxi drivers, and drug dealers to spy on activists, political opponents and journalists.", "Operating from a building in Xalapa known as ​the Bunker, intelligence specialists doled out cash, gifts and political favours. Bogus activists, journalists and media bosses were also on the payroll, the sources said.", "The espionage began in the 1990s, but local journalists say it intensified between 2010 and 2016 as the administration of the then state governor, Duarte, attempted to deter scrutiny by human rights groups and the federal government. Reporters and photographers complained about being followed and harassed. Bribes, threats and physical violence convinced some to censor their work, local journalists said.", "Facebook Twitter Pinterest Javier Duarte, governor of Veracruz 2010-2016, at a police academy graduation ceremony in 2010. Photograph: Rubén Espinosa/Procesofoto", "Colleagues of Martínez confirmed that at the time of her death, she had been investigating an exponential rise in the number of bodies buried in pauper’s graves. She believed that public cemeteries were being used to dispose of victims of forced disappearances.", "Martínez told a close friend that it was the most dangerous investigation of her career.", "“As a journalist for Proceso, Regina Martínez was automatically considered an enemy, but any investigations exposing corruption or homicides and disappearances not in the official figures would have been a red light for the government,” said Jorge Rebolledo, a security consultant based in Mexico City.", "“The networks of power in Veracruz are very complicated, the relationship between organized crime and government is grey. It’s not easy to work out who is bad or good, which leaves journalists investigating these networks very vulnerable, even today.”", "At the time of her death, Martínez was among the ​few journalists brave enough to investigate reports of forced disappearances, which well-placed government sources told the Cartel Project were routinely concealed by authorities during both the Herrera and Duarte administrations.", "The disappeared", "Amid the drug-fuelled violence that has ​racked Mexico in recent decades, tens of thousands of men, women and children have simply vanished. The official total is 73,000, but the true number of desaparecidos, the disappeared, is unknowable​. Successive national and state governments have proved indifferent to the plight of victims’ relatives, who are often forced to search for the bodies themselves.", "Thousands of clandestine graves have been found across the country – many of them in Veracruz. In 2017, 250 human skulls were found crammed into the largest ever such grave, not far from the port city which shares the state’s name.", "Criminal networks with political protection have found that anyone can be disappeared: rival criminals, inconvenient witnesses, drug addicts and politicians.", "Facebook Twitter Pinterest A mass grave at the port of Veracruz, 2011. Photograph: Julio Argumedo", "At least 50 young women who had worked as escorts at parties attended by Veracruz state officials and members of the Zetas drug cartel were disappeared over three nights in November 2011, according to evidence from the official investigation seen by the Guardian.", "A state investigation into the missing women was shut down after prosecutors unearthed evidence suggesting senior officials had ordered cartel henchmen to silence the women, legal sources said.", "'Impunity has consequences': the women lost to Mexico's drug war Read more", "Clues to the location of a mass grave were never followed up, and the women’s bodies have never been found. No suspects have been convicted or even arrested.", "​When asked to comment, Duarte ​said he did not have any knowledge of these disappearances and the investigation that followed.", "According to government sources, the response reflected an official policy in Veracruz to deny and downplay the scale of violence – especially femi​cides and forced disappearances.", "That policy was threatened by journalists like Martínez.", "“Finding bodies was like finding turtle eggs, because if you scratched at the surface you would find bodies and bodies and bodies,” said a public official with extensive experience in several administrations. “The problem started when she [Martínez] began to look into disappearances and mass graves.”", "After Martínez’s death, ​Duarte sent a huge floral wreath to her funeral.", "Then, his government set about derailing the inquiry into her murder, according to ​Laura Borbolla​, a veteran criminal prosecutor who was dispatched from Mexico City to run a parallel federal investigation.", "“The justice system in Veracruz is rubbish,” said Borbolla, in an interview with the Cartel Project. “Everything was arranged by ​Governor Duarte. How the judges behaved​ … you reali​sed that there was major manipulation by the executive power [branch] over the legislative power.”", "Facebook Twitter Pinterest Regina Martínez’s grave in the Panteón Bosques del Recuerdo cemetery, Xalapa. Photograph: Forbidden Stories", "From the very start, state police and investigators mishandled evidence and sabotaged the investigation, said Borbolla, who discovered two male fingerprints at the crime scene which had been overlooked by state forensic experts and which were never identified. “Never in my career had I seen such an altered crime scene,” she said.", "Martínez’s work was not investigated as a possible motive. Instead, state officials said that the murder was a crime of passion or the result of a botched robbery, even though valuables – including gold jewellery, a TV and a brand new CD player – were left untouched, according to case files seen by the Cartel Project. The reporter’s phones, computer, tape recorder and documents were missing, however.", "One man was eventually convicted of Martínez’s murder: Jorge Antonio Hernández Silva, now 34, was a homeless ​sex worker with a drug habit​, who insists he was tortured into making a confession. He is serving 38 years for aggravated robbery and homicide. Police deny he has been mistreated.", "“He’s the perfect scapegoat,” said defence lawyer Diana Coq Toscanini.", "But Hernández’s fingerprints were never found at the crime scene, the case files show. Borbolla, the federal prosecutor, was never allowed ​to interview​ the convicted man alone, and never succeeded in locating the sole witness who allegedly saw him at the reporter’s house.", "After Hernández was arrested, at least 190 bot or fake Twitter accounts disseminated ​stor​ies claiming the case had been resolved, the technical investigation by the Cartel Project and the Disinformation Desk, a Barcelona-based group, found. The owner of the news website ​that ran ​one such story worked as a consultant for Duarte’s government at time.", "“We may never know who killed Regina, but I know who didn’t kill Regina. The [official version] never convinced me... I have always had doubts as to whether this was negligence or intentional,” said Borbolla.", "“The state always wanted to divert attention on to something other than her work as the motive for the murder​ … ​for us, that was always the line of investigation. And we had clues that allowed us to infer that​.”​", "Many of Martínez’s peers believe Duarte was behind her assassination. This is denied by Duarte, who also denied ​interfering in the investigation. “He made all the evidence and results of the investigation available to federal authorities,” said his lawyer, Pablo Campuzano.", "After Martínez was murdered, Veracruz became the most dangerous state in Mexico for journalists. In a region smaller than Scotland, 19 journalists have since been killed and dozens more have fled.", "Fleeing is not always enough. ​Rubén Espinosa, a Proceso photographer, fled to Mexico City suffering from PTSD in 2015 after being threatened and harassed. A month later, he was assassinated in the capital, along with four women.", "“Proceso paid a very high price for covering these issues,” said editor​ Carrasco, who left the country temporarily after receiving death threats when he tried to investigate Martínez’s homicide.", "Facebook Twitter Pinterest Jorge Carrasco, editor-in-chief of Proceso. Photograph: Forbidden Stories", "At the end of his term, Duarte​ himself went on the run but was eventually arrested in Guatemala and is serving a nine-year sentence after pleading guilty to criminal association and money laundering. He then appealed, claiming some of the evidence used against him was obtained illegally and hence in violation of his human rights. The application was rejected, but Duarte continues to appeal.", "His wife, Karime Macías, has been indicted ​for misuse of public funds, which she denies. In 2019, Macías was arrested in London, where she was reported to have claimed asylum while living in Belgravia, and was granted bail while the court considered an extradition request.​", "At the time of his arrest, Duarte ​was also accused by state prosecutors of ignoring and concealing forced disappearances by the police, but this case has been stalled for more than two years. ​", "In response to questions from the Cartel Project about Martínez, Duarte tweeted from jail: ​“The journalists most critical of my government and of me have always been respected in, so much so that their articles and reports were and are published without any type of censorship.​”", "But the bloodshed and the corruption in Veracruz did not begin – or end – under Duarte.", "Power and politics", "The state’s location on the Gulf coast and the vast port in the city of Veracruz made it an important contraband route, long before the emergence of the drug trade.", "It took on new strategic significance during the rule of Duarte’s predecessor, Fidel Herrera – a man dubbed as one of the 10 most corrupt Mexicans in 2013 by Forbes magazine.", "Herrera, now 71, was a charismatic populist from the Institutional Revolutionary ​party (PRI) which governed Mexico between 1929 and 2000.", "Multiple sources and press reports said Herrera ​bought loyalty with cash and gifts for poor voters, political favours for local strongmen, campaign contributions to party colleagues, and lucrative public contracts to favoured businessmen.", "Herrera has always vehemently denied any wrongdoing, and no charges have ever been brought.", "But according to intelligence experts and former law enforcement officials in Mexico, Spain and the US, Herrera courted criminal alliances with the Zetas, who split from the Gulf cartel that had previously dominated Veracruz.", "In 2011, a confidential report by the attorney general’s office was leaked to the press. Citing US Drug Enforcement Agency data and 14 protected witnesses, the dossier described alleged two meetings between Herrera and Zeta bosses in 2008. The report also alleged that the Gulf cartel distributed a twice monthly payroll of 600,000 pesos ​($30,000) ​to Veracruz state police.", "“The Zetas called Herrera ‘Zeta #1’ because he was the one who ran the state,” said ​Arturo Fontes,​ a former FBI special agent who now runs a private security and investigations firm, Fontes International Solutions. “Herrera was paid millions of dollars through liaisons to the cartels to let them operate with impunity … ​in Mexico, politicians rely on narcos for campaign funds.”", "Mexico elections cast light on governors – and state systems built on corruption Read more", "Herrera has firmly denied any involvement with organi​sed crime, once telling a television interviewer: “My hands are clean. I never received a single illegitimate cent for my campaign.”", "During Herrera’s term of office, public works projects ballooned. At the same time, Martínez published a string of articles showing the state debt increased by 67,000% between 2000 and 2011, which she said was never adequately explained by the governors.", "Government sources told the Cartel Project that contractors were awarded lucrative public contracts, from which Herrera allegedly received a kickback​ in a scheme known as el diezmo, after the 10% tithe formerly paid to the church. “The money could be delivered to the airport, a house, cafe, hotel, in another city, wherever he ordered me to go,” according to a public official who said he was occasionally required to deliver suitcases of cash to Herrera’s trusted associates.", "In 2013, a former Zetas accountant told a US federal court in Austin, Texas, that Herrera’s government awarded 22 lucrative public contracts to a cartel-linked construction company, for which officials allegedly received kickbacks worth 10-​16%.", "The accountant, José Carlos Hinojosa, also told the court he had sent $12m for Herrera’s gubernatorial campaign via the company’s owner, Francisco ‘Pancho’ Colorado Cessa, in 2003, who died in jail after being convicted of money laundering.", "Facebook Twitter Pinterest Fidel Herrera, governor of Veracruz from 2004-2010. Photograph: Carlos Tischler/Procesofoto", "“It’s always been much more attractive for politicians to present narcos like Chapo Guzmán as the great masterminds, but in reality, organi​sed crime is the middle man. Those who really control everything and who benefit most are powerful political figures and senior security force officers,” said ​Rebolledo.", "During Herrera’s term of office, Martínez produced story after story about the governor’s finances, the millions of taxpayer pesos he invested in his friend’s failing football team, and the public money he gambled on the stock market even as the state’s public debt spiralled.", "Herrera credited his considerable personal fortune – which reportedly includes private jets, fancy cars, ranches, a hotel and yacht – to luck: while still governor, he won millions of dollars in the national lottery not once, but twice. Duarte’s father-in-law also won the lottery.", "After Herrera’s term ended in 2010, Duarte was picked as his successor and it was widely speculated that Herrera intended to continue as de facto governor.", "But Duarte rebuffed his political benefactor, and according to PRI sources, he lacked the skill to negotiate alone with local political bosses. They started making their own deals with cartels, triggering a bloody turf war. Public debt, corruption, murders and forced disappearances all soared across the state.", "Throughout that period, Martinez’s reporting challenged official death tolls and alleged collusion between local politicians, police and criminal groups.", "Quick guide Mexico's evolving war on drugs Show Hide Calderón sends in the army Mexico’s “war on drugs” began in late 2006 when the president at the time, Felipe Calderón, ordered thousands of troops onto the streets in response to an explosion of horrific violence in his native state of Michoacán. Calderón hoped to smash the drug cartels with his heavily militarized onslaught but the approach was counter-productive and exacted a catastrophic human toll. As Mexico’s military went on the offensive, the body count sky-rocketed to new heights and tens of thousands were forced from their homes, disappeared or killed. Kingpin strategy Simultaneously Calderón also began pursuing the so-called “kingpin strategy” by which authorities sought to decapitate the cartels by targeting their leaders. That policy resulted in some high-profile scalps – notably Arturo Beltrán Leyva who was gunned down by Mexican marines in 2009 – but also did little to bring peace. In fact, many believe such tactics served only to pulverize the world of organized crime, creating even more violence as new, less predictable factions squabbled for their piece of the pie. Under Calderón’s successor, Enrique Peña Nieto, the government’s rhetoric on crime softened as Mexico sought to shed its reputation as the headquarters of some the world’s most murderous mafia groups. But Calderón’s policies largely survived, with authorities targeting prominent cartel leaders such as Sinaloa’s Joaquín “El Chapo” Guzmán. When “El Chapo” was arrested in early 2016, Mexico’s president bragged: “Mission accomplished”. But the violence went on. By the time Peña Nieto left office in 2018, Mexico had suffered another record year of murders, with nearly 36,000 people slain. \"Hugs not bullets\" The leftwing populist Andrés Manuel López Obrador took power in December, promising a dramatic change in tactics. López Obrador, or Amlo as most call him, vowed to attack the social roots of crime, offering vocational training to more than 2.3 million disadvantaged young people at risk of being ensnared by the cartels.", "“It will be virtually impossible to achieve peace without justice and [social] welfare,” Amlo said, promising to slash the murder rate from an average of 89 killings per day with his “hugs not bullets” doctrine. Amlo also pledged to chair daily 6am security meetings and create a 60,000 strong \"National Guard\". But those measures have yet to pay off, with the new security force used mostly to hunt Central American migrants. Mexico now suffers an average of about 96 murders per day, with nearly 29,000 people killed since Amlo took office.", "In 2015, then​ president Enrique Peña Nieto named Herrera as Mexico’s consul to Barcelona.", "Catalan law enforcement and city council officials began looking into possible ties with an alleged local drug lord and a Mexican businessman who have both since been charged for money laundering in separate investigations.", "Those inquiries ended in 2017 when Herrera abruptly resigned and returned home to answer allegations by prosecutors that he and Duarte had spent public funds to purchase fake paediatric cancer drugs.", "Both denied involvement and no charges have been made.", "Facebook Twitter Pinterest Regina Martínez interviewing current Mexican president Andrés Manuel López Obrador in 1992. Photograph: Alberto Morales Garcia", "Senior US law enforcement officials confirmed to the Cartel Project that they have investigated Herrera’s alleged links to the Zetas, as well as suspected money laundering in Veracruz, Barcelona and the US.", "Contacted via a social media account, Herrera’s son, Javier, said his father was too weak to respond to the allegations as a result of two strokes. Herrera did not respond to multiple emails.", "Herrera has never faced charges at home or abroad, and like other figures from his generation of Mexican politicians, is still regarded as an elder statesman of PRI politics, despite the mayhem which was unleashed during their rule.", "In 2018, Andrés Manuel López Obrador, ​known as Amlo, won the presidential election ​with a landslide, on a pledge to transform politics and eradicate corruption.", "Yet the violence – including the murder of journalists – has continued apace, and Amlo has been ​accused of inciting hostility ​towards critical journalists and activists.", "Last month, he told the Cartel Project that he would request Martínez’s case be re-examined. “She was an incorruptible, professional journalist,” he said.", "For now, however, her murder remains unsolved.", "Reporting by Nina Lakhani (the Guardian), Dana Priest (Washington Post), and Paloma Dupont de Dinechin (Forbidden Stories.) Additional reporting by Jules Giraudat (Forbidden Stories), Veronica Espinosa (Proceso) and Lilia Saúl (OCCRP)"], "authors": ["Nina Lakhani"], "keywords": ["herrera", "cartel", "crosshairs", "state", "mexico", "caught", "veracruz", "investigation", "project", "duarte", "murder", "journalists", "martínez"], "pubDate": "2020-12-06T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}