{"id": "43cd1063-433c-3d6b-8419-6dbea4e7bc8e", "title": "Retro Action Platformer Cyber Shadow Launches In January", "url": "https://www.gameinformer.com/2020/12/15/retro-action-platformer-cyber-shadow-launches-in-january", "summary": "Cyber Shadow comes from developer Mechanical Games and is published by Yacht Club, best known as the developer of Shovel Knight.\nPlayers control Shadow, a ninja who is the last of his clan in a world overtaken by an evil scientist’s synthetic army.\nRecusing captive ninjas bestows permanent ninjutsu skills, such as a charge slash, parry, fireballs, and, of course, good old fashioned shurikens.\nThankfully, Switch owners can get an assist by scanning any of the Shovel Knight amiibos to summon fairy-like versions of those characters.\nCyber Shadow will be available for PlayStation 4, Xbox One, Switch, and PC.", "paragraphs": ["Cyber Shadow’s blend of classic Ninja Gaiden and Contra has impressed us in the past (check our hands-on impressions from Gamescom 2019), so it’s exciting to learn that it finally releases January 26th. Cyber Shadow comes from developer Mechanical Games and is published by Yacht Club, best known as the developer of Shovel Knight. Players control Shadow, a ninja who is the last of his clan in a world overtaken by an evil scientist’s synthetic army.", "Players must nimbly traverse the hazard-filled environments using precise air dashes and wall-jumps, all while slashing the robotic foes into ribbons using their sword. Recusing captive ninjas bestows permanent ninjutsu skills, such as a charge slash, parry, fireballs, and, of course, good old fashioned shurikens. You’ll need all the help you can get to take down 12 challenging bosses. Thankfully, Switch owners can get an assist by scanning any of the Shovel Knight amiibos to summon fairy-like versions of those characters.", "Cyber Shadow will be available for PlayStation 4, Xbox One, Switch, and PC."], "authors": ["Associate Editor", "Marcus Is An Avid Gamer", "Giant Wrestling Nerd", "A Connoisseur Of Cartoons", "Obscure Childhood References. The Cat'S Out Of The Bagel Now"], "keywords": ["launches", "switch", "shadow", "ninja", "using", "cyber", "shovel", "youll", "developer", "yacht", "retro", "knight", "platformer", "action"], "pubDate": "2020-12-15T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}