{"id": "43def2c5-de49-3ff1-89d5-8281d1fa35c0", "title": "UK government not sure where billions of pounds' worth of PPE is", "url": "https://www.theguardian.com/world/2021/feb/11/uk-government-not-sure-where-billions-of-pounds-worth-of-ppe-is", "summary": "The government is not sure where billions of pounds worth of personal protective equipment (PPE) is located, the head of the National Audit Office has disclosed.\nIt has commissioned consultants to advise it on first of all understanding where all the PPE that has been bought actually is.\nFrontline staff in both health and social care experienced shortages of PPE, with some forced to reuse single-use items as stocks ran low.\nDavies said the task of evaluating how much the stock was worth would also mean assessing when the equipment went beyond its “use by” date.\nThe DHSC has been approached for a comment and has been asked why it did not have a system in place to track PPE stocks; which consultants it had hired to locate its PPE stocks, and how much the consultants were being paid every week.", "paragraphs": ["The government is not sure where billions of pounds worth of personal protective equipment (PPE) is located, the head of the National Audit Office has disclosed.", "Gareth Davies, the comptroller and auditor general, said outside consultants had been brought into Whitehall to find all equipment, which is stored at different sites around the country, or is in transit from abroad.", "The task had been undertaken so that the Department of Health and Social Care knew when stocks would become too old to use and could complete its own accounts, he said.", "Under questioning from the public accounts committee, Davies said: “We have been working closely with the DoH. It has commissioned consultants to advise it on first of all understanding where all the PPE that has been bought actually is. It sounds like a strange question but it is a really big issue because it is not all standing neatly in an NHS store somewhere.", "“We have amounts in containers, in storage around the country, there’s some on the docks and there is some en route somewhere from China.”", "Concern over shortages of PPE was a marked feature of the early phase of the pandemic last year as countries around the world scrambled for scarce supplies as the disease spread across the globe.", "Frontline staff in both health and social care experienced shortages of PPE, with some forced to reuse single-use items as stocks ran low.", "In July, Rishi Sunak allocated £15bn to procure masks, gowns and gloves – a sum that dwarfs the entire spending of other Whitehall departments.", "Davies said the task of evaluating how much the stock was worth would also mean assessing when the equipment went beyond its “use by” date.", "“Evaluating that [PPE] accurately for the 31 March for the accounts is a really difficult proposition – it is not one that can be avoided because it is a very material sum this year. Fifteen billion pounds has been budgeted to spend on it in the year.", "“We have been working with the department and their consultants to understand how they are getting a handle of where the material is and then how it is being valued, including the issue that I know the committee has been interested in, the age of the stock and at what stage does it become unusable and therefore valueless.”", "The government has been criticised for an over-reliance upon outside consultants during the pandemic.", "The DHSC has been approached for a comment and has been asked why it did not have a system in place to track PPE stocks; which consultants it had hired to locate its PPE stocks, and how much the consultants were being paid every week."], "authors": ["Rajeev Syal"], "keywords": ["uk", "working", "sum", "whitehall", "stocks", "consultants", "accounts", "sure", "pounds", "equipment", "billions", "task", "ppe", "worth"], "pubDate": "2021-02-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}