{"id": "43eb9f5f-5552-3d25-8cad-0f5777e65c72", "title": "The Simple Facts of Derek Chauvin’s Trial", "url": "http://www.newyorker.com/news/our-columnists/the-simple-facts-of-derek-chauvins-trial", "summary": "The homicide trial of the officer accused of killing Floyd, Derek Chauvin, which began in Minneapolis on March 29th, is focussed on a more discrete question.\nThe jury will consider whether Chauvin’s use of force exceeded what was necessary to make the arrest, constituting murder or manslaughter.\nThe most serious, second-degree murder, requires the prosecution to prove that Chauvin’s kneeling on Floyd’s neck was a felony assault that caused Floyd’s death.\nNevertheless, the prosecution has devoted multiple trial days to establishing that Chauvin’s act was excessive.\nMultiple police officers and experts have clearly and repeatedly said that the force Chauvin used was disproportionate to any possible physical danger that Floyd presented in the moment.", "paragraphs": ["When I teach criminal law, I always begin with a deceptively simple case. A police officer shot and seriously injured a man who resisted arrest for a misdemeanor of illegal fishing. Did the officer commit the crime of assault? I’ve long thought that the force that police may use in making an arrest reveals one of the most basic facts about our society: that the state has power to inflict violence on us in certain circumstances, in the name of enforcing law. We consider it justified for police officers, unlike ordinary citizens, to inflict violence on individuals—with fists, batons, pepper spray, tasers, guns—up to the point of death, so long as the officer embodies valid legal authority and the amount of force is proportionate to what is needed to get the individual to submit to that authority. So, when police actions result in a person’s death, it is not necessarily a criminal homicide; that depends on whether the police are found to have used an excess of force.", "The killing of George Floyd, in May, 2020, set off worldwide protests of the deadly and pervasive subordination of Black Americans by the police. The homicide trial of the officer accused of killing Floyd, Derek Chauvin, which began in Minneapolis on March 29th, is focussed on a more discrete question. In the course of arresting Floyd, on the suspicion of his using a counterfeit twenty-dollar bill, Chauvin kneeled on his neck for about nine minutes as he gasped for breath. The jury will consider whether Chauvin’s use of force exceeded what was necessary to make the arrest, constituting murder or manslaughter. The prosecution is arguing that, as the attorney Jerry Blackwell put it, in his opening statement, Chauvin “betrayed this badge when he used excessive and unreasonable force upon the body of Mr. George Floyd, that he put his knees upon his neck and his back grinding and crushing him until the very breath—no, ladies and gentlemen—until the very life was squeezed out of him.”", "None of the charges against Chauvin demand proof that he actually intended to kill Floyd. The most serious, second-degree murder, requires the prosecution to prove that Chauvin’s kneeling on Floyd’s neck was a felony assault that caused Floyd’s death. A lesser charge, third-degree murder, requires proof that the act caused Floyd’s death and was “eminently dangerous to others and evincing a depraved mind, without regard for human life.” The least serious of the charges, second-degree manslaughter, requires proof that Chauvin displayed “culpable negligence,” creating an unreasonable risk, and that he consciously took “chances of causing death or great bodily harm.”", "No reasonable person viewing the video of Floyd’s death could conclude that the force that Chauvin used was necessary. Floyd was handcuffed and lying facedown on the pavement during the agonizingly long period that Chauvin’s knee was on his neck. Nevertheless, the prosecution has devoted multiple trial days to establishing that Chauvin’s act was excessive. Multiple police officers and experts have clearly and repeatedly said that the force Chauvin used was disproportionate to any possible physical danger that Floyd presented in the moment. Jody Stiger, a use-of-force expert in the Los Angeles Police Department, testified that, once Floyd was subdued, “no force should have been used.” A lieutenant in the Minneapolis Police Department, Richard Zimmerman, said that it was “totally unnecessary.” The department’s police chief, Medaria Arradondo, who fired Chauvin the day after Floyd’s death and called his act a “murder,” said at trial that Chauvin’s maneuver “in no way, shape, or form is anything that is by policy,” and that it “is not part of our training.” In response, the defense asked questions suggesting that, even if Floyd, who’d initially resisted arrest, appeared to have been adequately subdued, it was reasonable for an officer not to let up on the force for fear that the suspect could suddenly rise up again and pose a real danger. These suggestions were mostly rebuffed by the prosecution’s witnesses, but they will be central to the defense case.", "Even if the prosecution succeeds in establishing that Chauvin’s use of force was excessive and constituted assault, or evinced his “depraved mind” or “culpable negligence,” any homicide conviction still requires proof that his actions actually caused Floyd’s death. The Hennepin County medical examiner’s autopsy report found that Floyd’s heart and lungs stopped while Chauvin’s knee was on his neck, and that his death was a homicide. The report also found that Floyd had heart disease and drugs in his system. The fact that Floyd had used drugs, which may have been a contributing factor in his death, is not necessarily a problem for the prosecution—it does not need to prove that Chauvin’s act was the only cause. Martin Tobin, a pulmonologist, gave expert testimony that the compression of Floyd’s body, while his hands were pulled behind his back in handcuffs, caused his death “from a low level of oxygen.” Tobin also concluded that any drugs in his system did not affect his breathing, and that “a healthy person subjected to what Mr. Floyd was subjected to would have died.”", "The defense’s best possibility of avoiding conviction is to introduce doubt about the cause of death—in particular, about whether Floyd would have died had he not had drugs in his system. The defense attorney Eric Nelson argued, in his opening statement, that Floyd “died of a cardiac arrhythmia that occurred as a result of hypertension, his coronary disease, the ingestion of methamphetamine and fentanyl, and the adrenaline flowing through his body.” If Nelson manages to inspire doubt about the cause of death in the mind of just one person on the jury, then it will be unable to find Chauvin guilty of any of the charges against him. As the defense presents its case, in the coming days, I would expect it to feature a barrage of technical information on the effect of the drugs in Floyd’s body, which will aim not so much to persuade as to confuse jurors, shaking their confidence that the cause of death was asphyxiation by Chauvin’s knee. This may not be easy to do. The application of the legal concept of causation to medical evidence can be made technical or complicated, but my observation has been that jury conclusions on causation most often track with moral intuitions about responsibility.", "In his opening statement, Nelson said, to the jury, “I suggest that you let common sense and reason guide you.” Yet it is clear that, in order to prevail, the defense needs jurors to break with common sense and intuition—manifested in the visceral reaction around the world to the video of the killing—and instead focus on the component parts of the case and alienate those parts from the meaning of the event as much as possible. In the courtroom, the jurors have been told by the defense that what they plainly see in the video of the event breaks down under close scrutiny and means something different. This strategy worked in the trial of four L.A.P.D. officers who brutally beat Rodney King, in 1991, an event that was also captured on video. Three decades later, George Floyd, a Black man brutally killed by a white police officer in plain view, has been portrayed, at trial, as a body afflicted with disease and infused with life-threatening drugs. The process mimics the operations of law, which can sometimes threaten to displace justice by obscuring its broader meaning.", "“There is no political or social cause in this courtroom,” the defense told the jury. It is true that the jurors’ assigned task is neither to vindicate nor to denigrate the Black Lives Matter movement. Yet we know about the unrest that followed the killing of Floyd, and also the unrest that followed the failure to convict any of the officers involved in King’s beating. We expect twelve ordinary citizens to somehow put those facts aside and focus on assembling the evidence in front of them into a story of how and why Floyd died and whether the accused is responsible. “You can believe your eyes,” the prosecution said. “It’s murder.” That appeal to jurors’ common sense comes up against the defense’s suggestion that “common sense tells you that there are always two sides to a story.” But this is a case in which the political momentousness far exceeds its legal or factual difficulty."], "authors": ["Jeannie Suk Gersen", "Jeannie Suk Gerse", "Ian Frazie", "Michael Eric Dyso"], "keywords": ["floyds", "chauvin", "defense", "drugs", "death", "floyd", "facts", "chauvins", "force", "derek", "simple", "trial", "used", "officer"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}