{"id": "442d1ff3-abed-39f6-9fac-0c793d67de33", "title": "The Capitol Invaders Enjoyed the Privilege of Not Being Taken Seriously", "url": "https://www.newyorker.com/news/our-columnists/the-capitol-invaders-enjoyed-the-privilege-of-not-being-taken-seriously#intcid=recommendations_the-new-yorker-homepage_f08b28c3-7cbf-4853-992d-e22154947fa9_popular4-1", "summary": "I can think of only two explanations for why the Capitol Police failed to prepare appropriately or to respond forcefully.\nThe other is that they did not take them seriously, which is to say, did not fear them.\nBut members of Congress seemed too busy to contemplate the problem of a deranged, desperate aspiring despot who remains President and Commander-in-Chief.\nBut, like the police who made such a sad showing of protecting them, the members of Congress simply didn’t appear to be afraid.\nBut an armed mob storming the Capitol, and their Instigator-in-Chief, are, apparently, familiar enough to be dismissed as clowns.", "paragraphs": ["By the end of the day, we knew remarkably little, but we knew this: the Capitol Police had been woefully unprepared for an invasion that had been easy to predict—that had, in fact, been virtually declared by the man with the world’s biggest megaphone. There had been violence, destruction of government property, tear gas, stun grenades, and gunshots. As of Wednesday night, four people were known to have died, one of them shot by the police. Fifty-two people were known to have been arrested, out of several thousand who had stormed the building.", "It was an attack without precedent but with many reference points. During the Black Lives Matter protests this past spring, National Guard troops in combat gear stood on the steps of the Lincoln Memorial three lines deep. Around the same time, U.S. Park Police tear-gassed nonviolent protesters in Lafayette Square, in Washington, D.C. The Capitol Police made more arrests on each of the first three days of the confirmation hearings for Supreme Court Justice Brett Kavanaugh, in September, 2018, than they did Wednesday. The protesters at those hearings—most of them women, many self-identified survivors of sexual assault—were arrested for transgressions such as shouting out from the gallery, “Kavanaugh can’t be trusted!” On Wednesday, the writer Sarah Schulman posted a picture on Facebook with the caption “In 1982 I disrupted Congress to protest an anti-abortion bill, was arrested on the spot with five other women, taken to jail and had an 11 day jury trial.”", "In the picture, Schulman is with several other protesters. She is holding a sign that says “We demand abortion rights, end to sterilization abuse, lesbian rights, quality child care.” It looks like many photographs from decades before and since: protesters, often women, dressed appropriately for admission to the Capitol, holding signs that seek to communicate a message. Wednesday’s images are of thugs vandalizing the Capitol: the ransacked office of the Senate parliamentarian; a man sitting with his boots on a desk; another carrying a lectern; another carrying a Confederate flag; a group of white invaders chasing a Black police officer through the building. Over and over, after escaping from the chamber, senators praised the staffer or staffers who’d had the wherewithal to carry the boxes containing the official electoral-vote submissions from the states out of the chamber with them. The senators seemed convinced that the invaders would have burned the ballots. This is a key distinction between protesters who have been arrested in the Capitol in the past and Wednesday’s invaders, most of whom were not arrested: the protesters of the past wanted to disrupt proceedings by appealing to members of Congress publicly and attracting media attention, in the hopes that Congress would do its job differently; the invaders wanted to prevent members of Congress from doing their jobs at all, and to destroy any part of the machinery of American democracy that they could get their hands on.", "I can think of only two explanations for why the Capitol Police failed to prepare appropriately or to respond forcefully. One is that they were in cahoots with the invaders. The other is that they did not take them seriously, which is to say, did not fear them. I will dismiss the first hypothesis because it’s a conspiracy theory. Evidence for the second hypothesis, however, is abundant, and it extends beyond the Capitol Police.", "After several hours in hiding, the senators and representatives returned to their halls, and to the task they’d had before they were forced to shelter under their desks and evacuate the room while the police struggled to keep the doors barricaded with furniture. There were rumblings and rumors: Will the House see a new motion to impeach? Are Cabinet members talking about invoking the Twenty-fifth Amendment to remove Donald Trump from office? But members of Congress seemed too busy to contemplate the problem of a deranged, desperate aspiring despot who remains President and Commander-in-Chief. (Asked by the HuffPost reporter Igor Bobic about both possibilities, Senator Mitt Romney, the only consistent Trump critic among Republicans in the chamber, said, “I think we’ve got to hold our breath for the next twenty days.”)", "One could hypothesize that all the senators and representatives, including the more than a hundred of them who continued to try to sabotage the Presidential vote-certification process, were putting on a brave face. But bravery does not look like an absence of fear. Bravery would have been acknowledging the danger that was evident to so many people outside those chambers—the millions glued to their TV screens, the talk-show hosts who grew increasingly incredulous about the business-as-usual atmosphere as the night wore on—and addressing it. But, like the police who made such a sad showing of protecting them, the members of Congress simply didn’t appear to be afraid.", "I have thought about lack of fear a lot. When I still lived in Moscow, journalists who had access to the Kremlin often chided me for taking Putin and his goons too seriously. They didn’t exactly deny that he could have people killed and probably did, or that he was building a dictatorship. They just thought I was making too much of it. It took me a long time to understand that this wasn’t because these men knew more than I did, or even thought they knew more. It was precisely because they shared a world with Putin and his men and saw them as normal, as part of their community. We do not fear those whom we see as being like us; we fear the other.", "Black Lives Matter protesters are other to the Capitol Police. So are survivors of sexual assault or women who protest for the right to choose. But an armed mob storming the Capitol, and their Instigator-in-Chief, are, apparently, familiar enough to be dismissed as clowns. (Some of them, in their face paint and strange headgear, even seemed to embrace their identification as clowns.) The invaders may be full of contempt for a system that they think doesn’t represent them, but on Wednesday they managed to prove that it does. The system, which shrugged off their violence like it had been a toddler’s tantrum, represents them. It’s the rest of us it’s failing to protect.", "Read More About the Attack on the Capitol"], "authors": ["Masha Gessen", "Masha Gesse", "Evan Osno", "John Cassid"], "keywords": ["arrested", "seriously", "capitol", "women", "knew", "congress", "protesters", "members", "invaders", "enjoyed", "fear", "senators", "privilege", "taken"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}