{"id": "4441ea28-ef6c-3e8c-b5e2-e04c44d46d16", "summary": "Quick guide White phosphorus Show Hide What is white phosphorus?\nWhite phosphorus, known as WP, is a chemical that burns fiercely in contact with air, producing thick white acrid smoke and a white light that can be useful for illumination.\nInternational humanitarian law allows the use of white phosphorus in munitions for making smoke to mask troop movements and for illumination purposes.\nWhile white phosphorus has toxic chemical properties, it is not generally used to poison or asphyxiate, the common aim of chemical weapons.\nFor this reason, rules governing its use tend to fall under the wider provision of humanitarian law rather than specific prohibitions on chemical weapons.", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "pubDate": null, "url": "https://www.theguardian.com/world/2019/dec/18/ilhan-omar-asks-for-facts-of-white-phosphorus-use-on-syrian-kurds-by-turkey", "title": "Ilhan Omar writes to US Syria envoy over Turkish white phosphorus allegations", "paragraphs": ["Four US congressional Democrats have written to Donald Trump’s Syria envoy asking him to spell out what information the US has about the alleged use of white phosphorus by Turkey against Syrian Kurdish civilians in October.", "Ilhan Omar and three of her colleagues in the House of Representatives called on Jim Jeffrey to provide a full briefing – in private if necessary – into whether it believes the incident during the Turkish invasion two months ago amounts to a war crime.", "They wrote: “The United States is uniquely positioned as a Nato ally of Turkey and a partner of the Syrian Kurds, who are the alleged victims of this attack, to take a lead on a full investigation into the circumstances surrounding [it].”", "Pictures emerged at the time of Syrian children who had been seriously burned, prompting accusations that they had been targeted by Turkish forces using white phosphorus in or around the border town of Ras al-Ayn.", "Facebook Twitter Pinterest Ilhan Omar and three colleagues want to know if the attack amounts to a war crime. Photograph: Elizabeth Frantz/Reuters", "White phosphorus is routinely held by militaries around the world and is used legally in combat as a smokescreen in daytime and as an incendiary to light up an area at night. But it is illegal to use it against civilians because it causes serious and exceptionally painful burns on contact with skin.", "Inspectors at the Organisation for the Prohibition of Chemical Weapons (OPCW) initially said they were “collecting information” on the incident, but subsequently concluded it would “not initiate an investigation”. The OPCW said the case fell out of its remit because the use of white phosphorus as an incendiary weapon was intended to exploit its thermal properties and not its chemical properties.", "The four members of Congress say that the situation has become “a matter of urgency” and called for tissue samples from the alleged victims, which they say are being held in Iraq, be studied so “the United States and the international community can have the full evidence”.", "They also ask Jeffrey to spell out what the US state department’s position would be “in the event it is proven that Turkey used white phosphorus against civilians”, whether it would “commit to a full, impartial and multilateral investigation into the allegations of chemical weapons use by Turkey in Syria” and “full accountability for the perpetrators of the attack”.", "Quick guide White phosphorus Show Hide What is white phosphorus? White phosphorus, known as WP, is a chemical that burns fiercely in contact with air, producing thick white acrid smoke and a white light that can be useful for illumination. The high temperature at which it burns also makes it an effective incendiary device in war. Is it legal? International humanitarian law allows the use of white phosphorus in munitions for making smoke to mask troop movements and for illumination purposes. Its use as an incendiary weapon is generally understood to be forbidden in all circumstances where there is a risk to civilians, ie against military targets located amid concentrations of civilians. Its use against military targets, while permitted, is discouraged if there are other means to render enemy combatants hors de combat because of the suffering caused by phosphorus burns. It is a chemical, but is it a chemical weapon? While white phosphorus has toxic chemical properties, it is not generally used to poison or asphyxiate, the common aim of chemical weapons. For this reason, rules governing its use tend to fall under the wider provision of humanitarian law rather than specific prohibitions on chemical weapons. Peter Beaumont", "Turkey has previously said that the accusations were false. Hulusi Akar, the defence minister, said in October: “It is a fact known by everyone that there are no chemical weapons in the inventory of the Turkish armed forces.”", "Trump unexpectedly gave Turkey a green light to invade Kurdish-controlled north-east Syria in October when he suddenly said he would withdraw US troops from the border region. After a brief period of fighting between Turkey and Syrian Kurdish forces, a ceasefire was brokered with the involvement of Russia leading to the establishment of a security zone.", "The other congressional signatories to the letter are Karen Bass, Juan Vargas and Sheila Jackson Lee."], "authors": ["Dan Sabbagh"], "keywords": ["ilhan", "syria", "phosphorus", "incendiary", "weapon", "syrian", "turkey", "white", "writes", "omar", "chemical", "allegations", "burns", "weapons", "envoy", "civilians", "turkish"]}