{"id": "444a2532-21be-3f19-8251-aa0f218f6efa", "title": "Tree of the week: ‘I’d tie myself to this Norway maple rather than see it cut down’", "url": "https://www.theguardian.com/lifeandstyle/2020/dec/07/tree-of-the-week-id-tie-myself-to-this-norway-maple-rather-than-see-it-cut-down", "summary": "One of the few joys of a year dominated by Covid-19 has been how many of us have discovered an appreciation for nature.\n“I’ve lived in Poynton, Cheshire, just a few hundred yards down the road from this Norwegian maple, for 36 years,” says Hicks.\n“When lockdown started, things were really quiet round here and we enjoyed walking around the local area.\nHowever, it is the tree’s bold autumnal appearance that has endeared it to Hicks.\n“I’d be so devastated if they decided to cut it down that I’d probably tie myself to the tree in protest.", "paragraphs": ["One of the few joys of a year dominated by Covid-19 has been how many of us have discovered an appreciation for nature. Particularly in towns and cities, people such as June Hicks, a 68-year-old retired maths lecturer, have used lockdown as an opportunity to explore their local area and, consequently, have begun to notice things they once took for granted.", "“I’ve lived in Poynton, Cheshire, just a few hundred yards down the road from this Norwegian maple, for 36 years,” says Hicks. “When lockdown started, things were really quiet round here and we enjoyed walking around the local area. We would come out of our house, turn right and head for the hills [the Peak District is nearby], passing the tree on our way.”", "Norway maples are native to central and eastern Europe, but became popular globally as a street tree in the 50s and 60s on account of their narrow, upright growth and ability to grow quickly in poor quality soil. However, it is the tree’s bold autumnal appearance that has endeared it to Hicks. “Over time we just became attached to it. And then its red hues looked so beautiful as we headed into autumn,” she says.", "“When we moved here all those years ago, it was this tiny little thing, so it can’t be much older than 40 now.” Norway maples typically live for about 70 years and reach a height of 12 to 15 metres. “I’m originally from London but my husband came home one day and said: ‘We’re moving to Manchester,’ We’d been together for 11 years at that point, but I was horrified! It’s really nice up here though and I’ve got no intention of leaving our present spot on Dickens Lane.”", "Back then Poynton was a large village, but as Manchester has gone from strength to strength, it has grown significantly to accommodate successive generations of commuters. Some of the trees that line Dickens Lane have had to make room for new developments, but Hicks is optimistic that this won’t be her maple’s ultimate fate. “I’d be so devastated if they decided to cut it down that I’d probably tie myself to the tree in protest. I’m confident that won’t be happening though. It’s become a friend in lockdown, one that never fails to lift my spirits and it’s nice to look up and greet it when I walk past.”"], "authors": ["Alex Mistlin"], "keywords": ["cut", "hicks", "tie", "norway", "really", "poynton", "things", "wont", "id", "trees", "strength", "week", "maple", "lockdown", "tree", "maples"], "pubDate": "2020-12-07T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}