{"id": "449b1057-e42b-384c-affe-95d6ff30d14b", "title": "Minecraft Dungeons Review – Familiarity Needs Content", "url": "https://www.gameinformer.com/minecraft-dungeons-review-familiarity-needs-content", "summary": "Unfortunately, Minecraft Dungeons’ padded-out midgame is repetitive even among its grind-heavy peers.\nOverall, I’d say my frustrations with Minecraft Dungeons are amplified because I love so much of what it does.\nMojang effectively tapped what makes Minecraft Minecraft, and I marveled over the various nods and references throughout my early sessions.\nMinecraft Dungeons has a solid core, and I’d love to see where it goes from here.\nBut Minecraft Dungeons’ current approach is simply replaying the same stuff over again, and just isn’t enough.", "paragraphs": ["Minecraft Dungeons is a roller-coaster ride of an action/RPG, giving new players a fairly deep representation of the genre while providing veterans a nice diversion from traditionally grimdark trappings. Minecraft’s familiar world, tools, and other elements seamlessly make the transition from the mainline series. Its suite of enemies is a natural fit for this type of game, and Mojang introduces new members of the menagerie to fill out a few missing archetypes. Unfortunately, Minecraft Dungeons’ padded-out midgame is repetitive even among its grind-heavy peers. The first big drop in this ride had me screaming, but it wasn’t from exhilaration.", "Minecraft’s “play how you want to” philosophy is a driving force in Dungeons. When you start, you pick a skin for your character, but not a class; instead, Dungeons has more of free-flowing feel. One moment I was taking down zombies with a flurry of up-close dagger strikes, only to smack a golem in the forehead with a newly found giant hammer a few minutes later. That flexibility is a great goal, and I appreciate not being held down by choices I made hours ago. The implementation of this freedom isn’t fully successful, however.", "In its first few hours, the power progression comes as quickly as the leveling. Sure, the loot drops aren’t as frequent as you might expect from an action/RPG, but since just about every piece of equipment you find is an upgrade in one way or another, it doesn’t matter. After you settle into the midgame, when progress comes at a comparative crawl, the cracks are hard to ignore.", "Most notably, you’re completely at the mercy of probability tables when it’s time to replace your weapons, armor, or artifacts. You can’t upgrade an item’s fundamental level as you outgrow it, and there aren’t stores that sell specific pieces, so you can’t craft or customize anything new to fit your desired playstyle. This approach severely limits your options, because, without any foundational class abilities, everything your character can do is determined by the items you have equipped. No matter how much you want to be a tanky fighter, you can’t unless you are lucky enough to have the right equipment at the appropriate level.", "You get these items as rewards for defeating enemies, but you also use in-game currency to buy blind-box chests from merchants. The contents of these chests are so wide in scope that they’re essentially worthless. You can buy chests with gear or artifacts, but “gear” encompasses all categories of weapons and armor – swords, bows, armor, axes, maces, daggers, and more. “Artifacts” include every type of spell-like ability, from pet-summoning to healing. This turns every blacksmith visit into a virtual casino, and rather than looking forward to what each transaction might bring, I started to dread every encounter with the smith. Good luck getting what you’re after.", "Getting gear may not adhere to the overall Minecraft spirit, but Dungeons’ take on enchanting is interesting. When you eventually get a weapon or suit of armor that you like, you can add special abilities through enchantments. A degree of randomization is at play here, with potential enchantments pulled from a large pool, but I enjoyed seeing the different possibilities. For instance, a burning enchantment sets enemies within melee range ablaze. Piercing gives arrows the ability to travel through multiple enemies. A set of armor can be imbued with a snowball enchantment, firing icy projectiles automatically at short intervals to stun enemies. Better quality gear has a higher chance of having better enchant options and additional slots.", "Artifacts are essentially your skills, and they can be equipped like gear. These operate on cooldowns, and, coupled with enchants, allow for some basic and satisfying synergies. A fireworks arrow lets you fire a special projectile with a damaging blast radius. I loved this artifact on its own, but using it with a bow equipped with multishot and infinity enchants not only gave me a random chance of firing several of these explosive payloads at once, but of nocking an additional one for a bonus follow-up salvo. Combinations like these are rewarding, which makes it even more of a bummer knowing that I’d eventually out-level their utility without a reliable way of finding replacements. Levels have defined loot tables, so it’s possible to target your desired loot a little, but it would be great to have some more agency when it comes to gearing up.", "Curiously, for a game with such a focus on items, managing them is a bare-bones affair. You can’t mark items as favorites or junk, or create gear sets for different purposes – say a loadout that focuses on support skills like healing when playing co-op, or a pure survivability build for solo play. You can’t share loot that you’ve found with other players, either. Loot is targeted for individual players when you’re grouping together, so you don’t have to worry about someone else stealing gear, but the collaborative element of keeping an item so you can give it to your buddy later is sorely missing.", "Minecraft Dungeons nails the franchise aesthetic, with 10 main story levels based on a variety of the mainline game’s biomes. Your adventure begins with a visit to a village in distress, before taking you through the autumnal Pumpkin Pastures, the rainy (and appropriately named) Soggy Swamp, through the Desert Temple, and ultimately an encounter with the evil Arch-Illager. This evil sorcerer swoops in several times throughout the campaign, which lasts around five hours, summoning minions and generally being a pain.", "Beating the campaign unlocks a higher Adventure difficulty setting, with better loot and tougher monsters. Beat that, and you get the Apocalypse setting, which promises even more of everything. I managed to do so over the course of several marathon sessions, but it’s not worth the trouble. The awkward middle period of the game lasts entirely too long; that’s when you can see the possibilities that the various enchantments and items have, but none of the drops are good enough to live up to that potential. I didn’t get any drops with three enchantment slots until the tail end of Adventure mode – after playing the same levels over and over again for about a dozen hours. Every item I picked up was a compromise in some way, but not in a fun or gratifying way. The difficultly is simply tuned too high to make all but a few items viable. It’s fun to have a llama or wolf pet, but they die almost instantly against enchanted foes. It’s better to take on another healing item instead. Useful, sure, but boring.", "Once the initial novelty of recognizing familiar elements from the Minecraft world wears off, you’re left with a remarkable sense of déjà vu. Sure, levels are procedurally generated, but barely so. I was convinced that something was broken since the variation between playthroughs was so slight. I played one level back to back and was proven wrong. The main beats of a particular stage are the same session to session, with subtle variations in where hallways may go or whether one section will have a few extra rooms. I’m not expecting completely reworked levels, but it makes exploration boring. That’s inexcusable for a Minecraft game, and it feels stingy. I eventually stopped trying to clear out the map fog before finishing a level, because I knew the majority of the discoveries would be worthless. Sure, there might be a pot at the end of a hallway with five emeralds inside, but when you consider the smith charges upward of 100 gems for a chest, it’s just not worth the effort.", "I was also puzzled by the overall lack of interactivity within the stages. I wasn’t expecting fully destructible environments or the ability to tunnel my way through the world; that’s what actual Minecraft is for. But the lack of any real interactive elements in the worlds makes it feel like you’re touring a museum. Crates, barrels, and other genre staples are in abundance, but your weapons pass harmlessly through them. Even Creepers detonate without leaving so much as a scratch on the environment, failing even to break nearby pots. Again, I’m not expecting them to leave massive craters across the world, but their implementation in Dungeons falls completely flat.", "Overall, I’d say my frustrations with Minecraft Dungeons are amplified because I love so much of what it does. Mojang effectively tapped what makes Minecraft Minecraft, and I marveled over the various nods and references throughout my early sessions. Witches toss (and drink) potions like they do in the mainline game, making them a priority elimination in larger battles. Endermen and Evokers pop up as mid-bosses, adding a sense of urgency and danger to the adventure. There’s even a Treasure Goblin analog, though it’s a pig with a treasure chest on its back, which you can loot after chasing it down. It’s a joy to stroll through these worlds at first, but playing the same handful of levels back to back to back gives way to monotony.", "Minecraft Dungeons has a solid core, and I’d love to see where it goes from here. Hopefully, Mojang recognizes the fact that games with grinding don’t have to be as much of a grind. It would be great to have some kind of way to experience levels in a remixed format, similar to how Diablo III has rifts or Torchlight and Path of Exile offer more randomized maps to encourage replays. But Minecraft Dungeons’ current approach is simply replaying the same stuff over again, and just isn’t enough."], "authors": ["Senior Editor", "Jeff Has Spent Countless Hours Using His Thumbs To Maneuver Images On Television Screens."], "keywords": ["familiarity", "minecraft", "youre", "content", "levels", "game", "needs", "loot", "enemies", "dungeons", "way", "items", "review", "gear"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}