{"id": "449d1c6f-b3e4-36de-9559-eb3413d9cd0a", "title": "2 moms arrested for refusing to quarantine at a hotel after getting breast surgery", "url": "https://www.foxnews.com/travel/ireland-moms-arrested-refusing-mandatory-hotel-quarantine-after-breast-surgery", "summary": "Two women from Ireland were arrested for allegedly refusing to go to a quarantine hotel after they returned from a medical tourism trip in Dubai.\nIn late March, Irish health authorities announced there would be mandatory hotel quarantines for travelers who arrived from countries that were determined to be a \"significant risk.\"\nTheir attorney Michael French said the two women were in the United Arab Emirates for breast augmentation and were unaware about the hotel quarantine mandate.\nMeanwhile, testimony from Irish police said authorities took two hours to explain the mandatory quarantine to the two women.\nThe British Broadcasting Corporation estimated a 12-day stay for a single adult could cost around $2,231.35 when the hotel quarantine mandate was first put in place in March.", "paragraphs": ["Two women from Ireland were arrested for allegedly refusing to go to a quarantine hotel after they returned from a medical tourism trip in Dubai.", "Kirstie McGrath, 30, and Niamh Mulreany, 25, left the United Arab Emirates and arrived in Dublin Airport on Friday, April 2, according to the Independent.ie – an Irish national news outlet.", "HERE ARE THE ‘MOST POPULAR’ COSMETIC PROCEDURES AROUND THE WORLD FOR 2020, SAYS MEDICAL TRAVEL COMPANY", "Refusing to go to a quarantine hotel reportedly landed the pair at Ballymun Garda Station in Santry, Dublin.", "McGrath and Mulreany were charged with violating the country’s current Health Act, according to the outlet.", "In late March, Irish health authorities announced there would be mandatory hotel quarantines for travelers who arrived from countries that were determined to be a \"significant risk.\" The United Arab Emirates is included in this list of 84 countries.", "ZOOM USERS FLOCK TO COSMETIC SURGEONS AMID COVID-19 PANDEMIC", "\"Any passenger who has been in any of these Category 2 countries in the previous 14 days, even if only transiting through one of these countries and even if remaining airside, is legally required to quarantine at a designated facility (mandatory hotel quarantine),\" travel guidelines published on the Department of Foreign Affairs reads. \"This applies even if the passenger receives a negative RT-PCR test result after arriving in the State. There are very limited exemptions to this requirement.\"", "McGrath and Mulreany appeared before Judge Miriam Walsh at Tallaght District Court on Saturday, April 4, according to the Independent.ie. Their attorney Michael French said the two women were in the United Arab Emirates for breast augmentation and were unaware about the hotel quarantine mandate.", "DR. GABRIEL CHIU OF NETFLIX'S 'BLING EMPIRE' SAYS THESE COSMETIC PROCEDURES REMAIN POPULAR DURING PANDEMIC", "According to plastic surgery planning resource Real Self, recovery from breast augmentation surgery typically takes about one to two weeks. Meanwhile, the American Society of Plastic Surgeons says full recovery takes about six weeks on average.", "Walsh reportedly questioned whether the surgeries were essential. Meanwhile, testimony from Irish police said authorities took two hours to explain the mandatory quarantine to the two women.", "CLICK HERE TO GET THE FOX NEWS APP", "French defended McGrath and Mulreany on the basis that they were trying to return home to their children and had already taken three coronavirus tests that returned negative. He also challenged the constitutionality of the mandate since people who have been diagnosed with COVID-19 are allowed to quarantine at home rather than at a hotel.", "The British Broadcasting Corporation estimated a 12-day stay for a single adult could cost around $2,231.35 when the hotel quarantine mandate was first put in place in March.", "Failure to comply with this mandate could result in a fine of $2,349.73 or a month in prison, according to the BBC.", "CLICK HERE TO SIGN UP FOR OUR LIFESTYLE NEWSLETTER", "Recent posts from social media users show the public remains divided on the issue.", "\"This is a dangerous ‘law’ that a dictator might put in place. There is no logic to it, this is selective interment of people,\" one Twitter user wrote. \"People with C-19 that don't travel can stay in their own home. Our ‘woke’ government is using Medieval dark age pillory methods to appease the zealots.\"", "Meanwhile, a different Twitter user wrote: \"They weren't worried about their kids when they were getting there tits done out in Dubai, fair play to the judge for taking no nonsense from them.\"", "FOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWS", "Data from the Johns Hopkins COVID-19 Dashboard reports more than 238,900 people in Ireland have been infected by the novel coronavirus. The nation’s death count is nearly 4,730."], "authors": ["Cortney Moore", "Cortney Moore Is A Digital Associate Writer Producer For Fox Business. Follow Her On Twitter At"], "keywords": ["getting", "mandate", "travel", "surgery", "refusing", "moms", "breast", "quarantine", "according", "hotel", "mulreany", "irish", "united", "mandatory", "emirates", "arrested"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}