{"id": "44a241ac-6d69-38c7-965b-78970e28f20f", "title": "Bees Paint Animal Poo on Their Homes to Repel Giant Hornets", "url": "https://www.wired.com/story/bees-paint-animal-poo-on-their-homes-to-repel-giant-hornets#intcid=_wired-homepage-right-rail_2da1359a-2c58-4f76-a62a-e1a28439ebd3_popular4-1", "summary": "If you knew what Vespa soror was capable of, you might not be so quick to judge these bees.\nAt nearly an inch and a half long, the hornet wields massive mandibles that quickly guillotine Asian honey bees, which are about a quarter of its size.\nThe hornets snag the honey bee larvae and carry them off to their own nest to feed to their young.\n“The poor Asian honey bees, they are just plagued by a suite of really relentless hornets,” says Mattila.\nThe, uh, collection of material Courtesy of Heather MattilaJoining Vespa soror in the torturing of these bees is Vespa velutina.", "paragraphs": ["Insects don’t come much cuter than the humble honey bee. Those fetching stripes, the “waggle” dance they do to tell each other where they’ve found nom-noms, that thing where they smear buffalo crap all over their hives.", "Excuse me—the more scientific term is dung. But whatever you call it, the fact remains that the Asian honey bee species Apis cerana flies around collecting bird and water buffalo poo not with its hind legs, like it does with pollen, but with its mouth. Back at the colony, it applies the dung as “spots” around the entrance to the hive. That might seem like bad housekeeping, but scientists just showed that there’s a brilliant method to this scatological madness: Heavily spotted colonies repel the bees’ archenemy, the giant hornet Vespa soror, a close cousin of the infamous Vespa mandarina or Asian giant hornet (colloquially dubbed the “murder hornet”) that’s invaded the US.", "If you knew what Vespa soror was capable of, you might not be so quick to judge these bees. At nearly an inch and a half long, the hornet wields massive mandibles that quickly guillotine Asian honey bees, which are about a quarter of its size. When one of them finds a nest, it slices up any workers that mount a defense and releases pheromones that tag the colony for its compatriots to find. Soon, reinforcements swoop in, the formidable air force gnawing at the small opening of the nest to fit their outsized bodies through.", "Once they’re in, it’s like a human army breaching a castle’s walls: Things are going to go downhill quick. The hornets snag the honey bee larvae and carry them off to their own nest to feed to their young. “They're hunters, so this is like a bonanza for them,” says Wellesley College biologist Heather Mattila, lead author on a new paper in PLOS One describing the insect war. The bees that survive end up retreating, knowing they’re now powerless to stop the looting. “The poor Asian honey bees, they are just plagued by a suite of really relentless hornets,” says Mattila.", "The, uh, collection of material Courtesy of Heather Mattila", "Joining Vespa soror in the torturing of these bees is Vespa velutina. Instead of infiltrating the nest, this smaller hornet just hovers around the colony “hawking,” picking off victims on the wing. The bees, though, aren’t entirely defenseless. They’ll actually hiss at the hornets. More famously, they perform “heat balling,” in which the diminutive bees form a swarming mass of bodies around a hornet, raising their temperatures until the invader literally cooks to death."], "authors": ["Matt Simon", "Matt Simo"], "keywords": ["hornets", "vespa", "soror", "hornet", "colony", "honey", "bees", "animal", "repel", "nest", "poo", "paint", "theyre", "giant", "asian", "homes"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}