{"id": "44b74e97-225d-348f-8140-fe5e97b0d3bf", "title": "The other tech giant - Wikipedia is 20, and its reputation has never been higher", "url": "https://www.economist.com/international/2021/01/09/wikipedia-is-20-and-its-reputation-has-never-been-higher", "summary": "Alexa Internet, a web-analysis firm, ranks Wikipedia as the 13th-most-popular site on the internet, ahead of Reddit, Netflix and Instagram.\nAs social-media sites are lambasted for censorship, “fake news”, disinformation and conspiracy theories, its reputation is higher than ever.\nIn October the World Health Organisation ( WHO ) started working with Wikipedia to make information on covid-19 available via the site.\nExplaining exactly why Wikipedia’s articles are so good is trickier.\nMuch of the site’s work appeals to human nature, she says: “People love to be right, to demonstrate their competence.”Even errors can be helpful.", "paragraphs": ["L YING DRUNK in a field outside the Austrian city of Innsbruck in 1971, inspiration struck Douglas Adams, a science-fiction writer. He looked at his copy of “The Hitchhiker’s Guide to Europe”, and then up at the stars, and came up with the idea for a “Hitchhiker’s Guide to the Galaxy”. It would be a (fictional) mixture of travel book and encyclopedia, but with an absurd-seeming twist: instead of being written by experts, anyone could contribute.", "Adams played his idea for laughs. But today it looks as prescient as it was funny. On January 15th Wikipedia—“the free encyclopedia that anyone can edit”—will celebrate its 20th anniversary. It will do so as the biggest and most-read reference work ever. Wikipedia hosts more than 55m articles in hundreds of languages, each written by volunteers. Its 6.2m English-language articles alone would fill some 2,800 volumes in print. Alexa Internet, a web-analysis firm, ranks Wikipedia as the 13th-most-popular site on the internet, ahead of Reddit, Netflix and Instagram.", "Yet Wikipedia is an oddity. It defies the Silicon Valley recipe for success. The site has no shareholders, has generated no billionaires and sells no advertising. Today’s aspiring tech giants burn vast quantities of investors’ money subsidising taxi rides (Uber) or millennial messaging (Snap) in pursuit of “scale”. Wikipedia grew organically, as more and more ordinary people decided to contribute. The site has its roots in the techno-optimism that characterised the internet at the end of the 20th century. It held that ordinary people could use their computers as tools for liberation, education and enlightenment.", "Like most Utopian thinking, the idea of an amateur encyclopedia was, for many years, treated as a bit of a joke. “A few endorse Wikipedia heartily. This mystifies me,” wrote a former president of the American Library Association in 2007. “A professor who encourages the use of Wikipedia is the intellectual equivalent of a dietician who recommends a steady diet of Big Macs with everything,” he sneered. Even now, after numerous academic studies highlighting its reliability, Wikipedia still lacks the gravitas and authority of older encyclopedias like “Britannica”, which are written by paid academic experts rather than amateurs. Schools, universities and The Economist’s fact-checkers frown on relying on it.", "Wikipedia may not have vanquished its doubters in theory. But it has triumphed in practice. With over 20bn page views a month, it has become the standard reference work for anyone with an internet connection. As social-media sites are lambasted for censorship, “fake news”, disinformation and conspiracy theories, its reputation is higher than ever. Toby Negrin, chief product officer at the Wikimedia Foundation, the San Francisco-based charity that provides the site’s infrastructure, describes the online encyclopedia as a “guardian of truth”.", "That sounds grandiose. But other tech behemoths now use it as a neutral arbiter. Conspiracy-theory videos on YouTube often come tagged with warning information from Wikipedia. Since 2018 Facebook has used Wikipedia to provide information buttons with the sources of news articles.", "Others are also enthusiastic. In October the World Health Organisation ( WHO ) started working with Wikipedia to make information on covid-19 available via the site. It considered the collaboration vital to its efforts to prevent an “infodemic” of misinformation about the virus. Brewster Kahle, the founder of the Internet Archive, which preserves websites for posterity, describes Wikipedia as “a treasure of the internet”.", "Wikipedia’s value and influence are hard to compute. Its revenues come from charitable grants and donations from its users. “Wikipedia is an example of what I like to call ‘digital dark matter’,” says Shane Greenstein, an economist at Harvard who has studied the site closely. Like parenting and housework, contributing to it is a valuable service that, because it is unpaid, remains mostly invisible to standard economic tools.", "A few researchers have tried to guess. One study in 2018 estimated that American consumers put a value of about $150 a year on Wikipedia. If true, the site would be worth around $42bn a year in America alone. Then add indirect benefits. Many firms use Wikipedia in profitable ways. Amazon and Apple rely on it to allow Alexa and Siri, their voice assistants, to answer factual questions. Google uses it to populate the “fact boxes” that often accompany searches based on factual questions. Facebook has started to do something similar. This drives traffic to Wikipedia from those keen to learn more. AI language models of the sort employed by Google or Facebook need huge collections of text on which to train. Wikipedia fits the bill nicely.", "The cult of the amateur", "Its biggest power is its subtlest. Since it is the first resort of students, professors, journalists and any number of curious people, its contributors do much to make the intellectual weather. The WHO ’s decision to work with Wikipedia reflects research suggesting that the site is the most-read source of medical information in the world—for doctors as well as patients.", "Its reach is clearest when things go wrong. In 2008 one user inserted a joke claiming that the South American coati, a small mammal, is sometimes known as the “Brazilian aardvark”. By the time the jape was revealed, in 2014, it had found its way on to various websites and into news articles and a book published by a university press. In 2012 a senior British judge was caught out when, in a report on the shortcomings and criminality of parts of the British press, he named Brett Straub as one of the founders of the Independent, a newspaper. Mr Straub has nothing to do with the Independent. His friends had been adding his name to Wikipedia’s pages as a joke.", "Yet despite a string of notable embarrassments—and its own disclaimer that “Wikipedia is not a reliable source”—it is, on the whole, fairly accurate. An investigation by Nature in 2005 compared the site with “Britannica”, and found little difference in the number of errors that experts could find in a typical article. Other studies, conducted since, have mostly endorsed that conclusion. Explaining exactly why Wikipedia’s articles are so good is trickier. A common joke holds that it is just as well that Wikipedia works in practice, because it does not work in theory.", "Deliberate decisions are one explanation. Wikipedia compares well with other reference works when it comes to honest mistakes, but it is uniquely vulnerable to vandalism and pranks. In an effort to combat them, says Mr Negrin, the site has developed algorithms that monitor articles for mischief. For America’s recent presidential election, editing articles was restricted to accounts more than 30 days old, and with at least 500 edits to their name.", "Other reasons are structural. The site’s open nature and its popularity help ensure that errors in well-read articles are usually spotted and fixed quickly. (By the same token, mistakes in more obscure entries may languish for years.) Mr Greenstein notes that, unlike with a printed encyclopedia, “another paragraph doesn’t cost anything”. That means that ideological rows can often be defused simply by adding paragraphs outlining different views. The site’s intimidating list of rules means that new editors face a steep learning curve. But it also helps to filter out dilettantes, ideologues and bores with an axe to grind.", "Wikipedia’s not-for-profit structure, points out Mr Kahle, means it can focus on the interests of readers and editors without having to consider the (possibly conflicting) demands of advertisers. The site is unusual since it is run by humans, not algorithms. Though social-media sites rely on idiot-savant computer programs to maximise “engagement” (ie, to sell more advertising), Wikipedia’s humans try to uphold woolly ideals such as accuracy, impartiality and arguing in good faith.", "Much of its success, in other words, is because of the culture its users have created. It is evident in the discussion pages that accompany every article, as the site’s contributors debate with each other the noteworthiness of a topic, the quality of its primary sources, what information to include and to leave out, and more. Rules of thumb gradually become more solid guidelines. The Wikipedia page outlining the “Neutral Point of View”—one of the most widely discussed and referred to—runs to 4,500 words. It includes recommendations on how best to describe aesthetic opinions, which assumptions count as necessary, and which must be justified. It also points out the risks of providing “false balance” about controversial subjects.", "Cultures constantly change. Relying on Wikipedia’s current one may, therefore, seem a risky strategy. Katherine Maher, the Wikimedia Foundation’s executive director and CEO , says that if Wikipedia did not already exist it might not be possible to create it on today’s fragmented, commercially minded internet. But given that it does, she is bullish about its prospects for survival. Much of the site’s work appeals to human nature, she says: “People love to be right, to demonstrate their competence.”", "Even errors can be helpful. Ms Maher cites Cunningham’s Law, which holds that “the best way to get the right answer to a question on the internet...is to post the wrong answer.” She recalls meeting a committed Chinese editor who began contributing to the Chinese-language project because “a lot of what he saw was just wrong, and he felt he had to fix it!”", "Keeping Wikipedia’s culture healthy means moving with the times. “Wikipedia is a child of the desktop internet,” says Mr Negrin. But “increasingly, when people talk about internet users, they’re talking about smartphones.” So the foundation is improving the site’s mobile-editing tools. Typing long articles on a smartphone is inescapably awkward, so attention has focused on helping users to make “micro-edits”, such as fixing spelling mistakes or correcting dates. The hope is that this will also act as a gateway drug for young editors and for those in poorer countries for whom smartphones are the standard or only way of getting online."], "authors": ["The Economist"], "keywords": ["internet", "20", "giant", "work", "higher", "reputation", "site", "wikipedia", "information", "articles", "wikipedias", "sites", "mr", "tech", "encyclopedia"], "pubDate": "2021-01-09T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}