{"id": "44db3e6a-9970-3199-bb8f-96f59af91c8e", "summary": "The World Cup-winning South Africa prop Tendai Mtawarira has signed for Old Glory DC, the Washington-based team which will enter Major League Rugby next year.\nI’ve been blessed to have that longevity and eventually come out of it as a World Cup winner.\nHis signing is a major coup, for Old Glory and MLR.\nThe New England Free Jacks and Rugby ATL, in Boston and Atlanta, join Old Glory as expansion projects.\nSheehy predicted Old Glory would be “beyond competitive” in their first season, and said the signing of Mtawarira would “put a stake in the ground”.", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "pubDate": null, "url": "https://www.theguardian.com/sport/2019/dec/18/tendai-mtawarira-beast-old-glory-dc-washington-mlr", "title": "Tendai Mtawarira, World Cup-winning 'Beast', joins Old Glory DC in MLR", "paragraphs": ["The World Cup-winning South Africa prop Tendai Mtawarira has signed for Old Glory DC, the Washington-based team which will enter Major League Rugby next year.", "Rise of MLR gives US rugby reason to be cheerful despite World Cup blank Read more", "“I’m really excited to come play rugby in Washington DC for Old Glory,” the man popularly known as “the Beast” told the Guardian, shortly after signing a one-year deal with his new team while on a visit to New York City.", "“This conversation started quite a while back, it’s probably been over 10 months, chatting about the possibility of pursuing a career in America.”", "Mtawarira was born in Zimbabwe but played 117 times for the Springboks in a storied career which came to an end after the World Cup final against England in Yokohama last month. He played Currie Cup and Super Rugby for the Sharks, based in Durban, and also turned out for the Barbarians. The move to Washington was managed by Kyros Sports, a sports marketing company Mtawarira co-owns.", "“I’ve been a loyal player to the Sharks and the Springboks,” Mtawarira said, “and I have had an amazing career. I’ve been blessed to have that longevity and eventually come out of it as a World Cup winner. I was always looking for a great opportunity overseas after that.", "“Coming to America excited me the most. The league is still young and for me to be part of something that is still brand new and to be a mentor to young rugby players, that really excited me. I want to give back a lot more because I was given a hell of a lot from the game. It changed my life, literally.”", "Mtawarira was linked to Gloucester in the English Premiership but he said “the US excited me very much, above going to France [or England]. Yes, the money’s big in France and big in Europe but I wanted to be part of something that might contribute to my legacy.", "“America really excites me: they say it’s the land of opportunity.”", "Mtawarira’s trip to the US to sign for DC also brought the opportunity to watch LeBron James and the Los Angeles Lakers but he remains focused on rugby. From famously pulverising English World Cup-winner Phil Vickery in 2009 – Guardian headline, “Lions show their claws but cannot tame the Beast” – to dismantling Dan Cole in the World Cup final of 2019, he has been a destructive scrummager and a threat around the pitch. His signing is a major coup, for Old Glory and MLR.", "“To have a player like Tendai join Major League Rugby is the reason we started this team 15 months ago,” said Paul Sheehy, a former US Eagles fullback who co-owns Old Glory with Chris Dunleavy and the Scottish Rugby Union, which holds a minority stake.", "“It’s going to elevate MLR to another level. So I’m ecstatic, and he’s a wonderful fit with Old Glory. We look forward to seeing him on the field. All good things come to those that are patient. Just to have Tendai interested in the United States I think validates the entire league and is a critical piece for USA Rugby and MLR.”", "The MLR salary cap is low, at $500,000, and squads are dominated by players from the US and Canada. But Mtawarira, now 34, follows other former internationals into the competition.", "Rugby United New York, rivals in the Eastern Conference, employ the England full-back Ben Foden and France centre Matthieu Bastareaud. The San Diego Legion have signed the double World Cup-winning All Black centre Ma’a Nonu while New Zealand wing Rene Ranger and Australia back Digby Ioane are with the Colorado Raptors.", "The Seattle Seawolves have won both championship games so far, beating Colorado in 2018 and San Diego earlier this year. For 2020, they have a former international of their own: the Argentina back-rower Juan Manuel Leguizamón, formerly of London Irish, Stade Français, Lyon and Jaguares.", "Facebook Twitter Pinterest Mtawarira poses with Prince Harry, South Africa captain Siya Kolisi and the Web Ellis Cup. Photograph: David Ramos - World Rugby/World Rugby via Getty Images", "The third season of MLR kicks off in February with five games over two weekends in Las Vegas. After the Guardian broke the news last month that Colorado may withdraw, the league has confirmed it will operate 12 teams, the Raptors among them. The New England Free Jacks and Rugby ATL, in Boston and Atlanta, join Old Glory as expansion projects.", "Major League Rugby welcomes Nonu and Ranger – but could say goodbye to Colorado Read more", "This week, George Killebrew, formerly in the back office for the Dallas Mavericks in the NBA, was named as the second MLR commissioner. Killebrew said Los Angeles and Dallas would launch expansion teams in 2021. Former Toulon owner Mourad Boudjellal has been linked with a team in Miami.", "Sheehy predicted Old Glory would be “beyond competitive” in their first season, and said the signing of Mtawarira would “put a stake in the ground”.", "Joking about telling his players to deliberately knock the ball on, in order to use their new prop’s scrummaging abilities to the max, he said fans should “really be excited about the product we’re going to put on the field”."], "authors": ["Martin Pengelly"], "keywords": ["cupwinning", "beast", "team", "dc", "cup", "mlr", "excited", "mtawarira", "league", "rugby", "glory", "old", "joins", "tendai", "world"]}