{"summary": "Photograph: Maxime Paquin/UNEPThe weir project on the Wadi El Ku river has also brought women, who do much of the farming work, to the fore.\nFacebook Twitter Pinterest The Wadi El Ku river has been transformed by weirs.\nIn El Fasher, Fuzia Abass, chair of the Women’s Development Association Network, says the Wadi El Ku project is having a big impact on women’s lives.\nPhotograph: Maxime Paquin/UNEPThe Wadi El Ku project has not been trouble-free.\nThe new deputy wali (governor) of North Darfur, Mohammed Ibrahim Abdelkareem, says: “This sabotage was a crime.", "url": "https://www.theguardian.com/world/2019/dec/18/how-water-is-helping-to-end-the-first-climate-change-war", "paragraphs": ["In the arid lands that have seen one of the most brutal wars of the 21st century so far, green shoots of peace may finally be appearing. In the hot Darfur fields farmed by Adam Ali Mohammed, these green shoots are alternating rows of lentils and melons.", "“We tried lentils before, but there was not enough water,” the farmer says.", "Here in the Sahel, water is the key to life, but there is precious little of it – just 20cm of rain a year – and it is the source of much of the conflict.", "In Somalia, the climate emergency is already here. The world cannot ignore it | Mustapha Tahir Read more", "The climate crisis is making marginal existences even more fragile. It is no future threat here, with the Sahara marching southwards, temperatures rising and precious annual rains becoming ever more erratic.", "But a new approach is bearing fruit. The seasonal river that runs by El Fasher, the capital of Sudan’s North Darfur state, has been transformed by community-built weirs. These slow the flow of the rainy season downpours, spreading water and allowing it to seep into the land. Before, just 150 farmers could make a living here: now, 4,000 work the land by the Sail Gedaim weir.", "Crucially, the weirs are not just promising a more bountiful future, but a more peaceful one. Communities of farmers and nomadic camel herders, deadly enemies during the war, are coming together to plan and build them. This has often meant meeting face to face for the first time since the conflict began in 2003, but recrimination has turned into cooperation over shared water, and even resulted in wedding invitations.", "“There was a lot of killing here – there isn’t enough time to tell you about it all,” says Sheik Abdoelhman Saeed, part of the Sail Gedaim weir committee. “But now we are planning among ourselves to reach new areas with weirs.”", "Facebook Twitter Pinterest Farmer Adam Ali Mohammed among his melon crop. Photograph: Maxime Paquin/UNEP", "Millet and sorghum were the staples, but Ali Mohammed has been able to expand into cucumbers and okra, lemons and grapefruit, and is trying sunflowers for the first time, all of which are valuable cash crops. “You give me the seed, and I will test it,” he says.", "Millions were forced to flee the violence in Darfur that killed as many as 400,000 people during a decade of conflict from 2003. Many people remain in huge camps today. “But if the fields are green like now, nothing could force me to go anywhere else,” says Ali Mohammed.", "Facebook Twitter Pinterest The weir project has empowered women like Azaz Mohammed. Photograph: Maxime Paquin/UNEP", "The weir project on the Wadi El Ku river has also brought women, who do much of the farming work, to the fore. “Before, I was not able to sit with these men, and to speak like this,” says Azaz Mohammed, as the dam committee from 22 villages meets, sitting on carpets in the shade of a tree and sharing a meal harvested from the surrounding fields.", "The weirs are a “pioneer project”, says Enaam Ismail Abdalla, director general at the ministry of production in North Darfur, adding that the timing of the rains has completely changed due to climate change. The weirs are enabling people to return to their villages and adapt to the changing climate, which would otherwise drive them away once again, she says. She hopes they will be replicated in other parts of Darfur, Sudan and beyond.", "The collaborative climate-proofing provided by the Wadi El Ku project shows a way to tackle the complex mix of climate impacts, conflict and migration that are thought to be rising around the world.", "Quick guide What is the Upside? Show Hide Ever wondered why you feel so gloomy about the world - even at a time when humanity has never been this healthy and prosperous? Could it be because news is almost always grim, focusing on confrontation, disaster, antagonism and blame? This series is an antidote, an attempt to show that there is plenty of hope, as our journalists scour the planet looking for pioneers, trailblazers, best practice, unsung heroes, ideas that work, ideas that might and innovations whose time might have come. Readers can recommend other projects, people and progress that we should report on by contacting us at theupside@theguardian.com", "Sign up here for a digest of uplifting tales like this emailed to your inbox every Friday. For free!", "The Darfur conflict was labelled “the first climate change war” by some observers, with the then-UN secretary general Ban Ki-Moon saying in 2007: “Amid the diverse social and political causes, it began as an ecological crisis, arising at least in part from climate change.” Research has shown that climate impacts such as drought and increasing temperatures increase the risk of armed struggles, particularly in regions where populations are already divided.", "Bitter divisions are starting to dissolve 50 miles (80km) north of El Fasher along the Wadi El Ku, where the next phase of the project is taking place. Until very recently, project staff needed a convoy of dozens of heavily armed soldiers to visit.", "“Now we can go on our own: that is a real sign of improvement,” says Atila Uras, head of the United Nations Environment Programme (UNEP) in Sudan, which oversees the €16m EU-funded project, which is aiming to help 180,000 people.", "Facebook Twitter Pinterest The Wadi El Ku river has been transformed by weirs. Photograph: Neil Munro/UNEP", "In the semi-desert encampment of Mamora, the pastoralists are reluctant to talk about the war. But after a traditional greeting meal of camel milk and goat meat inside an ornately decorated tent, Omer Ali Mohammed says: “For sure, during the conflict there was a breakdown of relations between the different communities.”", "He is a former member of the Rapid Support Forces, a government paramilitary group that grew out of the Janjaweed militias used by the former Sudanese regime to fight rebels in Darfur. In April, a revolution deposed President Omar al-Bashir after a 30-year rule. He is now in jail in Khartoum and faces genocide charges at the international criminal court in the Hague.", "“The government fuelled us to fight against each other, but we have realised we were being misused,” says another Mamora nomad, Mohammed Ahmed. “We got sick of the conflict. Now we want to live in peace. Our fathers and grandfathers used to live in peace.”", "Sudan – battling the twin forces of civil war and climate change | John Vidal Read more", "The Wadi El Ku project began work in this area in September with a six-day peace conference of seven pastoralist groups and 44 farming villages. “At first, they were all very angry and shouted a lot. The farmers said these [pastoralists] have killed our people,” says Awadalla Hamid Mohamed, of NGO Practical Action, which is implementing the UNEP project.", "“But we gave them time and the tensions slowly reduced. It took two months,” says Hamid Mohamed, who managed to escape from Janjaweed kidnappers nearby in 2015, when working on the early part of the project.", "“They realised coexisting was good for them,” he says. The nomads need clear routes for their 600-mile (1,000km) migrations, which were getting blocked by farms, while the farmers need milk, meat and safety for themselves and their crops. The nomads also say that they feel marginalised, with little access to medical care and deaths during childbirth common.", "Facebook Twitter Pinterest Omer Ali Mohammed recalled the region’s deadly conflict. Photograph: Maxime Paquin/UNEP", "The key was enabling the communities to come to an agreement on how to share the water and land. “There are layers and layers of conflict, so we started with what they could agree on, and everyone agrees there is a problem with the environment, with water by far the biggest priority,” says Uras. “But if you look like you are dictating things, that is a killer.”", "The peace meeting led to a breakthrough: for the first time in years, the nomads invited farmers to a wedding in September. More than 800 people attended, including many young people who had never met, with some guests travelling from 25 miles (40km) away. “It was an opportunity to rebuild the old relations,” says Ibrahim Abdalla, the nasir (leader) of the pastoralists.", "In nearby Kafod, the hundreds of donkeys gathered on the edge of the town show it is market day. Farmer Abdelrahman Hamad grows potatoes, radishes and onions on the Wadi El Ku, which runs nearby, and says he lost people to the conflict: “But the project has brought us together. Now I can go to the pastoralists’ area no problem. There were a lot of problems to overcome, of course, but everybody needs peace.”", "Facebook Twitter Pinterest Sasa entertained crowds with her songs. Photograph: Maxime Paquin/UNEP", "Downstream, at the village of Shagra, a colourful crowd of women and children have gathered to see the star entertainer Sasa. As the crowd processes around her, clicking their fingers above their heads, she sings a favourite tune: “Look at the widows and the little children / They have drained our tears / Forwards, oh Darfur.”", "The gathering is celebrating 9,000 new trees being planted by a local women’s community association, replacing the many destroyed for firewood during the war. The shady spot is a now a meeting place, and the gum arabic trees a future source of income.", "“The men tried to plant trees – they failed,” says Fathia Hamed Xagod, chair of the women’s association. They lacked the patience, she says.", "In El Fasher, Fuzia Abass, chair of the Women’s Development Association Network, says the Wadi El Ku project is having a big impact on women’s lives. More widespread access to water means much less time carrying it to their homes, while the greater incomes from the farms means more girls are going to school. “But while women are doing most of the work, the men are dominant in the decisions,” she says.", "Facebook Twitter Pinterest The new trees provide plenty of shade for meetings. Photograph: Maxime Paquin/UNEP", "The Wadi El Ku project has not been trouble-free. In 2018, the long Korga weir, built five miles from El Fasher, was sabotaged. “All the communities upstream and downstream had agreed to the weir, whether they benefited or not,” said Adam Mali, a member of this weir’s committee. “It worked really well in the first year and everyone was very happy. But then a few people [downstream] became jealous.”", "The great African regreening: millions of 'magical' new trees bring renewal Read more", "A night-time raid with a mechanical digger fatally weakened the weir. Despite repairs, when the unusually intense rains came this year, the resulting torrent ripped a 50-metre hole in the structure. This ruined its impact and forced farmers to abandon the unwatered fields. The prime suspects were linked to the deposed regime, but with no witnesses, they were released from police custody.", "But the revolution has brought new people to power. The new deputy wali (governor) of North Darfur, Mohammed Ibrahim Abdelkareem, says: “This sabotage was a crime. We have issued a decree to protect all the projects – the current ones and all the future ones.”", "His office will also fund the restoration of the Korga weir. “These projects contribute to the repair of Darfur society. Water projects are usually in the areas where the war happened.” This represents a significant change in tone, says Uras: “I have met a few walis, but this is the first time I have heard one talk about peace.”", "Omer Abdelrahman, at the groundwater and wadi directorate in North Darfur, is clear about the critical importance of such water projects: “Water is the key to our life – if we are breathing, we need water. If it is not equally shared, then again we will have more war and more killing.”", "But Hamid Mohamed, from Practical Action, is cautious about the future. “Security is 99% better now. But the situation is still fragile – the tension is still there – and nobody really knows what is going to happen tomorrow.”", "• The UN Environment Programme assisted with travel for the Guardian", "This article is part of a series on possible solutions to some of the world’s most stubborn problems. What else should we cover? Email us at theupside@theguardian.com", "", ""], "pubDate": null, "keywords": ["change", "climate", "helping", "end", "darfur", "war", "weir", "water", "project", "ku", "wadi", "conflict", "mohammed", "el"], "id": "44dfe625-bca6-348a-9611-290d6e73e507", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "authors": ["Damian Carrington"], "title": "How water is helping to end 'the first climate change war'"}