{"id": "44e63bcd-2c20-390c-8064-1788581d5cce", "title": "“Exterminate All the Brutes,” Reviewed: A Vast, Agonizing History of White Supremacy", "url": "https://www.newyorker.com/culture/the-front-row/exterminate-all-the-brutes-reviewed-a-vast-agonizing-history-of-white-supremacy", "summary": "It is literally a film in Peck’s voice, and that strength, and that audacity, also gives rise to its artistic peculiarities.\n“Exterminate All the Brutes” presents a thesis that Peck takes care to frame as a narrative—and an extraordinary, powerful, urgent one.\nThe movie borrows from the work of historians—the late Sven Lindqvist and Michel-Rolph Trouillot, and Roxanne Dunbar-Ortiz—all friends of Peck’s.\nPeck ranges back to the Crusades, documenting the claims of white, Christian, European superiority as the argument for conquests in Asia.\nHow Peck tells the story of white supremacy matters less than the fact that, at last, it is indeed being comprehensively, insightfully, compendiously told.", "paragraphs": ["The new four-part series by Raoul Peck, “Exterminate All the Brutes,” that’s streaming on HBO Max belongs to an exceptional genre: it is, in effect, an illustrated lecture, or a cinematic podcast. Which is to say that it’s an essay-film, a film of ideas, that are for the most part expressed by Peck himself, in his own voice-over, which nearly fills the movie’s soundtrack from start to finish. The four-hour film is in the vein of Peck’s previous essay-film, “I Am Not Your Negro,” which focusses on James Baldwin’s work. “Exterminate All the Brutes” is similarly an intellectual effort. And, like “I Am Not Your Negro,” it introduces and distills, from Peck’s own perspective, extant writings, this time by three historians who study colonialism and racism. Unlike the earlier film, though, the new one doesn’t offer much in the way of film clips from the writers themselves, and doesn’t (at least, doesn’t claim to) quote directly from their work. It is literally a film in Peck’s voice, and that strength, and that audacity, also gives rise to its artistic peculiarities.", "“Exterminate All the Brutes” presents a thesis that Peck takes care to frame as a narrative—and an extraordinary, powerful, urgent one. The movie borrows from the work of historians—the late Sven Lindqvist and Michel-Rolph Trouillot, and Roxanne Dunbar-Ortiz—all friends of Peck’s. What he extracts from their work is something that he explicitly calls “a story, not a contribution to historical research.” The story that he tells is a vast one, a millennial one—that of white supremacy, or, more specifically, whites’ presumption to supremacy, a presumption that, as he makes clear, continues, to this day, to be asserted with violence and justified with lies. Peck ranges back to the Crusades, documenting the claims of white, Christian, European superiority as the argument for conquests in Asia. These events were soon followed by the Spanish Inquisition and its persecution of Jews and Muslims, and—at the same time—the voyage of Columbus to the New World and the genocidal destruction of indigenous peoples that his expedition, and the many explorers that followed, committed.", "Peck gathers a set of historical atrocities of vast geographical and historical scope—the colonization of the New World by means of the genocide of Native Americans, the enslavement of Africans in the Americas, the imperial conquest of Africa by European powers, and the Holocaust—and traces their inextricable connections, their shared theme of white supremacy. “Exterminate All the Brutes” (the title, also that of a book by Lindqvist, is a line spoken by Kurtz in Joseph Conrad’s novel “Heart of Darkness”) offers, in effect, a unifying theory of white supremacy and its manifestations—in conquest, in genocide, and in the myths and the pseudoscience by which the killers have justified themselves and continue to do so. As Peck says, “The road to Auschwitz was paved in the earliest days of Christendom, and this road also leads straight to the heart of America.”", "What’s more, working with historians, Peck puts the very writing of history at the core of the story; he understands history as the victors’ record of events, and sees American national mythology as a fiction that depends on an assumed racism. A prime example is stated in a title card, “The Myth of Pristine Wilderness,” and Peck develops the idea, stating that “land with no people does not exist” and that “only through killing and displacement does it become uninhabited.” The foundational myth of the “discovery” of the West’s indigenous peoples becomes a tale of Western superiority and of white Europeans’ justified domination, up to and including the extermination of indigenous people—and the cultivation of the cleared land by way of the labor of enslaved Africans. The assumption is matched by the collective will to keep the resulting crimes silenced, the crimes that are the foundation of the Western world’s wealth, Europe’s monumental splendors, and America’s industrial domination—for that matter, its very essence. As Peck says, whiteness has served as “an authorization for abuse, a justification for eternal immunity.”", "In the course of his research, Peck says, Lindqvist told him, “You already know enough . . . what is missing is the courage to understand what we know and to draw conclusions.” Peck evokes some crucial historical connections that rarely appear in popular culture. For instance, in the myth of the eighteenth century’s overlapping ages of ostensible enlightenment and revolution, he emphasizes that, unlike the colonial French and American Revolutions, which sought freedom for whites and subjection for Blacks, the Haitian Revolution of 1790 was undertaken in the name of liberation and equality—and was also a crucial event in the development of the United States, when Napoleon, his colonial ambitions dashed, sold off French land in the Louisiana Purchase.", "Peck’s thought moves with a bold and wondrous associative freedom that takes the film from the naval superiority that enabled Europe to dominate India and China to the crucial role of industrialized weaponry in colonial expansion, and to the ultimate crime of the ultimate weaponry—the use of the atomic bomb against Japan, for which President Harry S. Truman offered an expressly racist justification. Through the misuse of the theory of evolution, the successful domination by Europe and the United States of nonwhite populations shifted, from the myth of a divinely ordained mission to the grotesque fiction of a scientific necessity. Thus, colonial wars in Africa, the elimination of Native American peoples, and the practice of slavery gave rise to the Holocaust—which then came, in the European and American imaginations, to take the place of their own crimes. Peck says, “We would prefer for genocide to have begun and ended with Nazism”—even as he traces the connection of Nazis to the rhetoric, the symbolism, and the violence of current-day white supremacists.", "For Peck, the goal of his historical analysis isn’t only to elucidate current events, it’s to inspire activism and to achieve change: “What must be denounced here is not so much the reality of the Native American genocide, or the reality of slavery, or the reality of the Holocaust; what needs to be denounced here are the consequences of these realities in our lives and in life today.” Throughout, he refers to the anti-immigrant hostility of the current nationalist right wing and the prevalence of neo-Nazis and overt white supremacists in the United States and elsewhere. He presents, plainly, the fulsome self-satisfaction of contemporary hate-mongering potentates. (Among the leaders he shows are Donald Trump, Jair Bolsonaro, Vladimir Putin, Recep Tayyip Erdoğan, Marine Le Pen, and Boris Johnson.) Peck calls slavery in the United States “a ghost,” explaining that “the fact that U.S. slavery has both officially ended and yet continues in many complex forms of institutionalized racism makes its representation particularly burdensome.” He looks to the prospect of reparations for Black Americans and “self-determination and restitution” for Native Americans, and considers that anything less will perpetuate and deepen past injustices.", "Peck’s method is far more complex than his mere voice-over, however. He relies on dramatic scenes—whether imagined reënactments or counterhistorical fantasies—to illustrate his ideas. (Josh Hartnett plays a wide range of white-supremacist monsters, such as the American General Thomas Sidney Jesup, who violated a truce with the Seminole chief Osceola; a murderous and grotesquely cruel Belgian colonial officer; and a nightmarish doctor who kills Black people in a laboratory setting as if they were animals in a slaughterhouse.) Another sequence imagines Columbus and his cohorts slaughtered on the beach by the indigenous people of Haiti (in a scene set to Charles Mingus’s “Haitian Fight Song”); yet another imagines white children captured and enslaved by a Black slave master. These brief sequences are powerful but merely illustrative—as, too, are clips from movies, made in Hollywood and elsewhere, whether showing John Wayne in “The Alamo” or Adolf Hitler in Leni Riefenstahl’s “Olympia,” a fictionalized sixteenth-century report on the massacre of indigenous people in “Dispute in Valladolid” or the dispensing of death from the heights of a helicopter in “Apocalypse Now.”", "Clips from some of Peck’s own films, such as “Haitian Corner” and “The School of Power,” are included, too—because Peck factors himself into the movie as well. He introduces his own story, briefly, in touches throughout—his childhood in Haiti, in New York, in Congo; his fifteen-year residence in Berlin, his wide-ranging travels. He introduces members of his family, and—in some of the most moving visual clips—relies on his parents’ home movies to recall his childhood and youth. With the self-conscious connection of his earlier, dramatic films to this first-person essay, he affirms that previously, as a filmmaker, he sought to “stay hidden in the background,” and made sure to “avoid becoming the subject” of his films. Here, by contrast, the enormity of the subject, he says, requires him to take conspicuous part, because “neutrality is not an option.”", "There’s nothing neutral about Peck’s voice-over; yet it’s a disembodied voice, one that allows itself to be no place in particular. The filmmaker speaks from nowhere. That placelessness is conspicuous in what is in the film instead: the choice and arrangement of the images that the film mainly comprises, archival drawings and illustrations, historical documents that are selected and shown in a relatively rapid montage, complete with sound effects and a conventionally load-bearing musical score. (The one extraordinary trope of visual rhetoric in Peck’s choice of archival photographs is the emphasis on the gazes of subjects into the camera; the effect, which recurs throughout the film, is that of a political challenge, a call to the bearing of witness.) “Exterminate All the Brutes” is a work of prodigious and passionate research that doesn’t show its work; the one moment in which Peck suggests a relationship to the archive—that of Raphael Lemkin, the historian who coined the term “genocide,” whose archives are at the New York Public Library—has a physical, experiential resonance that most of the film is missing. The visual interventions (like the dramatic sequences and animated sequences, the home movies and film clips with which the series is interspersed) are either too much or too little—they’re neither sufficiently drastic to suggest an analytical reconfiguration of source documents nor sufficiently plain and hands-on to evoke the filmmaker’s act of discovery and selection, to the presence and survival of archives laying untapped like the subject of the movie itself, in a violent silence. Breaking that silence, however, is the basis of the film, and its great achievement. How Peck tells the story of white supremacy matters less than the fact that, at last, it is indeed being comprehensively, insightfully, compendiously told."], "authors": ["Richard Brody", "Richard Brod"], "keywords": ["reviewed", "pecks", "genocide", "history", "vast", "film", "exterminate", "brutes", "peck", "agonizing", "historical", "american", "supremacy", "work", "indigenous", "white"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}