{"id": "44f3f4fc-7a96-38a0-b294-664d79762b3c", "title": "Alibaba fined $2.8 billion on competition charge in China", "url": "https://www.foxbusiness.com/markets/alibaba-fined-28-billion-on-competition-charge-in-china", "summary": "BEIJING — Alibaba Group, the world’s biggest e-commerce company, was fined 18.3 billion yuan ($2.8 billion) by Chinese regulators on Saturday for anti-competitive tactics, as the ruling Communist Party tightens control over fast-growing tech industries.\nParty leaders worry about the dominance of China's biggest internet companies, which are expanding into finance, health services and other sensitive areas.\nAlibaba was fined for \"abusing its dominant position\" to limit competition by retailers that use its platforms and hindering \"free circulation\" of goods, the State Administration for Market Regulation announced.\nIt said the fine was equal to 4% of its total 2019 sales of 455.712 billion yuan ($69.5 billion).\n\"Alibaba accepts the penalty with sincerity and will ensure its compliance with determination,\" the company said in a statement.", "paragraphs": ["BEIJING — Alibaba Group, the world’s biggest e-commerce company, was fined 18.3 billion yuan ($2.8 billion) by Chinese regulators on Saturday for anti-competitive tactics, as the ruling Communist Party tightens control over fast-growing tech industries.", "Party leaders worry about the dominance of China's biggest internet companies, which are expanding into finance, health services and other sensitive areas. The party says anti-monopoly enforcement, especially in tech, is a priority this year.", "Alibaba was fined for \"abusing its dominant position\" to limit competition by retailers that use its platforms and hindering \"free circulation\" of goods, the State Administration for Market Regulation announced. It said the fine was equal to 4% of its total 2019 sales of 455.712 billion yuan ($69.5 billion).", "\"Alibaba accepts the penalty with sincerity and will ensure its compliance with determination,\" the company said in a statement. It promised to \"operate in accordance with the law with utmost diligence.\"", "Ticker Security Last Change Change % BABA ALIBABA GROUP HOLDING LTD 223.31 -4.93 -2.16%", "BEIJING ASKS ALIBABA TO SHED ITS MEDIA ASSETS", "The move is a new setback for Alibaba and its billionaire founder, Jack Ma, following a November decision by regulators to suspend the stock market debut of Ant Group, a finance platform spun off from the e-commerce giant. It would have been the world's biggest initial public stock offering last year.", "Ma, one of China's richest and most prominent entrepreneurs, disappeared temporarily from public view after criticizing regulators in a November speech. That was followed days later by the Ant Group suspension, though finance specialists said regulators already had been worried Ant lacked adequate financial risk controls.", "Alibaba, launched in 1999, operates retail, business-to-business and consumer-to-consumer platforms. It has expanded at a breakneck pace into financial services, film production and other fields.", "GET FOX BUSINESS ON THE GO BY CLICKING HERE", "The government issued anti-monopoly guidelines in February aimed at preventing anti-competitive practices such as exclusive agreements with merchants and use of subsidies to squeeze out competitors.", "The next month, 12 companies including Tencent Holdings, which operates games and the popular WeChat messaging service, were fined 500,000 ($77,000) each on charges of failing to disclose previous acquisitions and other deals.", "Regulators said in December they were looking into possibly anti-competitive tactics by Alibaba including a policy dubbed \"choose one of two,\" which requires business partners to avoid dealing with its competitors.", "Also in December, regulators announced executives of Alibaba, its main competitor, JD.com, and four other internet companies were summoned to a meeting and warned not to use their market dominance to keep out new competitors."], "authors": [], "keywords": ["biggest", "fined", "competition", "anticompetitive", "regulators", "finance", "market", "companies", "charge", "group", "28", "alibaba", "china", "billion"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}