{"id": "44ff29ba-a87c-36bb-8374-0c6af02acbac", "title": "Russia’s Doping Ban Is Halved by Court of Arbitration for Sport", "url": "https://nytimes.com/2020/12/17/sports/olympics/russia-doping-wada.html", "summary": "Russia’s four-year ban from global sports has been cut in half on Thursday by a court in Switzerland, a decision that could signal the end of its yearslong battle with antidoping regulators who had accused the country of running one of the most sophisticated doping schemes in history in pursuit of sporting glory and Olympic medals.\nSome Russian athletes will still be allowed to compete at events, but only as neutrals.\nThe ruling will be viewed as a victory by the World Anti-Doping Agency, the global doping regulator, which was responsible for issuing Russia’s ban last year.\nIt was unclear why the three-judge panel reduced Russia’s punishment even as it largely agreed with WADA’s arguments in the case.\nIt stressed in its ruling that, while it was reducing the sanctions, Russia should not to claim its decision as any kind of vindication.", "paragraphs": ["Russia’s four-year ban from global sports has been cut in half on Thursday by a court in Switzerland, a decision that could signal the end of its yearslong battle with antidoping regulators who had accused the country of running one of the most sophisticated doping schemes in history in pursuit of sporting glory and Olympic medals.", "The decision, issued by the Court of Arbitration for Sport in Switzerland, the final arbiter on global sports disputes, means Russia will not be able to enter teams in the next two Olympics — the rescheduled Tokyo Games next summer and the 2022 Winter Games in Beijing — or have its anthem, its flag or even its name represented at other high-profile competitions. Some Russian athletes will still be allowed to compete at events, but only as neutrals.", "The ruling will be viewed as a victory by the World Anti-Doping Agency, the global doping regulator, which was responsible for issuing Russia’s ban last year. And it will mean relief and a degree of satisfaction for officials at the organization who had feared that new rules created in the wake of the Russian scandal, and designed to punish nations involved in state-sponsored doping conspiracies, would not be able to survive the sort of legal onslaught Russia had employed to fight them.", "It was unclear why the three-judge panel reduced Russia’s punishment even as it largely agreed with WADA’s arguments in the case. It stressed in its ruling that, while it was reducing the sanctions, Russia should not to claim its decision as any kind of vindication."], "authors": ["Tariq Panja"], "keywords": ["global", "games", "ruling", "russian", "russia", "russias", "switzerland", "court", "ban", "decision", "halved", "doping", "sport", "arbitration"], "pubDate": "2020-12-17T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}