{"id": "453450dc-0ca8-31d2-bfd2-862f4e595ad9", "title": "What Kathy Hilton Learned About Style From Paris and Nicky", "url": "https://www.vogue.com/article/kathy-paris-nicky-hilton-valentino-campaign", "summary": "“I used to bring them to the fashion shows in Paris when they were, like, 13 and 15,” she says.\nWe had a huge entryway filled with racks of clothes.” Paris, in particular, had an experimental flair.\n“Paris could go to Patricia Field, find a pair of pants or a skirt, and then she would pair it with one of my good jackets,” Kathy says.\n“I learned about Juicy Couture from them,” she says, adding that she still has four of the beloved tracksuits today.\n“They both have their own style, and it’s so interesting to just take little notes here and there.”", "paragraphs": ["Kathy remembers her daughters’ early love for fashion fondly. “I used to bring them to the fashion shows in Paris when they were, like, 13 and 15,” she says. “I think that’s where they really got a taste and started to see all these beautiful things. And then the designers started to send them things. We had a huge entryway filled with racks of clothes.” Paris, in particular, had an experimental flair. “Paris could go to Patricia Field, find a pair of pants or a skirt, and then she would pair it with one of my good jackets,” Kathy says. “She was quite the character in the day.”", "While they all have their own tastes, borrowing from each other’s closets is all but a family tradition. “They make themselves very at home in the closet,” says Kathy, adding that her handbags and jewelry are a particular hit with her daughters. Paris also recently borrowed one of her pink and white Chanel suits. “I have kept a lot of beautiful things, including some gorgeous Valentino from the ’90s,” Kathy says. “Nicky actually wore one of them to the Met ball [in 2001]. It was a gorgeous yellow beaded skirt with a chiffon top, and it was to the knee, which was unusual for the Met ball. And she borrowed one of my very good necklaces. I didn’t even know until I saw the pictures!”", "Photo: Camraface", "These days, they give fashion advice freely to each other. “I don’t buy anything, and they don’t, unless we all agree on it,” Kathy says. “We’ll share ideas—they’ll ask me and I’ll ask them.” The number one fashion rule she’s instilled in her daughters is, “You don’t have to put on everything in the closet,” she says. As for what her daughters have taught her? “I learned about Juicy Couture from them,” she says, adding that she still has four of the beloved tracksuits today. “They both have their own style, and it’s so interesting to just take little notes here and there.”"], "authors": ["Christian Allaire", "Christian Allair"], "keywords": ["hilton", "learned", "kathy", "pair", "style", "daughters", "skirt", "dont", "nicky", "particular", "fashion", "started", "things", "paris"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}