{"id": "45372210-7a5f-3ed4-a0f2-f6509f465819", "title": "How Parler, a Chosen App of Trump Fans, Became a Test of Free Speech", "url": "https://www.nytimes.com/2021/01/10/technology/parler-app-trump-free-speech.html", "summary": "The tech companies’ actions last week to limit such toxic content with Mr. Trump and Parler have been applauded by liberals and others.\nBut the moves also focused attention on the power of these private enterprises to decide who stays online and who doesn’t.\nThe tech companies’ newly proactive approach also provides grist for Mr. Trump in the waning days of his administration.\n“I think we should recognize the importance of neutrality when we’re talking about the infrastructure of the internet,” he said.\nThe companies said they required sites like Parler to systematically enforce their rules.", "paragraphs": ["The tech companies’ actions last week to limit such toxic content with Mr. Trump and Parler have been applauded by liberals and others. But the moves also focused attention on the power of these private enterprises to decide who stays online and who doesn’t. And the timing struck some as politically convenient, with Mr. Biden set to take office on Jan. 20 and Democrats gaining control of Congress.", "The tech companies’ newly proactive approach also provides grist for Mr. Trump in the waning days of his administration. Even as he faces another potential impeachment, Mr. Trump is expected to try stoking anger at Twitter, Facebook and others this week, potentially as a launchpad for competing with Silicon Valley head on when he leaves the White House. After he was barred from Twitter, Mr. Trump said in a statement that he would “look at the possibilities of building out our own platform in the near future.”", "Ben Wizner, a lawyer for the American Civil Liberties Union, said it was understandable that no company wanted to be associated with the “repellent speech” that encouraged the breaching of the Capitol. But he said Parler’s situation was troubling.", "That was because Apple’s and Google’s removal of Parler from their app stores and Amazon’s halting its web hosting went beyond what Twitter or Facebook do when they curtail a user’s account or their posts, he said. “I think we should recognize the importance of neutrality when we’re talking about the infrastructure of the internet,” he said.", "In earlier statements, Apple, Amazon and Google said that they had warned Parler about the violent posts on its site and that it had not done enough to consistently remove them. The companies said they required sites like Parler to systematically enforce their rules. They declined to comment further on Sunday."], "authors": ["Jack Nicas", "Davey Alba"], "keywords": ["week", "fans", "speech", "test", "free", "app", "chosen", "twitter", "wizner", "companies", "facebook", "posts", "mr", "tech", "parler", "trump"], "pubDate": "2021-01-10T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}