{"id": "4538adee-a601-3032-8856-e280cbb5e03d", "title": "How Deathloop's Multiplayer Works And How Arkane Prevents It From Being Annoying", "url": "https://www.gameinformer.com/2021/03/19/how-deathloops-multiplayer-works-and-how-arkane-prevents-it-from-being-annoying", "summary": "The first way Arkane stacks the deck for Colt is through his Reprise ability, which essentially gives him three lives per day.\nThe whole island is on the lookout for Deathloop's protagonist on Julianna's orders, so if an NPC scout or a security system spots Colt, the Julianna player gets a marker on her HUD.\nSo how does Arkane go about keeping this game of cat and mouse from being a frustrating venture for the Colt player?\nIn addition, if you kill Julianna as Colt, it replenishes your Reprise power, effectively refilling your extra lives for that run.\n\"Some people will just vastly prefer playing the game alone; that's something we are definitely aware of,\" Bakaba says.", "paragraphs": ["The dynamic between Colt and Julianna is fascinating. One character is trying to break the time loop, while the other is trying to preserve it. Along the way, they get to know each other, laughing at each other's jokes, sharing experiences, and blasting each other with bullets before the loop begins anew the next day. These interactions occur over the course of the narrative, as Colt tries to figure out the best way to assassinate eight targets in a single day, while Julianna tries to ambush him when he least expects it. The unpredictability is ratcheted up thanks to Julianna being controlled by another player who invades your game in hopes of stopping Colt's progress through the story.", "The idea of another player invading your game and stepping into the role of your arch-nemesis is a cool idea, but anyone who has ever played an online multiplayer game can immediately see the potential for frustration. However, when I ask game director Dinga Bakaba about how Arkane Studios went about making these asynchronous multiplayer experiences rewarding, challenging, and fun instead of rage-inducing, frustrating, and off-putting, he feels confident that the encounters will be enjoyable for players.", "\"I like to think about those Julianna encounters as boss fights,\" Bakaba says. \"At some point, the targets, you will know them. You will have all the tools to deal with them. They are not the real danger here, especially if you are playing online.\"", "The team wanted the times where Julianna invades to feel like a challenge, but Arkane tilts the odds in Colt's favor to make it feel less overwhelming or frustrating. The first way Arkane stacks the deck for Colt is through his Reprise ability, which essentially gives him three lives per day. Julianna is living through the same time loop as Colt, but she only has one life per day, meaning the Julianna player needs to be creative and crafty when trying to take out Colt. However, just because Colt dispatches Julianna in the morning hours doesn't mean she won't return later in the day, controlled by someone else. The team won't go into how or why that works, but you shouldn't feel too safe in the afternoon just because you killed Julianna by breakfast time.", "\"There is something special about her that makes it possible for her to come back,\" Bakaba teases. \"The other thing I will say is that the fact that you killed her during an invasion doesn't make you progress toward your goal of breaking the time loop.\"", "Additionally, if Colt is in a time and place where none of his targets are around, Julianna cannot invade. This enables Colt to explore and do other things in preparation for his main mission without fear of being ambushed. However, once Colt goes into an area occupied by a target, Julianna's invasion is fair game. So if Colt isn't going after his quarry, but is instead trying to extract a weapon for future loops or uncovering clues about the target for future attempts, Julianna's presence adds tension. If she can finish him off, he won't be able to keep that weapon. However, if you find a clue that allows you, for instance, to enter a new area, you've accomplished your goal of finding the tip and Colt's death won't carry much consequence.", "If you're playing as Colt and Julianna invades your game, you're immediately notified over the radio as she announces her presence through a series of taunts. Once she arrives, she locks the exit doors, more or less trapping you in the map. You can unlock the doors by hacking an antenna relay in the area, which you can do remotely and stealthily, but if the relay gets hacked, it's likely that Julianna will know you're in the general area. From there, Julianna could try to cut you off on your exit route, but Colt is once again the lucky one, as there are two exits in every district.", "\"Those encounters do not have to be resolved by fighting,\" Bakaba says. \"This is not necessarily a contest of skills. It can also be a contest of mind games where you never actually see her because you went around.\"", "While Colt may have more advantages in his corner, all the fortune isn't on his side. After all, Julianna isn't alone in hunting Colt. The whole island is on the lookout for Deathloop's protagonist on Julianna's orders, so if an NPC scout or a security system spots Colt, the Julianna player gets a marker on her HUD. Likewise, if Colt goes into a situation guns blazing or tosses grenades, that will also draw the huntress' attention.", "\"We want a game of cat and mouse rather than a game of straight confrontation,\" Bakaba says.", "So how does Arkane go about keeping this game of cat and mouse from being a frustrating venture for the Colt player? One way is to swing the risk/reward mechanics in Colt's favor. \"The catchphrase of the game is, 'If you don't succeed at first, die and die again,'\" Bakaba says. \"It's not necessarily punishing if I had accomplished my goals, and after that I have the confrontation and I lose, it might be that I actually don't lose that much. On the contrary, if I win, Julianna will drop some of her loadout, so you get a chance to gain a power or a nice weapon without having to do a side quest or kill a target.\"", "In addition, if you kill Julianna as Colt, it replenishes your Reprise power, effectively refilling your extra lives for that run. Meanwhile, if Julianna succeeds in her mission to kill Colt, she comes away with no real reward. With so much to gain and not too much to lose, it might actually be worth it for Colt to give Julianna the trouble she seems to be looking for.", "Even after all of these measures taken by Arkane if you still don't want other players interfering with your game, you are able to limit invasions to people on your friends list or to turn off the invasion mechanic altogether. If you do that, an NPC Julianna will invade your game instead of a player-controlled one. \"Some people will just vastly prefer playing the game alone; that's something we are definitely aware of,\" Bakaba says. \"I'm not here to tell people how to play their game. It's their game! But I hope they try [playing online] because I think, emotionally at least, it creates something that we wanted to create. Of course, the A.I. is serviceable, it will do its job, but it will never be on the same level of chaos.\"", "Regardless of which mode you play with, you can't communicate with the other player in the world, and you won't even know who it is until after the session ends. \"We come from the single-player background in terms of the games we make, so we wanted to make something that feels like it's single-player, but there is a possibility of multiplayer,\" Bakaba says. \"That person who is playing the invader, they are not them; they are Julianna. That's something that's important. So we didn't want voice chat just to keep that level of mystery ... I think it was more about trying to have a single-player experience with some people guest-starring in your campaign. We wanted something that feels like it's a character from the game, not someone from the internet.\"", "At the time of my discussions with the studio, Arkane is still deciding if Deathloop will even tell you if the Julianna invading your game is an NPC or player-character. \"We are looking at both angles,\" Bakaba says. \"Both have advantages, but maybe people will still want to know that it's a player. I don't know! You tell us in the comments! [Laughs]\"", "Deathloop comes to PlayStation 5 and PC on May 21. For more in-depth looks at the upcoming Arkane title, check out our current issue and our coverage hub by clicking on the banner below."], "authors": ["Digital Editor", "Brian Has Written About Video Games For Over A Decade Across Multiple Publications. When He'S Not Writing Or Gaming", "He'S Usually Listening To Music", "Watching Ufc", "Or Hopelessly Rooting For A Baltimore Or D.C. Sports Team."], "keywords": ["annoying", "works", "trying", "arkane", "multiplayer", "wont", "prevents", "playing", "deathloops", "game", "player", "know", "bakaba", "colt", "julianna"], "pubDate": "2021-03-19T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}