{"id": "453dbaea-468b-3b86-84b7-cc1ddf1f7ad0", "title": "Orientalism, 'Cyberpunk 2077,' and Yellow Peril in Science Fiction", "url": "https://wired.com/story/orientalism-cyberpunk-2077-yellow-peril-science-fiction/", "summary": "That game, Cyberpunk 2077, has already drawn both praise and criticism, but one of those criticisms is of how it handles different cultures—especially Asian culture, which is inextricably tied to the cyberpunk genre.\nThe Origins of the Cyberpunk GenreThe origins of the cyberpunk genre involve Western anxieties about the East.\nAs America expanded on land in order to accumulate wealth, Asian immigrants ended up being targeted as cheap labor without any concern for their basic rights.\nBecause to me, cyberpunk as a literary movement and genre and style emerges from this deeper history,” Yeats explained.\n“The impact of World War II cannot be overstated.", "paragraphs": ["2020 has been one of the most tumultuous years in recent memory, but at least, in a few days, the most anticipated game of the year will come out. That game, Cyberpunk 2077, has already drawn both praise and criticism, but one of those criticisms is of how it handles different cultures—especially Asian culture, which is inextricably tied to the cyberpunk genre.", "The Origins of the Cyberpunk Genre", "The origins of the cyberpunk genre involve Western anxieties about the East. Techno-orientalism is the use of Asian aesthetics in cyberpunk, futuristic, and dystopian settings. There is a long and deep Euro-American tradition of using Asian symbolism such as neon signs with Japanese and Chinese lettering to express those feelings about what the future holds, including globalization and the threat of a takeover from the East.", "Dylan Yeats, the author of Home Is Where the War Is: Techno-Orientalist Militarism on the Homefront, told me that he believes there are two strains of techno-orientalism, the European “Imperialist” strain and the American “Settler” strain.", "The former can be traced back to World War II, when powers like the United Kingdom, France, and the Netherlands were looking at the end of their globe-spanning empires, while simultaneously seeing the expansion of imperialism in countries like Japan. They feared they would be outpaced in both technological and political clout, with Asian nations flipping the table and turning the previously colonized into the colonizers.", "As for the latter, the Settler strain is about the promise of land and democracy to transform culture and the world. As America expanded on land in order to accumulate wealth, Asian immigrants ended up being targeted as cheap labor without any concern for their basic rights. These immigrants had sacrificed everything they had in their homelands to seek a better life in America, and thus they were willing to work for meager wages.", "Chinese immigrants, in particular, were exploited to build technology like railroads during the 19th century. As a result, they were treated as an underclass and targeted as symbols of fear surrounding job displacement: low wages, dirty living conditions, and greed.", "“I think this context is very important. Because to me, cyberpunk as a literary movement and genre and style emerges from this deeper history,” Yeats explained. “The impact of World War II cannot be overstated. I think many Americans today don’t realize just how scary the Japanese were, or how scary it was that the Americans developed globe-threatening atomic weapons to defeat them.”", "The aspect that the cyberpunk genre gets right is that technological advancement doesn’t necessarily lead to a higher quality of life, so long as transnational capitalism continues to exploit and redistribute resources unequally in society. The antagonist in the genre is usually a multinational corporation, which is why many villains in cyberpunk stories aren’t lone actors or criminal masterminds, but massive conglomerates that want to dominate everything they can. If there is an individual standing in the way, it’s typically the CEO of the otherwise faceless corporation. But then again, the company is too big to fail, and another CEO can always be appointed by its shareholders.", "However, the themes of class and social inequality “often become caught up in fixating upon a foreign, racialized other, whose sudden capitalist dominance is both uncanny and extra-terrifying,” said Takeo Rivera, assistant professor of english at Boston University.", "Rivera noted how the 1982 murder of Vincent Chin in Detroit, Michigan, was a result of fears that Japan’s then booming economy meant that country would soon take over American industries such as auto and real estate. Chin, a Chinese man, was murdered by two disgruntled white male auto workers who assumed he was Japanese. He added, “Techno-oriental fears are mapped as easily upon Japanese people as the Japanese cars: mass reproducible, intrusive, and overwhelming the more ‘human’ white man.”", "Why Cyberpunk Is So Often Set in California", "When you look at Cyberpunk 2077’s setting, setting, Night City, in the various trailers, the Asians that you see or meet are still “foreign” or the “other,” resting outside of some typical, white male norm. Yeats said that Night City reminds him of Blade Runner, in that there is a real sense of a multicultural future. These stereotypical Asian decorative elements like neon signage with Asian lettering could signal anxieties of a globalized future where some identities have taken a back seat to others. But at the same time, they could just be there for purely aesthetic reasons, as they are commonly seen in modern city neighborhoods like Chinatown or Little Tokyo."], "authors": ["George Yang", "George Yan"], "keywords": ["japanese", "cyberpunk", "world", "immigrants", "orientalism", "yellow", "war", "genre", "science", "fiction", "yeats", "white", "peril", "2077", "future", "asian"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}