{"id": "454b43ad-ee2d-3d3c-bfa8-e8332a679125", "title": "Tessy Antony de Nassau congratulates ex-husband Prince Louis of Luxembourg on his engagement", "url": "http://www.foxnews.com/entertainment/tessy-antony-de-nassau-ex-husband-prince-louis-luxembourg-engagement", "summary": "On Tuesday, Tessy Antony de Nassau took to Instagram Stories where she congratulated her ex-husband Prince Louis of Luxembourg on his recent engagement.\nQUEEN ELIZABETH II DOESN’T WANT 'FAMILY DRAMA' THIS LATE IN HER REIGN: REPORTThe pair have two sons: 15-year-old Prince Gabriel and 13-year-old Prince Noah.\n\"Finally its out too :),\" Antony de Nassau wrote.\nIn a statement, Louis’s parents, Grand Duke Henry and Grand Duchess Maria Teresa of Luxembourg, wrote: \"We are very happy to announce the engagement of our son, Prince Louis, to Miss Scarlett-Lauren Sirgue.\nShe launched a podcast titled \"Tessy Antony de Nassau’s Zoom O’Clock\" in 2020.", "paragraphs": ["No royal drama to be found here.", "On Tuesday, Tessy Antony de Nassau took to Instagram Stories where she congratulated her ex-husband Prince Louis of Luxembourg on his recent engagement.", "Her sweet message came shortly after The Grand Ducal Court of Luxembourg announced that day that the 34-year-old is engaged to French attorney Scarlett-Lauren Sirgue, 29.", "Louis was previously married to Antony de Nassau, 35, from 2006 until 2019. The former couple met while they were both serving in the army.", "QUEEN ELIZABETH II DOESN’T WANT 'FAMILY DRAMA' THIS LATE IN HER REIGN: REPORT", "The pair have two sons: 15-year-old Prince Gabriel and 13-year-old Prince Noah. Louis relinquished his succession rights when he married Antony, who is a commoner, People magazine reported.", "\"Finally its out too :),\" Antony de Nassau wrote. \"Gabe, Noah, Frank and I are so happy for you both and wish you only the best and much happiness.\"", "In a statement, Louis’s parents, Grand Duke Henry and Grand Duchess Maria Teresa of Luxembourg, wrote: \"We are very happy to announce the engagement of our son, Prince Louis, to Miss Scarlett-Lauren Sirgue. [Louis's sons] Princes Gabriel and Noah join us in surrounding the new couple with all our affection. We wish them immense happiness.\"", "CLICK HERE TO GET THE FOX NEWS APP", "The royal family also released a portrait of the beaming couple.", "Antony de Nassau is engaged to Swiss businessman Frank Floessel and the pair are expecting a child later this year, People reported.", "CLICK HERE TO SIGN UP FOR OUR ENTERTAINMENT NEWSLETTER", "Since her divorce, Antony De Nassau has taken on the roles of humanitarian and businesswoman. She launched a podcast titled \"Tessy Antony de Nassau’s Zoom O’Clock\" in 2020."], "authors": ["Stephanie Nolasco"], "keywords": ["tessy", "engagement", "prince", "louis", "congratulates", "wish", "grand", "wrote", "noah", "luxembourg", "antony", "exhusband", "nassau"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}