{"id": "45525b02-07f2-3976-a58c-1ff744bd6548", "title": "The WeWork Documentary Explores a Decade of Delusion", "url": "https://www.newyorker.com/culture/culture-desk/the-wework-documentary-explores-a-decade-of-delusion", "summary": "The documentary “WeWork: Or the Making and Breaking of a $47 Billion Unicorn,” which was released last week, on Hulu, spans 2008 to 2019, a period that technically ended just eighteen months ago.\nOther companies have offered flexible office space, most notably Regus, which has been in the business for decades, without anyone getting overly excited about it.\nA WeWork space resembled a cool person’s living room.\nBut I found myself craving a deeper understanding—especially because the story doesn’t stop with WeWork or Neumann.\n(The origin of the word “creditor” is credere, which is Latin for “believe.”) Rothstein’s WeWork documentary could have benefitted from more interviews with such experts.", "paragraphs": ["The pandemic has really done a number on our sense of time. The documentary “WeWork: Or the Making and Breaking of a $47 Billion Unicorn,” which was released last week, on Hulu, spans 2008 to 2019, a period that technically ended just eighteen months ago. But, at times, watching the documentary feels like watching an account of a distant era—you might as well have turned on Michael Wadleigh’s “Woodstock” or Matt Tyrnauer’s “Studio 54.” WeWork, in case you’ve forgotten, was the startup that pioneered the boom of co-working—that distinctly pre-COVID-19 phenomenon in which freelancers and entrepreneurs paid to spend the workday in shared office spaces, bathing in one anothers’ respiratory droplets. What began as a Brooklyn desk-renting outfit metastasized into Manhattan’s biggest office tenant, reaching a private-market valuation of forty-seven billion dollars, before the whole thing crumpled in a failed I.P.O. attempt.", "The story of WeWork’s rise and fall is the story of the past decade: a strange time when greed, technology worship, and low interest rates combined to produce throngs of supposedly billion-dollar startups, known as “unicorns.” But it is also the story of one man, Adam Neumann, an Israeli immigrant with flowing, dark hair and a habit of walking around barefoot in public. It’s clear that, had Neumann been born a few centuries earlier, he would have made an amazing prophet. But, in 2010, in New York City, he became the next best thing: a founder. The documentary suggests that the two aren’t so different: footage of old-timey faith healers is juxtaposed with scenes of Neumann preaching to starry-eyed millennials. He anoints them, “You’re a creator! And you’re a creator! And I know you’re a creator!”", "Jed Rothstein, who directed the documentary, is no stranger to religious fervor. The Oscar-nominated filmmaker is known for projects such as “Killing in the Name,” about Al Qaeda, and “God’s Next Army,” about fundamentalist Christian college students. In “WeWork,” Rothstein sets his sights on the Silicon Valley-inspired prosperity gospel that defines our current era: the dream of “disrupting” something and becoming a billionaire. It’s a shallow ideology, and, for the most part, Rothstein keeps things light. He sets a brisk pace, works in funny movie references—“Eyes Wide Shut,” “Animal House”—and gently mocks his subjects with mischievous string music. This isn’t epic, Ken Burns-style storytelling. But it’s a good yarn.", "The film begins during a time of terror and possibility—the stock-market crash of 2008—when an old economic order was vanishing along with the old careers. As Neumann says, in an early promotional video for WeWork investors, one of many that provide fodder for the documentary, “If you’re twenty-two today and you’re out of college, you can’t go and work for corporate America in the old way, and you need a new solution.” For many people, the solution was to start their own thing—and pray that it would, one day, become the next Amazon, Facebook, or Google.", "WeWork had a fairly straightforward business model. The company would sign long-term leases on office space, subdivide it into smaller work areas, and then rent those out to freelancers or small businesses on a short-term basis. During boom times, it worked great. WeWork could fit more people into its spaces than a regular office. But it carried an obvious risk: What would happen if there was another recession, and the customers went away? WeWork would be stuck paying the rent.", "Other companies have offered flexible office space, most notably Regus, which has been in the business for decades, without anyone getting overly excited about it. (To explain the lack of buzz, we see a snippet from a Regus ad, in which a cheerful businesswoman provides a tour of beige, corporate meeting rooms.) One could argue that WeWork’s biggest innovation was in creating a new workplace aesthetic: casual enough to lure freelancers from coffee shops but more sophisticated than the nerdy playpens of Palo Alto, with their indoor slides and ball pits. A WeWork space resembled a cool person’s living room. Glass walls, exposed brick and concrete, oversized couches, and beer on tap. In the documentary, there’s an amusing roll call of WeWork’s early customers, announcing the names of the companies they were attempting to start there: Yoink. BrunchCritic.com. Spindows. Scruff. Roomhints. These founders—mostly white men and women—wanted a place to work, but they also wanted membership in a club. Or was it a fraternity? One of WeWork’s earliest rituals was an event called Summer Camp, a multiday bacchanal where members indulged in water sports, ropes courses, and semi-clothed games of beer pong. Neumann is the ringmaster of this circus. The endless footage of him partying—crowd-surfing, exchanging chest bumps—becomes a metaphor for his ineffable mojo.", "The company’s story is told by a chorus of ex-employees, customers, and journalists, who agreed to be interviewed for the documentary. (Neumann did not participate.) The scene-stealer ends up being Don Lewis, a former WeWork lawyer with a Brooklyn accent who has a few decades on most of the company’s workforce. He brings a bemused outsider’s perspective to tales about the epic partying—“When I say they are serving alcohol, they are serving alcohol! Every fifty yards, there’s a bar set up, and it’s unlimited”—and woo-woo culture. “They call them C-We-O’s,” he says. “I’m not kidding you.’”", "The attractive young people, the booze, the inspirational mantras—all of it added up to . . . something. What, exactly, kept changing, but Neumann insisted that it was big, and it had something to do with technology. “So we’re definitely not a real-estate company,” he tells a skeptical television interviewer. “We are a community of creators” who “leverage technology to connect people. . . . And it’s a new way of working. Just like Uber is the sharing economy for cars, and Citibike for bicycles, we’re the sharing economy for space.” (WeWork wasn’t really an economy—it was more of a landlord—but, as Reeves Wiedeman explains in his book about Neumann, “Billion Dollar Loser,” the dream in Silicon Valley is to build “platforms” with “network effects,” a formula for exponential growth.) In the interview, Neumann is flanked by the real-estate mogul Mortimer Zuckerman, one of WeWork’s investors, who declares that he’s “made a judgment as to this man’s leadership capabilities,” and that everything checks out.", "Zuckerman is the first in a parade of moneymen who are shown fawning over Neumann and his vision, from the storied venture capitalists at Benchmark to Jamie Dimon, the C.E.O. of JPMorgan Chase, whom Neumann calls his “personal banker.” (According to the Wall Street Journal, Dimon was so inspired after Neumann took him on a tour of WeWork buildings that he ripped up plans for his bank’s new offices and handed the design contract over to WeWork.) The film tracks the funders’ enthusiasm with graphics depicting the company’s exploding valuation: in 2013, it’s $1.6 billion; by 2016, it had soared almost to seventeen billion dollars, and Neumann was flying around the world on a company jet. On camera, he was saying things like “We are definitely turning a profit. I’m bored of the businesses that don’t turn a profit.” Behind the scenes, the company was hemorrhaging money, losing so much that it had to lay off part of its workforce. And yet investors kept handing him funds and bidding up the price.", "How does this happen? Rothstein doesn’t land any interviews with the big-name investors themselves. And he offers a fairly cursory explanation for Neumann’s ability to seduce them, suggesting that they were motivated by FOMO, the fear of missing out on the next Airbnb or Uber. But I found myself craving a deeper understanding—especially because the story doesn’t stop with WeWork or Neumann. It’s part of a rash of tales about grifts and cons that have proliferated and then ended up onscreen over the past few years, from “The Vow,” about the NXIVM cult, which ensnared many wealthy and successful people, to “Operation Varsity Blues: The College Admissions Scandal” and multiple documentaries about the Fyre Festival.", "Perhaps the most obvious analogue to the WeWork story is that of Theranos, the blood-testing company that followed a similar trajectory (charismatic founder, media hype, multi-billion-dollar valuation) before collapsing in 2018, when its miraculous technology was revealed to be a fraud. “The Inventor,” Alex Gibney’s 2019 documentary about the company and its founder, Elizabeth Holmes, was a darker film, in part because the stakes are higher in medical testing than they are in co-working, and because Holmes’s deception was even more extreme than Neumann’s. But Gibney’s film delves into the psychology of investing, including interviews with the behavioral economist Dan Ariely, who points out that, contrary to what they might tell themselves, investors are motivated by stories as much as they are by data. (The origin of the word “creditor” is credere, which is Latin for “believe.”) Rothstein’s WeWork documentary could have benefitted from more interviews with such experts. Otherwise, you might be tempted to conclude that the world’s billionaires are just stupid—which might be true, but it can’t explain everything.", "I called up Ariely to ask him about WeWork. He brought up motivated reasoning, the human tendency to persuade ourselves of any story we want to believe in. After we adopt a world view, we seek out information that reinforces it, and it becomes stronger. “It’s a feeding proposition,” he said. “That’s how bubbles happen. If I heard that Jamie Dimon invested in a startup, I think I’d do less due diligence before investing. And now somebody else says, ‘Hey, Jamie Dimon and Dan Ariely are investors. We’ll do even less due diligence.’ ”", "He also pointed out the importance of a “lens,” a theory that allows people to tell themselves that “the old rules don’t apply.” For example, the idea that WeWork isn’t a real-estate company—it’s the sharing economy for space. Or “Community Adjusted EBITDA,” the special financial metrics that WeWork used to transform its losses into profits, and which Scott Galloway, a marketing professor at N.Y.U., describes in the documentary as a “consensual hallucination.” In one funny scene, Lewis, the street-smart lawyer, recalls a revival-like WeWork gathering at a New York event space. An African-American usher asks him, “Brother … is this some kind of cult?”"], "authors": ["Lizzie Widdicombe", "Lizzie Widdicomb", "Charles Duhig"], "keywords": ["investors", "weworks", "documentary", "company", "neumann", "space", "office", "explores", "delusion", "wework", "decade", "billion", "youre"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}