{"id": "4552842b-b089-3f1d-94a0-2fe4f817cd10", "title": "US tops daily coronavirus death toll", "url": "https://www.foxnews.com/health/us-tops-daily-coronavirus-death-toll", "summary": "The U.S. hit yet another record daily COVID-19 death toll on Wednesday at 3,124, according to Johns Hopkins University data.\nThe nation has been logging over 2,000 daily deaths in recent days, and reported 2,804 virus-related fatalities last Wednesday, which broke previous record-highs.\nIn the U.S., the COVID-19 death rate stands at more than 88 per 100,000 people, according to Johns Hopkins University data.\nLIVE UPDATES: Today's latest COVID-19 headlinesNews of record-breaking daily deaths follows an all-time high of 227,828 daily cases on Dec. 4, with the nation also exceeding 15 million total infections this week.\nThe U.S. painfully distinguishes itself from the top 10 most affected countries worldwide in terms of a 7-day moving average of daily new cases.", "paragraphs": ["The U.S. hit yet another record daily COVID-19 death toll on Wednesday at 3,124, according to Johns Hopkins University data.", "The nation has been logging over 2,000 daily deaths in recent days, and reported 2,804 virus-related fatalities last Wednesday, which broke previous record-highs. Mexico continues to see the highest case-fatality ratio worldwide at 9.3%, compared to 1.9% in the U.S.", "Italy, Spain and the U.K. are experiencing the most deaths per 100,000 people, at 102.16, 100.62 and 92.45, respectively. In the U.S., the COVID-19 death rate stands at more than 88 per 100,000 people, according to Johns Hopkins University data.", "LIVE UPDATES: Today's latest COVID-19 headlines", "News of record-breaking daily deaths follows an all-time high of 227,828 daily cases on Dec. 4, with the nation also exceeding 15 million total infections this week.", "The U.S. painfully distinguishes itself from the top 10 most affected countries worldwide in terms of a 7-day moving average of daily new cases.", "Infections in the U.S. are soaring with over 200,000 cases every day, while all other countries are below the 50,000 mark, per the 7-day moving average. The U.S. does have the highest test rate per capita, but experts have not reached a consensus on a recommended target for the raw number of tests that should be given or even the rate of tests per capita, according to JHU.", "GET THE FOX NEWS APP"], "authors": ["Kayla Rivas", "Kayla Rivas Is A Health Reporter", "Joined Fox News In April"], "keywords": ["according", "tests", "covid19", "coronavirus", "death", "moving", "toll", "daily", "university", "deaths", "worldwide", "rate", "nation", "tops"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}