{"id": "456dbd74-1dee-3d9d-a56f-71c4da811c3a", "title": "'Stronger together': Taiwan foreign minister urges new alliance against China", "url": "https://www.theguardian.com/world/2020/dec/07/stronger-together-taiwan-foreign-minister-urges-new-alliance-against-china", "summary": "China the 'greatest threat to democracy and freedom', US spy chief warns Read moreAs foreign minister, Wu has been at the forefront of Taiwan’s lobbying campaign for international “like-minded” alliances.\nThey and other allies such as Japan were not obligated to support Taiwan but if Taiwan fell to China “that might have a significant [global] impact”.\nTaiwan was working domestically against disinformation campaigns and infiltration, but also sought international partners on hybrid warfare and security cooperation.\nWu said Taiwan wanted to show the international community and China that it was “absolutely determined to defend ourselves”, and that it had the responsibility, will and capability.\n“We cannot assume that China will attack Taiwan or will not attack Taiwan, in what period of time,” Wu said.", "paragraphs": ["Joseph Wu says Beijing is seeking to expand its ‘authoritarian order’ and calls for ‘like-minded’ nations to act together to protect Taiwan", "The international community must join together in resisting China’s expansionism and preventing an invasion of Taiwan by sharing intelligence, rethinking Chinese business ties and boosting Taipei’s presence on the world stage, Taiwan’s foreign minister has said.", "In an interview with the Guardian, Joseph Wu said China’s activities in the South China and East China seas, its border skirmishes with India, and its crackdown on Hong Kong were evidence of it seeking to “expand its authoritarian order”, and that Taiwan was its next target.", "Wu warned partners including the US, Europe, Japan and Australia, that if Taiwan were to “fall prey to China” it would greatly expand Beijing’s reach into the Pacific region and significantly impact the world order.", "China the 'greatest threat to democracy and freedom', US spy chief warns Read more", "As foreign minister, Wu has been at the forefront of Taiwan’s lobbying campaign for international “like-minded” alliances. In the ornate meeting room of Taipei’s foreign ministry, he spoke optimistically about what he hoped other nations might offer, but was careful not to cross into requests for direct military assistance, which could inflame the precarious stability of the Taiwan Strait. However, he did not shy away from criticising Beijing, saying its imposition of “authoritarian, even totalitarian rule” threatened to turn even its own people against it.", "Despite the Chinese Communist party never having ruled Taiwan, Beijing considers it to be a breakaway province that must be brought back to the motherland, by force if necessary. It has dramatically built up its military capabilities, increased aerial incursions and military drills, and sharpened its rhetoric against Taipei and the US for its support of Taiwan. In October China’s president, Xi Jinping, told troops to prepare for war.", "Chinese control of Taiwan would significantly boost Beijing’s regional control and access to the Pacific region.", "Facebook Twitter Pinterest Taiwan is heavily reliant on the US for its defences, such as this F-16 fighter jet. Photograph: Wally Santana/AP", "“If one of the most critical junctures of the first island chain is not in the hands of the like-minded countries, we can imagine what this is going to create in the global strategic picture,” Wu said, referencing McCarthy-era fears of China’s navy reaching the US west coast. “We definitely need to think about how we prevent it from happening.”", "Wu said European countries had a renewed interest in the Indo-Pacific, and Australia was facing “a very complicated Pacific” region. They and other allies such as Japan were not obligated to support Taiwan but if Taiwan fell to China “that might have a significant [global] impact”.", "“The like-minded countries need to come together, and we will be stronger together,” he said.", "He said Taiwan would “appreciate” intelligence information sharing and other non-military forms of support from other allies including Australia and Japan. Taiwan was working domestically against disinformation campaigns and infiltration, but also sought international partners on hybrid warfare and security cooperation.", "Wu said Taiwan wanted to show the international community and China that it was “absolutely determined to defend ourselves”, and that it had the responsibility, will and capability.", "Incursions on the rise", "Taiwan is hugely outgunned by China. It has made major commitments to boost its defence capabilities and improve the state of its infantry, but relies on billions of dollars in arms sales from the US.", "Under a decades-old agreement the US is obliged to provide Taiwan with necessary defensive materials, but it also maintains a deterrence policy of refusing to say if it would come to Taiwan’s defence in the case of an attack. Under the Trump administration sales increased and requests were fast-tracked, something Wu said he believes will continue.", "“Considering that China may want to launch an attack a couple … or several years down the road in a more massive way, we need to procure more items from the United States,” he said.", "Analysts have pointed to China’s military buildup and growing belligerence under the leadership of Xi Jinping, as well as its deepening hostilities with the US – a key party in cross-strait relations – to say a confrontation is growing more likely.", "“We cannot assume that China will attack Taiwan or will not attack Taiwan, in what period of time,” Wu said. “But if we look at the Chinese preparation in the last couple of years, they have certainly intensified their military deployment against Taiwan, and also intensified their exercises around Taiwan,” he said.", "In recent months China has ramped up its incursions into Taiwan’s air identification zone (AIDZ), to near-daily flights of military jets and spy planes, according to Taiwan’s defence monitors. Each time Taiwan scrambles its own jets in response, causing wear and tear on the fleet as well as giving China’s People’s Liberation Army information about its tactics. The PLA has also repeatedly crossed the median line, which had until this year represented the status quo on maintaining peace and stability in the strait, Wu said.", "Many other countries ... are now saying hey, maybe this is the time for us to rethink the strategy for dealing with China Joseph Wu, foreign minister", "Taiwan’s multi-pronged defence strategies are preparing for a variety of Chinese moves including cyberattacks on critical infrastructure, disinformation campaigns, infiltration, large scale military assaults, a Crimea-style annexation of outlying islands, “grey zone” precursors to war, or a combination of them all.", "What Taiwan really needed, Wu said, was more support in rejoining international bodies. Few countries formally recognise Taiwan as a sovereign state and despite China’s increasing isolation on the world stage, it still wields enough power and influence to keep Taiwan out of international organisations like the World Health Organization (WHO). Despite growing calls for its inclusion, Taiwan has not garnered enough support for its admission to the WHO’s assembly.", "“We want the international community to understand that excluding 23.5 million people here in Taiwan is definitely not fair to the Taiwanese people, and also, excluding Taiwanese people from participating in the World Health Organization is also not fair to the rest of the international community,” he said, saying Taiwan had plenty to share about its successful pandemic response.", "Wu also pointed to other modes of action other governments could take in resisting Beijing’s advances and supporting Taiwan, including rethinking trades.", "“Whoever is affected by Chinese expansionism will turn around and [ask] is it good for me to do business with this country? I’m sure you see that Japan, the United States, India, and now Australia, [as well as] many other countries including in the European Union are now saying hey, maybe this is the time for us to rethink the strategy for dealing with China,” said.", "However he acknowledged this often came at a cost, noting China’s willingness to restrict or sanction imports as a dispute tactic, most recently shown with its ban on Australian coal and tariffs on its wine. But this, he said, was when international alliances were most needed. “Fighting alone is not the way to deal with it”."], "authors": ["Helen Davidson"], "keywords": ["minister", "international", "chinas", "wu", "countries", "world", "foreign", "taiwan", "stronger", "taiwans", "alliance", "urges", "support", "military", "china"], "pubDate": "2020-12-07T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}