{"id": "45708cd8-2fa6-39ed-9ff8-882330ae529d", "title": "Minneapolis cuts police funding by $8M amid crime surge following summer riots", "url": "https://www.foxnews.com/politics/months-after-summer-riots-minneapolis-cuts-police-funding-by-8-million-amid-crime-surge", "summary": "\"The City Council adopted a 2021 budget!!\"\nMinneapolis City Council President Lisa Bender tweeted early Thursday.\n\"The City Council is decimating the police department,\" Kroll said.\nJeremiah Ellison, a Minneapolis City Council member and the son of Minnesota Attorney General Keith Ellison, at the time said that he was still committed to eventually dismantling the police department.\nThe cuts to the Minneapolis Police Department come amid widespread debate over whether significant cuts to police funding are effective policy or politics for Democrats.", "paragraphs": ["The Minneapolis City Council, the city where George Floyd earlier this year died while in the custody of its police department, passed a budget Thursday morning that will cut its police funding by $8 million and use the money for mental health and violence prevention programs.", "The plan for the shifting of police funding, called \"Safety for All,\" follows the city council's stalled attempt to completely dismantle the Minneapolis Police Department earlier this year. Minneapolis is where the widespread protests against racism and police brutality -- which often turned into riots -- started before spreading around the country.", "\"The City Council adopted a 2021 budget!!\" Minneapolis City Council President Lisa Bender tweeted early Thursday. \"All the #SafetyForAllBudget proposals passed for 2021. Mental health, violence prevention, oversight and more.\"", "SIX MONTHS AFTER GEORGE FLOYD'S DEATH, MINNEAPOLIS REELING FROM RISE IN VIOLENCE", "Added Steve Fletcher, who represents Ward 3 in Minneapolis: \"In 2021, our city will implement mental health emergency response, support community safety programs, add violence prevention capacity and improve police accountability.\"", "\"Thanks and congratulations to everyone who advocated for these important investments to make our city safer and more just,\" Fletcher continued. \"It’s a big win and an important first step toward a transformed system of public safety.\"", "The Minneapolis Police Department's overall budget is $179 million, which means the $8 million cuts represent only a fraction of the department's overall budget.", "But Police Officers Federation of Minneapolis President Bob Kroll told Fox News that the city council's actions will still seriously harm the police department and public safety.", "\"The City Council is decimating the police department,\" Kroll said. \"The number of working officers is the lowest it’s been in 50 years. Murders, shootings, and other violent crimes are approaching record levels. Our officers are severely overworked, understaffed, and cannot keep the public safe with these cuts.\"", "Fox News is awaiting a response from the Minneapolis Police Department after a request for comment.", "DEFUND POLICE SUPPORTERS TELL BIDEN THEY'RE 'NOT GOING AWAY'", "The council also made a last-minute change to the plan that avoided making any cuts to the number of officers in the city after Mayor Jacob Frey threatened to veto the budget. The current cap on the number of officers in the city will therefore remain at 888 rather than the 750 the council initially included.", "The council earlier this year coalesced behind a plan to completely dismantle the Minneapolis Police Department and replace it with unarmed professionals that would respond in circumstances that normally involve police, like mental health calls and domestic disputes.", "The city's charter commission, however, opted not to put that issue to voters in a referendum, effectively pushing it off until at least 2021. Jeremiah Ellison, a Minneapolis City Council member and the son of Minnesota Attorney General Keith Ellison, at the time said that he was still committed to eventually dismantling the police department.", "\"This is NOT the last chance we will have to dramatically rethink public safety in our city,\" he said. \"We will quickly be in 2021 budget discussions, we will continue to ramp up community engagement on the future of public safety, and we will revisit the charter change for the 2021 ballot.\"", "BLACK LIVES MATTER CALLS OUT BIDEN FOR EXCLUDING THEM FROM MEETING", "Meanwhile, Minneapolis is dealing with a drastic spike in violent crime.", "According to police data, more than 500 people have been shot in Minneapolis this year – twice as many as 2019. Murders are up more than 50%. There have also been nearly 5,000 violent crimes, the highest level in the past five years.", "And though the widespread riots may have subsided temporarily, there is the potential for more unrest in the new year. The four officers who are facing charges in Floyd's death will stand trial starting March 8.", "The cuts to the Minneapolis Police Department come amid widespread debate over whether significant cuts to police funding are effective policy or politics for Democrats. President-elect Joe Biden was opposed to the police defunding movement within his own party during the presidential election.", "Biden, in fact, has backed increased funding for community policing efforts.", "\"Let's get the facts straight, I not only don't want to defund the police. I want to add $300 million to their local budgets to deal with community policing to get police and communities back together again,\" Biden told KDKA in August.", "CLICK HERE TO GET THE FOX NEWS APP", "He did answer \"yes, absolutely,\" to a question on whether the U.S. should \"redirect\" funding from police departments earlier in the year, but largely walked that answer back later in the presidential campaign.", "Now, with Biden set to assume office in January, those who do support defunding the police are warning the broader Democratic Party that they are \"not going away.\"", "\"What we’ve heard so far from the Democratic Party is what they’re not going to do,\" defund advocate Andrea Ritchie told Mother Jones. \"I don’t expect they will be supportive of the main demand from the streets ... It's gonna be a fight. We're not going away.\"", "Fox News' Hollie McKay, Evie Fordham, David Rutz and The Associated Press contributed to this report."], "authors": ["Tyler Olson", "Tyler Olson Covers Politics For Foxnews.Com. You Can Contact Him At Tyler.Olson Foxnews.Com", "Follow Him On Twitter At"], "keywords": ["biden", "crime", "council", "summer", "8m", "department", "surge", "following", "cuts", "officers", "budget", "riots", "public", "minneapolis", "funding", "city", "amid", "2021"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}