{"id": "45799d10-2404-3b3d-86b1-5070c94109e9", "title": "Why You Can't Watch 'Circus of Life' in Pakistan - The New York Times", "url": "https://www.nytimes.com/2021/04/09/opinion/sarmad-khoosat-circus-of-life-film-pakistan.html", "summary": "The people of Lahore throw a loud birthday bash for their Prophet, and Sarmad captured his hometown in rapture.\nIf a character like Mr. Rizvi were shown in a feature film, he would probably be considered over the top.\nMr. Rizvi, who died in November, would appear at rallies in a wheelchair wearing spotless, starched white robes and a black turban.\nMr. Rizvi founded the religious party Tehreek-e-Labaik Pakistan (T.L.P.)\npartly around the cause of getting Mr. Qadri released.", "paragraphs": ["The people of Lahore throw a loud birthday bash for their Prophet, and Sarmad captured his hometown in rapture.", "Three censor boards cleared the film for release in theaters in different regions.", "The scriptwriter, Nirmal Bano, told me in September, “I felt indescribable joy in writing a male character who did all the household chores without painting him into some kind of hero.” It’s this householder, a caring man and struggling property dealer and, according to Sarmad, a good-enough Muslim, who faces the wrath of his community after a short video of him dancing goes viral. This, even though videos of old bearded men dancing at weddings are practically a subgenre on Pakistani YouTube.", "Enter Khadim Hussain Rizvi, a real-life cleric and self-appointed guardian of the Prophet’s honor.", "If a character like Mr. Rizvi were shown in a feature film, he would probably be considered over the top. Mr. Rizvi, who died in November, would appear at rallies in a wheelchair wearing spotless, starched white robes and a black turban. He was fiery and funny, mixing in his sermons poetry and curses with quotes from the holy texts.", "Mr. Rizvi also thought he spotted blasphemy everywhere, including in Sarmad’s film.", "A blasphemy charge in Pakistan is a tricky thing to deal with: One person accusing another of blasphemy can’t say what the insult was because just repeating it would be blasphemy, too. It’s also a dangerous thing.", "In 2010, Salman Taseer, the governor of Punjab Province, spoke up for Asia Bibi, a Christian woman accused of insulting the Prophet. He visited her in prison, even had a picture taken with her, and called on the blasphemy laws to be amended. Mr. Taseer’s bodyguard, the constable Malik Mumtaz Hussain Qadri, shot him in January 2011. Twenty-seven times.", "Mr. Qadri was sentenced to death under the law of the land, and a cult was born: An ordinary policeman had killed a powerful governor, not because of any personal enmity, but because he couldn’t stand an insult against the Prophet. Mr. Rizvi founded the religious party Tehreek-e-Labaik Pakistan (T.L.P.) partly around the cause of getting Mr. Qadri released.", "Mr. Qadri was hanged in 2016, but T.L.P. kept hunting for blasphemers. Mr. Rizvi latched on to a brief argument between two bearded characters in the trailer for “Zindagi Tamasha,” during which one threatens to accuse the other of blasphemy. He claimed this was an insult to Islamic scholars, and hence an insult to Islam. He said the film would be released “over my dead body.”"], "authors": ["Mohammed Hanif"], "keywords": ["blasphemy", "prophet", "qadri", "insult", "film", "times", "pakistan", "york", "tlp", "sarmad", "life", "mr", "rizvi", "cant", "circus", "watch"], "pubDate": "2021-04-09T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}