{"id": "457e59ba-b926-3573-9b27-c28b01d06d63", "title": "Model Nicole Trunfio reflects on her viral breastfeeding Elle Australia cover: ‘I thought it was normal'", "url": "https://www.foxnews.com/entertainment/supermodel-nicole-trunfio-viral-elle-australia-breastfeeding-cover", "summary": "Fast-forward to 2020, Trunfio is now a proud mom of three who has kept busy launching her “Chef Trunfio” cooking series on YouTube along with fashion lines Bumpsuit and ERTH SWIM.\nNicole Trunfio: I went from shooting a cover as I would for any job to appearing on “Good Morning America” to talk about it *laughs*.\nTrunfio: Cooking is a passion of mine.\nI didn’t really know the world of YouTube, but everyone kept asking for my recipes.\nTrunfio: Truffle oil is a really good one because it’s something that will really elevate any dish, whether it’s breakfast, lunch or dinner.", "paragraphs": ["EXCLUSIVE: Nicole Trunfio woke up one morning to find out she had gone viral.", "At the time, the Australian model had posed for the June 2015 cover of Elle Australia and was photographed breastfeeding her son Zion Rain Clark, whom she shares with Grammy Award-winning artist Gary Clark Jr. Supportive comments started trending on social media, like #normalizebreastfeeding and #weareonlyhuman, and everyone wanted to know who the former Maxim Australia cover girl was.", "Fast-forward to 2020, Trunfio is now a proud mom of three who has kept busy launching her “Chef Trunfio” cooking series on YouTube along with fashion lines Bumpsuit and ERTH SWIM. And while this year has been a trying time for many, the 34-year-old is grateful for the extra quality time she has with her growing family and is eager to connect with other moms virtually.", "Fox News spoke to Trunfio about her highly talked-about Elle Australia cover, why the kitchen is her new catwalk, as well as how she’s keeping the romantic spark alive with Clark Jr., 36.", "HEIDI KLUM’S DAUGHTER, 16, MAKES MODELING COVER DEBUT: ‘COULDN’T DREAM OF A BETTER START’", "Fox News: In 2015, you stirred headlines for breastfeeding your son Zion on the cover of Elle Australia. How much of an impact did that have on you?", "Nicole Trunfio: I went from shooting a cover as I would for any job to appearing on “Good Morning America” to talk about it *laughs*. I remember people were just like, “What’s going on?”", "In Australia, we breastfeed in public all the time and it’s really not a big deal. I remember my husband wasn’t aware of that. It was kind of frowned upon in Texas [where we live], a conservative state. So when the cover came out, I was just blown away by the number of people that were approaching me and thanking me for bringing this to light.", "It was strange because I thought it was normal. My son was hungry and I fed him as any mother would. I didn’t understand the controversy. This is lifesaving. And I’m glad that it has become more normalized since then. Initially, I just thought it was any other cover. But when the magazine came out, I remember I woke up that morning and I had tens of thousands of new followers. And then the cover went viral. I just kept thinking, “What is the big deal?” I really couldn’t understand it.", "I remember one time I was feeding my baby at a restaurant while sitting next to my husband. And he’s like, “What are you doing?” I was like, “What do you mean, what am I doing? What am I going to do, go into the bathroom and sit on a toilet seat to feed my baby?” It’s so gross. Of course, I don’t want to be stared at while I’m feeding my son. I just want him to be fed when he’s hungry and be at peace.", "PLAYMATE OF THE YEAR 2016 EUGENA WASHINGTON SAYS SHE ‘WANTED TO SHOW A DIFFERENT SIDE OF NUDITY’ IN PHOTOS", "But I really couldn’t understand why feeding my son means I’m on display for public attention. This is a necessary thing to do. It should be normal, just as it is normal to feed your baby with a bottle. It’s all life-giving. But I’m glad that so many women were grateful to see that because breastfeeding should be normalized. I’m proud of being a mother. I’m proud of that cover and what it stood for.", "Fox News: You welcomed your third child in February. What’s it been like having a baby during a pandemic?", "Trunfio: It’s actually been really great. It’s been nice to take a step back and enjoy just spending time with each other. We’ve simplified our lives and redefined how we’re living. And it’s quite beautiful.", "There’s something really beautiful in simplicity and pulling back from the everyday grind. It’s been a blessing to have this quality time together. My husband is also constantly on the road, so it’s been beautiful to have him take a break from the everyday. We’re grateful for what we have.", "Fox News: How are you and your husband keeping that romantic spark alive with a full house?", "Trunfio: We really respect each other’s space and creativity. I think that’s key. But you know, he’s still a mystery to me. Even after being with him for eight years, I’m still shy around him. He keeps me on my toes. And I’m the opposite. I’m an extrovert who’s very open and he’s quiet and mysterious.", "HAILEY BALDWIN SIZZLES IN BRIGHT PINK BIKINI PHOTO SHARED BY HUSBAND JUSTIN BIEBER", "But they do say opposites attract *laughs*. We try to make time for a date night once a week, whether it’s having a drink by the fire, going for a walk, driving around town, watching a documentary or enjoying a good meal, just the two of us.", "Fox News: What compelled you to launch a cooking series?", "Trunfio: Cooking is a passion of mine. It’s something that has been ingrained in me since childhood, and when I’m not working, I love cooking for my loved ones. It just makes me so happy. Everything that happens around the dinner table is the most valuable and sacred to me.", "It’s where we gather, share stories, connect, brush off the day and enjoy the moment with good food. It’s such a special moment for me, whether it’s going out to a restaurant or cooking at home. But preparing a meal in private is so much fun.", "And it’s funny, I get the most interaction from fans with my cooking on Instagram. I think it’s because they’re craving that feeling, too. And being at home more than ever this year, everyone is looking for new ideas.", "SPORTS ILLUSTRATED SWIMSUIT MODEL SAMANTHA HOOPES POSES FOR 2020 ISSUE FOUR MONTHS AFTER GIVING BIRTH", "It was actually my husband who suggested doing a YouTube series because so many people learn new things from videos there. I didn’t really know the world of YouTube, but everyone kept asking for my recipes. So I just started recording my process. I just wanted to bring some fun into the kitchen again for others.", "Fox News: What are some ingredients we should always have in our kitchen and why?", "Trunfio: Truffle oil is a really good one because it’s something that will really elevate any dish, whether it’s breakfast, lunch or dinner. Agave is a natural sweetener that I really love. It’s like honey and I use it in a lot of my recipes as a sugar substitute. I love cooking with wine and butter. You’ve gotta have those in your kitchen.", "Everyone always asks me, “How do you use a stick of butter in a recipe and still look like that?” I say, “It’s all about balance.” You have to love and enjoy what you’re eating. I’m also a huge olive oil fan and believe it’s important to have high-quality olive oil on hand and know where it was manufactured and bottled.", "Fox News: As a model who loves cooking, how do you stay in camera-ready shape all year long?", "Trunfio: I know during quarantine a lot of people have been working out like crazy. I’m one of those people that have been less active. I noticed my figure isn’t my ideal figure but I really don’t have time to work out at the moment. I am a fan of doing a juice cleanse once a month. I think it’s a nice reset for your body and a good way to clear things out. I did it with my husband recently and noticed a big difference in my skin and appearance.", "HELENA CHRISTENSEN MODELS IN VICTORIA'S SECRET CAMPAIGN 24 YEARS AFTER HER RUNWAY DEBUT", "Juicing is so much easier now because there are so many companies that have different varieties. I always recommend looking for high-quality, cold-pressed juice. I always get something on the more spicy side. And it’s a great option to have some on hand when you’re short on time. If I get really hungry, I’ll have a bit of avocado or a hard-boiled egg.", "Fox News: What’s your favorite kitchen tip?", "Trunfio: I love a good roast chicken. It looks intimidating, but it’s really easy. You can make multiple meals from it. Also, at the end of every week, I like to empty out my fridge. So I’ll throw all the vegetables that I have onto a tray and roast them. It’s a great way to make use of your vegetables before they go bad. It's also an easy, delicious way to enjoy veggies with the family.", "CLICK HERE TO GET THE FOX NEWS APP", "Fox News: You’ve also been keeping busy with a swimsuit line. What’s a piece of advice you would give to someone swimsuit shopping?", "Trunfio: Comfort is key. If you’re not feeling comfortable in your suit, it’s going to show. I like to go for pieces with soft, cozy fabrics that hug your curves. And honestly, try everything on, even if you feel something isn’t your style. You just never know how something is going to look and feel on you until you give it a chance. And don’t be so hard on yourself."], "authors": ["Stephanie Nolasco"], "keywords": ["reflects", "trunfio", "really", "breastfeeding", "know", "model", "going", "thought", "cooking", "nicole", "im", "good", "elle", "husband", "normal", "viral", "cover", "son"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}