{"id": "4580805d-6eb5-3d65-825a-6deada16a721", "title": "DMX, a Profound Vessel for Pain", "url": "https://www.nytimes.com/2021/04/09/arts/music/dmx-rapper.html", "summary": "From the release of his debut Def Jam single, “Get at Me Dog,” in 1998, DMX was an immediate titanic presence in hip-hop.\nJust as the genre was moving toward polished sheen, he preferred iron and concrete — rapping with a muscular throatiness that conveyed an excitable kind of mayhem.\nEven when he dipped into flirtation, like on “What These Bitches Want,” he didn’t change his approach.\nBut he remained a subject of sympathy: DMX was a wild man, and a broken one, too.\n: The Autobiography of DMX,” are matter of fact and harrowing.", "paragraphs": ["From the release of his debut Def Jam single, “Get at Me Dog,” in 1998, DMX was an immediate titanic presence in hip-hop. Just as the genre was moving toward polished sheen, he preferred iron and concrete — rapping with a muscular throatiness that conveyed an excitable kind of mayhem. The staccato bursts on “Ruff Ryders’ Anthem” — an early Swizz Beatz masterpiece — matched DMX’s jabs of melancholy: “All I know is pain/All I feel is rain.”", "His voice was unrelentingly coarse, and in his peak era, between 1998 and 2003, he used it for one chest-puffed anthem after another: “Party Up (Up in Here),” “What’s My Name?,” “Who We Be,” “X Gon’ Give It to Ya,” “Where the Hood At?” Often, he rapped as if he were trying to win an argument, with repetitive emphasis and terse phrasing designed for maximum impact. Even when he dipped into flirtation, like on “What These Bitches Want,” he didn’t change his approach.", "But when he took on his own troubled past on “Slippin’,” he tempered himself just a bit, as if showing himself some grace:", "They put me in a situation forcing me to be a man", "When I was just learning to stand without a helping hand, damn", "Was it my fault, something I did", "To make a father leave his first kid? At 7 doing my first bid", "Even though DMX’s time at the top of the genre was relatively brief, just a few ferocious years, he was never erased from its collective memory. That’s partly because the tumult of his personal life constantly landed him in the spotlight — he was arrested dozens of times, for charges including drug possession, aggravated assault, driving without a license and tax evasion. He rescued stray dogs, and tattooed a tribute to one of his dogs, Boomer, across the whole of his back, but also pleaded guilty to animal cruelty charges.", "But he remained a subject of sympathy: DMX was a wild man, and a broken one, too. Physically abused by his mother as a child, he spent significant stretches of time in group homes. He took to crime young, specializing in robbery. Many of the stories contained in his 2002 book, “E.A.R.L.: The Autobiography of DMX,” are matter of fact and harrowing."], "authors": ["Jon Caramanica"], "keywords": ["genre", "profound", "pain", "young", "x", "1998", "dogs", "dmx", "vessel", "ya", "dmxs", "anthem", "took"], "pubDate": "2021-04-09T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}