{"id": "458382d5-7c85-35d0-b222-d29c3df9d261", "title": "This New Animal Crossing: New Horizons Collectible Figure Line Is Too Cute For Words", "url": "https://www.gameinformer.com/gamer-culture/2021/01/07/this-new-animal-crossing-new-horizons-collectible-figure-line-is-too-cute", "summary": "Animal Crossing is a beloved franchise that has given players pure joy for years and years.\nThe latest collection of adorable Animal Crossing memorabilia comes from Bandai Skokugan and it will be launching later this year in June featuring small figures of Isabelle, Tom Nook, Marshal, and more.\nEntertainment EarthAccording to Bandai, \"New Shokugan flocked doll collection featuring the popular villagers from the Animal Crossing: New Horizons video game series.\nThe Animal Crossing: New Horizons Villager Collection Mini-Figure Set contains all 7 characters in a special set packaging.\"\nThe set of Animal Crossing figures can be found here on Entertainment Earth, though pre-orders are sold out at the moment.", "paragraphs": ["Animal Crossing is a beloved franchise that has given players pure joy for years and years. New Horizons offered that same joy by coming at the perfect time right at the start of the global pandemic reaching quarantine levels in March 2020. While the game itself continues to update with new events and features, there's a new way to celebrate this lovely series with a new line of adorable figures that are just too cute for words (but here are some words about them anyway).", "The latest collection of adorable Animal Crossing memorabilia comes from Bandai Skokugan and it will be launching later this year in June featuring small figures of Isabelle, Tom Nook, Marshal, and more. The whole line is released as a bundle which will retail for $47.95.", "Entertainment Earth", "According to Bandai, \"New Shokugan flocked doll collection featuring the popular villagers from the Animal Crossing: New Horizons video game series. Each character stands approximately 2 1/5-inches tall. The soft and fuzzy texture makes these already cute characters even more adorable! Each comes in a window box. The Animal Crossing: New Horizons Villager Collection Mini-Figure Set contains all 7 characters in a special set packaging.\"", "The set of Animal Crossing figures can be found here on Entertainment Earth, though pre-orders are sold out at the moment. There is a signup that you can input your email to in order to get an alert when pre-orders open back up for another wave.", "[Source: TheHashtagShow]"], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["series", "animal", "set", "adorable", "line", "preorders", "collectible", "horizons", "collection", "crossing", "figure", "figures", "words", "cute"], "pubDate": "2021-01-07T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}