{"id": "4596c7b6-29e5-39cf-9e0b-8ae67ae88232", "title": "Over The Moon Makes It Easy to Curate a Stylish Yet Practical Wedding Registry", "url": "https://www.vogue.com/article/over-the-moon-makes-it-easy-to-curate-a-stylish-yet-practical-wedding-registry", "summary": "When Alexandra Macon decided to create a new registry feature for her wedding website, Over The Moon, there was one word that kept coming to mind: timeless.\nRegistry users can technically add a product from any e-commerce site to their registry.\nBut Over The Moon is also there to give you stylish suggestions on which things, exactly, should be your everlasting asks.\nPhoto: By Corey TenoldAlongside the abundance of pretty things, the registry is also deeply practical.\nAnd, for the betrothed, there’s now an easy and effortlessly chic way get organized as the big day finally approaches.", "paragraphs": ["When Alexandra Macon decided to create a new registry feature for her wedding website, Over The Moon, there was one word that kept coming to mind: timeless. Timeless, to the Vogue contributing editor, doesn’t mean expensive. Nor does it mean only home items bought by your mother, your grandmother, and maybe even your great-grandmother. “It’s brands that should be part of everyone’s life when they try to build a home together with someone,” Macon says. “We feel like that’s a mix of things—everything from niche artisanal items, to tried and true brands, to objects that can be passed down for generations.”", "So, together with former Moda Operandi buyer Emilie Ghilaga—and the boutique design studio and digital agency Gadabout Creative—Over The Moon has created a platform that will help couples find brands that fit that chic-yet-classic criteria. Registry users can technically add a product from any e-commerce site to their registry. But Over The Moon is also there to give you stylish suggestions on which things, exactly, should be your everlasting asks. That could include anything from colorful Le Creuset Kitchenware, to Laguna B glasses, to Pomelo Casa plates and pitchers, and maternity clothes for those who are looking further into the future. “We wanted to share so many things we found from our own research that are beautiful and truly special,” Macon says.", "Their hope? A registry experience that feels less sterile and more like you. Sure, picking out dish towels isn’t terribly exciting. But when those dish towels are monogrammable, made by a local artisan, and adorned with a playful white fringe, they may actually spark a bit of joy. (Plus, Macon and Ghilaga will also allow users to add non-home items to their list. Want a pair of earrings for your rehearsal dinner? Want contributions towards a stay at the Hotel il Pellicano, the Italian honeymoon haunt of your dreams, rather than a blender? All possibilities with Over The Moon.) You’ll also be able to customize your registry page with colors, illustrations, and images, making sure your personal style shines through.", "Tablescape selections from Over the Moon. Photo: By Corey Tenold", "Alongside the abundance of pretty things, the registry is also deeply practical. There’s a thank you note tracker that helps organize what offering came from Uncle Mike versus Aunt Pam. Then, there's an option to convert gifts into cash. “Let’s say somebody gives you 10 plates. But then you actually don't want the plates because you're moving into a different house or an apartment, and they just don't work; you can turn those into funds and buy something else,” Macon explains.", "After a (mostly) wedding-less year in 2020, late 2021 and 2022 promises a boom of I-dos. And, for the betrothed, there’s now an easy and effortlessly chic way get organized as the big day finally approaches."], "authors": ["Elise Taylor", "Elise Taylo"], "keywords": ["things", "makes", "theres", "users", "towels", "curate", "registry", "brands", "easy", "plates", "wedding", "moon", "items", "macon", "practical", "stylish"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}