{"url": "https://parenting.nytimes.com/childrens-health/how-to-break-the-norovirus-barf-cycle?module=editors-picks&action=click&region=1", "pubDate": null, "id": "45b6383d-f328-3e7a-8ac2-ccc19df492bc", "paragraphs": ["Image Credit Katie Carey", "Two days before my 37th birthday, I received the following bone-chilling email from my daughter’s elementary school: “Dear Families, We wanted to inform you that we had an unusually high number of students across all grades suffering from symptoms of a stomach bug.”", "One day before my 37th birthday, I had a parent-teacher conference in that building of horrors.", "You know where this is going: I spent my birthday eve in the local E.R., getting fluids and the anti-nausea medication Zofran pumped into my veins. “You need to break the barf cycle,” the attending doctor said.", "The ailment sweeping my kid’s school and my intestines was norovirus, a highly contagious stomach bug that causes nausea, vomiting and diarrhea. There are multiple strains of norovirus, so you can catch it more than once in a season — and it’s basically hanging around all winter, from November to April.", "Norovirus can live on surfaces for days and, per the Centers for Disease Control and Prevention, people infected with norovirus shed billions of virus particles for two weeks or more; just a few particles can make other people sick. That’s why norovirus outbreaks have caused an elementary school in Seattle and 40 schools in Colorado to close briefly in recent weeks — officials wanted to stop the spread, and keeping sick kids away from each other and the building can help.", "So how do you prevent the dark lord norovirus from destroying your home and everything you hold dear?", "Clean with bleach. The cleaning tips in this piece from frequent NYT Parenting contributor Melinda Wenner Moyer come expert approved. They include using health care-grade bleach wipes to clean if someone in your family gets sick (regular Clorox and Lysol disinfecting wipes do not kill norovirus), and cleaning the bathroom every time a person gets sick in it. “This means cleaning the toilet, the handle, the sink, the doorknob — anything that a sick person or his or her fluids might have touched,” Melinda wrote. “Close the toilet lid before every flush, too, and maybe even flush a second time after pouring in a half cup to a cup of bleach.”", "If there is an active infection going around, Dr. Gail Shust, M.D., an assistant professor of pediatrics and infectious diseases at N.Y.U. Langone Health, suggested making sure that day cares and preschools where your kids are enrolled are cleaning their toys with bleach-based products.", "Practice extreme hygiene. Tell your kids to “sing the alphabet when they’re washing their hands,” said Dr. Tracey Allyson Wilkinson, M.D., M.P.H, an assistant professor of pediatrics at the Indiana University School of Medicine, because just splashing some water around won’t cut it. Most common hand sanitizers don’t kill norovirus either — thorough hand washing is the best way.", "If you know norovirus is going around your child’s school, Dr. Wilkinson suggested having your kid change out of his clothes the second he gets home from school, and leaving the soiled clothing along with his backpack and anything else that’s been at school at your front door. Because norovirus can live on surfaces, you don’t want those clothes contaminating your living space.", "Once infected, quarantine the sick person. “If you can quasi-quarantine yourself, active infection shouldn’t last much longer than 48 hours,” Dr. Shust said. For caregivers, even after that 48-hour period, you don’t want to be preparing food for anyone for a while, as you can still shed the virus. If you are a single parent and absolutely must prepare food, really scrub your hands when you wash — you want “friction and suds,” Dr. Shust said.", "For sick kids, try these tips. “Put a glow stick in the trash,” Dr. Wilkinson suggested, because if your kids need to vomit in the middle of the night, they will know where to direct it. She also recommended putting multiple trash bags in a designated barf bucket, so that once a kid has thrown up, you can remove the soiled bag and still have other bags ready to go. For toddlers and babies too young to direct their emissions, you may just have to hang out in the bathtub with them for a while and wait for the worst to pass.", "Stave off dehydration. “After you vomit you should wait an hour before you try something on your stomach, and something small can be ice chips or a Pedialyte popsicle,” Dr. Wilkinson said — the ice helps water drip back into your system more gently than chugging water does. If your child is showing signs of dehydration — “crying without tears, mouth looks really dry, excessively tired,” explained Dr. Shust, you should call your pediatrician.", "If at all possible, you should try to avoid a trip to the E.R., Dr. Wilkinson said. “From a public health perspective, I’d love for people who are contagious not to be in an E.R. You might pick up another illness in the waiting room that you will then have a couple days later,” she said. Your pediatrician can call in anti-nausea medication or help you triage over the phone, Dr. Wilkinson explained, so that should be your first choice unless things seem really dire. “You know your child best,” she said.", "P.S. Do you have pro tips for cleaning up after sick kids, like that fancy glow stick move? We want to hear about them.", "P.P.S. Follow us on Instagram @NYTParenting. Join us on Facebook. Find us on Twitter for the latest updates. Read last week’s newsletter about how to manage your inevitable regression when you’re home for the holidays.", "Want More on Dealing With Sick Kids?", "Since norovirus is just one of many food-borne illnesses that can cause gastrointestinal woes, Alice Callahan has tips for handling food safely this holiday season.", "Our cleaning queen Jolie Kerr has recommendations over at Lifehacker’s parenting vertical, Offspring, for cleaning barf out of a couch. She also covered cleaning mattresses at Esquire, though that piece doesn’t have vomit-specific tips.", "Re-upping our car sickness guide, for those of you who may need it for holiday travel.", "Tiny Victories", "Parenting can be a grind. Let’s celebrate the tiny victories.", "I finally perfected the barf bag technique for when my toddler throws up in the car, which is often. The second I heard those telltale burps I snatched a plastic bag from the glove compartment, draped it under his chin like a bib, and saved us from a car seat wash and outfit change — all from the passenger seat. — Chantal Braganza, Toronto", "If you want a chance to get your Tiny Victory published, find us on Instagram @NYTparenting and use the hashtag #tinyvictories; email us; or enter your Tiny Victory at the bottom of this page. Include your full name and location. Tiny Victories may be edited for clarity and style. Your name, location and comments may be published, but your contact information will not. By submitting to us, you agree that you have read, understand and accept the Reader Submission Terms in relation to all of the content and other information you send to us."], "summary": "“You need to break the barf cycle,” the attending doctor said.\nThe ailment sweeping my kid’s school and my intestines was norovirus, a highly contagious stomach bug that causes nausea, vomiting and diarrhea.\nThe cleaning tips in this piece from frequent NYT Parenting contributor Melinda Wenner Moyer come expert approved.\n“If you can quasi-quarantine yourself, active infection shouldn’t last much longer than 48 hours,” Dr. Shust said.\nIf at all possible, you should try to avoid a trip to the E.R., Dr. Wilkinson said.", "keywords": ["shust", "tips", "kids", "cycle", "break", "cleaning", "school", "barf", "tiny", "wilkinson", "norovirus", "sick", "dr"], "authors": ["Jessica Grose"], "title": "How to Break the Norovirus Barf Cycle", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}