{"id": "460064fd-5ccf-3e50-961d-168e52ad9a08", "title": "The Mail", "url": "https://www.newyorker.com/magazine/2020/12/21/letters-from-the-december-21-2020-issue", "summary": "Corrin nails the young Diana’s graceful movements and shy gaze.\nAs an eighteen-year-old, I am surrounded by toxic social-media culture, and my peers constantly compare themselves to others.\nIn portraying Diana’s feelings of defeat and self-hatred, the show offers perspective on how internal suffering can coexist with popularity.\nIt is through its depiction of Diana that “The Crown” has its greatest impact.\nLauren LisauskasDerry, N.H.•Letters should be sent with the writer’s name, address, and daytime phone number via e-mail to themail@newyorker.com.", "paragraphs": ["Princess Di Onscreen", "Hilton Als, in his fine review of the new season of “The Crown,” on Netflix, says that Emma Corrin, who plays Princess Diana, seems “disembodied” in the role (On Television, November 23rd). I find his criticism to be overly harsh. Corrin nails the young Diana’s graceful movements and shy gaze. The season ends before Prince Charles and Diana’s divorce; it was not until afterward that Diana lost her shyness and became the confident woman whom people remember and admire.", "Aphrodite Moissis", "Athens, Greece", "I agree with Als that “The Crown” shows how the British Royal Family’s reality is “more like [ours] than not.” This is most evident in the character of Diana, whose struggle with bulimia and depression holds important lessons. As an eighteen-year-old, I am surrounded by toxic social-media culture, and my peers constantly compare themselves to others. In portraying Diana’s feelings of defeat and self-hatred, the show offers perspective on how internal suffering can coexist with popularity. It is through its depiction of Diana that “The Crown” has its greatest impact.", "Lauren Lisauskas", "Derry, N.H.", "•", "Letters should be sent with the writer’s name, address, and daytime phone number via e-mail to themail@newyorker.com. Letters may be edited for length and clarity, and may be published in any medium. We regret that owing to the volume of correspondence we cannot reply to every letter."], "authors": ["Condé Nast"], "keywords": ["diana", "princess", "young", "season", "als", "writers", "crown", "woman", "corrin", "dianas", "mail"], "pubDate": "2020-12-21T00:00:00Z", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}