{"id": "4618fd68-0bcb-3d53-a310-2b574d2de32a", "title": "Can’t Wait For Elden Ring? Try Kingdom Hearts 2", "url": "https://www.gameinformer.com/2021/04/06/cant-wait-for-elden-ring-try-kingdom-hearts-2", "summary": "Played through all the Dark Souls games and the Demon’s Souls remake and still can’t wait for that first taste of Elden Ring?\nIsn’t Kingdom Hearts II just a bunch of references to ice cream and movies and baby cat Sora?\nYou have to give it a whirl on Critical Mode, a difficulty setting that’s incredibly unforgiving, but also perfect for making you think about your actions, situations, and abilities.\nOn Critical Mode, death is almost a certainty, as slight errors will have you blown away in a single shot or two.\nIt might not be Elden Ring or even really a Soulslike, but I bet you’ll enjoy it.", "paragraphs": ["Played through all the Dark Souls games and the Demon’s Souls remake and still can’t wait for that first taste of Elden Ring? The solution might be right in front of you. Hear me out, because this is going to sound sort of wacky, wild, and totally off base, but the game you’re looking for to tide you over just might be Kingdom Hearts 2.5 Remix, which is now thankfully available on a bunch of platforms. When you’ve chewed through Nioh 2’s DLC, basked in Bloodborne till you can’t handle it anymore, and gobbled up every modern Soulslike you can get your paws on, it might be time to go back.", "Back to the times of Final Fantasy and Disney, together as they should be, intertwining brands ready to hit you with a double whimsical blast of Sephiroth and Under The Sea. So what’s the catch? Isn’t Kingdom Hearts II just a bunch of references to ice cream and movies and baby cat Sora? You have to give it a whirl on Critical Mode, a difficulty setting that’s incredibly unforgiving, but also perfect for making you think about your actions, situations, and abilities.", "On Critical Mode, death is almost a certainty, as slight errors will have you blown away in a single shot or two. However, what this forces you to do is to actually use your other abilities outside of swinging your keyblade and hammering the reaction button all day and night. Now, there’s absolutely nothing wrong with that, especially if you just want to enjoy the game without any issues, but if you’re a Souls fan fiending for that next challenging action RPG, Kingdom Hearts II might be the one that you completely missed as an option. In a standard playthrough, it’s simple to fall back on smashing away with big flashy combos that all involve button mashing, but in Critical Mode you’ll often have to step back, analyze the situation, and take full advantage of abilities that can be completely ignored on other difficulties, such as Drives, Limits, and even Summons.", "Did you know you can summon Peter Pan and he like, stun locks people? Dude. That’s pretty cool. You get all your health back on hitting a Drive? Huh. That seems really useful, especially if you time it right… Oh, and did you know the game has blocking and reflecting? I know, I know. I also thought it was about bashing stuff with a pumpkin keyblade and not much else, but here we are. It may take a significant amount of time to realize just how many other tools are at your disposal to utilize, but you have a vast array of abilities and resources that you can combine together to take on what seems to be impossible opponents. And, just like Souls games, should you find yourself in a real critical pinch, you can always go grab a few levels or improve your gear to make the next challenge that much easier.", "Forcing players to actually use some of these abilities changes the experience quite a bit from the regular adventure. While it might be grand to smack around Heartless and Nobodies over the course of a playthrough without ever having to worry, changing the mode to Critical fundamentally alters the experience to something that I think Souls fans will enjoy. It’s fast, it’s brutal, and rewarding, and gives players a smattering of ways to think about how to tackle various encounters and situations. Yes, it’s kind of a buzzkill when you get one shot by something, but having to learn timing sequences and abilities is something that might be exactly what you’re looking for as you traverse the varied and vast Disney-infused properties that Kingdom Hearts II serves up. You might say it’s a whole new world. Yeah, I went there. Looking for an even more absurd mountain to climb? You can turn off experience gain too, which is sort of like doing a level 1 run in Souls!", "If you find yourself fiending for a challenging action romp and you’ve exhausted the current slate, consider propelling yourself back in time with Sora, Goofy, and the always sleeping on the floor in Critical Mode Donald to take on a smorgasbord of cool encounters. It might not be Elden Ring or even really a Soulslike, but I bet you’ll enjoy it."], "authors": ["Pc Editor", "Daniel Has Been At Game Informer For Seven Years", "Specializing In Multiplayer Titles", "Pc Games. When He'S Not Speculating On The Future Of The Industry", "You Can Find Him Exploring Vast Online Worlds", "Probably Streaming The Experience."], "keywords": ["souls", "looking", "think", "elden", "mode", "youre", "abilities", "hearts", "ring", "know", "kingdom", "wait", "try", "cant", "critical"], "pubDate": "2021-04-06T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}