{"id": "462e655e-2f9f-3a33-acdc-fb9727a6e0f9", "title": "Hood: Outlaws & Legends Arrives May 10 On PlayStation 5, Xbox Series X, And PC", "url": "https://www.gameinformer.com/the-game-awards-2020/2020/12/10/hood-outlaws-legends-arrives-may-10-on-playstation-5-xbox-series-x", "summary": "Hood: Outlaws & Legends has a release date at last.\nHood: Outlaws & Legends is coming to PlayStation 5, Xbox Series X/S, PlayStation 4, Xbox One, and PC that day.\nDid you miss the original announcement for Hood: Outlaws & Legends?\nHood: Outlaws & Legends features two teams facing off in a battle to collect stolen riches, with four major character archetypes to pick from.\nIn what is essentially a medieval form of a major competitive heist, Hood: Outlaws & Legends pits players against deadly NPC guards protecting loot and each other in team-based battles for the goods.", "paragraphs": ["Hood: Outlaws & Legends has a release date at last. Announced today during The Game Awards 2020, the game is arriving on May 10, 2021. Hood: Outlaws & Legends is coming to PlayStation 5, Xbox Series X/S, PlayStation 4, Xbox One, and PC that day. Pre-orders grant early access to the game starting on May 7, along with a cosmetic outfit kit. Sumo Digital and Focus Home Interactive are bringing some brutal team-based combat from the middle ages to life. Did you miss the original announcement for Hood: Outlaws & Legends? Check out the trailer below!", "Hood: Outlaws & Legends features two teams facing off in a battle to collect stolen riches, with four major character archetypes to pick from. Play as a ranger, a brawer, a mystic, or a hunter, with many customization options available to craft your own playstyle within the classes. Want a little backstory on the classes you can play at launch? Take a peek at the brawler trailer below, and find the entire class roster on the official YouTube.", "In what is essentially a medieval form of a major competitive heist, Hood: Outlaws & Legends pits players against deadly NPC guards protecting loot and each other in team-based battles for the goods. You won't just have to outplay the A.I., but the other team will be looking to steal your spoils as well! Strategic thinking and decision-making come into play as you determine what the most profitable and successful strategy will be when dealing with the A.I. opponents and your real-life adversaries. As you journey through battle after battle, you gain options to change your character's abilities, visuals, and weapon choices.", "The game is designed to push out content in a consistent fashion after launch, so new characters, maps, game modes, and events are all expected to arrive post-launch. With a mix of PvP and PvE concepts in the main game, it's easy to see how alternate game modes could focus more (or all!) on either experience. Watch the new release-date trailer below!"], "authors": ["Pc Editor", "Daniel Has Been At Game Informer For Seven Years", "Specializing In Multiplayer Titles", "Pc Games. When He'S Not Speculating On The Future Of The Industry", "You Can Find Him Exploring Vast Online Worlds", "Probably Streaming The Experience."], "keywords": ["playstation", "pc", "legends", "trailer", "play", "series", "teambased", "x", "hood", "outlaws", "arrives", "xbox", "battle", "game"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}