{"id": "466d8ef3-f43b-350e-b33f-d7c8af766645", "url": "https://www.wired.com/story/traveling-for-the-holidays-heres-how-to-not-get-sick/", "title": "Traveling for the Holidays? Here's How to Not Get Sick", "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d", "pubDate": null, "paragraphs": ["There’s a cruel irony in the fact that holiday travel tends to coincide with the rise of flu season. Yet more than 47 million Americans are preparing to sit for hours inside a tube in the sky, perhaps near someone with a hacking cough. It sounds like the perfect (infectious) storm.", "But reaching your destination without collecting microbial stowaways isn’t as daunting as it seems. The science of infection transmission provides some answers about what’s apt to make you sick, what isn’t, and how to protect yourself.", "The first thing you should know: The hazard isn’t where you might suspect it is. Mingling in the airport with hordes of travelers—grabbing empty bins in security, touching hand rails on escalators, ordering food at counters, and sitting near the gates—is far riskier than breathing air near someone you hear sneezing or coughing a few rows away.", "Airplanes have been designed to pump fresh, filtered air through the cabin ever since the days when smoking was allowed on board. (Otherwise all those planes would have been worse than the smokiest dive bar.) Commercial jets pull in half their cabin air from the high-altitude environment, where it is cold and sterile, while the rest of it is cabin air recirculated through HEPA filters.", "Air exchanges occur 10 to 15 times an hour, and the air flows laterally across the row, not from the front of the plane to the rear. Because of the way the air loops, when the Centers for Disease Control and Prevention investigates potential infectious transmission on a plane, public health officers generally contact passengers in a zone just two rows in front of and behind the sick passenger.", "Even a two-row buffer probably inflates the risk for most respiratory diseases, says Vicki Hertzberg, a biostatistician at Emory University’s School of Nursing who has studied the issue. “The air in an airplane these days is even better than what’s in your average office building,” she says.", "With the help of a team of graduate students, Hertzberg took samples of the air and various surfaces on 10 cross-country flights and observed the movement of passengers during the flight. None of the samples tested positive for any of 18 common respiratory viruses, including influenza.", "Travel itself can make you feel run-down, at no fault of your fellow passengers. “When people say they feel ill when they’re on an airplane—with a scratchy throat—it’s generally from the super dryness of the air,” says Petra Illig, an emergency medicine doctor and aviation medical examiner based in Anchorage. “The longer the flight is, the drier that air gets, unless you’re on one of the very modern 787s and Airbuses where they have a humidifier going.” Drinking water won’t keep you from feeling the effects of the dry air. Some hand lotion and saline eye drops can help, Illig says.", "So, what about that coughing passenger? When people are sick with influenza or various cold viruses, they emit infectious droplets, which tend to drift to the floor rather than linger in the air, and then get sucked into the ventilation system. Still, when Hertzberg flies, she tries to stick with the window seat. You only breathe in infectious droplets from someone who is close to you, and the window seat places you in the most protected space.", "Another bit of advice: “If the person beside you is sick, do not turn your air nozzle on,” she says. “If they’re sneezing, whatever they’re sneezing gets caught in that air stream that’s coming down from the nozzle.” In other words, it will circulate around your seat. Instead, she suggests, kindly ask them to turn their own nozzle on."], "keywords": ["near", "nozzle", "passengers", "infectious", "sneezing", "isnt", "theyre", "heres", "traveling", "holidays", "air", "sick", "seat"], "authors": ["Condé Nast", "Michele Cohen Maril"], "summary": "There’s a cruel irony in the fact that holiday travel tends to coincide with the rise of flu season.\nThe science of infection transmission provides some answers about what’s apt to make you sick, what isn’t, and how to protect yourself.\nAirplanes have been designed to pump fresh, filtered air through the cabin ever since the days when smoking was allowed on board.\nAnother bit of advice: “If the person beside you is sick, do not turn your air nozzle on,” she says.\n“If they’re sneezing, whatever they’re sneezing gets caught in that air stream that’s coming down from the nozzle.” In other words, it will circulate around your seat."}