{"id": "4673da61-a19b-3e63-946c-f1f90b789fec", "title": "An Out-of-Print Dawn Powell Novel Reveals Her Misunderstood Art", "url": "https://www.newyorker.com/culture/the-front-row/an-out-of-print-dawn-powell-novel-reveals-her-misunderstood-art", "summary": "Dawn Powell’s underappreciated novel “A Cage for Lovers,” from 1957, is a window to her greater genius.\nIt is Powell’s penultimate novel, and the only of her later ones that hasn’t been republished.\nThis is especially dismaying given that “A Cage for Lovers” shows Powell in her full artistic maturity, and thrusts her most daring artistic tendencies into the foreground.\nAs a result, a dozen of Powell’s novels have been brought back into print, nine of them in a pair of Library of America volumes.\nIt also launched the appreciation of Powell’s work in the wrong direction—a misfire that, over time, helped Powell become the brightly esteemed yet enduringly underestimated star she remains today.", "paragraphs": ["Dawn Powell’s underappreciated novel “A Cage for Lovers,” from 1957, is a window to her greater genius. Photograph from AP", "Unavailability exacts two interrelated tolls on works of art: neglect and misunderstanding. If few can access a work, then it is seldom discussed, and, if it does finally become available, and earns overdue appreciation, it is often the victim of a rush to judgment that leaves the best parts of the artist’s inspiration overlooked. This problem recently came back to mind when I received a cherished Christmas present from my daughters: a rare first edition (and there is, to date, no second one) of “A Cage for Lovers,” the novel, from 1957, by Dawn Powell, which exemplifies the misdirection and vagaries of artistic reputation. It is Powell’s penultimate novel, and the only of her later ones that hasn’t been republished. This is especially dismaying given that “A Cage for Lovers” shows Powell in her full artistic maturity, and thrusts her most daring artistic tendencies into the foreground. Over and above its urgent dramatic plot, the book connects with the most advanced ideas of Powell’s time and suggests a leap, or a launching, that circumstances never allowed her to realize.", "The failure to recognize the distinctive merits of “A Cage for Lovers” replicates the peculiar and disturbing fate of Powell’s literary career over all. Born in Mount Gilead, Ohio, in 1896, she moved to New York in 1918 and wrote fifteen novels in her lifetime (plus a handful of plays and a batch of short stories), but they didn’t sell well. Her advances were scant, and her financial difficulties—exacerbated by the cost of care for her son, who was mentally ill, her own medical issues (including an enormous albeit benign thoracic tumor), and the alcoholism of her husband—were harrowing. In 1936, she was summoned to Hollywood with a lucrative screenwriting offer, but she quit after a month and returned to New York. (She may have spared herself the sort of agony that F. Scott Fitzgerald found in the movie business, but her rush back East doubtless cost the world some of the greatest fictions on the lives led in and around the studios.) From the thirties on, she was a New York literary notable, a friend of Ernest Hemingway (who admired her work, and became a character in Powell’s “Turn, Magic Wheel,” from 1936) and of Edmund Wilson, perhaps the most acclaimed literary critic of the time. But her commercial fortunes were so desperate that, in 1958, when Powell was sixty-two years old, she and her husband were ejected from their Greenwich Village apartment (it went co-op and they were renters). In her last years, she lived on the largesse of a wealthy friend. By the time of her death, in 1965, at the age of sixty-eight, her work had fallen into oblivion.", "Powell was brought to wider attention only in 1987, by Gore Vidal, in the New York Review of Books, after which she became the subject of the devoted and discerning attention of Tim Page, who wrote a biography of Powell and edited a collection of her letters and a book of her diary entries. (Rachel Syme detailed Page’s subsequent travails here, in 2012.) As a result, a dozen of Powell’s novels have been brought back into print, nine of them in a pair of Library of America volumes. Yet she is nonetheless burdened by the reputation for which she has been belatedly acclaimed—as a great social and comic novelist, as a satirist (a title that she herself modestly claimed)—which stands like a screen to block the view of her genius and deflect the vast power of her art.", "“A Cage for Lovers” is the story of a young woman named Christine (Tina) Drummond, from a small town in upstate New York, who works as the personal assistant and factotum to a rich and not quite elderly woman, Lesley Patterson. Lesley has grown so accustomed to Tina’s services that, when the young woman had previously left the job, she sent detectives to find and fetch her. Now Tina has fled again—this time to Paris, from a French country villa where she and Lesley have been staying—and is taking careful, fearful, even frantic measures to evade any potential pursuers and reclaim her independence. Most of the novel is set in Paris—and most of Tina’s time in Paris is spent alone, walking the streets, thinking of the past, doubting the future, and paranoiacally trying to remain invisible and unidentifiable while hiding out in plain sight. “A Cage for Lovers” is a book about the fretful and punctilious social codes—of personal and familial responsibility, of elaborate politeness and the ominous threat of scandal—that have held Tina in a grip even stronger than the one that Lesley exerts, and of Tina’s efforts to discover herself through, and liberate herself from, its tangle of delusions. It’s a philosophical novel disguised as a social romance in which the social dynamics, the fine points of behavior and the fine observations of motives, are magnified to a symbolic dimension—and to a horrific cycle of self-punishment and self-deception. (Even its romantic element seems mainly a conceptual inquiry on the nature of love.)", "Throughout her career, Powell had three main subjects—her native Ohio, her adoptive New York, and their intersection in the form of small-town Midwesterners trying to make their names and fortunes in the city. The Parisian setting and, for that matter, the choice of an East Coast protagonist set “A Cage for Lovers” apart from the rest of her œuvre. So does the book’s brisk and chilled tone, the febrile façade of breeziness disguising its bleak depths; unlike many of Powell’s other books, it is not a comic novel—and Powell even hoped that its lack of humor might help its commercial prospects. But “A Cage for Lovers” doesn’t so much depart from Powell’s work in her earlier novels as shift its emphasis, because, throughout her career, far from being primarily a novelist of middle-class manners, Powell was a master of literary psychology, of inwardness, of thought. Her novels depict introspection at a level of insight and imagination comparable to that of Dostoyevsky or Henry James; like them, she can go on for pages of unbroken text in detailing those states of mind and their labyrinthine intricacies. In “A Cage for Lovers,” which is spare in texture but dark in tone, the interior musings—including skeins of imaginary dialogue—are shorter but plunge deeper faster and rise again to the surface in a dizzying rush.", "Whereas James was a psycho-pointillist, blurring the boundaries of personality in the infinite nuances of social connection, and Dostoyevsky a writer of infernal flamboyance and hallucinatory ecstasy, Powell relied on the gaiety of Broadway colors, the charming artifice of lighting and clothing and décor. She saw social life as a theatre, in which people were cast into roles by the force of expectations. The struggle to discern one’s distinctive selfhood through the barriers of social representations, whether those inculcated in childhood or adopted in adulthood, was the core of her satirical temperament. She created characters who exude a theatrical recognizability, a cinematic plausibility—and then invested them with depths of feeling, understanding, and energy that reflect, above all, her own vitality, complexity, and refinement. She saw through the solid façades of real-life stock characters and invested them with rarefied and profound sensibilities, even ones that they themselves may only dimly discern. If she understood herself as a satirist, it might be because she had an original and personal conception of the term. She wrote in her diary, in 1936, that romanticism is “people as they would like to be,” and realism “people as they seem with their insides left out.” Satire, she wrote, “is people as they are”—with their inner lives detailed as fully as their outer ones are depicted.", "Powell’s books often got favorable, even admiring reviews, but the good press didn’t help. Like all of her other novels, “A Cage for Lovers” sold poorly, and this time she blamed her publishing house, Houghton Mifflin, which had compelled her to revise the book significantly; the editors forced her to add a lengthy flashback to the protagonist’s youth in her home town and cut back on the Paris scenes, out of fear, as Powell put it, that the novel would be just “another Paris Left Bank sort of book”—which is exactly what Powell meant it to be. Indeed, there is something crucially French about “A Cage for Lovers” which goes beyond its setting and links it to the leading French intellectual currents of the time. With its subjectivity and solitude, its identity quest and self-effacement, “A Cage for Lovers” is essentially an existential novel, offering a vision of bleakness and blankness, with a sort of cosmic opacity that Christine, in the course of her journey to nowhere, recognizes. Christine fears “the eternal collaborationist within,” sees herself as “a faded negative in a montage of light-struck doorways,” fears that her thoughts themselves are “like a stage curtain between her and every experience,” and that her Parisian adventure will transform her into “nothing but the mirrored fragments of the dispossessed.” Her imaginings of social life itself, of a mere stroll with sociable strangers, veer toward the ultimate dread:", "Your mind tells you that you could break away, scream, run, but there is some code that passes terror, not just the embarrassment of making a scene or the pride in hiding your fear; it is the queer pact between victim and hunter at the point of surrender, when no choice is left.", "Aside from “A Cage for Lovers,” the last decade of Powell’s writing strikes me as less fulfilled than her earlier ones. Her strongest output, in my view, was the nine-novel stretch that began with “The Bride’s House” (1929), the first in a remarkable trio of moving Ohio novels (including the often overlooked “The Story of a Country Boy,” a virtually Dreiserian and psychologically piercing vision of a businessman’s rise and fall), and ended with “The Locusts Have No King” (1948), a work of sardonic fury regarding the life of the mind that rises to a rarefied romanticism. The novels that she published during this period represent one of the most extraordinary outpourings of sustained literary artistry that the United States can boast. Powell’s New York-based novels turned a scalpel eye on book publishing, radio, and the press. “The Happy Island” (1938) is a fascinating picture of the corrupting ins and outs of night-club celebrity and literary ambition, and its tale of long-frustrated romance rises to a scathing interior monologue that’s among the most discerningly bitter depictions of a woman’s subjection in love. (“A fish out of water is a dead fish, not a neurotic or discontented or irritable fish, but a dead fish,” Powell writes.) “A Time to Be Born” (1942) looks with a furious skepticism at the misuses and abuses of editorial power and the fabrications of fame. But the novel “The Wicked Pavilion” (1954) and Powell’s last one, “The Golden Spur” (1962), both set in artistic circles in Greenwich Village, seem to have lost contact with the pavement, to be books about an idea of New York that was already curdled and shrivelling, without suggesting the new one, of new ideas and a new spirit, that was arising amid it.", "Yet it was only after the publication of “The Golden Spur” that Powell finally gained a bit of attention (too late for her health and for her work), when Wilson reviewed the book enthusiastically in The New Yorker, in 1962. Powell learned from her publisher that the book received increased attention after the review appeared; it was also nominated for a National Book Award. Yet Wilson—who, in 1944, had written a crabbily negative review of Powell’s autobiographical novel “My Home Is Far Away” for the magazine—ultimately offered a meagre view of her work, including only a tacked-on overview of her career. He treated “The Golden Spur” mainly as a representation of the culture of Greenwich Village, and wrote, both hedgingly and condescendingly, “I hope that the tone of this article—sociological and somewhat nostalgic—will not obscure the fact that Dawn Powell’s novels are among the most amusing being written.” The piece belatedly pinned Powell’s name to the cultural bulletin but did little more. It also launched the appreciation of Powell’s work in the wrong direction—a misfire that, over time, helped Powell become the brightly esteemed yet enduringly underestimated star she remains today."], "authors": ["Richard Brody", "Richard Brod"], "keywords": ["book", "cage", "work", "powell", "misunderstood", "outofprint", "novel", "novels", "york", "art", "social", "dawn", "powells", "lovers", "reveals"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}