{"id": "46a4279d-d1c7-39d2-8b80-a2347abcbcad", "title": "Azerbaijan's secret to long life? Mountain air", "url": "https://edition.cnn.com/travel/article/long-life-lerik-azerbaijan-wellness/index.html", "summary": "In this emerald land high above the clouds in the Talysh Mountains, reached by loop after loop of a serpentine road, people seem to have discovered a secret to a long and healthy life.\nThe museum, and official Azerbaijan statistics, define \"centenarian\" more loosely than you'd expect: Here, it means anyone over 90 years old.\n\"Stillness of the mind is part of their secret,\" the museum guide says.\nKamilla Rzayeva\"He has always been a good man and lived his life properly,\" his son says.\nAbbasov attributes his long life to daily physical activity, not to the point of exhaustion, but enough to challenge the body.", "paragraphs": ["(CNN) — There are a number of destinations around the world famed for the longevity of their residents.", "There's one long-lived corner of the globe you won't have heard talked about as much, and it's home to the world's only Museum of Longevity. That's Lerik in southern Azerbaijan", "The South Caucasus country is home to several regions known for producing residents who live to triple-figure ages, including Lankaran and Nagorno-Karabakh. But another, Lerik, is reputed to have the highest concentration of centenarians.", "In this emerald land high above the clouds in the Talysh Mountains, reached by loop after loop of a serpentine road, people seem to have discovered a secret to a long and healthy life.", "The Museum of Longevity", "The two-room Museum of Longevity, built in 1991 and renovated in 2010, holds more than 2,000 exhibits documenting the lives and memories of the region's oldest inhabitants.", "It charts individual lifespans with the household items that they've outlived, such as three generations of clothing irons. There are chests filled with headscarves and shirts, silver pitchers and bowls, beautifully knitted socks, and hand-dyed rugs that are still brightly colored despite their age.", "And then there are the letters, written in both Azerbaijani and Russian -- personal artifacts so old that the ink is starting is fade.", "Perhaps the most captivating features are the portraits of centenarians that cover the museum's walls. These images, dating from the 1930s, were donated by French photographer Frederic Lachop.", "The museum, and official Azerbaijan statistics, define \"centenarian\" more loosely than you'd expect: Here, it means anyone over 90 years old.", "However, back in 1991, there were more than 200 people in Lerik registered as being more than 100 years old, out of a population of 63,000.", "Numbers have been less impressive since then, which locals blame variously on radiation from communication towers and environmental decline, but could just as easily be down to more rigorous record-keeping.", "Today, there are 11 people more than 100 years old, out of a local population of 83,800.", "The tale of the 168-year-old man", "Is this the world's oldest man ever? Perhaps not. Kamilla Rzayeva", "Lerik's current oldest citizen is Raji Ibrahimova, at 105 years. That's a fine vintage, but it pales in comparison to the age reputedly reached by area's most celebrated centenarian, Shirali Muslumov, a shepherd who supposedly lived to be 168.", "The yellow pages of his passport claim that he was born in 1805 and his gravestone states that he died in 1973. If true, it would make the the oldest person to have ever lived.", "Unfortunately, back in the early 19th century, birth registrations rarely took place in such remote villages as his birthplace of Barzavu, so there is no certifable record of when he was born.", "Countless letters sent from all over the world on his various birthdays leave no doubt that he was indeed of a very respectable age, but it's perhaps best to factor in a minimum 20-year margin of error.", "Among those corresponding with Muslumov were Vietnamese communist leader Ho Chi Minh, who sent a postcard greeting him with the endearment, \"Dear Grandpa.\"", "This longevity gene seems to run in the family. His 95-year-old daughter, Halima Qambarova, tells CNN Travel that -- while she might not live to 168, like her father -- she at least hopes to live to the age of 150, like her grandfather, or 130, like her aunt.", "'Stillness of the mind'", "When the weather turns cold, most centenarians relocate to the kinder coastal climes of Lankaran , but Qambarova was still in the Lerik village of Barzavu when CNN Travel dropped by her father's modest two-story home, surrounded by massive apple and pear trees (probably contemporaries of her famous father).", "Sitting by the window, wrapped in a shawl, she speaks with a slight accent, switching often to her native language of Talysh, a dialect spoken by just 200,000 people and classified as \"vulnerable\" by UNESCO.", "She shows off her passport, which doesn't list a month or date of birth, only the year: 1924. She may be 95, but she is fully present, interacting with her great-grandchildren, and demonstrating her lively sense of humor. When asked her age, she cheerfully replies, \"15.\"", "\"Stillness of the mind is part of their secret,\" the museum guide says. \"They stay away from stress, thinking about life quite philosophically, living one day at a time, without much planning or worry for the future.\"", "Good nutrition and natural remedies", "Halima Qanbarova is a young thing of 95. Her grandfather is said to have lived to 150, her father to 168, and her aunt to 130. Kamilla Rzayeva", "Qambarova's day starts at dawn; she doesn't let herself sleep in. \"I get up as soon as my eyes open,\" she says.", "She spends the whole day working in the garden or around the house. Her room is small, with a thick soft carpet and pillows on the floor. Many people here prefer sleeping on the ground, with just a thin blanket instead of a mattress, as it's believed to be the healthiest way to rest the back.", "Contrary to popular belief, the centenarians of Lerik do eat meat, but they inherited a preference for fresh dairy products such as shor (cottage cheese), butter, milk and the yoghurt drink ayran from earlier centenarians, for whom the abstinence from meat was more due to economic circumstance.", "Qambarova's daughter-in-law brings in a big plate with pears and apples from their garden and some aromatic tea.", "It's herbal, floral and refreshing. Back at the museum, the guide shows a table with the various herbs native to Lerik.", "\"The secret of long life is good nutrition, the minerals in the spring water and the herbs that we add to tea to prevent illnesses, so people don't have to take any medicine, only using the natural remedies,\" says the guide. Indeed, Qambarova insists she's never taken any medication.", "Related content Azerbaijan: Culinary gateway to the East", "Generations living side by side", "Beyond her windows, it may seem that the village is quiet and still. But the physical work that villagers put in every day is immense. From sunrise until sunset they work in gardens and fields as well as around the house. They sew and knit and take care of big families.", "Such was the lifestyle of Mammadkhan Abbasov, a 103-year-old from Jangamiran village. Sitting on the carpet, across from the window, the centenarian has almost completely lost his sight and can barely hear his son telling him that guests have arrived, but when he finally catches it, he starts singing, offering prayers and good wishes.", "At Abbasov's side is his great grandson -- a century gap between them.", "Just like Qambarova, Abbasov has been a busy villager his whole life, working in the fields until about seven years ago, when his vision deteriorated.", "'Whatever God gives'", "Lerik is testament to the benefits of fresh mountain air. Kamilla Rzayeva", "\"He has always been a good man and lived his life properly,\" his son says.", "In terms of food, he eats \"whatever God gives\" with just one restriction -- he never drinks alcohol.", "Abbasov attributes his long life to daily physical activity, not to the point of exhaustion, but enough to challenge the body.", "Along with the good nutrition from the farm products, he also used to drink liters of ice-cold spring water, which is rich with minerals said to contribute to longevity.", "The headache-inducing altitudes of mountains may also be a factor.", "2017 study by the University of Navarra, Spain , found that living at high elevation decreases the risk of heart disease, stroke and diabetes. A 2011 study by the University of Colorado Denver found that these sky-high residents also live longer", "The ages of some of these celebrated centenarians may still be disputed, but here in Lerik their legacy lives on through the people that still abide by the simple secret of Lerik's longevity: physical activity, good nutrition, lots of water and an attitude to life that says: We only live once, but if we do it right, once is enough."], "authors": ["Kamilla Rzayeva"], "keywords": ["good", "qambarova", "azerbaijans", "long", "live", "secret", "life", "longevity", "centenarians", "air", "oldest", "museum", "mountain", "lerik"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}