{"id": "46a8cc9c-73dc-338e-8a41-eded887be6e3", "title": "Saint Laurent Goes Virtual With Gossip Girl’s Newest Star", "url": "https://www.vogue.com/slideshow/saint-laurent-front-row-diary-emily-alyn-lind", "summary": "The rising star is front and center in the forthcoming Gossip Girl reboot and has killer style to boot.\n“I remember seeing a photo of her in a Saint Laurent tux circa 1966,” Lind shared via email.\nSaint Laurent revolutionized androgynous dressing, and by doing so has contributed to feminism and equality.”Given her appreciation for originality and youthful insouciance, Lind was the right person to carry off Anthony Vaccarello’s daring latex designs.\nEn route to her apartment pre-show, she gave a few of the latest Saint Laurent pieces a spin around the Lower East Side.\n“The Saint Laurent show was captivating and made us feel close though we are physically far.”Here, the rising star takes Vogue and her pre-show routine from early morning cereal to a trip on the F train.", "paragraphs": ["Hello Upper East Siders—you should commit the name Emily Alyn Lind to memory. The rising star is front and center in the forthcoming Gossip Girl reboot and has killer style to boot. A Hollywood veteran at 18, Lind—who has been acting since 2008—is set to play a brand new character in the series, which focuses on a new generation of prep school Manhattanites.", "Despite being thrust in the franchise that gave the world Serena van der Woodsen’s and Blair Waldorf’s spin on preppy, Lind is more about Parisian chic. The actress, who attended the virtual show for Saint Laurent’s spring/summer 2021 collection today, remembers being captivated by the eternal cool of Catherine Deneuve in head to toe Yves. “I remember seeing a photo of her in a Saint Laurent tux circa 1966,” Lind shared via email. “It shaped the way I saw fashion early on. I will always love seeing a woman in a suit. Saint Laurent revolutionized androgynous dressing, and by doing so has contributed to feminism and equality.”", "Given her appreciation for originality and youthful insouciance, Lind was the right person to carry off Anthony Vaccarello’s daring latex designs. En route to her apartment pre-show, she gave a few of the latest Saint Laurent pieces a spin around the Lower East Side. Though her debut front row experience happened virtually with guest tuning in on their laptops instead of beneath the Eiffel Tower in Paris, Lind dressed in the latest collections and enjoyed a beauty moment with makeup artist, Misha Shazada and hairstylist, Olivia Halpin. Throughout it all Lind was impressed by how close she felt to all the action. “I think human connection is essential, but seeing how artists have relentlessly found new ways to showcase their work even in these hard times is refreshing and inspiring,” she says. “The Saint Laurent show was captivating and made us feel close though we are physically far.”", "Here, the rising star takes Vogue and her pre-show routine from early morning cereal to a trip on the F train."], "authors": ["Janelle Okwodu", "Janelle Okwod"], "keywords": ["saint", "spin", "star", "gave", "gossip", "goes", "girls", "lind", "laurent", "latest", "preshow", "newest", "seeing", "virtual", "rising"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}