{"summary": "Now she is fighting to make young athletes safeYears before the public learned of Larry Nassar’s rampant abuse of gymnasts in his care, and the hundreds of sexual abuse complaints ignored by USA Swimming, Nancy Hogshead-Makar was working to save young athletes from predators.\nHogshead-Makar credits the university for caring for her after the attack and helping channel her trauma through swimming.\n“In the water, I could yell, scream and fantasize about slicing my rapist’s head off with a machete,” Hogshead-Makar says.\nThey like having obedient, subservient athletes like soldiers.”In 2012, she started working on the Safe Sport Act, which was signed into law in February 2018.\nThe groups are working to boost the role of athletes on boards and root out romantic relationships between coaches and athletes, regardless of age.", "url": "https://www.theguardian.com/sport/2019/dec/18/nancy-hogshead-makar-lawyer-safe-sport-swimming", "paragraphs": ["The former Olympic champion, a survivor of sexual assault, knows the importance of sport. Now she is fighting to make young athletes safe", "Years before the public learned of Larry Nassar’s rampant abuse of gymnasts in his care, and the hundreds of sexual abuse complaints ignored by USA Swimming, Nancy Hogshead-Makar was working to save young athletes from predators. And to Hogshead-Makar that work was personal.", "As an undergraduate at Duke in 1981, she was raped while jogging on campus. Hogshead-Makar credits the university for caring for her after the attack and helping channel her trauma through swimming. Three years after the attack, she won three gold medals and one silver at the 1984 Olympics.", "“In the water, I could yell, scream and fantasize about slicing my rapist’s head off with a machete,” Hogshead-Makar says. “When I tell that story to an audience, they often recoil because it isn’t socially acceptable. But in the water, I could re-enact it over and over again and it would give me a sense of power back.”", "Hogshead-Makar became a lawyer after her swimming career ended, and she considered her path from a teenage athlete to rape survivor to Olympic champion. Swimming had helped her recover from a horrific attack, and she wanted to make sure other athletes could benefit from sports in a safe environment. The question wasn’t simply how to protect athletes from predatory coaches and the systems that shield them though, but how to empower those athletes so they’re guaranteed fair representation.", "Figure skating, John Coughlin and the disturbing reality of athlete-on-athlete abuse Read more", "“There is no way to protect athletes without giving them power,” Hogshead-Makar says. “And that’s what the system doesn’t want. They like having obedient, subservient athletes like soldiers.”", "In 2012, she started working on the Safe Sport Act, which was signed into law in February 2018. It was a first step towards Hogshead-Makar’s goal of establishing appropriate guardrails for athletes involved with the Amateur Athletic Union (AAU) and United States Olympic and Paralympic Committee (USOPC). It led to the creation of the United States Center for SafeSport and requires that all sex-abuse allegations be reported to federal or local authorities or to a child welfare service designated by the Justice Department.", "The ratification of SafeSport was a career highlight for Hogshead-Makar and her lifelong fight against sexual violence. Now, she wants every athlete to feel in control of their destiny. She recently founded Champion Women and co-chairs the Committee to Restore Integrity to the USOC (the previous name for the USOPC). The groups are working to boost the role of athletes on boards and root out romantic relationships between coaches and athletes, regardless of age. Hogshead-Makar was not assaulted by her coach, but trained under Mitch Ivey, who was banned for life in 2013 after USA Swimming concluded he conducted improper sexual relationships with multiple swimmers.", "Facebook Twitter Pinterest Nancy Hogshead Makar (center) after winning gold in the 100m freestyle at the 1984 Olympics: ‘I don’t want people to come cynical about the Olympics.’ Photograph: AP", "For Hogshead-Makar, Ivey’s banishment was not a cause for celebration, but evidence of worrying failings within USA Swimming and the USOPC. Ivey was dismissed as head coach of the University of Florida after a 1993 investigation by ESPN’s Outside the Lines documented Ivey’s history of pursuing young swimmers, but he continued coaching at the national level. It wasn’t until 20 years later that Ivey was barred, the same year that USA Swimming banished coach Rick Curl for sexually abusing swimmer Kelley Currin. Like Ivey, Curl’s behavior had been reported more than 20 years prior to his ban (he was eventually sentenced to seven years in prison in 2013 and was released in 2016). A 2018 report by the Orange County Register documented hundreds of sexual abuse allegations by swimmers that were ignored by USA Swimming under the leadership of Chuck Wielgus, who died in 2017.", "“We had very young children with coaches completely unsupervised in ways you would never see in teaching, religious classes and in other areas,” Hogshead-Makar says. “Not every coach is a pedophile, but every pedophile wants to be a coach.”", "In the wake of the Nassar and USA Swimming scandals, Hogshead-Makar isn’t simply working to bolster athlete representation, but to reshape public perception about what constitutes good coaching and how to motivate young athletes. To do that, she explains, means rooting out coaches who mask harsh, manipulative tactics as motivation and making athletes less dependent on the benevolence of the USOPC board and executives. Hogshead-Makar seeks greater accountability from USOPC regarding financial disclosures, at least a 50% representation of athletes on the organization’s board of directors and enhanced protection for whistleblowers.", "It also means proper execution of the Safe Sport Act and additional legislation to bolster its effectiveness. Hogshead-Makar claims that the USOPC continually flouts the law’s requirements and operates with impunity even after the resignation of its chief executive Scott Blackmun, who stepped down in February after failing to investigate allegations against Nassar.", "Han Xiao, the chair of the USOPC Athlete Advisory Council, testified to Congress in July that completing a coaching certification is a “mere formality” that “can be granted upon viewing a video or having somebody pickup a certificate for them.” While Hogshead-Makar is supportive of legislation introduced by senators in July aimed at bolstering resources for the US Center for SafeSport and including athletes on relevant governing boards, she claims that it won’t prevent governing bodies from retaliating against whistleblowers.", "“I see the Olympic ideals as being perverted by the administrators and that really saddens me,” Hogshead-Makar say. “I don’t want people to come cynical about the Olympics.”", "With Tokyo 2020 approaching, Hogshead-Makar is intent on proving that it’s the athletes, not the governing bodies, who embody the Olympic spirit and that sports are one of the best activities for empowerment and recovery from trauma. To achieve that, she argues, means eliminating those who exploit the Olympic spirit for power.", "“Sports are a way to unhinge women from gender stereotypes and ideas of what their life is supposed to be like,” she says. “Sports makes women stronger character-wise and the message of being subservient needs to end.”"], "pubDate": null, "keywords": ["athletes", "system", "usa", "nancy", "working", "having", "young", "sexual", "subservient", "olympic", "hogsheadmakar", "usopc", "swimming", "ivey", "likes"], "id": "46b714d0-60f3-33d2-80c3-c20d75458d25", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "authors": ["Gabriel Baumgaertner"], "title": "Nancy Hogshead-Makar: 'The system likes having subservient athletes'"}