{"id": "46c6c2cd-cdb7-350a-9497-d764008477f3", "title": "The Best Fantasy Books of 2020, an Unfantastic Year", "url": "https://www.wired.com/story/best-fantasy-books-2020#intcid=_wired-most-popular-right-rail_0ed6fbb1-b15c-4758-969c-c2ca2128b4d6_popular4-1", "summary": "If the genre of fantasy were a house, it’d have an infinite number of doors.\nThere are just so many doors in fantasy.\nIn 2020, a notably unfantastic year, it got weirdly less complicated.\nOne of the biggest, if not quite best, books of 2020 was her The City We Became, expanded from a short story in which present-day New York City comes, literally, alive.\nWhen your fantasy is set in a real place, it’s the fantasy elements, not the factual ones, that stand out, and must bear greater scrutiny.", "paragraphs": ["If the genre of fantasy were a house, it’d have an infinite number of doors. Some would be an inch high, others towering; none would have obvious keyholes. There are just so many doors in fantasy. Or magic-door-like things, at the very least—portals hidden away, tunnels to fall through, wormholes that wibble-wobble time. To the characters traversing them, these openings are quite literal, with stuff on either side. To us, though, they’re more complicated. We recognize them as sort of supermetaphors for the genre: Fantasies are, themselves, doorways to other worlds.", "Or they can be. In 2020, a notably unfantastic year, it got weirdly less complicated. The boundaries between the real and the not-real have always glitched a bit, gone fuzzy around the edges; now, they seem to be dematerializing altogether. For fantasy, what this literally means is: more and more stories set in our world. Metaphorically: doors opening and/or collapsing onto themselves.", "Naomi Novik’s last two books, Uprooted and Spinning Silver, were enchanting little Polish-ish fairytales. Her new one, A Deadly Education, is none of those things. It takes place in modern England, at a school of magic that resembles Hogwarts in all ways but three. One, there are no teachers. Two, students die a lot, partly as a result of this macabre Montessori milieu. Three, there are significant nonwhite characters. The narrator is half Indian. She has a Chinese friend. There promises to be a Black character in the sequel, a girl with “hair in a million braids.”", "Never mind that these racial differences are irrelevant to both plot and character development and strike sour notes on occasion—they’re meant to make A Deadly Education more “realistic.” So is the fact that the richer and more connected your family, the less likely you are to get eaten alive. Instead of graduation, students must fight their way through the school’s megamonster-infested basement and out the doors of opportunity to freedom. What’s the metaphor, Naomi?", "A more visceral, but no less literal, reading experience is Tochi Onyebuchi’s Riot Baby, a novella that’s been publicized as “what if Black people got superpowers?” Don’t think Marvel. It’s a loud-soft race fantasy of vengeance, with its sights set on revolution. The action moves from the real worlds of South Central and Harlem to a near-future Watts, and Onyebuchi is never subtle with his themes. As he put it in a recent interview (emphasis added): “I wanted to literalize the obliteration of the police state.” No room for misinterpretation there. Perhaps if you’ve been misunderstood, or unheard, for long enough, elaborate metaphors lose their appeal.", "They seem to have for N. K. Jemisin, our writer of the decade and now a certified genius. One of the biggest, if not quite best, books of 2020 was her The City We Became, expanded from a short story in which present-day New York City comes, literally, alive. After years of sending readers to intricate, far-off realms, such as Gujaareh or the Stillness, so that they might be forced to look back, with new eyes, at the realities of Earth, here Jemisin has built a door to her own backyard, a dead-ahead urban fantasy, and said, without inflection, “Walk through it.”", "Police are the henchmen of the enemy. Locals have sensitivities that out-of-towners don’t. As a figuration for gentrification, it’s all rather two-dimensional, and further flattened by the uncharacteristically silly writing. In her acknowledgments, Jemisin says City We Became “required more research than all the other fantasy novels I’ve written, combined,” but only the wrong sort of reader cares about verisimilitude. When your fantasy is set in a real place, it’s the fantasy elements, not the factual ones, that stand out, and must bear greater scrutiny."], "authors": ["Jason Kehe", "Jason Keh", "Wired Staff", "Scott Gilbertson", "Gear Team"], "keywords": ["unfantastic", "doors", "2020", "books", "fantasy", "real", "city", "sort", "best", "quite", "set", "students", "things", "jemisin"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}