{"id": "46da2517-0a0b-3004-ab2c-0d104882ad69", "title": "Play Super 6 on Thursday Night Football", "url": "https://www.foxnews.com/sports/play-super-6-on-thursday-night-football", "summary": "The Las Vegas Raiders look to stay in the AFC wild card hunt when they host the Los Angeles Chargers.\nAnd being able to predict the big events of this game could help you win $25,000 in FOX’s Super 6 contest.\nJust download the free app, answer six questions correctly and you could win up to $25,000 while watching football.\nAnd that hasn’t exactly been a strong point for Las Vegas since their last Super Bowl appearance in 2002.\nMaybe Las Vegas wins this one.", "paragraphs": ["The Las Vegas Raiders look to stay in the AFC wild card hunt when they host the Los Angeles Chargers.", "And being able to predict the big events of this game could help you win $25,000 in FOX’s Super 6 contest. Just download the free app, answer six questions correctly and you could win up to $25,000 while watching football. It’s that simple. Here’s the questions and how to look at it", "How many total points will be scored in the first half?", "0-7, 8-10, 11-14, 15-21, 22-25, 26+", "How will the first TD of the third quarter be scored?", "Raiders rushing, Raiders passing, Chargers passing, Chargersrushing, Any other TD/No TDs", "Which of the following players will score the most point in the game?", "Michael Badgley, Daniel Carlson, Austin Ekeler, Josh Jacobs, Darren Waller, Tie", "How many total points will be scored in the game?", "Less than 40 , 40-45, 46-49, 50-53, 54-57 and 58+", "What team will have the most receiving yards and how many?", "Raiders or Chargers with ranges of 0-230, 231-240, 241-250, 251-260, 261-270, 271-280, 281-290, 291-300 and 301+", "Choose the winning team and by how many points?", "The Chargers have nothing to lose in this one. Their season is over. They may have a new head coach and they have a solid foundation with Herbert, Ekeler and Allen to start a surge moving forward.", "The Raiders are on the spot. And that hasn’t exactly been a strong point for Las Vegas since their last Super Bowl appearance in 2002. There have been late-season fades the past few years. And a loss on Thursday will kill their playoff hopes in the tightly bunched AFC race. Maybe Las Vegas wins this one. But after the past three weeks, nothing is a sure bet."], "authors": [], "keywords": ["vegas", "night", "team", "raiders", "play", "questions", "football", "chargers", "total", "super", "win", "las", "scored"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}