{"id": "46eb0f63-d84d-36eb-a517-29f3ea4a745d", "title": "White clicktivism: why are some Americans woke online but not in real life?", "url": "https://www.theguardian.com/world/2020/dec/09/white-liberals-social-media-activism", "summary": "Bookstores sold out of race education books, social media timelines were consumed with Black Lives Matter support, and protests drew diverse crowds.\nTrump won the support of 74 million Americans this year – including 55% of white women and 61% of white men.\n•••Amanda Booth first witnessed the phenomenon of labeling yourself progressive online while endorsing different values in real life when her white co-workers mentioned buying property in East Austin.\nSocial media holds an immense influence in this way of thinking.\nOftentimes, our social media presence reflects how we want to be perceived, rather than our authentic selves, or our real day-to-day experience.", "paragraphs": ["In the winter of 2018, Gwen Kansen, a 33-year-old self-professed liberal, met a man called Elias in a bar. Within minutes, she knew he was intense. His phone screensaver was of Pepe the Frog – a symbol of the alt-right movement. His style reminded her of a Confederate soldier, and he wore badges proudly proclaiming his hatred for political correctness.", "It was not long before he disclosed he was a member of the Proud Boys, a far-right, male-only political organization. Still, Kansen didn’t put an end to the date. They drank rum and cokes; spoke about music, books and exes; and that night, he walked her home. The two had a brief fling. Later, Kansen wrote an article about coming to terms with her so-called liberal beliefs while still choosing to entertain the affair.", "The article was met with backlash. People spammed her Twitter, questioning her morals, dating standards and self awareness. How could a so-called liberal woman choose to date a member of a group known for its anti-Muslim and misogynistic rhetoric, associations with extremist gatherings, and a white nationalist agenda? The consequences of this group are real-life harm: death threats, racial slurs, violence and even murder, and yet Kansen saw it as an opportunity to dabble in a forbidden experience.", "The story might sound extreme, especially following a summer of “listening and learning”. Following the deaths of George Floyd, Ahmaud Arbery, and Breonna Taylor, many white Americans have spent the past year taking part in a social justice movement online and on the ground, combating systemic racism and opposing police brutality. Bookstores sold out of race education books, social media timelines were consumed with Black Lives Matter support, and protests drew diverse crowds.", "But then we saw the election results. Trump won the support of 74 million Americans this year – including 55% of white women and 61% of white men. Even in liberal hotbeds like New York, California and Washington, Trump maintained 48%, 47%, and 36% of the white vote.", "Given continued white support for a man who has refused to denounce white supremacy, lied about the severity of the coronavirus, and hasn’t been shy about his sexist and misogynistic beliefs, can liberal white Americans really be doing the groundwork their social media profiles would have you believe?", "•••", "“I thought maybe the [Proud Boys] were four steps away from the Nazis,” Kansen said by phone one Monday evening. “I now realize maybe they’re one or two.”", "When speaking with Kansen, I was curious to know her definition of liberal. “I’m a Democrat. I’ll be friends with anyone, like anyone from different sides of the political spectrum. I guess that makes me liberal,” she said. “Liberals are more open to experiences.”", "A protest near New York City Hall in June. Photograph: Xinhua/Rex/Shutterstock", "Maybe they are. But a woman of color would be physically threatened if their date exposed their Proud Boy membership over a few drinks. Kansen, a white woman, did not feel at risk and so it was partly her privilege – not her tolerance – that gave her a hall pass to entertain a member of a white supremacist group.", "Although she compares them to the Nazi party, she still felt a relationship with a Proud Boy was fair game. “If you’re saying that I’m more interested in myself than I am in having integrity towards a cause then yeah, you’re right,” she said. Kansen’s date isn’t one most would consider progressive, but she liked him, and so what she saw as her liberal duties slid. Kansen’s ability to set aside the man’s differences – extreme ones that contribute to a systemic problem liberals claim to want to dismantle – is not so uncommon, especially among family members and longtime friends: 35% of Biden voters in 2020 reported they have a few close friends who supported Trump.", "Does this simply come down to being more accepting of others’ political views? A superior mastery of compartmentalization? Or does it stem from a place of selfishness, as ultimately it is not their wellbeing that will suffer?", "And what should it leave us to believe about the inner workings, impact and true beliefs of self-professed liberals who behave in ways that don’t align with those beliefs?", "•••", "Amanda Booth first witnessed the phenomenon of labeling yourself progressive online while endorsing different values in real life when her white co-workers mentioned buying property in East Austin. The area is popularly known as a redlined neighborhood, primarily housing Austin’s Black and brown community. Recently, the East Side has undergone major renovations with new modern houses, trendy bars, and local coffee shops, as gentrification pushes out the original inhabitants of the area.", "The Proud Boys demonstrate near Freedom Plaza in Washington DC over election results on 14 November. Photograph: Chris Tuite/ImageSpace/Rex/Shutterstock", "But when Booth, a 24-year old content designer in Austin, confronted her co-workers by explaining that Black and Hispanic people were being displaced from the area, her remarks were met with silence. “Both of these guys proudly express themselves as being more on the progressive side of the Democratic party,” Booth said. “Mind you, both of them have houses on the East Side now.”", "“It’s not enough to believe in racial justice and that Black people deserve things. White people need to begin giving up their privilege. The least they can do is try to plug into Austin’s anti-displacement efforts. But I don’t really see those people doing that,” Booth continued.", "Online, her co-workers share a lot of anti-racist rhetoric. They share videos by Black activists and quotes like “It’s not enough to be not racist. You have to be anti-racist.” But Booth thinks people are watering anti-racism down if they are putting in very little practical effort to match their online beliefs.", "“There is this cognitive dissonance where they are like, ‘Oh yeah, our city is so segregated. Our systems are built on racism and anti-Black sentiment.’ But then they don’t give up anything,” she says. “They feel like realizing it, or accepting their privilege, is enough.”", "Very high-profile examples of police shootings coupled with the breathtaking rise in incarceration, maternal and infant mortality, and coronavirus deaths in the Black community have inspired a “great” awakening for people – especially white people seeing it for the first time. But what if this has led to a shift in posturing, without a real shift in accountability?", "“People intellectually understand white privilege and can see it, but also like how it makes their life easier,” explains Shannon Cavanagh, an associate professor in the department of sociology and a faculty research associate at the Population Research Center at the University of Texas at Austin. “Those guys who buy in East Austin because it’s cool and hip and cheaper than living on West 6th Street might be displacing a faceless Black family but there is a Whole Foods now and a cool bar scene,” she says, adding: “They wanna do the right thing but it’s hard – financially mostly – and the status quo actually works for them.”", "There are ways that white liberals can practice what they post", "The fake indicator of progress – of acknowledging privilege publicly while working against it privately – has tricked many white liberals into thinking they are actively bettering conditions for people of color. Social media holds an immense influence in this way of thinking. It’s simple to tweet that you’re “doing the work”, add #BLM to your bio, attend a protest and donate to a bail fund – not without posting photos and screengrabs, of course – but once it comes down to the real, hard work, the momentum stops. Oftentimes, our social media presence reflects how we want to be perceived, rather than our authentic selves, or our real day-to-day experience. Being woke is on trend at the moment, and everyone is tapping in, virtually at least.", "“The issues that helped awaken folks to systemic racism– police killings, mass incarceration, Covid deaths – are fundamentally structural and require a structural response,” Cavanagh explains. “Racism is baked into our medical system, educational system, housing, employment – sure, white people need to do more individually but our institutions are the things that really need to change.”", "Despite racism being a structural problem, individual actions still matter. But, Cavanagh warns, people may believe in equality while opting out of decisions that are hard for them personally. “Voting can be thought of as a relatively low-cost act of solidarity and commitment to justice, unlike cutting off ties to your racist mother,” she says.", "“The events of the last decade or so – much of it illuminated and amplified by social media – have made white people confront systemic racism in a new way. Or it might all be performative – social media is a performance and being racially woke is a new flavor.”", "Whether it be cutting off relationships with people who vote to uphold white nationalist beliefs (after trying to educate them, of course) or opting for a neighborhood that won’t place you as a gentrifier, there are several ways that white liberals can practice what they post. By giving up privilege, higher salaries, houses in gentrified parts of Texas, and other situations that convenience them, white liberals could prove that they’re actually doing the work, beyond lip service and black squares. “Maybe that’s why white people keep voting for Trump – they are invested, financially but also psychologically, in keeping the society tipped in our favor,” Cavanagh says."], "authors": [], "keywords": ["clicktivism", "kansen", "media", "real", "life", "woke", "americans", "white", "liberal", "proud", "black", "online", "privilege", "social", "liberals", "racism"], "pubDate": "2020-12-09T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}