{"id": "46f6b79b-197e-3fdc-b2c1-c9987c99d0e6", "title": "New Gameplay Today – Destruction Allstars", "url": "https://www.gameinformer.com/new-gameplay-today/new-gameplay-today/2021/02/02/new-gameplay-today-destruction-allstars", "summary": "Destruction Allstars is a new destruction derby game that released today on PlayStation 5 via PlayStation Plus.\nDestruction Allstars utilizes the DualSense PS5 controller in many ways, including using the gamepad's adapter triggers to apply pressure when braking or to simulate the feeling of driving a rattling vehicle after surviving a fight.\nOn this episode of New Gameplay Today, Marcus Stewart and I play a few matches of Destruction Allstars and check out some of the game's characters and abilities.\nIf you're interested in playing the game yourself, all you need is a PlayStation 5 and an active subscription to PS Plus.\nBe sure to subscribe to our YouTube channel and watch previous episodes of New Gameplay Today.", "paragraphs": ["Destruction Allstars is a new destruction derby game that released today on PlayStation 5 via PlayStation Plus. Developed by Lucid Games and published by Sony, the game pits up to sixteen racers in a combat arena that's reminiscent of games like Twisted Metal or even Monday Night Combat. However, the game's twist is that players can eject out of their cars to hijack other vehicles or compete in various platforming challenges that are scattered around the level. Destruction Allstars utilizes the DualSense PS5 controller in many ways, including using the gamepad's adapter triggers to apply pressure when braking or to simulate the feeling of driving a rattling vehicle after surviving a fight.", "On this episode of New Gameplay Today, Marcus Stewart and I play a few matches of Destruction Allstars and check out some of the game's characters and abilities. If you're interested in playing the game yourself, all you need is a PlayStation 5 and an active subscription to PS Plus. Did you enjoy this video? Be sure to subscribe to our YouTube channel and watch previous episodes of New Gameplay Today."], "authors": ["Video Editor", "Real-Time Strategy Games Of The Late To Mmorpg'S Of The", "All The Way To Current Battle Royales Like Apex Legends", "Alex Has Spent His Life Trying To Find A Better Multiplayer Game Than Halo"], "keywords": ["combat", "today", "allstars", "playstation", "game", "games", "plus", "destruction", "gameplay", "youtube"], "pubDate": "2021-02-02T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}