{"id": "471fa6c1-6796-354e-bee1-eac51aa3b5da", "title": "Every Spider-Man Suit From Marvel's Spider-Man: Miles Morales & Spider-Man Explained", "url": "https://www.wired.com/video/watch/every-spider-man-suit-explained", "summary": "And this is each and every suit of Marvel's Spider-Manand Marvel's Spider-Man: Miles Morales.\nFirst up, let's talk about all the suitsseen in Marvel's Spider-Man: Miles Morales.\nWe collaborated with Marvel games to create thistotally unique suit to help tie the relationshipof Aaron Davis, Miles' uncle, to Miles Morales.\nOur suit uses bulletproof plastics that are cleanerand higher polished,mixed with a more protective layer of nylon and rubber.\nThat's the visual design of every suitfor Marvel's Spider-Manand Marvel's Spider-Man: Miles Morales.", "paragraphs": ["Transcript", "[dramatic instrumental music]", "[Spider-Man grunting]", "Hey, I'm Gavin Goulden,", "an art director at Insomniac Games.", "And this is each and every suit of Marvel's Spider-Man", "and Marvel's Spider-Man: Miles Morales.", "We're covering the visual design of about 60 suits.", "So let's get to it.", "First up, let's talk about all the suits", "seen in Marvel's Spider-Man: Miles Morales.", "The animated suit.", "The goal for the animated suit was to create something", "that everybody who watched Saturday morning cartoons", "would be familiar with.", "Using simplified geometry and a sub shader,", "we think we really nailed something of nostalgic value.", "Associator is a custom material", "that we would use it in game to", "crush down colors and create an outline that really", "mimics hand-drawn classical 2d animation.", "Into the Spider-Verse suit.", "Everyone at Insomniac really wanted to tip our hats", "to the creators of the film, Into the Spider-verse.", "To do so, we created this suit with custom proportions", "as well as a complex network of shaders", "similar to what you'd see in the movie.", "This means that we created shaders", "that helped show print details", "and chromatic aberration in game, verse cards,", "the onomatopoeia speech balloons", "that you see when you're fighting enemies,", "as well as the on two's animation via the verse,", "which is custom code we use to drop frames", "to mimic the same animation style in Into the Spider-Verse.", "The advanced tech suit.", "The advanced tech suit is an armored suit", "that Miles Morales wears that uses sleek armor plating", "all throughout the costume.", "Fans would recognize the red chevron", "and general color blocking throughout the outfit", "as it's similar to the classic outfit from the comics.", "The bodega cat suit.", "This is truly an organic collaborative experience", "from Insomniac Games", "and everybody's favorite suit at the studio.", "Essentially, our designers wanted to create", "an authentic experience to someone living in New York.", "So having a cat in a bodega only seemed fitting.", "Having to rescue the cat for the bodega owner,", "we named it Spider-Man,", "why not create a custom suit that always", "has the cat in the backpack fighting enemies", "along with you.", "The Brooklyn Visions Academy suit.", "We wanted to pay respect to Miles' background", "as a student at Brooklyn visions Academy.", "So we created a custom blazer with the insignia", "of his school to go over the iconic suit.", "This was also a great opportunity to show", "in game cloth dynamics during gameplay and cinematics.", "Classic suit.", "This is the defining look of Spider-Man.", "It is important to pay respect to the past", "and where the character came from", "from his comic book origins, but also have an eye", "to the future and put it through our Insomniac lens", "much like Peter Parker's advanced suit", "in the original Marvel Spider-Man.", "Putting it through the lens means", "giving more realistic materials to the suit", "and adding construction details to help sell how Spider-Man", "could actually make the outfit.", "Beyond that, the classic suit is key to Miles' narrative.", "It shows that he's stepping out from the shadow", "of his mentor, Peter Parker,", "with his own defined look in black and red.", "The crimson cowl suit.", "This is one of our very first custom suits", "that we designed along with artist, John Stout.", "We wanted this to feel agile", "and stealthy at the same time.", "We referenced boxing gear and training athletic outfits", "that one might wear in the real world,", "and then put our own spin", "through using new materials like nylons", "and rubbers and leathers to better fit", "and protect Spider-Man.", "The great responsibility suit.", "This suit was important to show the relationship", "between Peter and Miles.", "Peter's acting as Miles's mentor", "and gives him a hand me down suit.", "The narrative reason for using this suit is to show", "that Miles is uncomfortable with becoming Spider-Man.", "He's essentially wearing Peter's outfit", "and becoming Peter Parker,", "not just becoming his own Spider-Man.", "It's ill fitting and has noticeable construction details", "like exposed zippers and seams that give it", "a lower quality feel to what you might see", "in the advanced suit on Peter Parker.", "The homemade suit.", "This suit's taken directly from the comics", "and made to look like something thrown together", "from the clothing that Miles may have", "lying around at his house.", "Using our advanced material shaders,", "we're able to show layered detail", "such as tiled fabric weaving and pilling", "throughout all of the fabrics.", "Mile Morales' 2020 suit.", "The team took what was originally a variant cover", "and made an in game suit by referencing futuristic designs", "of helmets and biker jackets.", "We created custom emblems for the jacket backing as well", "as complex shaders for the 2020 helmet", "to have animated LED expressions to help", "really sell the vision of what the variant cover", "originally showed fans.", "Miles Morales 2099 suit.", "This is originally a variant cover designed by Lee Garbett.", "We were honored to take this to completion in 3d.", "What's really great about this suit", "is that we also have an homage", "to the original 2099 Spider-Man,", "Miguel O'Hara, seen on his chest emblem throughout the suit.", "Purple Reign suit.", "We collaborated with Marvel games to create this", "totally unique suit to help tie the relationship", "of Aaron Davis, Miles' uncle, to Miles Morales.", "This has similar design principles", "seen in the Prowler outfit.", "We use the same color scheme", "and give it a sleek armored look.", "This also pays homage to the ultimate Prowler design", "created by Sarah Pichelli by having gray inserts", "on the side of the suit.", "The programmable matter suit.", "The programmable matter suit is using technology", "designed by Miles Morales' childhood friend, Finn Mason,", "but repurposed to better fit Spider-Man", "and his color scheme.", "It uses the chrome black appearance", "that you may see in the undergrounds weapons and technology", "but also has the red spider emblem", "that fans would recognize as Miles Morales.", "The spider training suit.", "This suit is designed to tie directly", "into where you may have seen Miles Morales,", "where we left off in Marvel Spider-Man", "as a new protege to Peter Parker.", "This suit is purposely designed", "to use street clothes that Miles Morales", "may have just laying around in his closet.", "This ties the civilian Miles Morales", "to his very beginning stages", "as Spider-Man for truly taking on the mantle.", "The sportswear suit.", "The sportswear suit is intended to be a step beyond", "the spider training suit.", "It uses piecemeal items from Spider-Man's suit,", "given to him by Peter Parker,", "but also incorporates winter wear.", "This is also an important suit narratively,", "to show that Miles is staying", "with his training as Spider-Man.", "Going from the very initial suit to this", "new and improved training suit", "and then eventually into the great responsibility suit", "as a true Spider-Man.", "The s.t.r.i.k.e. suit.", "This suit is designed by artist, Dave Repoza.", "We really wanted to have a suit that focused", "on the venom energy that is natural to Miles Morales", "as Spider-Man and also speak to the youthfulness", "of the hero himself.", "The suit is created by using plates of armored rubber", "and insulation, as well as energy coursing", "throughout the suit itself in spider emblems,", "that trail along the arms and through the chest and back.", "The t.r.a.c.k. suit.", "This is a customer suit designed", "with famed Miles Morales artist, Javier Garron.", "We really wanted to have a suit that focused", "on the athleticism of Miles Morales", "and the youthfulness of the hero.", "We referenced parkour here and free running outfits", "to help influence the suit,", "as well as athletic gear to help make him appear", "sleek and agile.", "The end suit.", "This is a suit from a futuristic setting", "and an older Miles Morales.", "Using materials like padded leathers, denims,", "and nylons really helps ground the suit inside", "of our realistic world.", "Uptown pride suit.", "Miles shows his love for his new community", "by leading quests throughout all of Harlem.", "In return, he's gifted a new suit that closely resembles", "his iconic outfit, but with gold trim seen throughout.", "The winter suit.", "This suit shows Miles' connection", "to his new community in Harlem,", "specifically his connection to Hailey,", "who gifts Miles her earmuffs and scarf to go over his suit", "in the cold New York winter.", "[Spider-Man] Hello, again.", "[Gavin] Up next, we'll be talking about all the suits", "Peter Parker wears in Marvel's Spider-Man.", "[Spider-Man] Hello, New York!", "The classic suit.", "We wanted the very first suit you see when", "playing the game to be iconic.", "That anyone on the planet could look at", "and immediately know what it is.", "Appropriately, we used the suit designed by Steve Ditko,", "one of the creators of Spider-Man.", "We give the student more realistic rendering style", "by mixing real world materials like spandex and rubber.", "On the spandex, you will have banded highlights", "using anisotropic shading.", "On rubber, you'll have more matte highlights", "to help give some contrast in materials", "seen throughout the suit.", "The amazing suit.", "Inspired by the films,", "this suit uses more tactile materials", "to help give more mobility to Spider-Man.", "It also uses more real world items", "that Spider-Man could easily have access to", "such as visors seen in the mask", "and soles on the bottom of the feet", "to help really ground it inside of our world.", "Anti-ock suit.", "In the final fight of Marvel's Spider-Man", "we wanted to show that even when he's down and out", "Peter Parker can out-think his opponent, Dr. Octopus,", "his former mentor, Otto Octavius.", "Pete uses the same technology Doc Ock uses in his tentacles", "to create a new suit to help protect him", "from his enemies' attacks.", "The arachnid-rider suit.", "Designed by Dave Repoza, we wanted to draw inspiration", "from the kind of Japanese cartoons", "you may have all watched as kids.", "We wanted to make sure that this", "clearly reads as Spidey.", "So while we did have horns", "and armor plating breaking the silhouette,", "we used a color scheme that most fans", "would be very familiar with while also giving", "a new futuristic look to the hero.", "The advanced suit.", "Insomniac had the great honor", "of creating a totally new suit for Spider-Man.", "We wanted to create something that was very iconic", "and stood out as our very own hero.", "To do that we created a white spider", "that is seen throughout the torso, on the chest,", "and on the back.", "Not only does this stand out,", "it also helps protect Spider-Man.", "Beyond that, we also used panels throughout the suit", "to help give padding on Pete while he's swinging", "throughout New York and fighting enemies.", "Armored advanced suit.", "It uses the same design languages seen in the advanced suit,", "incorporating protective white armor,", "giving it a very stark finish that helps it stand out.", "Bombastic bag-man suit.", "A more modern take on the loaner suit", "from the Fantastic Four.", "Originally this suit is fairly ill fitting", "as it's just a hand-me-down from the human torch.", "We wanted to take this suit", "and give it a more modern look by using materials", "you may find in the real world, like nylon and rubber.", "We also wanted to incorporate the gloves", "and the boots into the suit more", "with nylon inserts on the side,", "to better fit Pete and not be as baggy,", "like you may see in the comics.", "Aaron Aikman armor.", "A futuristic armor that uses the same landmarks", "seen in a classic Spider-Man suit.", "Sleek cybernetic panels layered over top of padded latex.", "Cyborg Spider-Man suit.", "As a child of the eighties and the nineties,", "it was a great chance to pay respect", "to the comics that I had read as a kid.", "Using segmented metal panels,", "we wanted to give a nod to Deathlok,", "while also using advanced cybernetics", "and augmentations throughout the armor", "to better fit our universe.", "Like an anatomical rubber structure under the armor", "and wires seen throughout.", "The dark suit.", "This suit is given to you by black cat in her storyline.", "We wanted to use materials similar", "to what you may find in her costume throughout the game.", "This is our take on a suit seen from the Deadpool comic run.", "Electrically insulated suit.", "With this suit, we wanted to show", "that Spidey's wearing something more bulky", "and layered to help protect him from electric shocks.", "We did this by referencing real-world protective materials", "like heavy padding and rubbers.", "The fear itself suit.", "Inspired by the armor seen in the comics,", "we wanted to reference", "the more fantastical Asgardian armor", "by creating metal scales throughout the suit,", "as well as showing the powerful technology", "surging through him with white energy.", "The future foundation suit.", "To help welcome the Fantastic Four back home", "we wanted to put the Fantastic Four's body suit", "through the Insomniac lens.", "While the overall design stays the same from what", "fans may be familiar with in the comics,", "We did add construction details throughout the suit", "and hardened plastic panels to help give material breakup", "and visual interest.", "The iron spider armor.", "Taking inspiration from the civil war comic series,", "this suit is typically red fabric", "with gold plating over top.", "We want to put this through the Insomniac lens.", "We created more gold inlays and a highly detailed", "gold plating throughout the suit,", "as well as more construction details", "to help show how the suit is created", "and explained the flexibility Pete may have", "while in the outfit.", "The added segmentation in the larger armor panels", "help show how the armor plates may slide", "over top of each other while Pete is swimming.", "Iron spider suit.", "Inspired by Marvel Studios' Avengers Infinity War.", "Inspired by the films,", "we wanted to capture the same car paint type look", "seen in the movies.", "We did this by creating a colored specular material", "and thinner armor panels that slide across the outfit.", "When we create our materials in game", "there are two different properties.", "There's gloss and there's spec.", "Gloss is the tightness of a highlight.", "So it could be pinpoint or it could be very broad.", "Then specular is the level of reflectivity", "that a material may have", "as well as the color that it may reflect off.", "Into the spider-verse suit.", "We really wanted to make this feel like the Peter Parker", "from Into the Spider-Verse.", "With exaggerated proportions", "like an elongated skull and arms,", "we also had a new approach to the shaders", "to create something very custom", "to help mimic the same look you may see in the films.", "This introduced hatching, halftone,", "and fornell, specifically for this suit.", "Fornell is the amount of reflectance you see", "at glancing angles.", "The last stand suit.", "Based largely on real-world reference,", "we wanted to create a wardrobe that", "a biker version of Spidey may wear", "like a red leather jacket with blue inserts", "that mimic the classic Spidey outfit.", "We also use real world materials, such as heavy leathers", "and denim to really give it a believable biker feel.", "Spider armor MK 1 suit.", "This is the very first bulletproof Spidey suit", "that he creates.", "The armor is intended to be bulkier and a prototype", "of other suits we may see later on,", "but still using the classic web pattern", "seen in Spider-Man suits.", "The highly reflective Chrome", "helps pick up all of our ray traced reflections.", "This means that on all of the armor panels", "throughout the suit, you can see the world", "around Peter Parker.", "Spider armor mark II suit.", "A sleeker version of the bulletproof suit,", "this uses a chain mail like material", "with layers of ballistic nylon and rubber over top", "for extra protection.", "We also add inserts and construction seams", "for more flexibility.", "Spider armor mark III suit.", "Taken from The Amazing Spider-Man comics", "of the late nineties,", "we wanted to upgrade this suit in our realistic setting.", "To do so, we added more details", "in the specularity throughout the metal plating in the suit,", "and also added more details to the plates themselves", "to help justify their points of articulation", "and how they may slide over each other", "during combat and traversal.", "Spider armor mark IV suit.", "This armored suit is very sleek and intended", "to capture the same rendering style seen in the artwork", "by famed artist, Alex Ross.", "We incorporate patterns into the specular detail", "to help give it a more iridescent feeling", "and a higher tech quality, such as finer scales.", "Negative suit.", "Spider-Man gets this suit", "by entering the negative zone of Martin Lee,", "otherwise known as Mr. Negative.", "The suit is designed to appear like a photo negative", "by creating custom textures and a shader", "that has blue-white energy coursing throughout", "the entire outfit.", "The noir suit.", "Drawing inspiration from the comics,", "we wanted to reference real-world materials that may", "help make the suit more believable.", "To do so, we looked at pilot gear", "from the turn of the century.", "We used heavier wools, leather,", "and detailing throughout the cap", "to really help make it feel like pilot goggles", "and a flight helmet.", "Resilient suit.", "Designed by famed Amazing Spider-Man artist,", "Gabrielle Dell'Otto, we wanted to create a suit", "that was very sleek, but also armored", "to help protect Spider-Man.", "We also used aggressive lines", "throughout the suit's design", "to help reflect the same type of rendering style", "seen in Gabrielle's comic book art.", "Secret war suit.", "Like most black suits in our game,", "it's really important that they read well", "in all lighting conditions.", "To do so, we create material contrast to help", "pick up specular highlights.", "On this suit, we used a high gloss blue emblem on the torso,", "the inverted red piping seen on the mask,", "and then higher gloss seen throughout the outfit", "to help break up the fabric details.", "The scarlet spider suit.", "This is my personal favorite Spidey suit.", "By taking a design from the 1990s,", "we were able to really modernize it in Marvel's Spider-Man.", "We added protective rubber panels and high-tech fabric,", "seen throughout the suit.", "We brought in homemade elements that you may see", "from the comics such as the hoodie", "and stenciled Spider-Man emblems,", "then also referenced military industrial gear", "for his bracers.", "Scarlet spider II suit.", "Similar to the original scarlet spider outfit,", "we use construction seams to help break up the suit.", "This also adds visual interest and construction details", "to help inform how the suit may work, realistically.", "This suit also uses material contrast", "to help inform the function of the suit.", "The black areas on the upper body are more protective,", "while the red suit is lighter and more flexible.", "Spider-clan suit.", "We wanted to capture the mangaverse Spidey look", "by using exaggerated proportions", "like a slightly larger head and expressive eyes.", "We also created a complex, custom shader just for the suit", "by our technical artist, J Tuason.", "This suit has a thin terminator, but also a fornell", "and faked light direction to really help make it", "pop off screen and mimic the same look", "you may see in print media.", "Our outline, rather than using black ink,", "adopts the color of the suit underneath", "to help make it feel softer and more natural.", "Spider punk suit.", "We really wanted to capture the do-it-yourself mentality", "seen in the punk scene.", "We wanted to really show that this suit was made", "with a lower technology and is handmade.", "We also added worn denim and pins", "to help show the personality of the suit wearer.", "Spider UK suit.", "The most iconic thing about the suit", "is the Union Jack seen throughout the torso", "and the asymmetrical technology", "seen on Peter Parker's wrist.", "Spirit spider suit.", "Really dipping our toe into horror on this one,", "we want the suit to seem like it was skin", "stretched over muscles and bone.", "To do this, we used thinner wrinkles to help", "really show the crinkling of skin", "as muscles flex and deform.", "The Stark suit.", "Drawing inspiration from Marvel Studios'", "Captain America: Civil War,", "we really wanted to have the same look in our suit", "as seen in the films.", "To do so, we created tiling normal fabric details", "that really helped make the suit feel crisp", "as well as using material contrast", "and the protective rubber inserts throughout the outfit.", "The stealth big time suit.", "During production, this was actually", "our very first variant suit", "that we used to help prove out our systems.", "We purposely wanted to pick something that was", "a stark contrast from our advanced suit,", "rather than blue, red, and white, we chose black and green.", "We also used real-world references like protective rubber", "and nylon to help make the suit feel sleek,", "but also functional.", "In addition, we also had green LED strips", "throughout the suit to help make it really stand out", "in different lighting conditions.", "Stealth suit, MCU.", "In addition to inspiration found in", "Spider-Man: Far from Home,", "we also used real world reference like motorcycle gear", "tactical equipment, and leathers.", "This really helped inform our material reads in contrast", "for more flexible elements of the suit", "to something that is more protective for Spidey.", "Upgraded suit.", "Inspired by Spider-Man: Far from Home,", "we wanted to show the upgraded tech, found in the suit,", "by mimicking the more elaborate threading", "seen throughout the suit,", "as well as the higher gloss, protective elements.", "Webbed suit.", "We always wanted to give this suit out", "to the community as a free gift,", "and really do the film justice,", "as well as capturing the material contrast seen", "throughout the suit and really nailing", "the raised webbing look, that is unique to this outfit.", "To do so, we created each web in geometric detail,", "manually modeled out and layered over top of the suit", "to give realistic shading and specular highlights.", "Wrestler suit.", "As a lifelong fan of both Spider-Man", "and professional wrestling,", "this seemed like a perfect match for me.", "We took inspiration from The Ultimate Spider-Man series.", "This suit uses sweats", "and a custom personalized spider emblem on the chest.", "We also added a lucha mask.", "Velocity suit.", "We had the honor of working with Ady Granov,", "famed Marvel artist and costume designer to create", "this aerodynamic armor-plated custom suit.", "While the suit helps increase speed,", "we also wanted to show the energy coursing", "throughout the suit and giving more aggressive lines", "to the armor panels, making the suit feel", "as though it was sharp and cutting through the air", "as Spider-Man swings through New York City.", "Vintage comic book suit.", "Everyone at Insomniac loves this suit.", "We've really wanted to capture the feeling", "of old school comics and cartoons in a 3d world.", "Its truly the brain child of our technical artist, J Tuason.", "J created a custom shader", "to nail the hand-drawn Spider-Man appearance", "by introducing hatching gradient shading,", "and fornell to really nail that ink drawn look.", "We use reverse tone mapping to help make the suit", "pop off screen and all lighting conditions.", "Spider-Man 2099 black suit.", "We wanted the original 2099 suit to feel higher tech", "than what you may have seen in the comics.", "Our suit uses bulletproof plastics that are cleaner", "and higher polished,", "mixed with a more protective layer of nylon and rubber.", "Spider-Man 2099 white suit.", "The white 2099 suit is fully armored", "and uses intricate panels that mimic human anatomy.", "To embellish on the comic design further,", "we added segmentation to the armored panels,", "as well as faceting to the spider emblems", "to help pick up more specular highlights", "for visual interest.", "Faceting is a changing in planes", "throughout a model's surface.", "So rather than having a clean specular highlight", "it will be broken up to give it more depth and detail.", "The homemade suit.", "Taking inspiration from", "Spidey's very first appearance in the MCU,", "we wanted to capture the same homemade feel", "as seen in Marvel Studios' Captain America: Civil War", "by using sweats and older hoodies", "that Pete may have access to.", "Finally, undies.", "This originally started as a gag for when Pete", "comes out of the hallucination caused by Scorpion's poison.", "Our designers found that we needed a reward", "after the mission.", "And it was a great opportunity to add some humor", "to an intense, emotional battle.", "[heroic music plays]", "And that's it.", "That's the visual design of every suit", "for Marvel's Spider-Man", "and Marvel's Spider-Man: Miles Morales.", "I hope you learned something and thanks for watching."], "authors": ["Condé Nast"], "keywords": ["suitthis", "suit", "marvels", "really", "morales", "miles", "spiderman", "wanted", "uses", "seen", "help", "explained", "armor"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}