{"id": "4739ffac-ab2e-38d2-877d-db18a8e2bf4c", "title": "Looking to Plan a Family Trip When the World Opens? Here, 7 Dream Destinations", "url": "https://www.vogue.com/article/family-trip-ideas-dream-destinations", "summary": "For the first time in a year, I’ve been looking ahead—rather than fondly reminiscing—when it comes to travel.\nAs vaccination rates continue to rise, so do our hopes for a family getaway.\nIn the past few months, travel planning has surged—and after the numbing sameness of the past year, we’re craving a little fantasy and magic with our escape.\nBelow, 7 fantastical new trip ideas guaranteed to satisfy the adventure-starved minds of everyone in the family.\nThe seven-night recreation of Robert Louis Stevenson’s Treasure Island, meanwhile, involves a search for buried riches in the British Virgin Islands.", "paragraphs": ["For the first time in a year, I’ve been looking ahead—rather than fondly reminiscing—when it comes to travel. As vaccination rates continue to rise, so do our hopes for a family getaway. In the past few months, travel planning has surged—and after the numbing sameness of the past year, we’re craving a little fantasy and magic with our escape. This time around, I want to get as far away from reality as possible.", "Below, 7 fantastical new trip ideas guaranteed to satisfy the adventure-starved minds of everyone in the family.", "The pool at Kasbah Azul in Morocco Photo: Courtesy of Black Tomato", "Bespoke travel company Black Tomato has unveiled “Take Me on a Story,” a collection of five immersive itineraries revolving around classic children’s literature. Among them is a five-night trip inspired by Aladdin and The Magic Lamp, which winds through the heart of Morocco’s Maghreb to the Sahara Desert, accompanied by a magical wish-fulfilling genie, in a quest to unearth a hidden Lamp—battling sorcery along the way. The journey through souks and sand to retrieve the Lamp and defeat the Sorcerer culminates with a stay at a majestic palace. The seven-night recreation of Robert Louis Stevenson’s Treasure Island, meanwhile, involves a search for buried riches in the British Virgin Islands. Families can learn pirate-style sword-fighting, learn how to survive on a deserted island like Ben Gunn with a wilderness expert, hear campfire ghost stories by night, and, on the final day, raise the flag and set sail to the uninhabited Norman Island, the real setting for Treasure Island."], "authors": ["Jancee Dunn", "Jancee Dun"], "keywords": ["destinations", "plan", "looking", "black", "opens", "trip", "travel", "past", "lamp", "learn", "magic", "dream", "treasure", "wishfulfilling", "island", "family", "world"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}