{"id": "473dc970-91ec-318a-a66a-d057b3dfad00", "title": "'I don't know what Iran wants': Mariam Claren's fight to free her mother", "url": "https://www.theguardian.com/world/2020/dec/07/iran-mariam-claren-mother-nahid-taghavi-evin-prison", "summary": "Mariam Claren’s last communication with her 66-year-old mother, Nahid Taghavi, included receiving some maternal advice about wearing a sweater on holiday.\nSince that conversation, Claren’s life has been thrown into turmoil as she fights to free her mother from Evin prison in Tehran.\nI do not know what Iran wants in return for her release, but she is innocent.”Her mother was born in Iran, but moved to Cologne in 1983 and gained German citizenship in 2003.\nThe neighbours confirmed that she had been taken away.”Her uncles then went to Evin prison to ask if she was being detained.\nThe prison, Claren said, explained that her mother was in solitary confinement and they should wait to hear back.", "paragraphs": ["Mariam Claren’s last communication with her 66-year-old mother, Nahid Taghavi, included receiving some maternal advice about wearing a sweater on holiday.", "Claren gently chided her mother, a retired architect, reminding her that she was 40 years old and could probably make these big decisions on her own.", "Never has that been more true. Since that conversation, Claren’s life has been thrown into turmoil as she fights to free her mother from Evin prison in Tehran.", "The story is, at one level, a familiar one. A German-Iranian dual national is suddenly arrested at her Tehran apartment by police officers on the basis she is a “security threat”. No one is given access to her in Evin prison – no lawyers, German diplomats or family, save one very brief phone call a fortnight later in which she confirms she is alive. The German foreign office says it is doing its best, but points out it has no consular access since she is a dual national, a status not recognised by Iran.", "“Germany cannot ignore this human rights abuse and has to intervene,” Claren said in an interview, adding that she wonders at the true priorities of her foreign office.", "She said she was worried sick, knowing the wearily familiar path trodden by other political prisoners in Iran, which insists they are “security” prisoners.", "“I know sometimes they keep people in solitary confinement for two or eight months,” she said. “Yes, all her friends agree one thing about her – that she is strong. But she is 66, and not a young girl. She has high blood pressure and I do not know if she can withstand torture. I am not even sure if she is alive now.", "Nahid Taghavi.", "“I knew as soon I had discovered what had happened to her that I had to go public. Everything I am and can be, she taught me. So I will move heaven and earth to free her.”", "Claren posts heartfelt daily messages on Twitter, Instagram and Facebook to bring attention to her mother’s plight, fearing publicity is her only reliable weapon.", "“My mother is fiercely intellectual, but she is political only in the sense that she believes in freedom of speech, women’s rights and human rights,” she said. “But she is not into party politics, just interested as a citizen. I do not know what Iran wants in return for her release, but she is innocent.”", "Her mother was born in Iran, but moved to Cologne in 1983 and gained German citizenship in 2003. A couple of years later, after her husband died in a car accident and she had retired, she started to spend more time in Iran to be with her friends and ailing parents, as well as two of her brothers. She started to rotate her time between Tehran and Germany.", "She had been due to return to Germany in the early spring, but decided that with lockdowns and the difficulty of flying she would stay longer in Iran. By September, the balance of risk seemed to have shifted so that it would be safer for her to be in Germany.", "On 14 October, Claren sent her mother some holiday photos on WhatsApp, but received no reply.", "“I thought she might have passed out or was resting in her apartment because she recently had a dental operation,” she recalled. “After two days I became really worried.”", "She called her brothers and told them to visit her mother’s apartment. “When they got there they could not believe what they saw – the whole apartment had been turned upside down, including the carpet ripped up. Her computer, her laptop and passport were all missing. The neighbours confirmed that she had been taken away.”", "Her uncles then went to Evin prison to ask if she was being detained. The prison, Claren said, explained that her mother was in solitary confinement and they should wait to hear back.", "The brothers have heard nothing since. “They go to Evin several times a week, trying to get information about their sister, but they receive nothing,” she said. “Seven weeks later, we know nothing, and it is still going on.”"], "authors": ["Patrick Wintour"], "keywords": ["free", "evin", "clarens", "dont", "german", "fight", "wants", "know", "rights", "claren", "mother", "apartment", "mariam", "prison", "later", "iran"], "pubDate": "2020-12-07T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}