{"summary": "Costing around 157 billion yen ($1.4 billion), the 68,000-seat stadium will host the opening and closing ceremonies at both the Olympics and Paralympics.\nBut as recently as 2015, the new National Stadium could have looked dramatically different.\nThe architect said that his stadium design was partly inspired by Tokyo's Edo-period temples.\nI want to make it softer, kinder, warmer,\" said Kuma, whose firm designed the venue alongside architecture firm Azusa Sekkei.\nAfter the Olympics, the National Stadium will serve as a new home for Japan's soccer and rugby teams.", "id": "473e90bc-ee47-3216-b5f5-a33ccf13a6c1", "pubDate": null, "url": "https://edition.cnn.com/style/article/olympics-2020-kengo-kuma-tokyo-stadium/index.html", "authors": ["Oscar Holland", "Junko Ogura"], "paragraphs": ["Written by Oscar Holland, CNN Junko Ogura, CNN", "Tokyo's new National Stadium was inaugurated Sunday, as Japan continues its countdown to the 2020 Summer Games", "The newly completed venue was formally unveiled at a ceremony attended by Japanese Prime Minister Shinzo Abe and the renowned architect behind the project, Kengo Kuma.", "Costing around 157 billion yen ($1.4 billion), the 68,000-seat stadium will host the opening and closing ceremonies at both the Olympics and Paralympics. It will also be used for soccer matches and various track-and-field events during the Games.", "The stadium's roof was constructed using steel and latticed wood. Credit: Behrouz Mehri/AFP/Getty Images", "Kuma, who is known for his use of natural materials, said he turned to traditional Japanese architecture and the environment for inspiration. His oval-shaped design features three tiers of seats beneath a partially covered roof made from steel and latticed wood.", "The architect sourced more than 70,000 cubic feet of timber -- from each of the country's 47 prefectures -- for the stadium.", "\"The Olympics always becomes a symbol for the era, so with the 2020 Olympics, we wanted to create something that captures the people's thoughts on the environment or the Earth at the time,\" he told CNN in an interview in June. \"So, we thought that the best material for this era would be wood.\"", "More than 47,000 trees have been planted in the vicinity of the new stadium. Credit: Behrouz Mehri/AFP/Getty Images", "At Sunday's ceremony, Abe praised the design for achieving \"harmony with the surrounding environment and a Japanese character.\" But as recently as 2015, the new National Stadium could have looked dramatically different.", "A futuristic design by the late British-Iraqi architect Zaha Hadid had initially been selected, though Japan's Olympic organizers eventually scrapped the plan amid spiraling costs and high-profile criticisms. Celebrated architect Arata Isozaki described Hadid's design as a \"disgrace to future generations.\"", "The reins were then passed to 65-year-old Kuma, and he set about reimagining the project in his characteristically organic style. The architect said that his stadium design was partly inspired by Tokyo's Edo-period temples.", "\"All over the world, architecture in the 20th century that uses concrete and steel feels cold and stiff. I want to make it softer, kinder, warmer,\" said Kuma, whose firm designed the venue alongside architecture firm Azusa Sekkei. \"I think that's the kind of architecture that humans need, during this stressful era.\"", "The stadium has a capacity of 68,000. Credit: Behrouz Mehri/AFP/Getty Images", "His final design -- which replaces the existing National Stadium, built in the 1950s -- features large roof eaves that encourage air to circulate, allowing breeze to enter the stadium during hot weather. It is located in the Meijijingu Gaien park, which Kuma described as \"the greenest place in Tokyo.\"", "\"Of course, we would like both athletes and spectators to enjoy the stadium, but at the same time we thought of something we can contribute to the community,\" Kuma said, highlighting the pedestrianized areas he designed around the structure. \"We've designed a place where everyone in the community can enjoy a walk there,\" he added.", "The late switch of design meant that construction on the stadium did not begin until late 2016. As such, plans for the venue to host matches in the recent Rugby World Cup were canceled", "Watch: Kengo Kuma on how buildings can create harmony", "The venue will instead open to the public for the first time Saturday, with a launch event starring former sprinter Usain Bolt. It will then host a series of test events ahead of the Games, beginning with the final of Japan's Emperor's Cup soccer tournament on New Year's Day. After the Olympics, the National Stadium will serve as a new home for Japan's soccer and rugby teams."], "keywords": ["2020", "venue", "architecture", "national", "architect", "kuma", "opens", "tokyo", "kengo", "stadium", "design", "soccer", "designed", "steel", "olympics"], "title": "Olympics 2020: National stadium designed by Kengo Kuma opens in Tokyo", "publicationId": "fa207f19-e080-3902-982c-393d321776be"}