{"id": "478a1def-8608-3140-bada-b314e6ea3a25", "title": "How One Vogue Editor Makes the Most of the Morning", "url": "https://www.vogue.com/article/what-i-wore-this-week-ella-riley-adams", "summary": "As we continue to navigate these ever-changing times, in season two of What I Wore This Week, one Vogue editor shares their outfits—both on Zoom and IRL—from the previous week.\nMy mornings are a place of potential, where I can do my personal projects before work, squeeze in some exercise, or just write for mind-clearing pleasure.\nNow, in the absence of a horse friend and a commute to work, I’ve created other motivations for my morning, which in turn provide a reason to put on clothes.\nDuring the week, it’s mostly about journaling in the soft light that defines one corner of my apartment.\nIf I’m ambitious, I’ll walk to my local bookshop-cafe for some olive oil cake and a dirty chai.", "paragraphs": ["As we continue to navigate these ever-changing times, in season two of What I Wore This Week, one Vogue editor shares their outfits—both on Zoom and IRL—from the previous week.", "My mornings are a place of potential, where I can do my personal projects before work, squeeze in some exercise, or just write for mind-clearing pleasure. And yet, amid all that opportunity, I’ve spent years hitting snooze eight times in a row, hoping to wake up at 6:30 but instead rushing to work after finally getting dressed at 9. Growing up in Oregon, we used to set our alarms for 5:30 in order to feed the horses—there’s something easier about getting out of bed when you know a kind-eyed mare is waiting for her breakfast in the barn.", "Now, in the absence of a horse friend and a commute to work, I’ve created other motivations for my morning, which in turn provide a reason to put on clothes. During the week, it’s mostly about journaling in the soft light that defines one corner of my apartment. If I’m ambitious, I’ll walk to my local bookshop-cafe for some olive oil cake and a dirty chai. On the weekends, I’m up early to get to the farmer’s market where I’ve been buying all my produce, and taking the subway to Rockaway to surf the fall waves. Here’s what I’ve been wearing, whether at-home or on a small a.m. excursion.", "Day 1", "Coffee and Journal"], "authors": ["Ella Riley-Adams", "Ella Riley-Adam"], "keywords": ["makes", "ive", "getting", "morning", "wore", "zoom", "vogue", "work", "times", "im", "write", "week", "weekmy", "editor"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}