{"id": "47f53dee-e03e-3acc-8022-8711222aed3d", "title": "10 great food books of 2020", "url": "https://www.theguardian.com/books/2020/dec/06/10-great-food-books-of-2020", "summary": "The Flavor Equation: The Science of Great Cooking Explained in More Than 100 Essential RecipesNik Sharma(Chronicle Books)Sharma, a former molecular biologist, turned food writer and photographer, explores the science behind the food we eat.\nPuris, dosas and pakoras scent the pages from Lucknow, Srinagar, Jaipur, Kolkata and more, with each city’s signature street food recipes.\nLike the best Nigel Slater, our other first-name, long-time domestic deity, Cook, Eat, Repeat is a seasoned, luxurious read.\nMy food book of the year.\nAJBuy it for the people you love who love foodTo order a copy of Cook, Eat, Repeat, go to guardianbookshop.com", "paragraphs": ["The Flavor Equation: The Science of Great Cooking Explained in More Than 100 Essential Recipes", "Nik Sharma", "(Chronicle Books)", "Sharma, a former molecular biologist, turned food writer and photographer, explores the science behind the food we eat. This isn’t Heston-esque chemistry, but the hows and whys divided into seven fundamentals: brightness; bitterness; saltiness; sweetness; savoriness; fieriness and richness – with dishes to showcase each. The recipes themselves are a delightful mashup of Indian and American flavours: “I use food as a way to connect my past with my present and future – to weave a thread between my life in India, my life in America, and the people and places I’ve seen and met along the way,” says Sharma. Favourites include a masala cheddar cornbread and a garlic and ginger dal with greens. MT-H", "Buy it for the insights – and the cornbread", "To order a copy of The Flavor Equation, go to guardianbookshop.com", "The Pie Room", "Calum Franklin", "(Bloomsbury)", "A recipe book for the enthusiast and the obsessive from Calum Franklin, the chef who turned the Holborn Dining Room into a shrine to pies. They are all here: fish pies, pork pies, chicken pies, cheese and onion pies, beef pies, cottage pies, game pies … though the book starts with most every kind of pastry (too exhaustive and long to begin to list) with puddings ranging from tarts, cobbler and clafoutis. It comes into its own with the chapter devoted to “grand party pieces”. Here are the two-day, eight-page pie masterpieces such as the ultimate beef wellington and coronation chicken pie, well presented, painstakingly and patiently told. An engaging trip into the mind and kitchen of a cook who found his voice. AJ", "Buy it for its authority and clarity. Henry VIII would approve.", "To order a copy of The Pie Room, go to guardianbookshop.com", "Ottolenghi Flavour", "Yotam Ottolenghi & Ixta Belfrage", "(Ebury)", "The third in his vegetarian series with Plenty and Plenty More: 100 new recipes, 45 of which are vegan, and others which can be so with little effort. “How many more ways are there to fry an aubergine?” he asks. “The answer, I am delighted to say, is many.” Co-writer/creator Ixta Belfrage has widened the Ottolenghi world. The spices have become spicier, from further afield, the shift a little further from core old-school Ottolenghi, but there is nothing here to frighten the faithful. The recipes read beautifully, the flavour profiles are carefully constructed, the warm voice in the writing reassuring. The wider world it inhabits is made comforting and accessible. In short, another Ottolenghi triumph. AJ", "Buy it for your kitchen shelf", "To order a copy of Ottolenghi Flavour, go to guardianbookshop.com", "The Pastry Chef’s Guide: the Secret to Successful Baking Every Time", "Ravneet Gill", "(Pavilion)", "Gill grew up above a corner shop, and it was there that a love for chocolate raisins, Crunchies and Cadbury’s Fruit and Nut began. Gill loves sugary things: “I try to eat something sweet every single day,” she says. This book is full of this enthusiasm – and an obsession with perfection. The perfect chocolate chip cookies were, rightly, a runaway hit during the banana-bread madness of lockdown and her sassy Instagram videos serve as a fitting accompaniment to the title. What makes the book special is that Gill makes patisserie feel easy. From caramel and creme pat to marshmallow, meringue and puff pastry, there’s no better guide. MT-H", "Buy it for the rice pudding – Gill’s ratio is 1:1 rice pud and creme anglaise", "To order a copy of The Pastry Chef’s Guide, go to guardianbookshop.com", "Fäviken: 4015 Days, Beginning to End", "Magnus Nilsson", "(Phaidon)", "There are cooks who can write and, of course, writers who can cook. Often, here, Magnus Nilsson is both. Something of a hybrid, too, the book is a collection of musings, memoir and a completist list of every dish cooked at his decade-defining cult restaurant Faviken, with many Phaidon-era photos. The first piece of writing is already post-Faviken, titled “How to care for an apple tree” (Nilsson now works an orchard in the south of Sweden far from his frozen north). Perhaps the most compelling piece chronicles the breakdown that preceded the decision to close the restaurant after 11 years. Sometimes the book’s separate identities sit less easily together and you might wish it was one or the other, although Nilsson excels at both. You leave the book feeling he will likely also make an excellent gardener. AJ", "Buy it for dipping in and out. No need to read it beginning to end", "To order a copy of Fäviken, 4015 Days Beginning to End, go to guardianbookshop.com", "Jikoni", "Ravinder Bhogal", "(Bloomsbury)", "The joy is in the subtitle: “Proudly inauthentic recipes from an immigrant kitchen.” Born in Kenya to Indian parents (Jikoni, also the name of her smart Marylebone restaurant, means “kitchen” in Swahili), Bhogal came to the UK as a child. There is a playfulness in these pages, an openness backed by rigour, an authentic celebration of diversity, heritage and flavour. It is there to be found in the voice and recipes: an inviting blending of cross-culture favourites, such as oyster pani puri, spicy scrag end pie, or paneer gnudi with saag. A book that wears its influences lightly but with imagination and respect. AJ", "Buy it to feed people", "To order a copy of Jikoni, go to guardianbookshop.com", "Chaat", "Maneet Chauhan & Jody Eddy", "(Random House US)", "Essential India via the US where chef Chauhan and writer Eddy live. Chaat crisscrosses India by train from north to south, east to west, in search of the country’s quintessential snacks. The reader is transported via railway stations, markets and home kitchens. Puris, dosas and pakoras scent the pages from Lucknow, Srinagar, Jaipur, Kolkata and more, with each city’s signature street food recipes. In a year when the world has shrunk, this book may go some small way to expand it. More than any other this year, it reignited a deep hunger to travel. AJ", "Buy it for its evocative call, and to conjure the magic of an Indian railway.", "To order a copy of Chaat, go to guardianbookshop.com", "The Rangoon Sisters: Authentic Burmese Home Cooking", "Amy and Emily Chung", "(Ebury Press)", "Bright and beautiful and full of dishes I want to eat: khayan jin thee thoke (tomato and crunchy peanut salad); khayan thee hnat (stuffed baby aubergine curry), and hsi jet khauk swe (garlic oil noodles), now a favourite midweek meal. South London-born sisters Amy and Emily Chung are NHS doctors who began a supper club in 2013 to great success. “Our food isn’t fancy; we don’t present it in rings or do saucy drizzles or foams. The recipes in this book are all our home-cooked recipes,” they say. Many of the dishes come from watching their mother and grandmother cooking. Well-crafted and accompanied by enticing, colourful pictures, this book is a joy. MT-H", "Buy it for the condiments", "To order a copy of The Rangoon Sisters, go to guardianbookshop.com", "Dirt", "Bill Buford", "(Jonathan Cape)", "In which the storied founder of Granta, fiction editor of the New Yorker, author of Among the Thugs and Heat, gives up his literary life to decamp to France so he can learn to cook like a French chef. And not for months but for five years with his young family in Lyon, an unlovely town though home to Paul Bocuse and the famed La Mère Brazier restaurant. His kids adapt the quickest. Their father doesn’t speak French. Meanwhile Buford cannot get a top chef to take him on so he apprentices to kindly Bob the baker and learns to make bread. He also learns to kill a pig up close. Finally, he studies at L’Institut Paul Bocuse and achieves his dream to work at Brasier where he and a younger female stagiere are bullied. All this, of course, brilliantly written over endless drafts and many more years. We won’t see its like again. AJ", "Buy it for the obsession, the humour, and to disabuse you from following your dream", "To order a copy of Dirt, go to guardianbookshop.com", "Cook, Eat, Repeat", "Nigella Lawson", "(Chatto & Windus)", "First some numbers: 22 years after How To Eat was first published, book number 12, 150 recipes. It can be hard sometimes to separate Nigella the writer from Nigella the cook, or Queen Nigella the personality. And they are all here in this knowing meditation on food and her relationship with it. The mindful mindlessness of peeling a potato, plus stacks of recipes. It is apparent on the contents page: the first chapter titled What is a Recipe?. And others: A Loving Defence of Brown Food, and Much Depends on Dinner. The recipes are reassuring, almost timeless. No need now to be too modern. Deliciousness is all. It is subtitled Ingredients, Recipes and Stories – and for me, it is the story writing that transcends. Like the best Nigel Slater, our other first-name, long-time domestic deity, Cook, Eat, Repeat is a seasoned, luxurious read. My food book of the year. AJ", "Buy it for the people you love who love food", "To order a copy of Cook, Eat, Repeat, go to guardianbookshop.com"], "authors": ["Allan Jenkins", "Molly Tait-Hyland"], "keywords": ["book", "pie", "ajbuy", "eat", "2020", "food", "great", "order", "copy", "pies", "cook", "recipes", "books"], "pubDate": "2020-12-06T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}