{"id": "48076d4e-0d80-34d7-946d-4f2d04f17d85", "title": "A Game Livestreaming Site Has Become an Extremist Haven", "url": "https://wired.com/story/dlive-livestreaming-site-extremist-haven/", "summary": "Lesser-known platforms that have supported extremists and conspiracy theorists for years were also activated by the insurrection.\nAmong them is a blockchain-based livestreaming site called DLive, which hosted multiple streams from the Capitol on Wednesday and allowed viewers to donate directly to the streamers as they broadcast their actions and misinformation.\nSince then the site has kept growing, from the 4,322nd-ranked site according to Alexa in October to 3,273rd today.\nDozens of prominent extremists and conspiracy theorists stream on the site, many under “Verified Partner” badges.\nStreamElements, which helped facilitate the DLive donations to Gionet, today removed his account, telling WIRED he violated their terms of service.", "paragraphs": ["Wednesday’s insurrection in the US Capitol wasn’t just broadcast by journalists and bystanders with smartphones; it was broadcast by its own perpetrators.", "Mainstream platforms like Facebook cracked down on videos glorifying the attack, fueled in part by the bogus claim that the presidential election was stolen from Donald Trump. Lesser-known platforms that have supported extremists and conspiracy theorists for years were also activated by the insurrection. Among them is a blockchain-based livestreaming site called DLive, which hosted multiple streams from the Capitol on Wednesday and allowed viewers to donate directly to the streamers as they broadcast their actions and misinformation.", "Channels with hundreds of viewers went live on Wednesday with titles like “March to Save America,” and “Time to Take Our Country Back.” More than 140,000 DLive viewers watched streams about the events at the Capitol, many condoning or encouraging the mob there. At least one person streamed after breaking into the Capitol itself as donations flooded in.", "DLive was founded by entrepreneur Charles Wayn in 2017 as a lower-scale competitor to Amazon’s Twitch. The platform broke into the mainstream when YouTube’s top gaming celebrity, Felix “PewDiePie” Kjellberg, streamed there exclusively for a brief period starting in 2019. Since then the site has kept growing, from the 4,322nd-ranked site according to Alexa in October to 3,273rd today.", "A major contributor to DLive’s growth has been the white nationalist leaders and other far-right personalities who fled there after bans on YouTube, Twitch, Facebook, and elsewhere. On DLive, however, they’ve been able to cultivate enormous audiences thanks to the platform’s lenient, hands-off moderation. Dozens of prominent extremists and conspiracy theorists stream on the site, many under “Verified Partner” badges. They’re also able to earn money there, via DLive’s in-app currency, Lemon, often amounting to tens of thousands of dollars, according to data shared with WIRED by a livestreaming analyst. In August, Time reported that eight of the top 10 earners were extremists or conspiracy theorists.", "One streamer who received donations as he stormed the Capitol on Wednesday was Tim Gionet, also known as BakedAlaska. Gionet was banned from Twitter in 2017; YouTube removed his channel in October after he harassed retail workers over wearing masks. On Wednesday he streamed on DLive for over 20 minutes from inside the Capitol, reaching an audience of over 17,000 at its peak. “Thank you everyone for sharing this video,” he said at one point, before encouraging the mob around him to start an “America first” chant. Online viewers in his livestream joined in the chatroom, asking him to “SMASH THE WINDOW” or “HANG ALL THE CONGRESSMEN.” They also rewarded him with donations. Elon University professor Megan Squire, an expert on online extremism, estimates that fans donated thousands of dollars to him yesterday through lemons.", "In another Dlive streamer’s video from DC, the person points the camera at a line of cop cars and says, “I was waiting for some content. I tried to get back to the Capitol for you boys, but it’s not possible. So this is what’s happening.”", "In a livestream today, DLive’s head of community addressed yesterday’s events: “I do want to make it incredibly, incredibly clear that DLive does not condone any illegal activity. Peaceful protests? Fine. Reporting on the protests? Fine. But if your channel or you the streamer are involved in any illegal activity, your channel will be taken offline.” A representative for DLive did not return a request for comment from WIRED. StreamElements, which helped facilitate the DLive donations to Gionet, today removed his account, telling WIRED he violated their terms of service."], "authors": ["Cecilia D'Anastasio", "Cecilia D'Anastasi"], "keywords": ["viewers", "haven", "dlive", "capitol", "site", "gionet", "game", "platforms", "extremist", "donations", "extremists", "streamed", "livestreaming", "wired"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}