{"id": "48087862-9dd1-39a3-b5b0-b321f6276e06", "title": "How Covid has strained the world's ports", "url": "https://www.ft.com/video/2f2d4976-0b6a-4cf1-92a4-d038353f446c?playlist-name=editors-picks&playlist-offset=5", "summary": "You can enable subtitles (captions) in the video playerFew places of business have faced the pressures of the pandemic quite as keenly as the world's ports.\nA boom in manufacturing and strong demand for consumer durables during the second half of last year have led to logjams on the world's major shipping routes, running from east Asia to the US and Europe.\nAt the start of the year, for example, the cost of shipping goods from China to Europe more than quadrupled, hitting record highs.\nContainers are in short supply, and ports, usually conduits of world trade, are operating more like storage facilities.\nLongshoremen and women from the US West Coast to Singapore have been hit hard by outbreaks of the virus.", "paragraphs": ["You can enable subtitles (captions) in the video player", "Few places of business have faced the pressures of the pandemic quite as keenly as the world's ports. A boom in manufacturing and strong demand for consumer durables during the second half of last year have led to logjams on the world's major shipping routes, running from east Asia to the US and Europe. These have only been exacerbated by the Suez Canal blockage last month.", "Freight costs have soared. At the start of the year, for example, the cost of shipping goods from China to Europe more than quadrupled, hitting record highs. Containers are in short supply, and ports, usually conduits of world trade, are operating more like storage facilities. The rebounding cargo volumes have been so strong that the total figures for the year are barely down on their 2019 levels, despite the collapse in trade during the spring when the pandemic first hit.", "The scale of the recovery has led to severe delays in the time it takes ships to dock, for containers to make it onto shore, and then onto their final destination. At the Port of Los Angeles, the busiest in the US, containers currently wait for six days to be unloaded compared with the usual two. Loading bays, meanwhile, are operating beyond full capacity.", "Longshoremen and women from the US West Coast to Singapore have been hit hard by outbreaks of the virus. Some 90 per cent of the Asian city-state's cases have occurred in migrant workers who live in cramped conditions, despite being essential to the running of the port. Those who are working are made less productive by distancing and cleanliness requirements put in place to protect against the virus.", "The pressures are set to ease in the coming months. Many workers have already received the first vaccine shots, and as economies reopen, demand for consumer durables is set to be superseded by spending on services. That's likely to lead to a drop in exports, as people ditch their Pelotons and PlaysSations, and instead splurge on eating out and events. Till then though, it's full steam ahead."], "authors": ["Alpha Grid"], "keywords": ["ports", "containers", "set", "covid", "worlds", "shipping", "strong", "trade", "pressures", "strained", "running", "workers"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}