{"id": "48097166-1863-3aa0-a41a-9f43525258f2", "title": "Throwback digs, safely distanced: A travel trailer vacation revival", "url": "https://cnn.com/travel/article/vintage-travel-trailers-airstream-pandemic/index.html", "summary": "Vintage trailers are set against the Sangre de Cristo Mountains at Hotel Luna Mystica in Taos, New Mexico.\nJoe YogerstPatrick Nechvatal, manager and co-owner of Hotel Luna Mystica vintage travel trailer resort in New Mexico, says that despite Covid-19, occupancy this fall has definitely surpassed the same period of 2019.\nOne of their premier trailers is \"Sundance,\" an Airstream Sovereign Land Yacht that exemplifies the self-contained nature of the travel trailers.\nVintage travel trailer resorts have sprouted all over the world.\nThe Vintages is a travel trailer resort in the Willamette Valley near Portland, Oregon.", "paragraphs": ["(CNN) — The global pandemic has sparked a lot of unintended consequences -- some of them a throwback to simpler times.", "Baseball card trading has boomed since the start of the lockdown, with some US dealers reporting a spike in sales since March. Nurseries and garden centers are seeing increased demand as people look for new ways to pass the time and reduce their dependence on supermarket shopping.", "And as cabin fever spreads and appetites for safer vacations grow, there's been a surge of interest in staying at vintage trailer and caravan resorts, giving a boost to a form of travel that originally boomed in the 1920s and 30s.", "\"During this challenging time, trailers provide us with the freedom to experience other places while controlling our environment,\" says Anna Scribner from Flyte Camp, an Oregon-based vintage trailer company that restores old models and creates new units for trailer resorts and individual travelers.", "\"Travel-trailering is the ultimate way to travel while maintaining social distance,\" adds Scribner. \"And we have found so many people enjoying the extra living space while at home and working remotely.\"", "Vintage trailers are set against the Sangre de Cristo Mountains at Hotel Luna Mystica in Taos, New Mexico. Joe Yogerst", "Patrick Nechvatal, manager and co-owner of Hotel Luna Mystica vintage travel trailer resort in New Mexico, says that despite Covid-19, occupancy this fall has definitely surpassed the same period of 2019.", "\"I believe this is largely due to our distanced layout, which makes Luna Mystica an ideal location for people hoping for a safe lodging location during the pandemic,\" he explains.", "He also feels that online education has played a role in the uptick. With so many schools switching to online learning, \"families now have the ability to travel midweek and still have their children attend their classes on the road rather than in class. In many ways, it's almost like the summer was extended for a few months after August,\" Nechvatal adds.", "A 1961 Airstream called \"Sundance\" is among Luna Mystica's trailers.", "Throwback digs in stunning settings", "Located in Taos, Luna Mystica offers overnights in 22 restored trailers -- a blend of Airstreams, Vagabonds, Spartans, Twilights, Yellowstones and Avalons from the 1950s and early '60s.", "One of their premier trailers is \"Sundance,\" an Airstream Sovereign Land Yacht that exemplifies the self-contained nature of the travel trailers.", "Built in 1961, it boasts a full kitchen (fridge, stovetop, microwave, sink and utensils), roomy bathroom with hot-water shower, king-sized bed, inside dining table and wooden deck with camp chairs and dreamy views of the Sangre de Cristo Mountains.", "\"Hairstream\" is one of the trailers at Kate's Lazy Desert near Joshua Tree National Park in California. Courtesy Kate's Lazy Desert", "Farther out West in California, Kate Pierson of the music group the B-52s and her wife, Monica Coleman, channeled their fascination with vintage travel trailers into Kate's Lazy Desert, an Airstream resort near Joshua Tree National Park.", "\"While Kate was writing her first album in L.A. with our friend Sia, I ventured out to the desert and found a piece of land for sale in Landers. It just seemed like the perfect place to land,\" says Coleman.", "They shipped six Airstreams to the location and hired artists to render their design themes. \"Hot Lava\" and \"Planet Air\" were inspired by B-52s songs, while \"Hairstream\" refers to the beehive hairdo that Pierson famously sported in the 1980s.", "Given the Mojave Desert's association with UFOs and ufologist George Van Tassel -- who claimed to have been abducted by visitors from Venus while living near Joshua Tree -- Coleman also wanted an Alien Autopsy trailer. \"But sadly,\" she says, \"that was kiboshed.\"", "Related content Confessions of an RV rookie -- and former naysayer", "Trailers around the world", "It's not just an American thing. Vintage travel trailer resorts have sprouted all over the world. Not just Europe, where caravan holidays have been popular since the early 20th century, but Africa, Australia and South America, too.", "Australia's innovative Notel Melbourne comprises six gleaming silver Airstreams perched atop a downtown building. Founder and owner James Fry was racking his brain, trying to figure out how to utilize the vacant roof of a family owned parking garage when he came up with the concept.", "\"This wasted space with a beautiful view was begging to have something creative for its use,\" says Fry. \"When I saw the Airstreams, I was blown away by how striking they looked and I knew they were a real head turner.\"", "Fry purchased and restored six vintage Airstreams in California before shipping them to Australia, where a giant crane plunked them down one by one on the carpark roof.", "Notel Melbourne features six Airstreams atop a building in downtown Melbourne, Australia. Andrew Curtis/Courtesy Notel Melbourne", "\"Australians -- and especially Melbournians -- are renowned for liking things that are a little edgy,\" Fry adds. \"Although we get the occasional 'nostalgic' guest who loves and appreciates vintage caravans, I would say the majority of guests come for the Insta Gloat [Instagram] post and to experience a completely unique overnight stay.\"", "Located in a 120-year-old heritage building, the Grand Daddy boutique hotel in Cape Town also converted its unused rooftop into an open-air caravan park.", "The seven restored Airstreams sport distinctive South African themes such as \"Gold Rush,\" \"Rooftop Safari\" and \"Cape Winelands.\" Guests are also treated to private movie screenings at the Pink Flamingo Rooftop Cinema.", "Crillon Tours in Bolivia offers its own unique travel trailer experience.", "Starting from La Paz, guests are driven overland to a remote Airstream camp on the Uyuni Salt Flats. In addition to gourmet meals and sunset cocktails, the experience includes biking across the surreal white landscape and a 4x4 excursion to see the Sol de Mañana geyser field as well as the flamingos and vicuñas that inhabit the remote region.", "Related content National Geographic reveals its best destinations for 2021", "Bringing them back to life", "Restoring old trailers is also on the upswing. Websites such as RV Trader, eBay and Craigslist expedite finding and buying vintage units.", "Many of the trailers found on these sites are relatively new or have already been restored. Prices for late-model Airstreams -- like the Tommy Bahama Special Edition -- often run into six figures.", "But here and there are raggedy old ones begging for restoration. Like the 1976 Airstream Argosy for $6,500 and a 1953 Spartan Royal Mansion for $9,900 recently offered on eBay.", "Flyte Camp is the trailer restoration business responsible for this 1946 Spartan Manor. Courtesy Flyte Camp", "If you're not into resurrecting a vintage trailer yourself, several US. companies will gladly take up the challenge.", "Flyte Camp was started by Anna Scribner and her husband, Justin, trailer aficionados who decided to transform the family hobby into a business and a series of television shows about restoring trailers and RVs.", "\"You never know what you are getting into,\" says Anna. \"A trailer can look to be in excellent original condition, but the frame underneath it has completely rusted away. Another challenge can be finding original parts. There were over 3,000 trailer manufacturers by the 1940s, and they all used different parts and methods of construction. We end up doing quite a bit of custom fabrication.\"", "The Scribners have also gone full blown \"back to the future\" by creating a new bespoke travel trailer called the Flyte Camp Neutron.", "\"We pulled from our experience rebuilding hundreds of different vintage trailers from the ground up,\" Anna explains. \"We improved upon the designs but maintained the look and feel of a vintage unit, with beautiful wood interiors, quality materials, high-end upholstery fabric and fully loaded with modern amenities and the self-containment systems you need to be off grid for extended periods of time.\"", "The Vintages is a travel trailer resort in the Willamette Valley near Portland, Oregon. Andrea Lonas Photography/Courtesy The Vintages", "Updating to the 21st century", "Some of those 21st-century Neutrons have landed at The Vintages, a throwback travel trailer resort near Portland, Oregon, that mixes old and new units in a gorgeous Willamette Valley setting.", "The Vintages manager Therese Straight says she and her partners developed the resort because the area \"was lacking lodging options, especially those that are unique and memorable ... and we recognized that Portlanders love everything vintage. We thought, why not marry the two and offer nostalgic vintage trailers with key modern luxuries.\"", "That blend of old-time romance and new-age comforts is also the concept at the hip new AutoCamp travel trailer resorts near Yosemite and the Russian River in California, with a third location on Cape Cod, Massachusetts, set to open next spring.", "Related content Royal Caribbean mock cruises attract 'thousands' of volunteers", "The camps revolve around 31-foot Airstreams manufactured specifically for AutoCamp by the legendary Ohio trailer-maker. Each features a large bedroom with memory foam queen beds, expansive living and kitchen areas and fully appointed spa bathrooms, the Airstream resting on custom-designed outdoor living space with a designer fire pit and handmade outdoor lounge furniture.", "Backed by a recent investment infusion of $115 million, AutoCamp chief brand and marketing officer Ryan Miller says the company is looking to expand in coming years to \"the best outdoor destinations within a half-day drive of major cities around the US\"", "Miller feels that more and more people are now seeking experiences in nature where they can escape stress and reconnect with their loved ones.", "\"But not everyone has the equipment, knowledge or desire to plan all the details that go into a hassle-free camping trip. AutoCamp's Airstreams appeal to this modern traveler by offering them an accessible and memorable camping experience that doesn't slack on creature comforts.\"", "AutoCamp features custom-designed Airstream trailers for overnight stays in three locations. Courtesy AutoCamp", "If you go", "AutoCamp, Yosemite, Russian River and Cape Cod (spring 2021), USA", "New custom-designed Airstream trailers arrayed around a Signature Clubhouse with indoor/outdoor seating and a shop with gourmet food items.", "From $109 (Russian River) and $189 (Yosemite) per night", "Airstream Trailer Park @ Grand Daddy, Cape Town, South Africa", "This romantic rooftop setting in downtown Cape Town revolves around restored Airstreams with South African nature and culture themes. Plus open-air movies and braai barbecues.", "From $122 per night", "Airstreams with funky, music-themed restorations in the desert near Joshua Tree.", "From $175 per night", "Luna Mystica, Taos, New Mexico, USA", "The Rio Grand Valley of northern New Mexico renders a dramatic backdrop for a funky vintage trailer resort located beside a craft brewery and outdoor music venue on the outskirts of Taos.", "From $90 per night", "Notel Melbourne, Melbourne, Australia", "Gleaming silver Airstreams on a rooftop near Federation Square, Flinders Street Station and downtown shopping, eating and nightlife.", "From $292 per night", "A variety of vintage mini travel trailers pulled by self-drive Fiat 500s and all of them perfect for a road trip adventure through the Swiss Alps and beyond.", "From $122 per night", "The Vintages Trailer Resort, Dayton, Oregon, USA", "Bucolic location amid farmland in the Willamette Valley less than an hour's drive from downtown Portland and within striking distance of the Cascade Mountains and Pacific Coast."], "authors": ["Joe Yogerst"], "keywords": ["trailer", "throwback", "safely", "trailers", "camp", "airstream", "near", "vacation", "resort", "travel", "vintage", "cape", "digs", "airstreams", "revival", "distanced"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}