{"id": "480de768-29e1-3444-8d21-a0292bc7f82a", "title": "15 Statement-Making Flats If You’re Not Ready for a Heel", "url": "https://www.vogue.com/slideshow/statement-making-flats", "summary": "Upon discovering this Jil Sander shoe, it felt as though our wishes had been fulfilled.\nFor spring, Lucie and Luke Meier, the creative-director duo behind Jil Sander, crafted a pair of flat shoes that actually fly over the radar.\nThese pointy black leather slip-on flats, covered in dozens of cut crystals, are impossible not to notice—and it’s even more impossible to pull your eyes away.\nWe’ve taken a shine to them because they manage to fulfill our current comfort-first needs (they’re heel-less!)\nShop them, and other statement-making flat shoes, below.", "paragraphs": ["Photographed by Daveed Baptiste, Vogue, May 2021", "In a recent office poll, Vogue editors’ unanimous attitude on wearing high heels again could have very well been summed up with a “let’s not get crazy.” We’re ready for joy, and we’re ready for fun, but can we have both in a shoe with a modest heel—or better yet, no heel at all? Baby steps now.", "Upon discovering this Jil Sander shoe, it felt as though our wishes had been fulfilled. For spring, Lucie and Luke Meier, the creative-director duo behind Jil Sander, crafted a pair of flat shoes that actually fly over the radar. These pointy black leather slip-on flats, covered in dozens of cut crystals, are impossible not to notice—and it’s even more impossible to pull your eyes away. We’ve taken a shine to them because they manage to fulfill our current comfort-first needs (they’re heel-less!) while also delivering a whopping dollop of joy. Shop them, and other statement-making flat shoes, below."], "authors": ["Lilah Ramzi", "Lilah Ramz", "Rachel Besse"], "keywords": ["shoe", "flat", "shoes", "vogue", "sander", "ready", "joy", "flats", "statementmaking", "wishes", "jil", "15", "impossible", "heel", "youre"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}