{"id": "482e934f-54af-3cde-b76d-785ebf42a762", "title": "In Photos: America Reacts to the Derek Chauvin Verdict", "url": "https://www.nytimes.com/2021/04/20/us/Chauvin-trial-photos.html", "summary": "Cheers erupted in Minneapolis on Tuesday after a jury found the former police officer Derek Chauvin guilty on all counts in the murder of George Floyd last May.\nThe verdict capped a three-week trial that captivated America.\nDuring a news conference after the decision was announced, Mr. Floyd’s family and supporters celebrated but noted how rarely officers are convicted after using lethal force.\nMany mentioned Daunte Wright, a Black man who was fatally shot by a white officer during Mr. Chauvin’s trial.\n“He should still be here,” Mr. Floyd’s brother Philonise Floyd said of Mr. Wright.", "paragraphs": ["Cheers erupted in Minneapolis on Tuesday after a jury found the former police officer Derek Chauvin guilty on all counts in the murder of George Floyd last May.", "The verdict capped a three-week trial that captivated America. With often-emotional testimony, prosecutors sought to highlight who Mr. Floyd was, repeatedly playing the widely viewed bystander footage of his death and arguing that Mr. Chauvin knew he was harming the man whose neck he was kneeling on, but did not stop.", "During a news conference after the decision was announced, Mr. Floyd’s family and supporters celebrated but noted how rarely officers are convicted after using lethal force. Many mentioned Daunte Wright, a Black man who was fatally shot by a white officer during Mr. Chauvin’s trial.", "“He should still be here,” Mr. Floyd’s brother Philonise Floyd said of Mr. Wright. “We have to march. We will have to do this for life. We have to protest because it seems like this is a never-ending cycle.”"], "authors": [], "keywords": ["floyds", "widely", "chauvin", "white", "officer", "viewed", "photos", "floyd", "wright", "man", "mr", "derek", "america", "verdict", "reacts"], "pubDate": "2021-04-20T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}