{"id": "4833f26d-7244-3754-9acb-c8032ea44375", "title": "Pennsylvania sets new deer hunting record", "url": "http://www.foxnews.com/great-outdoors/pennsylvania-sets-new-deer-hunting-record", "summary": "Pennsylvania just joined the growing list of states that can brag about their recent hunting accomplishments.\nThe Pennsylvania Game Commission recently released its report on the most recent 2020-21 deer hunting season.\nAccording to a press release from the commission, the 2020-21 harvest of 435,180 deer topped the previous year’s harvest of 389,431.\nNEW YORK MAN ACCUSED OF RIGGING HUNTING CAMP TO EXPLODEThe Game Commission’s Deer and Elk Section supervisor David Stainbrook said, \"About a quarter of the state’s deer hunters took a buck in the 2020-21 deer seasons.\nDeer hunters remain the first line of defense in Pennsylvania’s continuing efforts to manage CWD.", "paragraphs": ["Pennsylvania just joined the growing list of states that can brag about their recent hunting accomplishments.", "The Pennsylvania Game Commission recently released its report on the most recent 2020-21 deer hunting season. As is the case with many other states, the ongoing pandemic seemingly contributed to higher than average interest in hunting over the past few months, which resulted in the state setting a new record.", "According to a press release from the commission, the 2020-21 harvest of 435,180 deer topped the previous year’s harvest of 389,431. Included in that number were an estimated 174,780 bucks, which set a new state record.", "NEW YORK MAN ACCUSED OF RIGGING HUNTING CAMP TO EXPLODE", "The Game Commission’s Deer and Elk Section supervisor David Stainbrook said, \"About a quarter of the state’s deer hunters took a buck in the 2020-21 deer seasons. It’s a trend that hunters have maintained over the past three license years. The fact that we can maintain such high success rates on bucks year after year demonstrates the sustainability of the deer population in Pennsylvania.\"", "FOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWS", "Chronic Wasting Disease Biologist Andrea Korman added, \"Obtaining an adequate deer harvest is essential in the WMUs in and surrounding the state’s Disease Management Areas (DMAs). Deer hunters remain the first line of defense in Pennsylvania’s continuing efforts to manage CWD. The harvest illustrates the cooperation we hoped hunters would provide to help where CWD threats are at their greatest in Penn’s Woods.\"", "Fox News previously reported that Arkansas hunters recently set a new record in the 2019-2020 season, bringing in more deer than in any year since 1938.", "Fox News also reported that New York hunters had one of their most successful bear seasons ever in 2020, with harvest totals across the state outpacing five-year averages.", "CLICK HERE TO GET THE FOX NEWS APP", "The harvest totaled 1,723 bears across the state in 2020, according to the New York Department of Environmental Conservation. A year earlier, hunters got 1,505 bears. And the average of the five previous years was 1,495."], "authors": ["Michael Hollan"], "keywords": ["deer", "seasons", "state", "york", "hunting", "hunters", "set", "sets", "states", "202021", "pennsylvania", "harvest", "record"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}