{"url": "http://marketwatch.com/story/america-has-squandered-the-recovery-and-is-falling-behind-the-rest-of-the-world-according-to-harvard-study-2019-12-18?mod=hp_minor_pos21", "pubDate": null, "publicationId": "8e14bddf-cd2e-3f5b-8fd5-6e34ee13999e", "id": "488663e3-9ee8-36ae-b5fd-2b71432a2d54", "paragraphs": ["‘Past generations of American leaders have used periods of strong economic growth in at least three ways: to upgrade the nation’s business environment; to make America more equitable and humane; and to build fiscal strength to buffer future recessions. Our current leaders have accomplished none of these during the past decade’s expansion.’ Michael Porter", "That is the conclusion reached by professor Michael Porter, the lead author in the Harvard Business School’s new report on U.S. competitiveness, which found that almost half of the school’s prominent alumni are increasingly pessimistic about the economic future for the country.", "“Our major political parties have turned the political system into a duopoly that serves the parties rather than the public,” Porter continued. “We need political reform that refocuses the system on the interests of the people.”", "Of the 5,713 business leaders polled, 48% said they expect U.S. competitiveness to drop in the next three years, while only 31% see it improving. Breaking it down by party line, 51% of Republicans expect America’s competitiveness to improve, compared with only 24% of Democrats.", "“While the economy has grown, many Americans have been left behind,” explained Jan Rivkin, Harvard Business School professor and co-author of the report.” We know many of the steps needed to restore shared prosperity, but taking those steps will require a shared view of where we are and how we got here. Unfortunately, the country doesn’t have such a perspective today.”", "The blame goes beyond the politicians.", "The majority of Harvard’s business leaders pointed to lobbying, which comes out to be about $6 billion spent each election cycle, as one of the most pressing issues, as it primarily advances corporate interests at the expense of the public’s.", "The report used the opioid crisis as an example. Advocates pushing for tighter controls on painkillers spent $4 million on lobbying, while drug companies spent $740 million in an effort to block federal and state regulation efforts.", "“We also need business leaders to change, fundamentally, how companies engage in politics,” Porter said. “Many companies today have been drawn into the party game and are making partisanship and gridlock worse.”"], "authors": ["Shawn Langlois", "Social-Media Editor"], "title": "America has ‘squandered’ the recovery and is falling behind the rest of the world, according to Harvard study", "keywords": ["rest", "world", "according", "falling", "competitiveness", "porter", "political", "report", "system", "business", "spent", "america", "harvard", "recovery", "companies", "study", "used", "leaders", "squandered"], "summary": "“Our major political parties have turned the political system into a duopoly that serves the parties rather than the public,” Porter continued.\nBreaking it down by party line, 51% of Republicans expect America’s competitiveness to improve, compared with only 24% of Democrats.\nThe report used the opioid crisis as an example.\nAdvocates pushing for tighter controls on painkillers spent $4 million on lobbying, while drug companies spent $740 million in an effort to block federal and state regulation efforts.\n“We also need business leaders to change, fundamentally, how companies engage in politics,” Porter said."}