{"id": "48d5fa65-2b6d-31d8-999a-6d18091d5a22", "title": "Xbox Game Pass Is Adding 17 New Games This Month With 10 Leaving", "url": "https://www.gameinformer.com/2020/12/01/xbox-game-pass-is-adding-17-new-games-this-month-with-10-leaving", "summary": "Xbox Game Pass is a constantly evolving library of free games that players can enjoy at no additional cost outside of the established membership price.\nNow that we're in the thick of December, Xbox Game Pass is adding a few new titles to its library, with a few on their way out to make room.\nDoom Eternal arrives on the PC version of the Xbox Game Pass this month, as well as Control, Greedfall, and more.\nWith the Xbox Game Pass, there are two options to choose from with the Xbox Game Pass and the Xbox Game Pass Ultimate.\nXbox Game Pass is $9.99 a month, whereas Xbox Game Pass Ultimate comes in at $14.99 and includes Xbox Live Gold.", "paragraphs": ["Xbox Game Pass is a constantly evolving library of free games that players can enjoy at no additional cost outside of the established membership price. This includes day-one first-party titles, DLC, and more. Now that we're in the thick of December, Xbox Game Pass is adding a few new titles to its library, with a few on their way out to make room.", "Doom Eternal arrives on the PC version of the Xbox Game Pass this month, as well as Control, Greedfall, and more. Control is arguably the most exciting addition, especially with the fanfare revolving around the game and its Alan Wake-connecting DLC.", "What's on the way:", "Control (Android & Console) – December 3", "Doom Eternal (PC) – December 3", "Haven (Console & PC) ID@Xbox – December 3", "Rage 2 (Android) – December 3", "Slime Rancher (Android & Console) ID@Xbox – December 3", "Va-11 Hall-A: Cyberpunk Bartender Action (PC) ID@Xbox – December 3", "Yes, Your Grace (Android, Console & PC) ID@Xbox – December 3", "Dragon Quest XI S: Echoes of an Elusive Age – Definitive Edition (Console & PC) – December 4", "Call of the Sea (Android, Console & PC) ID@Xbox – December 8", "Monster Sanctuary (Android & Console) ID@Xbox – December 8", "Starbound (PC) ID@Xbox – December 8", "Unto The End (Console & PC) ID@Xbox – December 9", "Assetto Corsa (Android & Console) – December 10", "Gang Beasts (Android & Console) ID@Xbox – December 10", "GreedFall (Android, Console & PC) – December 10", "Superhot: Mind Control Delete (Android & Console) ID@Xbox – December 10", "Yooka-Laylee and the Impossible Lair (Android, Console & PC) ID@Xbox – December 10", "DLC additions:", "Age of Empires II: Definitive Edition - Free anniversary update", "Crusader Kings III - Free Ruler Designer", "Fallout 76 - Steel Dawn", "Golf With Your Friends - Deep Free", "Microsoft Flight Simulator - USA update", "Minecraft Dungeons - Howling Peaks", "Totally Reliable - Delivery Service", "What's leaving:", "eFootball PES 2020 (Console) - December 11", "Age of Wonders: Planetfall (Console & PC) - December 15", "Infinifactory (PC) - December 15", "Metro: Last Light Redux (PC) - December 15", "MudRunner (Console & PC) - December 15", "Naruto to Boruto: Shinobi Striker (Console) - December 15", "Pathologic 2 (Console & PC) - December 15", "The Turing Test (Console & PC) - December 15", "Ticket to Ride (Console & PC) - December 15", "Untitled Goose Game (Console) - December 15", "Don't have the membership? With the Xbox Game Pass, there are two options to choose from with the Xbox Game Pass and the Xbox Game Pass Ultimate. Both offer Team Green fans a chance to play over 100 titles at no additional cost, including day one launches of first-party titles. With the acquisition of Bethesda, there will be even more incentive to join up with this particular service.", "Xbox Game Pass is $9.99 a month, whereas Xbox Game Pass Ultimate comes in at $14.99 and includes Xbox Live Gold. It's a pretty good deal, especially for those that are picky with their games. Either way, we have some spicy shakeups for December! Excited? Disappointed? Shout those thoughts out loud and proud in the comment section below!"], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["games", "idxbox", "android", "leaving", "console", "free", "adding", "month", "xbox", "pass", "control", "17", "titles", "game", "pc"], "pubDate": "2020-12-01T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}