{"id": "48d6b5d6-0d4e-3b12-8e1c-0cbbbe9156fe", "title": "That Zoom Call with the Lawyer-Cat, Explained", "url": "https://www.newyorker.com/video/watch/that-zoom-call-with-the-lawyer-cat-explained", "summary": "[phone buzzing]I didn't know if I was in trouble or what was going on.\nThe parents of the Lawyer Cat are namedMeow Meow, is the mom and the dad is Little Adorable.\nThey called the kittens, the miceand Lawyer Cat was the first one out,so they called him Eldest Mouse.\nLawyer Cat is now the hero of 2021.\nThe hero we didn't know we needed.", "paragraphs": ["Transcript", "[somber music]", "[music intensifies]", "Can you hear me, judge?", "I can hear you, I think it's a filter.", "It is and I don't know how to remove it.", "I've got my assistant here, she's trying to, but,", "I'm prepared to go forward with it.", "[music intensifies]", "I'm here live, I'm not a cat.", "Immediately, when I saw the picture of it", "I had a pretty good idea what was happening.", "I knew that this person was going through", "what I went through eight years ago.", "[music calms] [cat meows]", "I'll never know if my life would have taken a different path", "where it not for this kitten.", "I've always wanted to be a university professor", "since I took my first chemistry class", "and my life was on that trajectory.", "[classical cello music plays]", "I went to college on a scholarship", "and did research as an undergraduate.", "I went to Harvard as a grad student.", "The academic job market in chemistry is pretty competitive.", "There are hundreds and hundreds of applicants per position.", "The first school that wanted to interview me", "wanted to do a Skype interview.", "That wasn't as prevalent back then.", "October 30th of 2012.", "The call comes through from the university.", "So, you know, you sit there, you pull your shirt down", "and you make sure that you're looking okay.", "And then I clicked on the accept call", "and immediately, I saw them and I could see a little window", "of what my video looked like.", "[piano music plays]", "The committee, which was around a table,", "they were chuckling", "and there was some murmuring on the other end.", "Do you see me as a kitten?", "And they were responding: Yes, we do.", "My eyes and my fingers were desperately trying to", "search through every menu in Skype", "to figure out how to become human again.", "This was completely foreign to me.", "I had no idea that this was even possible,", "because it was remarkable technology.", "And I never heard from them again", "until their search was over", "and they said they went with someone else.", "Immediately afterwards,", "I went about trying to figure out what was going on", "and search the web, found a blog post.", "It was actually not in Skype,", "it was in the webcam software that came", "pre-installed on the Dell computer.", "[Hallelujah Chorus from Handel's Messiah plays]", "Who would have thought that this would have been", "the default setting in the Dell webcam?", "I know a lot of engineers", "and they sometimes have very strange senses of humor.", "[chuckles]", "Well, he's got an infamous past now this cat.", "So, you know,", "we'll have to see where he pops up in the future.", "My name is John Martin, I'm with Reallusion.", "We developed a software that would accompany", "the Creative Labs webcams.", "Lawyer Cat was a phenomenon that", "I don't think anybody saw coming.", "I can hear you, I think it's a filter.", "It is and I don't know how to remove it.", "After the hearing, I didn't think twice about it.", "I didn't worry about it.", "While I'm having lunch, I started getting messages.", "[phone buzzing]", "I didn't know if I was in trouble or what was going on.", "Then I realized that, the cat's out of the bag.", "Everybody knows about it.", "[comical upbeat music plays]", "The first time I saw it was", "through social media, like everybody else,", "and I saw this, this like,", "What is this Lawyer Cat?", "That's our old cat from--", "[chuckles]", "From CrazyTalk.", "CrazyTalk is the software that originated this avatar.", "Just many years ago, about 20 years ago.", "CrazyTalk4.", "CrazyTalk5.", "It definitely has nine lives, it's living another one now.", "I'm surprised to know that it was actually", "the default on many of the settings", "for the computer, so obviously,", "somebody at Dell has a great sense of humor.", "Yep. We confirmed that it was, in fact,", "something that Dell had created", "and was probably quite popular at the time, you know.", "Probably among kids", "and people trying to entertain themselves,", "not necessarily lawyers and legal hearings.", "[phone dialing tone]", "When web cameras came out, one thing to remember is that", "the resolution of them was actually quite bad.", "[jovial kazoo music plays]", "It wasn't anything like what we have today.", "Back in 2007 to 2010 when we had lower performing computers,", "less broadband capacity,", "the idea of bringing an avatar to bear", "where you superimpose a visual of a cat, for instance,", "that reflects your emotions,", "it blinks, its mouth moves,", "its head moves with your emotions,", "actually has the implication of creating", "a richer user experience than low quality video.", "The technology around it was you would show", "where the eyes and the mouth were", "and then a mask would be mapped on the face.", "Coupled with auto animation, with lip-sync,", "you could basically bring any image to life.", "Hi, what's your name?", "It was really, really way before its time.", "This was before YouTube.", "This was when people would say:", "This is awesome, but what do you do with it?", "So you're able to,", "in the case of Mr. Ponton, do it live as a puppet.", "I've got my assistant here, she's trying to, but,", "I'm prepared to go forward with it.", "Between the audio stream and the way the cat was reacting,", "you could see the panic on the lawyer's face,", "you could understand that this was a stressful environment", "and everybody was kind of, you know,", "not just visually connecting, but emotionally connecting.", "That's still something that technology strives for today.", "[mischievous music plays]", "I've heard some really strong lawyers telling me", "that they thought I was single-handedly", "upgraded the reputation of the legal community.", "Mr. Ponton maybe has missed his calling.", "His timing was impeccable.", "This was perfectly executed.", "So well done, great scene.", "We're trying to--", "Did you hear me, Judge?", "[Woman] Who is this cat?", "Like, is it a picture or is it purely CGI?", "So the cat,", "it's origin is maybe a bit unknown at this point.", "I got an email from my partner, Irving Lu.", "He actually said, you know:", "My goodness we've actually found that the cats owner.", "[cheerful guitar music plays]", "This set off an investigation that's taken us", "from New York to Kentucky to the far reaches of Taiwan", "into a photography class that happened,", "you know, a couple of decades ago.", "The owner of the cat is named Loma", "and is a photographer from Taipei, Taiwan.", "The parents of the Lawyer Cat are named", "Meow Meow, is the mom and the dad is Little Adorable.", "They had five kittens.", "They called the kittens, the mice", "and Lawyer Cat was the first one out,", "so they called him Eldest Mouse.", "Eldest mouse and his brothers and sisters were born in 2003.", "However, like with many stories,", "there is a bit of tragedy involved.", "They had the kittens for a couple of months and then", "were forced to keep their dear friends, their parents,", "but the kittens were sold along to the pet store.", "So we'll hope that they went along to have wonderful lives", "with other families in Taiwan", "and the legend of Lawyer Cat lives on,", "or as we now know, Eldest Mouse.", "[slow music plays]", "There are always crossroads and people's lives,", "and it's pretty ridiculous to think that", "one of the crossroads in mine, might've been", "a default cat web filter on a Skype interview.", "It just tickled everybody's funny bone the same way.", "We all sort of, had a collective laugh at the same time", "and I think that's what everybody needed.", "You couldn't imagine a world right now", "where you didn't have at least the option", "of high quality video collaboration", "with your friends, your family, your colleagues", "your teachers, your doctor,", "and that was made possible by a couple of decades", "of innovation like Skype and virtual avatars and webcams", "and other things that, at the time,", "probably seemed like toys,", "but they were the beginning of a journey", "into something that we take for granted today.", "Lawyer Cat is now the hero of 2021.", "The hero we didn't know we needed."], "authors": ["Condé Nast"], "keywords": ["cat", "lawyercat", "trying", "didnt", "lawyer", "went", "saw", "hear", "know", "zoom", "explained", "think", "music"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}