{"id": "491005b3-9f71-32f2-8056-9b7846177269", "title": "‘Let this send a clear message’: world leaders react to Derek Chauvin verdict", "url": "https://www.theguardian.com/us-news/2021/apr/21/let-this-send-a-clear-message-world-leaders-reacts-to-derek-chauvin-verdict-in-george-floyd-killing", "summary": "Canada’s prime minister, Justin Trudeau, wrote on Twitter that the verdict meant Americans had seen “accountability for the murder of George Floyd.\nBut make no mistake, systemic racism and anti-Black racism still exist.\nAnd they exist in Canada, too.”In the US today, we saw accountability for the murder of George Floyd.\nBut make no mistake, systemic racism and anti-Black racism still exist.\n— Justin Trudeau (@JustinTrudeau) April 21, 2021The British prime minister, Boris Johnson, tweeted that he had been “appalled” by Floyd’s death and welcomed the verdict.", "paragraphs": ["News that Derek Chauvin has been convicted of murder for killing George Floyd by kneeling on his neck for more than nine minutes has prompted reaction from leaders around the world, with many hailing the verdict as a step toward accountability and justice in the US, while cautioning that much work remains as America re-examines racism and policing.", "", "Canada’s prime minister, Justin Trudeau, wrote on Twitter that the verdict meant Americans had seen “accountability for the murder of George Floyd. But make no mistake, systemic racism and anti-Black racism still exist. And they exist in Canada, too.”", "In the US today, we saw accountability for the murder of George Floyd. But make no mistake, systemic racism and anti-Black racism still exist. And they exist in Canada, too. Our work must and will continue. — Justin Trudeau (@JustinTrudeau) April 21, 2021", "The British prime minister, Boris Johnson, tweeted that he had been “appalled” by Floyd’s death and welcomed the verdict. “My thoughts tonight are with George Floyd’s family and friends.”", "01:57 'Accountability, not yet justice': how the US reacted to the Chauvin verdict – video", "", "The UK Labour leader, Keir Starmer, tweeted a single word – “Justice” – while the shadow justice minister, David Lammy, wrote: “No judgment can ever make up for murder, but it means everything that justice has been served tonight for George Floyd. Let this send a clear message both in the USA and across the world.”", "London’s mayor, Sadiq Khan, said the verdict “must be the beginning of real change, not the end” and wouldn’t alone be enough to “heal the pain” of the loss suffered by Floyd’s family."], "authors": ["Helen Sullivan"], "keywords": ["send", "world", "clear", "let", "racism", "george", "minister", "derek", "justice", "floyds", "verdict", "react", "leaders", "chauvin", "exist", "message", "floyd", "accountability", "murder"], "pubDate": "2021-04-21T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}