{"id": "49188275-a4e1-30bc-8bfa-a2ee20726ae0", "title": "Rogue Heroes: Ruins Of Tasos Review – Simple Pleasures", "url": "https://www.gameinformer.com/review/rogue-heroes-ruins-of-tasos/rogue-heroes-ruins-of-tasos-review-simple-pleasures", "summary": "Rogue Heroes: Ruins of Tasos places the player on a fantasy journey of progression, puzzle-solving, and adventure; a jaunt that is clearly inspired by older entries in The Legend of Zelda series, like A Link to the Past.\nAs you work your way through the quest-filled overworld and procedurally generated dungeon confines, death is sure to happen.\nOther roguelikes might offer small boons, but make no mistake, Rogue Heroes essentially rewards the player with experience points that can be spent after each run for substantial, permanent upgrades.\nThat said, the big lean-in on comfort is right in line with what makes Rogue Heroes a special game.\nRogue Heroes is simple yet satisfying, painting an enjoyable and low-stress adventure for one or a group of friends.", "paragraphs": ["Rogue Heroes: Ruins of Tasos places the player on a fantasy journey of progression, puzzle-solving, and adventure; a jaunt that is clearly inspired by older entries in The Legend of Zelda series, like A Link to the Past. You pick up a boomerang, a magic wand, a grappling hook, and all the other dungeon-crawling essentials. You work your way through flames, swamps, and icy peaks. But you also build up a powerful character. The result is a pleasant journey that’s a snug sweater in winter weather, but there are a few frayed threads. You can take on the trek with up to three other players, which is a nice option, but ultimately a chaotic diversion from the more streamlined single-player affair.", "As you work your way through the quest-filled overworld and procedurally generated dungeon confines, death is sure to happen. Other roguelikes might offer small boons, but make no mistake, Rogue Heroes essentially rewards the player with experience points that can be spent after each run for substantial, permanent upgrades. As you build up your town from nothing, you create various buildings to increase your health, mana, sword perks, stamina, item powers, and more.", "The upgrade system is varied enough to spread your points around across multiple facets and gives incredible power boosts over time – you never struggle to get more powerful to take on any given encounter, even if you want to “face tank” it. This is both a blessing and a curse, as your potent upgrades strip some of the weight out of the final quarter of the game. Early-game tuning seems to be right on par with what could be considered an adventure, while the later boss encounters are a bit anticlimactic in nature as you explode them with a hyper-critical, max-damage sword. That said, the big lean-in on comfort is right in line with what makes Rogue Heroes a special game.", "While all the systems are quite shallow, it’s quite pleasant to build up a village from scratch, complete with friendly NPCs, fishing, and farming. It’s a soothing little pixel paradise that you can call your own, and it seems perfect for a cold winter’s day with a cup of cocoa by your side. The world, with its little baby slimes and scattered secrets, conjures up wafts of nostalgia from my old-school Zelda-playing days. If you don’t harbor those enchanted memories, that’s alright too – it’s a welcoming and warm place to be, even if it is filled with monsters and dungeons.", "The otherwise pleasurable romp through Tasos is marred by several small but potentially significant bugs. On PC, I noticed that the audio would be occasionally marred by a thick crackling, and slowdowns and interference that necessitated a reset every hour or so to avoid the game becoming unplayable.", "Multiplayer can be fun but chaotic, depending on how many adventurers you want to cram into a session. I found the sweet spot to be one other companion, where you can resurrect each other while dungeoneering and make light work of puzzle mechanisms together. Dead players can even manipulate the world by activating traps or possessing pots as ghosts while they wait to be brought back to life, which is a nice touch. While I had difficulty ever getting matched into a random game, it was easy to pair with a friend on Steam to play.", "Rogue Heroes is simple yet satisfying, painting an enjoyable and low-stress adventure for one or a group of friends. Nothing about the experience is likely to blow your mind but basking in its comfy confines might be just the recipe you’re looking for."], "authors": ["Pc Editor", "Daniel Has Been At Game Informer For Seven Years", "Specializing In Multiplayer Titles", "Pc Games. When He'S Not Speculating On The Future Of The Industry", "You Can Find Him Exploring Vast Online Worlds", "Probably Streaming The Experience."], "keywords": ["adventure", "tasos", "heroes", "thats", "pleasures", "simple", "game", "rogue", "ruins", "work", "build", "review", "way", "upgrades", "world"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}