{"id": "4925cf33-87a1-32ba-b5fe-892f9e7ee613", "title": "Lockdown has turned Christianity into a winner-take-all business", "url": "https://www.economist.com/britain/2021/03/31/lockdown-has-turned-christianity-into-a-winner-take-all-business", "summary": "Since lockdown began, churches have started to attract the sort of online numbers more commonly associated with rock stars.\nThe Church of England’s national weekly broadcast—a slick affair featuring such celebrity warm-up acts as Prince William—has so far been seen 40m times.\nSimply because a service can be watched by almost anyone in the world does not mean that it will be.\nThis, says Laurence Iannaccone, a specialist in the economics of religion at Chapman University in California, is not a great surprise.\nThis Easter, its priest, the Reverend Sarah Lunn, is expecting an online audience of about 120 folk.", "paragraphs": ["G OD HAS had a good lockdown. Attendance, like Jesus, is risen. When the Archbishop of Canterbury preaches his Easter sermon this Sunday, Canterbury Cathedral will be almost empty, but his online reach will be vast: he is expected to win a combined audience, online, on radio and on television, of more than 5m people. That is around 2,500 times the usual Easter audience, around a thousand times more than watched Jesus performing the miracle of the loaves and fishes and about the same as watched Elton John performing “Rocket Man” in an online concert this winter.", "Listen to this story Your browser does not support the <audio> element. Enjoy more audio and podcasts on iOS or Android.", "Since lockdown began, churches have started to attract the sort of online numbers more commonly associated with rock stars. The Church of England’s national weekly broadcast—a slick affair featuring such celebrity warm-up acts as Prince William—has so far been seen 40m times. Other denominations are enjoying similar rises. Last Easter the Vatican’s news website, which offers services to Catholics in England and worldwide, saw visitors quadruple compared with the same period last year. On Twitter, @Pontifex’s followers passed 50m (the pope tweets in several languages, including English and Latin: #VirusCoronarium).", "But omnipresence, as St Augustine and Spotify have demonstrated, is a problem. Simply because a service can be watched by almost anyone in the world does not mean that it will be. Many are streamed; few are chosen, at least in any great numbers. The Church of England website AChurchNearYou now lists around 20,000 services and online events, but in a market freed from the constraints of geography, more famous churches—like more famous artists on Spotify—get the big audiences.", "This, says Laurence Iannaccone, a specialist in the economics of religion at Chapman University in California, is not a great surprise. People, he explains, “are drawn inevitably toward the congregations—we’ll call them the suppliers…that are able to use this technology. You get a sort of superstars phenomenon.” As Dr Iannaccone puts it, if you are going to be watching religion online, “Why not go with the very best?”", "Church services seem to be as susceptible to this effect as sports stars and singers. Trendy Holy Trinity Brompton, the London church that created the Alpha Course, pulls in thousands of views for its weekly YouTube broadcasts; a clip with the celebrity Bear Grylls clocked up over 250,000. Elsewhere, the Dean of Canterbury became an unlikely internet star when his cat hid in his cassock during online morning prayers, evidence not only of the power of rock-star economics but also of that other law of internet engagement, namely: people really like cat videos.", "To him who has, then, more will be given. But the gospels of both economists and God agree that from him who has not, even what he has will be taken away. The congregation of St Aidan, a tiny windswept church in Thockrington, Northumberland has never quite recovered from a cholera outbreak in the 1840s. This Easter, its priest, the Reverend Sarah Lunn, is expecting an online audience of about 120 folk. But some of her congregation lack the computers or the broadband to watch online. Many who could, don’t want to: “There are a few of the older ones who’ve said ‘Oh, well, I don’t want to use it because people might be spying on me’.”", "Disruptive technologies disrupt all aspects of formerly stable markets. In the 16th century that other disruptive technology, the printing press (God’s greatest gift, as Luther called it) helped to break the Catholic Church’s monopoly on salvation and usher in the Reformation. The result was a newly crowded religious market and lots of competition, causing the price of heaven to go down: fewer indulgences, cheaper salvation.", "In lockdown, modern religious markets have shown unaccustomed vitality. Churches are tailoring services into shorter chunks than the usual hour a church allows. Companies selling communion wafers and wine have been doing a brisk trade to worshippers stuck at home. On Eden, an online church-supplies store, the “fellowship cup box” which provides communicants with neatly packed sachets of wine and wafers (“Enjoy a no mess no fuss approach to communion and focus your eyes on the King”) is a popular option.", "Other market entrants have done less well. Bishop Climate Wiseman, from the Kingdom Church in London, was selling coronavirus kits that comprised “plague protection oil” and red yarn for £91. Bishop Wiseman’s blog promised: “It is by faith you can be saved from the virus.” The church was promptly investigated by the Charity Commission.", "On a wing and a prayer", "And not everything can be achieved online. God, like many an ageing chief executive, does not work as well over Zoom. The ineffable is lost. Transubstantiation, it is widely agreed, is not possible over the internet. Other benefits of religion cannot be done with a mere click. Ms Lunn has spent the winter driving hundreds of miles to deliver food, help and human contact to her parishioners. “I’ve one elderly lady, she’s 90 later this year. We know she can’t be left a whole weekend not seeing anyone.” So Ms Lunn drives to see her “just to make sure she’s alright”. Others in her parish have been helping out too. “There’s lots of others keeping an eye on folk.”", "This reformation is in its early days. No one, says Dr Iannaccone, can guess how it will end. Many think a hybrid model of worship—on earth and in the ether—may become normal. What is clear is that increased competition is probably here to stay. This is not, says Mr Iannaccone, necessarily a bad thing. “The hand of God and the invisible hand sometimes seem to work wonderfully well together.” ■"], "authors": ["The Economist"], "keywords": ["religion", "christianity", "church", "watched", "times", "winnertakeall", "online", "iannaccone", "easter", "lunn", "turned", "business", "lockdown", "services", "market"], "pubDate": "2021-03-31T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}