{"summary": "The bridges stretch across rivers and ravines in India's mountainous Meghalaya plateau, connecting villages and allowing farmers to access their land.\nThey're all constructed -- or cultivated -- from the aerial roots of the same kind of tree: Ficus elastica, or the Indian rubber tree.\nUnlike bridges made from wood or bamboo they aren't easily swept away and they don't rot in the damp climate.\nLudwig said that he had heard of similar tree root bridges in southern China and Indonesia, but the practice only seems to be widespread on the Meghalaya plateau.\n1 / 15 – Green Bridge of Wales Credit: The Green Bridge of Wales on the rocky Pembrokeshire coastline is one of the most famous spots in Wales.", "id": "4930ce61-730a-3db3-8cbd-2fc160347055", "pubDate": null, "url": "https://edition.cnn.com/style/article/living-bridges-india-scn/index.html", "authors": [], "paragraphs": ["Katie Hunt , CNN Written by", "They're not the world's tallest or longest bridges, but a string of humble river crossings sculpted from tree roots in India are engineering marvels that contain lessons for modern architects.", "Researchers say these little-studied structures, which can stretch for up to 50 meters and last for hundreds of years, could help our cities adapt to rising temperatures associated with the climate crisis.", "\"It's really incredible how strong they are and they are growing stronger over time. They are really anchored to the earth but they don't have any negative impact on the environment -- they part of it,\" said Ferdinand Ludvig, professor for green technologies in landscape architecture at the Technical University of Munich and one of the authors of the first systematic study of these \"living bridges.\"", "The bridges stretch across rivers and ravines in India's mountainous Meghalaya plateau, connecting villages and allowing farmers to access their land. They're all constructed -- or cultivated -- from the aerial roots of the same kind of tree: Ficus elastica, or the Indian rubber tree.", "Ludwing and his colleagues mapped a total of 74 bridges and unraveled exactly how they were created and maintained by interviewing local residents, taking thousands of photos and building 3-D models.", "The researchers at work on Padu Bridge. Credit: Wilfrid Middleton", "A bridge that (almost) builds itself", "Unlike bridges made from wood or bamboo, they aren't easily swept away and they don't rot -- a common problem in what is often described as the world's wettest region. They've also proven more durable than bridges made from modern steel structures that quickly rust and decay in the damp climate, said Ludwig.", "\"It's an ongoing process of growth, decay and regrowth, and it's a very inspiring example of regenerative architecture,\" he said.", "The bridges are made and maintained by individuals, families and communities from the indigenous Khasi and Jaintia people.", "\"In many cases it's a collaboration of all the inhabitants of two villages. This gives hope that this tradition can survive because it's on many shoulders.\"", "The bridges are strong and stable. Unlike bridges made from wood or bamboo they aren't easily swept away and they don't rot in the damp climate. Credit: Courtesy Ferdinand Ludvig", "How they're made", "The building process differs based on local conditions and the desired span of the bridge, but interviews with local people revealed a similar pattern of construction.", "A seedling is planted on each bank of the river or edge of a ravine. Once aerial roots -- those that grow above the ground -- sprout they are wound around a framework of bamboo or palm stems and are directed toward the opposite bank. Once they reach the other side, they are implanted in the soil.", "The Wah Thyllong living bridge in northeastern India. Credit: Wilfird Middleton", "Then, \"they develop smaller daughter roots which are directed to the bank as well as where they are implanted,\" explained Thomas Speck, a professor of botanics at University of Freiburg in Germany and co-author of the study which was published in the journal Scientific Reports.", "The roots of Ficus elastica react to mechanical loads with secondary root growth -- meaning it can form highly complex structures which create stable and safe bridges. The roots can also grow together and fuse -- a process called inosculation.", "An example of inosculation when two roots grow together. Credit: Wilfrid Middleton", "\"Living bridges can thus be considered both a man-made technology and a very specific type of plant cultivation,\" Speck said in a news release.", "It's a process that takes decades to complete. Most of the bridges the team studied were up to 20 meters long. Some of the longer ones can be difficult and scary to walk on, said Ludwig, but others are very stable and even have flagstones.", "While some of the intricate bridges have become tourist attractions, seeing up to 2,000 visitors a day, said Ludwig, not all of the bridges they studied were in active use, with some at risk of being cut down for firewood.", "Ludwig said that he had heard of similar tree root bridges in southern China and Indonesia, but the practice only seems to be widespread on the Meghalaya plateau.", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "1 / 15 – Green Bridge of Wales Credit: The Green Bridge of Wales on the rocky Pembrokeshire coastline is one of the most famous spots in Wales. Shutterstock", "Greening cities", "Ludwig says the techniques used to build the living root bridges could be deployed in cities to green and shade urban areas -- a much-needed strategy to cope with rising temperatures.", "He foresees canopies that cover streets and public areas, built in such a way that are no obstacles from tree trunks and roots at ground level.", "\"You could imagine a street with a tree top canopy without trunks but aerial roots on the houses. You could guide the roots to where the best growing conditions are,\" he said.", "\"The mainstream way of greening buildings is adding plants on top of the built structure. But this would use the tree as internal part of the structure.\"", "For Ludwig, the bridges provide inspiration for a different kind of architecture.", "\"In architecture, we are placing an object somewhere and then it's finished. Maybe it lasts 40, 50 years.", "\"This is a completely different understanding. There's no finished objects — it's an ongoing process and way of thinking.\""], "keywords": ["wales", "structures", "roots", "green", "root", "way", "credit", "bridges", "meghalaya", "tree", "indias", "process", "bridge", "living", "grow", "stronger", "trees"], "title": "India's Meghalaya 'living root bridges' get stronger as the trees grow", "publicationId": "fa207f19-e080-3902-982c-393d321776be"}