{"id": "493b2bc4-1584-3f76-a330-db9c5c8ff875", "title": "Singapore Airlines hopes to be world's first fully-vaccinated airline", "url": "https://edition.cnn.com/travel/article/singapore-airlines-covid-vaccination-wellness-intl-hnk/index.html", "summary": "(CNN) — Singapore 's national carrier is hoping to become the world's first airline to get all of its crew members vaccinated against Covid-19.\nSingapore Airlines (SIA) confirmed to CNN Travel that all of their crew members -- including pilots, gate agents, flight attendants and anyone whose job requires contact with the public -- have been offered free coronavirus vaccines by the Singaporean government.\nAccording to the airline, 5,200 SIA employees have already signed up to get their shots.\nOnce vaccinated, crew members will be subject to less scrutiny and fewer coronavirus-related security measures.\nA much-hyped \"travel bubble\" with Hong Kong was indefinitely postponed in December when Hong Kong had a spike in virus cases.", "paragraphs": ["(CNN) — Singapore 's national carrier is hoping to become the world's first airline to get all of its crew members vaccinated against Covid-19.", "Singapore Airlines (SIA) confirmed to CNN Travel that all of their crew members -- including pilots, gate agents, flight attendants and anyone whose job requires contact with the public -- have been offered free coronavirus vaccines by the Singaporean government.", "The country has purchased the Pfizer vaccine , which requires two shots.", "\"We are grateful to the Singapore government for making the aviation sector a priority in the country's vaccination exercise,\" the airline's CEO, Goh Choon Phong, said in a statement that was emailed out to the whole company on January 18.", "\"This reflects the sector's importance, and the crucial role we play in both Singapore's economic recovery and the fight against the pandemic.\"", "According to the airline, 5,200 SIA employees have already signed up to get their shots. Inoculations will begin in a few days.", "Phong, alongside Singapore's transport minister Ong Ye Kung, was among the city-state's first citizens to get vaccinated. He has received the first of his two shots, and reports that \"the procedure was painless and fuss-free.\"", "Once vaccinated, crew members will be subject to less scrutiny and fewer coronavirus-related security measures. For example, flight crew who are currently tested on the seventh day after their return to Singapore will be exempt from this test going forward.", "Singapore's response to the pandemic has been largely successful due to border closures and a national contract-tracing app. The country has had 59,113 confirmed cases of the virus and only 29 deaths, according to data from Johns Hopkins University.", "Still, citizens of the city-state have expressed an interest in being able to travel again. A much-hyped \"travel bubble\" with Hong Kong was indefinitely postponed in December when Hong Kong had a spike in virus cases."], "authors": ["Lilit Marcus"], "keywords": ["requires", "virus", "singapores", "sia", "travel", "singapore", "airline", "airlines", "shots", "fullyvaccinated", "members", "hopes", "worlds", "crew", "vaccinated"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}