{"id": "493f5d4e-88a4-3b4b-9c89-0f1fc86e679d", "title": "Tom Bevan: People Are Not Forgiving When Something They Love Like Baseball Turns Political", "url": "https://radio.foxnews.com/2021/04/08/tom-bevan-people-are-not-forgiving-when-something-they-love-like-baseball-turns-political/", "summary": "On Fox Across America with Jimmy Failla, Real Clear Politics Co-Founder and President Tom Bevan explains why Major League Baseball made a mistake by weighing in on the Georgia voting laws and ultimately moving the All-Star Game to Colorado.\n“This is going to hurt baseball.\nAnd that’s ultimately going to hurt the league itself, and that will depress the prices that these owners are going to be willing and able to pay to the ballplayers.\nIf that was their reasoning, it was flawed, it’s bad, and it will ultimately hurt them in the long run.\nPeople are not very forgiving when something that they love as much as they do for being apolitical turns political.", "paragraphs": ["On Fox Across America with Jimmy Failla, Real Clear Politics Co-Founder and President Tom Bevan explains why Major League Baseball made a mistake by weighing in on the Georgia voting laws and ultimately moving the All-Star Game to Colorado.", "“This is going to hurt baseball. People are going to not go to games. They’re not going to buy merchandise. They’re not going to fill ballparks. And that’s ultimately going to hurt the league itself, and that will depress the prices that these owners are going to be willing and able to pay to the ballplayers. If that was their reasoning, it was flawed, it’s bad, and it will ultimately hurt them in the long run. Sports was supposed to be this refuge where people could gather and cheer on their teams, whether their local teams or if you’ve got a favorite team from another city. And now you’ve alienated your fan base, at least a portion of them. People are not very forgiving when something that they love as much as they do for being apolitical turns political. You saw these people burning jerseys and they hold grudges.”"], "authors": ["Jon Costantino"], "keywords": ["theyre", "political", "league", "turns", "willing", "baseball", "tom", "bevan", "weighing", "teams", "ultimately", "love", "going", "hurt", "forgiving", "youve"], "pubDate": "2021-04-08T00:00:00Z", "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}