{"summary": "The resulting photographs, taken during aerial reconnaissance missions, allowed allied forces to distinguish between foliage and the enemy camouflage it concealed.\nNow, more than seven decades on, photographic artist Lynda Laird has used precisely the same technology to retell one of the conflict's defining episodes.\nHer images of abandoned bunkers were taken along the Normandy coast, where the D-Day landings took place in June 1944.\nBecause vegetation reflects a large amount of infrared, the leaves, grass and bushes in her photographs appeared bright red when the film was developed.\nShe goes on to describe the \"deafening\" fighting that took place, before a power cut plunged Deauville into darkness.", "id": "496f28c6-1c4f-35de-8cc5-a24938364bda", "pubDate": null, "url": "https://edition.cnn.com/style/article/wwii-bunkers-d-day-photos/index.html", "authors": ["Oscar Holland"], "paragraphs": ["Written by Oscar Holland, CNN", "Voice Memo is a series of phone conversations between CNN Style journalists and image-makers around the world. Click here for more.", "At the height of World War II, the US military commissioned Kodak to produce a new type of color film that could capture infrared waves invisible to the human eye. The resulting photographs, taken during aerial reconnaissance missions, allowed allied forces to distinguish between foliage and the enemy camouflage it concealed.", "Now, more than seven decades on, photographic artist Lynda Laird has used precisely the same technology to retell one of the conflict's defining episodes.", "Her images of abandoned bunkers were taken along the Normandy coast, where the D-Day landings took place in June 1944. Because vegetation reflects a large amount of infrared, the leaves, grass and bushes in her photographs appeared bright red when the film was developed.", "But while the colors evoke images of violence and bloodshed, it was the history of this photographic technique that initially inspired the idea.", "Courtesy Lynda Laird", "\"I didn't know what was going to happen with the film,\" said Laird during a phone interview. \"It's very variable, and depends on which filters you choose. Sometimes it's much pinker, sometimes the colors are more yellow -- I didn't know until I got the film back and (thought) 'wow, the reds do really feel like blood, and it's quite aggressive.'", "\"For me, that's why it works quite well. But that wasn't the plan. It was much more about the film being relevant to the work.\"", "The deep shades of red offer a stark visual contrast to the grey concrete structures and blue skies behind them. Another powerful juxtaposition is created between the stillness of the scenes Laird captures and the horrors that once unfolded around them.", "\"They were really peaceful and tranquil,\" the 36-year-old said. \"A lot of the bunkers have become part of the landscape, in that there are plants growing all over them. Some of them are really still quite brutal, but even the ones that are on the beach are sinking into the sand -- it's like nature has taken them over.\"", "A ground-level history of war", "The infrared photographs form part of a wider multimedia project that revisits Operation Overlord, the code name used for the Battle of Normandy. Commissioned by the town of Deauville, a seaside resort occupied by the Nazis during the war, Laird's \"Dans Le Noir\" (or \"In the Dark\") also features maps and videos.", "Courtesy Lynda Laird", "At the center of Laird's story is a series of diary extracts written by Odette Brefort, a member of the French resistance who lived in Deauville during the war.", "\"Since midnight it's been impossible to sleep: the humming from planes, the anti-aircraft bombs, the machine gun noise,\" Brefort wrote in one diary entry. \"I went downstairs because I couldn't sleep and after 15 minutes it went quiet. Thinking it would be better, I went back to bed. What a mistake!\"", "She goes on to describe the \"deafening\" fighting that took place, before a power cut plunged Deauville into darkness. Laird presents the diary extracts alongside elaborate maps that Brefort made for fellow members of the resistance detailing the location of enemy forces.", "\"When we remember (the war), we look at soldiers and people who fought,\" Laird said, \"and it's often missed that people were living through it -- what role they took on and the impact it had on them.\"", "Courtesy Lynda Laird", "Laird's project includes a series of videos shot in the seas off Normandy at the exact time of day the landings took place, her lens partially submerged by the water. The Scottish photographer has collected sand and seawater from the area for a future installation, and she hopes to create new sound recordings in time for the 75th anniversary of D-Day next year.", "\"Photography was my starting point, but now I go out and record sounds first,\" said Laird. \"I do a lot of research and I read a lot of archives, (which are) really important to my practice.", "\"A lot of my work is to do with memory and a sense of place, trying to look at what's invisible in a landscape -- what you can feel and what you can sense.\""], "keywords": ["dday", "striking", "war", "infrared", "took", "horror", "lynda", "photographs", "film", "lot", "laird", "retell", "went", "really", "taken", "place"], "title": "Striking infrared photographs retell the horror of D-Day", "publicationId": "fa207f19-e080-3902-982c-393d321776be"}