{"keywords": ["feel", "monaco", "way", "style", "club", "la", "belhumeur", "dont", "brands", "british", "woman", "caroline", "designer", "revamping", "york", "vince"], "paragraphs": ["Back in the 1980s, when world-famous designers would trawl London fashion colleges in the hope of spotting the next big thing, Calvin Klein discovered student Caroline Belhumeur and promptly flew her to New York to work for him. It’s a dreamy start to a career in fashion, but Belhumeur, now the creative director of Californian label Vince, remembers her time at Kingston University for a different reason.", "“Daphne Brooker [the college’s head of fashion for three decades and a former Vogue model] hated me,” she says. “I had a mohawk and I used to walk around in Doc Martens, long skirts and heavy belts that bruised my hips as they were so studded. I don’t think she understood what I was about. Calvin saw through it! I was the bee’s knees after that.”", "Today Belhumeur is casually but elegantly put together in a cream blouse and pleated silk skirt from her own collection, and it’s hard to believe she was ever a punk. Vince has garnered cult status in recent years and nobody embodies its low-key luxe better than the woman at its helm. Belhumeur only joined Vince in 2017 (after a 10-year stint at Club Monaco), but her impact already shows.", "A go-to for elevated, understated everyday pieces – and firm favourite for cashmere since it was established in 2002 – Vince retains its original brand values. But Belhumeur has refined them. “People have a soft spot for Vince because the pieces can live in your wardrobe for ever,” she explains, walking me through the airy headquarters in Hollywood. The corporate suits of the company, I’m told, are strictly relegated to the New York office. This is a creative, open-plan space where brainstorms, mood boards and fabrics take priority.", "“We’re not expecting our customers to be like, ‘Oh, this is the new season, you’ve got to get rid of last season.’ It is season-less, so you can layer on or de-layer,” Belhumeur continues. “I don’t buy a whole new collection each season, I wear the same stuff from Vince from even before I joined. It’s just a way of styling yourself. I don’t like the idea of a woman trying to figure out how to put herself together for hours in front of the mirror each morning. It has to feel natural, and I think Vince allows that to happen.”", "Facebook Twitter Pinterest ‘It has to feel natural’: Vince’s AW19 collection. Photograph: Andrea Matarrese", "The biggest challenge for Belhumeur, who was born in Gloucester but relocated to Los Angeles from New York last year, is re-establishing Vince’s Californian roots. This, she believes, is integral to connecting with the target customer. “There aren’t any other contemporary luxury brands with a designer approach in California. It’s mostly surf brands or boho. So it’s a wonderful lifestyle message we can get across. This woman who enjoys luxurious fabrics, like silk and cashmere, but wears them in a relaxed way. She is still very sure of herself, but her attitude is more effortless.”", "Belhumeur may have creative free rein, but sprinkling rays of Cali sunshine over everything from the photography on the e-commerce site to the interior design of 50 physical shops worldwide is no mean feat. “Online is easy. It’s like, ‘This is the story we’re telling,’ we can make changes that are immediate and gratifying,” she explains. “The stores are more of a challenge… looking at an old store and being, like, ‘Oh no, I don’t want to see it like this!’ But you have to be patient.”", "On the recent agenda was an in-store magazine championing Californian artists, writers and filmmakers, and the unveiling of Vince’s flagship London store, for which she has sourced 1970s furniture, “so it will feel like somewhere you want to hang out.” It’s an approach tested by the brand’s Palisades store, which hosts Shibori tie-dye classes as well as craft workshops. “You want it to be a place where people can chill,” she says.", "If her decade at Club Monaco (the Ralph Lauren-owned casual Canadian brand) is anything to go by, the future of Vince is in safe hands. “When I joined Club Monaco in 2008 there was a great love for the brand, but it had gone off course and lost its way,” she explains. “Over the years I was able to put that back together and reinvent it, but still keep the core of what it started off as.", "“In the 1990s, everyone was still wearing colour, patterns and big shoulders from the 1980s,” she continues. “Club Monaco was simple clothing for people who didn’t want to wear that. It was very black and white. It was a place I would go to in the 1990s in New York because I’d want a black cardie or a white cotton shirt. There was nowhere to get them other than the more expensive Maison Margiela or Helmut Lang, which I couldn’t afford.”", "The Vince woman is very sure of herself, but her attitude is effortless", "Before Club Monaco and after Calvin Klein, Belhumeur worked for menswear brands in New York and then launched her own men’s line for British label Fenn, Wright and Mason. “That’s where I started going on trips to Asia and India and learning about sweater layouts in factories,” she says. “I also got to work in a lot of Italian mills on fabrics. Fitting men’s clothes is a very precise thing, so I learned all about tailoring.”", "By the time she went freelance and started a family in 1995, Belhumeur and her artist husband, Christopher, considered “a run-down Victorian house” in Westchester County, an hour-and-a-half north of New York City – their home. “We had no money and three kids running around, smashing into walls and jumping on the furniture. But I loved having that time with them.”", "Selling it last year might have been “a bit of a wrench”, but Belhumeur sounds taken with her new home on the east side of the Hollywood Hills: “The pace is a little slower. It makes me think, ‘Why was I running around so much like a crazy woman?’ I was talking to my daughter about how people show off about how hard they work in New York, as if it’s something to be proud of. In LA, people are proud of saying, ‘I got away with working only this many hours today!’”", "On a typical day, Belhumeur will rise at 6.30am for an hour-long hike in nearby Griffith Park before driving to the office. She may feel an affinity with her current surroundings because they remind her of where she grew up. “I was in the deepest countryside, which as a teenager I hated, because I wanted to go and see my friends and they were miles away,” she says.", "It was an outdoorsy but crafty upbringing. Belhumeur’s father was a pilot who was always travelling and returning home with blankets from Morocco and Spanish dolls, and her mother “was always making things”. Often dragged to the local haberdashery shop, Belhumeur was taught to yarn and knit by her mother, which was more proactive than the career advice she got at school.", "“I told them, ‘Well, I like art,’ and they said, ‘Maybe you could do cake decorating or something like that.’ It was only when I looked through the college prospectus and saw Kingston had a free trip to Paris at the end, I thought, ‘Oh, I’ll do that then.’” Like Vince itself: so simple.", "Vince, 169 Draycott Avenue, London SW3 (vince.com)", "This article contains affiliate links, which means we may earn a small commission if a reader clicks through and makes a purchase. All our journalism is independent and is in no way influenced by any advertiser or commercial initiative. By clicking on an affiliate link, you accept that third-party cookies will be set. More information."], "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "pubDate": null, "summary": "Vince has garnered cult status in recent years and nobody embodies its low-key luxe better than the woman at its helm.\nBelhumeur only joined Vince in 2017 (after a 10-year stint at Club Monaco), but her impact already shows.\nIf her decade at Club Monaco (the Ralph Lauren-owned casual Canadian brand) is anything to go by, the future of Vince is in safe hands.\n“When I joined Club Monaco in 2008 there was a great love for the brand, but it had gone off course and lost its way,” she explains.\n“Club Monaco was simple clothing for people who didn’t want to wear that.", "url": "https://www.theguardian.com/fashion/2019/oct/06/the-british-designer-revamping-la-style-caroline-belhumeur", "title": "Caroline Belhumeur: the British designer revamping LA style", "id": "49876864-928b-3174-8d31-69e890a0b590", "authors": ["Martha Hayes"]}