{"id": "499165ec-ac40-3554-8d48-4f47c7b8ffcb", "title": "Northern Ireland police say paramilitaries not behind recent violence", "url": "https://www.theguardian.com/uk-news/2021/apr/09/northern-ireland-police-say-paramilitaries-not-behind-recent-violence", "summary": "The involvement of loyalist paramilitary groups in orchestrating the violence in Northern Ireland has been ruled out by police as the number of officers injured rose to 74.\nThe latest assessment by the Police Service of Northern Ireland came after a statement issued by the Loyalist Communities Council (LCC), an umbrella group representing loyalist paramilitaries seeking an end to the violence.\n“The LCC can confirm that none of their associated groups have been involved either directly or indirectly in the violence witnessed in recent days,” it said.\nCritics of the departure deal’s Northern Ireland protocol say a border is in effect in the Irish Sea, leaving unionists feeling betrayed.\nThere were also reports that stones were also thrown at police in the nearby, nationalist area New Lodge.", "paragraphs": ["The involvement of loyalist paramilitary groups in orchestrating the violence in Northern Ireland has been ruled out by police as the number of officers injured rose to 74.", "On Friday night, police were again attacked with missiles and a car was set on fire as small pockets of unrest flared.", "The latest assessment by the Police Service of Northern Ireland came after a statement issued by the Loyalist Communities Council (LCC), an umbrella group representing loyalist paramilitaries seeking an end to the violence.", "“The LCC can confirm that none of their associated groups have been involved either directly or indirectly in the violence witnessed in recent days,” it said.", "But the LCC said there had been a “spectacular collective failure” to understand their anger over Brexit and other issues, and the border protocol must be renegotiated. Critics of the departure deal’s Northern Ireland protocol say a border is in effect in the Irish Sea, leaving unionists feeling betrayed.", "“We have repeatedly urged HM Government, political leaders and Institutions to take seriously our warnings of the dangerous consequences of imposing this hard border on us and the need for earnest dialogue to resolve matters. We reiterate that message now,” the LCC said.", "In a detailed update on the tumultuous week, Northern Ireland’s assistant chief constable, Jonathan Roberts, revealed that a further 19 officers and one of the service’s dogs had been hurt during disturbances on Thursday, the seventh night of unrest.", "Police used water cannon for the first time in six years after dozens of young people on the nationalist side of the peace line ignored a warning to disperse and continued to throw stones, bottles and fireworks.", "00:56 Belfast police use water cannon on Northern Ireland rioters – video", "On Friday night, PSNI officers at Tiger Bay, a loyalist area in north Belfast came under attack, with missiles such as stones and bottles thrown at them. A car was set on fire and there were reports of petrol bombs being used. There were also reports that stones were also thrown at police in the nearby, nationalist area New Lodge.", "PSNI Ch Supt Muir Clarke said: “We would appeal for calm in the area and ask anyone who has any influence in communities, please use that influence to ensure young people do not get caught up in criminality and that they are kept safe and away from harm tonight.”", "There were sporadic incidents of unrest elsewhere in Northern Ireland on Friday evening, with reports of a road blocked off with a barricade which was then set alight in Coleraine, Co Derry.", "The police’s assessment that paramilitaries were not involved marks a shift in opinion from earlier in the week when there were suspicions that loyalist extremists could be operating behind the scenes. On Thursday, Roberts said it was “clear there was a degree of organisation” to the violence.", "However, the PSNI appeared to backtrack on that position when asked on Friday about the LCC statement. “It’s our overall assessment that the violence that has taken place over the last few nights is not orchestrated by a group, in the name of that group,” it said.", "“We feel that there may be some people who could have connection to proscribed organisations, who have been present on the scenes of violence. But we don’t believe it’s been sanctioned and organised by prescribed organisations for peaceful protests,” Roberts said.", "Hopes were raised that the worst of the violence was over with social media reports that protests were being cancelled over the weekend as a mark of respect for the Duke of Edinburgh.", "The Democratic Unionist MP for Belfast East, Gavin Robinson, said he was encouraged to see calls for planned protests to be cancelled as “even with peaceful intent … nothing should besmirch his memory”.", "Greatly encouraged to see sentiments expressed already that any planned protests / parades should be cancelled as a mark of respect for the late Duke of Edinburgh.I trust all Unionists & Loyalists will agree, that even with peaceful intent, that nothing should besmirch his memory — Gavin Robinson (@GRobinsonDUP) April 9, 2021", "Meanwhile, moves to bridge the political gap that has opened up in recent months over Brexit and policing continued when the Northern Ireland secretary, Brandon Lewis, met Stormont political parties in emergency talks.", "No statement was expected because of the death of Prince Philip. One source said it was a “listening exercise” but nothing more had been expected.", "Meanwhile, two men are due to appear in court on Saturday after being charged in connection with the rioting that took place in Lanark Way, west Belfast on Thursday night. Detectives investigating the disorder have charged a 24-year-old man and a 32-year-old man with riot. The 32-year-old was also charged with possession of a petrol bomb in suspicious circumstances. They are due to appear before Belfast magistrates court at about 10.30am."], "authors": ["Lisa O'Carroll"], "keywords": ["lcc", "ireland", "violence", "stones", "loyalist", "paramilitaries", "protests", "say", "belfast", "northern", "recent", "reports", "night"], "pubDate": "2021-04-09T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}