{"title": "Surveillance is a fact of life, so make privacy a human right", "summary": "In this regard it differs from data surveillance.\nLawrence Cappello: Privacy is a very slippery word.\nThe Economist: America was born of privacy rights, so why does it lack robust privacy rules compared to Europe?\nMr Cappello: For starters, the ability to control one’s own private data needs to be recognised as a fundamental human right.\nMedical data, financial data, consumer data; they all receive different kinds of protections.", "paragraphs": ["ONE OF the toughest questions of modern life is where to draw the bounds of privacy—and privacy law. Digital technologies make a virtue of sharing. At the same time, the ability of governments and companies to keep people’s activities under surveillance has never been greater. Slick artificial-intelligence algorithms depend on data, and creeping authoritarianism around the world means that the collection of vast quantities of data may be a recipe for disaster.", "A historical perspective on privacy in America is provided by “None of Your Damn Business: Privacy in the United States from the Gilded Age to the Digital Age” (University of Chicago Press, 2019) by Lawrence Cappello, a professor of constitutional history at the University of Alabama. He notes that America was founded partly in rebellion against the privacy-violating British, so the debate over surveillance is as old as the country itself. The laws have always lagged behind the technology.", "Get our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.", "An excerpt from Mr Cappello’s book is below, on the concept of surveillance. Below that is a short interview with Mr Cappello. We ask him whether he is filled with confidence or dread. (Spoiler alert: both.)", "** *", "Surveillance and sinister ends", "From “None of Your Damn Business” (University of Chicago, 2019) by Lawrence Cappello.", "The word surveillance is binary in nature, derived from the French verb “to watch over.” As in, watching over an individual or individuals to keep them safe, but also watching over them to ensure that they meet a certain standard of behavior. Conceptually, surveillance both enables and constrains. It is used both to protect and to control.", "Every society that has established norms has also established mechanisms to enforce those norms. Surveillance, in this regard, is a necessary tool—part of our common machinery that disregards the privacy of individuals and groups to protect the rights of other individuals and groups. Any conversation about surveillance must recognize this reality. Parents watch children. Police officers watch public spaces. Employers watch employees.", "Because there will never be a society in which every individual obeys every rule while also side-stepping every tension and taboo, authorities will always employ some kind of process to ensure a degree of social and cultural conformity. And that process will inevitably violate someone’s—or everyone’s—privacy. It’s just part of the modern social contract.", "But surveillance can also be used to serve sinister ends. And precisely because surveillance is a powerful tool of social control, societies tend to impose limits on the ability of authorities to place individuals under surveillance against their will or without their knowledge. Among the cornerstones of liberal democratic practice is the necessary curtailment of surveillance claims made by monarchs and municipal authorities. The history of surveillance in any society is the story of the interplay between these two tendencies: a positive conception of surveillance as a necessary means of social control and a negative conception of it as a tool used to constrain liberty and privacy. […]", "Perhaps the most recognizable danger inherent to overt surveillance is that it causes individual inhibition and self-censorship. When people are aware that they are being watched, they tend to alter their behavior to fit what they believe to be general expectations of “normal behavior” so as not to draw attention to themselves. This self-censorship often occurs even if a person is not doing anything wrong. […]", "Physical surveillance gives watchers access to a subject’s speech or acts, which technology allows them to reproduce. In this regard it differs from data surveillance. People take more care in their writing than they do with their impromptu speech and actions. Casual speech often includes offhand comments, partial observations, sarcasm, and false sentiments to either avoid argument or draw a subject out. To have such conversations made public is potentially catastrophic to an individual’s reputation.", "A vivid example of this, noted by the legal scholar Jeffery Rosen, is in Milan Kundera’s novel “The Unbearable Lightness of Being”, when describing how the police destroyed an important member of the Prague Spring resistance group by recording his conversations among friends and then broadcasting them over public radio: “Prochazka was discredited because in private, a person says all sorts of things, slurs friends, uses coarse language...makes a companion laugh by shocking him with outrageous talk, [and] floats heretical ideas he’d never admit in public.”", "As Kundera’s example hints, the problems of surveillance, detrimental on their own, become much more severe when performed irresponsibly by the state. […] Surveillance doesn’t just target specific information; it usually captures much more information than was originally sought. If watched long enough, any person may be caught in some form of illegal or immoral activity that can be used against him or her.", "Unconstrained surveillance by law enforcement also can abet starkly antidemocratic tendencies. It prevents private social and political groups from expressing themselves, to the detriment of a pluralistic society. The establishment of powerful surveillance apparatus is a hallmark of totalitarian regimes, which require complete fealty. In fascist and communist states organizational privacy is often condemned as “antisocial,” “immoral,” or “part of the cult of individualism”—especially in the early stages of totalitarian consolidation.", "In the United States, the architects of the Constitution strove for a degree of harmony between the competing values of privacy and surveillance. But we need to recall the technological realities of the late eighteenth century. When Madison wrote the Bill of Rights, sound could not yet be transmitted or recorded. The only means of penetrating private spaces were eavesdropping and physical trespass, and so those acts were constrained under the strict warrant controls of the Fourth Amendment.", "A considerable chunk of the framework of constitutional rights—especially those pertaining to free speech and press; prohibitions on the peacetime quartering of troops in private homes; the protections against unreasonable search and seizure; and protections against self-incrimination—were established with a mind toward limiting the historical surveillance powers of governments, which the founders deemed anathema to liberty.", "Although technology developed in the nineteenth century, of course, it wasn’t until the twentieth century that the fragile balance that the framers had struck between privacy and surveillance was threatened. Major breakthroughs in the sophistication and miniaturization of surveillance technology, particularly after World War II, concomitant with political, social, and cultural trends, fostered an acceptance of widespread physical surveillance by not only the government but private citizens as well.", "Rather quickly, the old legal and social controls were outstripped. As historian Sara Igo notes, it was there, in the postwar period, where the threat to privacy “came not from one particular direction but from every corner of American society,” including “the government and the military, corporations and workplaces, universities and hospitals, media and marketers.”", "By the early 1950s new surveillance hardware could penetrate homes and offices without a physical trespass, and it could monitor unrestricted channels of communication like telegraphs, telephone lines, and radio frequencies. The technology was quickly commercialized and made cheaply available to the public. […] The balance of power had shifted conspicuously in favor of those conducting physical surveillance. […]", "By the close of the twentieth century, private surveillance went mostly unprosecuted on the federal level, and in many cases all government actors had to do to win legal and social approval was to point to a social problem and argue that surveillance would help alleviate it. There was always some bootlegger or immigrant agitator. Some communist, some gangster, some civil rights agitator, or avowedly militant antiwar radical. Rather than balance competing values, the United States merely established a series of weak qualifying procedures for a license to invade privacy.", "__________", "Excerpt reprinted with permission from “None of Your Damn Business: Privacy in the United States from the Gilded Age to the Digital Age,” by Lawrence Cappello, published by the University of Chicago Press. © 2019 by the University of Chicago Press. All rights reserved.", "* * *", "An interview with Lawrence Cappello", "The Economist: What is privacy? Can we even define it well?", "Lawrence Cappello: Privacy is a very slippery word. It’s incredibly hard to boil down into a nice tight compact sentence, although great minds have certainly tried. In the 1890s Justice Louis Brandeis called it “the right to be let alone”. In the 1960s the Columbia Law School professor Alan Westin said it was “the claim of individuals, groups or institutions to determine for themselves when, how and to what extent information about them is communicated to others.”", "The best definition by far comes from legal scholar Daniel Solove, who calls it an “umbrella term” which, like “freedom” or “liberty” or “love”, can only be understood across a multitude of contexts. Westin’s definition isn’t perfect, but it is an excellent place to start. So if asked, I’d go with: privacy is (mostly) about controlling and limiting access to ourselves and our personal information. The desire for privacy is a fundamental aspect of the human condition. It is a fundamental part of what it means to be alive.", "The Economist: Is the lack of privacy from government and corporate surveillance worse today than in the past?", "Mr Cappello: Absolutely. The surveillance tools at their disposal are far more sophisticated than anything developed in the 20th century, both on a physical surveillance level (surveillance in real-time) and a “dataveillance” level (surveillance that picks-up and processes snippets of information after the fact). The extent to which one can be “known” today is unparalleled when compared to previous generations.", "But it is important to recognise that the core impulses guiding corporate and government surveillance are nothing new. On one hand, this surveillance does serve positive ends that can’t be ignored. National security and corporate efficiency are, in principle at least, worthwhile pursuits. The trouble is that throughout our history, surveillance was frequently used to serve sinister ends. So now more than ever it is important that American courts take a robust view of the Fourth Amendment, and that corporate privacy practices be aggressively regulated. And I say that last part as a capitalist.", "The Economist: America was born of privacy rights, so why does it lack robust privacy rules compared to Europe?", "Mr Cappello: I believe in America. And it kills me that we are so behind on this issue. There are three main reasons. First, in the 20th century, when these laws were being written, privacy advocates tended to argue that privacy was an individual right while ignoring its larger societal value. This error let the forces that pushed against privacy to argue they were on the side of the “greater good,” while those defending it spoke of individual harms—a much weaker position.", "Second, the key privacy debates in our history usually assumed an “all-or-nothing” character, which means they were framed incorrectly as a question of whether things like security and corporate efficiency were more important than privacy, instead of the better question of how privacy could be protected while simultaneously embracing those interests.", "Third, and no surprise here, privacy protections hurt bottom-lines. Special interests often claim privacy regulations are burdensome to business owners and lawmakers often agree.", "The Economist: Are there any legal reforms that would meaningfully protect privacy in the digital era?", "Mr Cappello: For starters, the ability to control one’s own private data needs to be recognised as a fundamental human right. And while we’re at it, so too does the “right to be forgotten”—the ability to have information about yourself removed from internet databases after a period of time. Otherwise we’re all bound to end up prisoners of our recorded past.", "Most American privacy law presently operates under something called a “patchwork” system: different kinds of data are protected in different ways. Medical data, financial data, consumer data; they all receive different kinds of protections. What we need instead is something that resembles the omnibus or “comprehensive” model used by the European Union. This approach is both stronger and more streamlined. It also may not be that far off. There are a few bills working their way through Congress at the moment.", "The Economist: In our age of authoritarianism and AI, what fills you with dread that human dignity and rights may suffer—or fills you with confidence that these values will be preserved?", "Mr Cappello: I’ll go with dread. I dread that Americans born in the 21st century will grow ignorant of the fact that they enjoy considerably less privacy than their parents and grandparents did at their age—that a certain instinct is being lost as the years march on. I dread that our national conversation about privacy will be hijacked by conspiracy-theorists who speak in zero-sum terms. Or by political operatives so caught up in red-team/blue-team squabbles that they’ll use the issue as cannon fire instead of approaching it with the sense of balance and nuance that it deserves.", "More than any of that, however, I dread that our civilisation is growing numb. That as our expectations of privacy plummet, Americans will increasingly shrug their shoulders and mutter knowingly to each other that privacy is dead. Those people make it a lot harder for the rest of us.", "But don’t get me wrong: lately I’ve been more hopeful than fearful. The marketplace finally seems to be recognising privacy as something that consumers are willing to pay for. Apple’s new iPhone ad campaign, for example, is centered entirely around privacy. The more privacy and the profit-motive entwine, the less reliant our society is on just legal remedies."], "pubDate": null, "authors": ["The Economist"], "keywords": ["private", "rights", "cappello", "life", "fact", "privacy", "used", "human", "surveillance", "social", "society", "data", "century", "right"], "id": "49a4c509-a834-3887-9b26-0dfea68d5b94", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "url": "https://www.economist.com/blogs/openfuture/2019/12/open-future-2"}