{"id": "49a6adfd-4dee-3c76-b800-d8eea65a4166", "title": "Chasing Ledecky: Leah Smith keeps coming after US star", "url": "http://www.foxnews.com/sports/chasing-ledecky-leah-smith-keeps-coming-after-us-star", "summary": "Smith won the 800-meter freestyle with a time of 8 minutes, 24.46 seconds that was nearly 3 seconds faster than runner-up Ashley Twichell.\nIn Friday's 200 free, Ledecky won in 1:54.40, the fastest time in the world this year and over 4 seconds quicker than three-time Olympian Allison Schmitt, who was second.\nSmith won four NCAA titles at Virginia.\nThe two women have strong chances of again sharing the Olympic podium in the 400 free.\nLedecky lost to Australia's Ariarne Titmus in the 400 free at the 2019 world championships, where Smith took bronze.", "paragraphs": ["If Katie Ledecky wasn’t setting world records and piling up Olympic medals, Leah Smith would be the top middle-to-long distance swimmer in the U.S. She’s been doggedly pursuing Ledecky’s relentlessly high standards for the last five years.", "Smith has had her successes of her own, including Olympic medals, but as her coach Peter Richardson says, \"Katie is the world’s best.\"", "And Smith is just fine competing in the same era.", "CLICK HERE FOR MORE SPORTS COVERAGE ON FOXNEWS.COM", "\"There’s no element of frustration for me that I’m not at a certain level. I base my goals off of what I think I’m capable of,\" she said. \"I enjoy racing her and I enjoy when she can elevate these races.\"", "Smith and Ledecky are competing at this week's TYR Pro Swim Series in Mission Viejo, one of the last major meets before the U.S. trials in June.", "Smith won the 800-meter freestyle with a time of 8 minutes, 24.46 seconds that was nearly 3 seconds faster than runner-up Ashley Twichell. Ledecky didn't race the event.", "In Friday's 200 free, Ledecky won in 1:54.40, the fastest time in the world this year and over 4 seconds quicker than three-time Olympian Allison Schmitt, who was second. Smith finished second in the consolation final at 1:58.76.", "Competition runs in Smith's extended Irish-American family with deep roots in Pittsburgh. Her great-grandfather Jimmy Smith was an infielder who won the 1919 World Series with the Cincinnati Reds. Her great-uncle, boxer Billy Conn, twice fought Joe Louis for the heavyweight championship. The first time Conn lost by knockout in the last round despite being ahead on points. He lost again by knockout to Louis in the first televised heavyweight championship in 1946.", "Smith's father, Dan, was a pole vaulter at Virginia. Her brother and sister also swam collegiately, and another brother played college baseball. Smith won four NCAA titles at Virginia.", "\"There’s no doubt Leah Smith is incredibly competitive,\" Richardson said. \"She’s very mentally strong and has a great head on her shoulders and just kind of says, ‘I’m going to swim my race and do what I can do.’\"", "Smith won a bronze in the 400 free at the 2016 Rio Olympics, as well as a gold with Ledecky, Schmitt and Maya DiRado in the 4x200 free relay.", "\"She really brings a lot of energy to every team and is such a reliable, loyal friend and teammate, always steps up on relays,\" Ledecky said. \"Just really great to see her continue to be the force that she is both on the national and international scene.\"", "At the upcoming trials, Smith and Ledecky potentially could face off several times. Smith is entered in more events than she'll likely swim, but expect to see her in Ledecky's bread-and-butter 200, 400, 800 and 1,500 freestyles.", "The two women have strong chances of again sharing the Olympic podium in the 400 free. Ledecky will try to be just the second woman ever to defend her title in the event, while Smith attempts to upgrade the bronze medal she won at the 2016 Rio Games.", "Ledecky lost to Australia's Ariarne Titmus in the 400 free at the 2019 world championships, where Smith took bronze. Smith was the silver medalist at worlds in 2017.", "Smith and Ledecky are eager to put a red, white and blue imprint on the 1,500 in Tokyo, the grueling 30-lap race that men have contested since the 1904 Games.", "\"I can’t believe it’s 2021 and this is the first 1,500 we’ll see for women in the Olympics, but it will be very exciting,\" Smith said.", "Smith credits Ledecky for raising the stakes of what’s possible in women’s distance swimming.", "\"She elevates the sport in general, but helps everybody put their sights on bigger and bigger goals,\" said Smith, who has practiced against Ledecky at training camps and leading up to meets.", "\"I’ve been overall extremely impressed with the way she trains and how fast she goes in practice. If anything, that’s something that I’ve looked at and been inspired by.\"", "Just don't call their back-and-forth a rivalry.", "\"I don’t really feel a rivalry with anyone,\" Smith said. \"I know other people function differently, they have to swim angry or feel like they’re mad at their competitors. I’ve just never felt that helps me.\"", "Smith followed her cousins into swimming after crashing out of softball, where she was more interested in chatting than chasing balls hit to the outfield.", "\"I grew up not even starting swimming because I really wanted to, and I’ve grown to love the sport,\" she said. \"For me, I'm just proud of myself and where I've come from.\""], "authors": [], "keywords": ["world", "leah", "ive", "star", "chasing", "really", "swim", "smith", "free", "won", "coming", "im", "400", "keeps", "ledecky"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}