{"id": "49cc50ba-02b3-3f59-9a3b-9a3fa8f506b9", "title": "Maddow rips 'patronizing, snobby' media belittling those hesitant of vaccine: 'Nothing to be ashamed of'", "url": "http://www.foxnews.com/media/msnbc-rachel-maddow-covid-vaccine", "summary": "MSNBC host Rachel Maddow offered an emotional plea to those hesitant about getting the coronavirus vaccine.\nWHAT YOU NEED TO KNOW ABOUT YOUR COVID-19 VACCINE CARD\"I'm not going to go on about this forever but I just want to say a thing about the vaccine,\" Maddow said.\n\"I feel like there is this discourse in the American media, in the normal media, not in the conservative media.\nI feel like there has been a lot of, sort of, patronizing, snobby discussion about people who don't want to get the vaccine.\n\"I feel like there has been a lot of, sort of, patronizing, snobby discussion about people who don't want to get the vaccine.\"", "paragraphs": ["MSNBC host Rachel Maddow offered an emotional plea to those hesitant about getting the coronavirus vaccine.", "Maddow kicked off her show Friday night by touting her \"Vaccinate New York\" sticker she received after getting her one-dose Johnson & Johnson vaccine.", "She told viewers she felt \"totally fine\" but that her arm hurt \"a little bit\" afterward and she felt \"a little woozily.\" She also acknowledged reports of those who felt worse from the Johnson & Johnson vaccine in a number of states.", "But then she took aim at those in \"left\" and \"center\" media who talk down at those who aren't comfortable in getting the vaccine.", "WHAT YOU NEED TO KNOW ABOUT YOUR COVID-19 VACCINE CARD", "\"I'm not going to go on about this forever but I just want to say a thing about the vaccine,\" Maddow said. \"I feel like there is this discourse in the American media, in the normal media, not in the conservative media. ... I feel like there has been a lot of, sort of, patronizing, snobby discussion about people who don't want to get the vaccine. I will just tell you, I know a lot of people in my personal life, people in my marching order, my peers, people who I love and respect and have a lot in common with who feel oogie or a little reluctant to get the vaccine.\"", "\"I feel like there has been a lot of, sort of, patronizing, snobby discussion about people who don't want to get the vaccine.\" — Rachel Maddow", "\"In addition to that, lots of people in my life are super eager to get it and have been scrambling for an appointment and couldn't wait to do it, but alongside that, I also know a lot of people who are just hoping that nobody will notice that they haven't gone because they're still mulling it over, they're kind of dragging their feet about it, they're kind of dreading it. I just want to say that is not anything to be ashamed of,\" Maddow told viewers.", "\"Feeling a little oogie is not necessarily born of you, you know, having some rank ignorance because you've been drafted into some conspiratorial anti-vaccine movement, although there is one in this country.\"", "The MSNBC star expressed her \"legitimate\" fear of needles who also tends to be a \"stay-away-from-the-doctor-for-everything\" person. She also shared to viewers about the \"bad reaction\" she had to a shot she received years ago, saying \"I'm not going to lie, that made me worry.\"", "COVID-19 VACCINES EFFECTIVE AGAINST CALIFORNIA CORONAVIRUS VARIANT: STUDY", "\"I had legitimate fears and oogieness. I felt the fear and I did it anyway,\" Maddow said. \"So listen, if you are like me and you have been feeling oogie or resistant or if you've just been dragging your feet about whether or not you're going to get the vaccine, I get it. You're not a jerk or some sort of fool or some conspiracy theorist for feeling that way. Lots of us have different reasons to feel reluctant or even scared... I am right there with you, I totally get it. But here's the thing, here's the thing that I feel like I have total clarity about now having done it: it's not for you. You are not doing this for yourself. If you are at all like me, your own health, your own risk is not a big rational driver. ... Fair enough.\"", "\"But you're not getting the vaccine for you even if you don't care that much that yourself are going to get COVID. ... What you do care about, what will move you, what tips the scales decisively in getting that shot that you really don't want is this: is that you really don't want to be the person who gets it and spreads it to other people regardless of the risk of getting it yourself.\"", "She pleaded to her viewers, \"God forbid if you don't get vaccinated and then you get COVID and you unknowingly spread it to other people who you know or who you encounter and those people get sick from it or die from it. Those people give it to their family members and then their mom or their dad dies from it because of you, because you wouldn't get vaccinated. I mean, God forbid, could you live with yourself in that circumstance?... It's not for you.\"", "CLICK HERE TO GET THE FOX NEWS APP", "Maddow asked those hesitant of getting the vaccine if the \"fear\" of the shot is \"scarier\" than the prospect of being a spreader of the virus.", "\"It is OK to feel reluctant or oogie or scared and not want to get it. That is nothing to be ashamed of. But feel the fear and do it away. Get it,\" Maddow urged viewers. \"Because most of all it's not for you. It is to keep you from getting it and spreading it. Seriously, if I can get it and have such an emotional release from the fear and anxiety and relief and gratitude about it, that I can cry through it like a baby in front of lots and lots of other people... if I can do it, you can do it!\""], "authors": ["Joseph Wulfsohn", "Rachel Maddow", "Joseph A. Wulfsohn Is A Media Reporter For Fox News. Follow Him On Twitter"], "keywords": ["patronizing", "getting", "rips", "hesitant", "fear", "media", "viewers", "feel", "oogie", "ashamed", "lot", "dont", "vaccine", "snobby", "maddow", "know", "belittling"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}