{"id": "4a00bbc3-b73a-36e3-8fd8-243ce33b6ab1", "title": "Glenn Greenwald: 'Journalistic malpractice' for interviewers to not ask Hunter Biden about emails", "url": "https://www.foxnews.com/media/glenn-greenwald-hunter-biden-interviewers-journalistic-malpractice", "summary": "Independent journalist Glenn Greenwald is urging reporters to press Hunter Biden on emails from his laptop related to his business dealings overseas.\nGreenwald insisted on Twitter Friday that those who interview Hunter Biden need to delve deeper into the contents of the laptop.\nMSNBC'S CHRIS HAYES PANNED FOR ASKING 'DID WE EVER FIND OUT THE ACTUAL DEAL' WITH HUNTER BIDEN'S LAPTOP\"Anyone 'interviewing' Hunter Biden who doesn't ask these questions is committing journalistic malpractice,\" he continued.\n*Did the \"big guy's 10%\" refer to Joe [Biden]?\"\nIt wasn't until after Joe Biden won the 2020 presidential election that Hunter Biden disclosed that he was under federal investigation.", "paragraphs": ["Independent journalist Glenn Greenwald is urging reporters to press Hunter Biden on emails from his laptop related to his business dealings overseas.", "As part of the launch of his \"Beautiful Things\" book tour, the son of President Biden raised eyebrows during a pair of CBS interviews when he said that the laptop that emerged during the 2020 campaign \"could\" be his and that it \"could\" have been stolen. In another interview, he falsely claimed that the intelligence community had determined that the reports on the laptop contents by the New York Post were based on \"Russian disinformation,\" which then-ODNI John Ratcliffe flatly denied.", "Greenwald insisted on Twitter Friday that those who interview Hunter Biden need to delve deeper into the contents of the laptop.", "\"Everyone knows now that the Hunter Biden documents -- including those raising questions about Joe's participation in his China deals -- are authentic, but admitting that is a scandal given what they & Facebook did, so they've trained liberals to think any mention of it is trivial,\" the Pulitzer Prize winner wrote.", "MSNBC'S CHRIS HAYES PANNED FOR ASKING 'DID WE EVER FIND OUT THE ACTUAL DEAL' WITH HUNTER BIDEN'S LAPTOP", "\"Anyone 'interviewing' Hunter Biden who doesn't ask these questions is committing journalistic malpractice,\" he continued. \"*Were any of reported emails attributed to you forged? *Did you pursue the business deals in China reflected in those emails? *Did the \"big guy's 10%\" refer to Joe [Biden]?\"", "The laptop became the center of a political firestorm in October after the Post published bombshell reports based on information from the laptop, fueling allegations of unethical foreign business transactions by Hunter Biden while Joe Biden served as vice president.", "CLICK HERE TO GET THE FOX NEWS APP", "However, social media giants and members of the mainstream media went to great lengths to prevent the story from being seen.", "It wasn't until after Joe Biden won the 2020 presidential election that Hunter Biden disclosed that he was under federal investigation."], "authors": ["Joseph Wulfsohn", "Joseph A. Wulfsohn Is A Media Reporter For Fox News. Follow Him On Twitter"], "keywords": ["questions", "interviewers", "biden", "malpractice", "hunter", "journalistic", "ask", "business", "post", "media", "laptop", "glenn", "reports", "greenwald", "emails", "joe"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}