{"id": "4a04b984-b165-3a4c-a354-4872295ba222", "title": "Player Buys PS5 On eBay, Receives Literal Concrete Instead", "url": "https://www.gameinformer.com/2020/12/07/player-buys-ps5-on-ebay-receives-literal-concrete-instead", "summary": "Among a slew of mishaps (including mine being stolen right off of my porch at no fault to Sony), one eBay buyer didn't receive the shiny new system they ordered — instead, they received a brick of concrete.\nAs reported by Fox 13, one Orem, Utah buyer purchased a new PlayStation 5 for this holiday system, only to receive a hunk of concrete instead.\nThe buyer purchased the PS5 from a scalper for $878.\nThe buyer told police that he didn't expect anything to be amiss when the package arrived, he only noticed something was wrong when he opened up the \"system\" purchased.\nWhile restocks have occurred with more on the way, Sony has confirmed that PlayStation 5 stock is expected to be scarce over the coming months.", "paragraphs": ["Getting a PlayStation 5 is hard for those that missed out on the pre-order spurts or don't have an army of bots at their disposal, but it looks like it's even hard for those that managed to get a successful order in. Among a slew of mishaps (including mine being stolen right off of my porch at no fault to Sony), one eBay buyer didn't receive the shiny new system they ordered — instead, they received a brick of concrete.", "As reported by Fox 13, one Orem, Utah buyer purchased a new PlayStation 5 for this holiday system, only to receive a hunk of concrete instead. The buyer purchased the PS5 from a scalper for $878. While that may sound high, it's a lot lower than a lot of the prices scalpers are asking for, which ranges well above $1,000.", "The buyer told police that he didn't expect anything to be amiss when the package arrived, he only noticed something was wrong when he opened up the \"system\" purchased. Luckily, it looks like he'll be able to get a full refund for what he bought vs. what he got, but it does serve as a warning for those buying from scalpers on sites like eBay.", "While restocks have occurred with more on the way, Sony has confirmed that PlayStation 5 stock is expected to be scarce over the coming months. With the holiday season on the horizon, scalpers are also getting a second wind of being able to sell for a much higher price and nothing is really in place to stop that.", "What is the weirdest shipping mishap you've encountered? A brick in place of a system? Diapers instead of a controller? Hit us with those weirdest stories in the comment section below!"], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["receive", "ps5", "place", "scalpers", "ebay", "sony", "literal", "buys", "buyer", "weirdest", "playstation", "concrete", "instead", "system", "player", "receives", "purchased"], "pubDate": "2020-12-07T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}