{"summary": "Lankaran, on the Caspian Sea, is a spectacular region which holds some very special secrets.\nAzerbaijani tea culture originated in Lankaran and the region displays its features proudly.\nKamilla RzayevaThe symbol of Lankaran city, Lankaran Lighthouse was built in the 18th century.\nThis abandoned building was constructed as part of Lankaran fortress and was a crucial element in the city's defense system.\nKamilla RzayevaThe small village of Archivan, close to the border with Iran, is home to a very peculiar natural phenomenon: Yanar Bulag, meaning Burning Spring.", "id": "4a05def8-7ad3-3d97-9ef8-8e66873a1de2", "pubDate": null, "url": "https://edition.cnn.com/travel/article/lankaran-azerbaijan/index.html", "authors": [], "paragraphs": ["Editor's Note — Editor's Note — CNN Travel's series often carry sponsorship originating from the countries and regions we profile. However, CNN retains full editorial control over all of its reports. Read the policy.", "(CNN) — If an artist were to sketch a map of Azerbaijan , its southernmost part would be covered in green tea gardens, citrus bushes and the coastal line would be dotted with picturesque lighthouses.", "Lankaran, on the Caspian Sea, is a spectacular region which holds some very special secrets. And a new road links it to the capital, Baku, in just two hours.", "It's a short journey, but rolling south through green fields to Lankaran and the coast, the rhythm of life feels different from the rest of the country.", "A construction site, seemingly oblivious to the summer heat, is buzzing with work, fruit and vegetable sellers at the side of the road wave energetically to attract the attention of passing cars to their colorful stands, while a field worker burns dry grass, causing white clouds of smoke to billow into the sky.", "Azerbaijani tea culture originated in Lankaran and the region displays its features proudly. Often by the side of the road you see the pyramid-shaped silver foil packages filled to the brim with aromatic tea; almost as often you see small windows where you can buy Levengi chicken -- a local specialty -- and enormous gardens brimming with as many kinds of citrus as you can imagine.", "Related content Azerbaijan: Culinary gateway to the East", "Contrasting against all this rich greenery are the tiny red-brick houses characteristic to the area, always with some sort of ivy curling its way up the side of the home.", "With a reputation for friendliness and hospitality, Lankaranis are usually ready to offer some tea and patiently explain how to get to three most intriguing parts of this captivating region.", "Lighthouse without a sea", "Zindan Tower once held Joseph Stalin prisoner. Kamilla Rzayeva", "The symbol of Lankaran city, Lankaran Lighthouse was built in the 18th century.", "Surrounded by small houses, the structure is quite some way from the sea -- a fact that seems odd until you understand that the Caspian Sea has had fluctuating levels over the years. So much so, it's earned the nickname the \"breathing Caspian.\"", "A secret underground tunnel links the lighthouse to the Zindan Tower. This abandoned building was constructed as part of Lankaran fortress and was a crucial element in the city's defense system.", "It's easy to miss without a carefully drawn map. Located right past the small bridge leading into the center of the city, this old circular building is hidden by enormous acacias and fig trees -- with only the top tower visible, where branches stick out of broken windows.", "In pre-Soviet years, up to the early 20th century, Zindan Tower was used as a prison and the old building seems to changed little since it purportedly held captive one of the most ruthless rulers in world history: Ioseb dze Jughashvili, also known as Joseph Stalin.", "Stalin was said to have been detained here as a young revolutionary and, legend has it, he escaped through the underground tunnel with the help of Mammad Amin Rasulzadeh, the founder of the Azerbaijan Democratic Republic. He reached the lighthouse and made off via the Caspian Sea.", "Having fallen into disrepair, the building is sadly no longer open to visitors. Its walls hold their secrets and, for now, one can only peer above the thick wall of fig trees that block all view of the base.", "Spring where water burns", "High methane content means that this water fountain burns. Kamilla Rzayeva", "The small village of Archivan, close to the border with Iran, is home to a very peculiar natural phenomenon: Yanar Bulag, meaning Burning Spring.", "Here, a water-fed spring is percolated with methane gas that can be set alight.", "Modestly signposted at the entrance to the village, a cupola shades the water fountain where villagers stop by with jugs and travelers call to fill their water bottles.", "Most are here to simply collect the fresh ice-cold water, which is entirely drinkable, despite its unusual flammable properties.", "In the hollow space under the spring, a pile of watermelons are kept refreshing chilled.", "In terms of both color and smell, the water is entirely as normal, but when ignited, it will burn for five to 10 seconds.", "Park where leopards roam", "The peaceful surrounds of Hirkan National Park. Kamilla Rzayeva", "A further car journey passes villages hidden in the lush of trees, vast fields fading away towards the horizon of mountains, large blue beehives and a vanilla sunset.", "The hot summer air buzzes until the shade of Hirkan National Park arrives.", "Home to endangered Persian leopards, ancient ironwood trees, and the scenic ponds -- favorite areas for fishing, picnics and afternoon tea -- the park is a great place for hiking and cooling off after a hot and eventful day."], "keywords": ["flaming", "lighthouse", "sea", "tea", "yanar", "road", "trees", "bulag", "building", "park", "lankaran", "prison", "small", "tower", "azerbaijan", "stalins", "water", "fountain"], "title": "Lankaran, Azerbaijan: Stalin's lighthouse prison and Yanar Bulag flaming fountain", "publicationId": "fa207f19-e080-3902-982c-393d321776be"}