{"id": "4a37cee1-8d43-32f7-b68f-00ac5ba536ed", "title": "A New Kind of Hot Chicken, from Pecking House", "url": "https://www.newyorker.com/magazine/2020/12/14/a-new-kind-of-hot-chicken-from-pecking-house", "summary": "I hadn’t realized how much I missed it until I opened a bag of food dropped off by Eric Huang, the impressively pedigreed Taiwanese-American chef behind a new takeout-and-delivery operation called Pecking House.\nIt was delicious on its own and a consummate foil for the salty, fiery seasoning on Huang’s singular fried chicken, the centerpiece of what is essentially a meat-and-three meal.\nThe empty kitchen had no oven but plenty of woks and two deep fryers; what if Huang could deliver fried chicken?\nThe finishing seasoning, a tantalizing medley of crushed Tianjin chilies, Szechuan peppercorn, salt, sugar, and MSG, calls to mind both Taiwanese popcorn chicken and Nashville hot chicken.\nFor vegetarians, Huang subs cauliflower for the chicken, achieving a texture that’s custardy yet sturdy enough to hold up to the batter.", "paragraphs": ["These days, moments of joy seem to arrive mostly by surprise, offering brief relief from the dull feeling that weeks and months are blurring together. The other night, one came via cheap beer. It was Tsingtao, a pale lager, produced by China’s second-largest brewery, with an easy-drinking flavor profile that’s as carefully calibrated and comforting as Coca-Cola’s. I’d never had a Tsingtao at home but have rarely eaten in a Chinese restaurant without ordering one, if not two, especially to pair with anything spicy, its sweet, yeasty, almost creamy roundness cutting obligingly through heat.", "I hadn’t realized how much I missed it until I opened a bag of food dropped off by Eric Huang, the impressively pedigreed Taiwanese-American chef behind a new takeout-and-delivery operation called Pecking House. Two bottles were packed in ice, keeping the beers crisp and cold; my first sip felt like a portal to a former life. It was delicious on its own and a consummate foil for the salty, fiery seasoning on Huang’s singular fried chicken, the centerpiece of what is essentially a meat-and-three meal.", "Huang spent time in the kitchens of Café Boulud and Gramercy Tavern before earning the title of sous-chef at Eleven Madison Park; last year, he left, with plans to open a Michelin-star-worthy restaurant of his own. In the early months of the pandemic, he helped his mother, who owns a restaurant on Long Island, as she adapted her business. Once they had established protocols for outdoor dining and to-go orders, he turned to Peking House, his uncle’s restaurant in Queens, which belonged to Huang’s parents in the nineties and is where he spent much of his childhood.", "The chicken recipe is inspired by both Taiwan and the American South, and especially Nashville. Photograph by Gioncarlo Valentine for The New Yorker", "With a lack of demand for takeout in Peking House’s corner of Fresh Meadows, the place closed. His uncle still needed to pay the rent. The empty kitchen had no oven but plenty of woks and two deep fryers; what if Huang could deliver fried chicken? A few weeks of R. & D. resulted in Pecking House. (Huang’s fiancée, who is also a chef, came up with the name.) His recipe is inspired as much by the American South as it is by his heritage. The chicken is brined in buttermilk and battered in a mix of flour, cornstarch, potato starch, and five-spice powder, plus a secret weapon: a modified wheat dextrin called EverCrisp, which keeps the crust optimally crunchy even after time in transit. The finishing seasoning, a tantalizing medley of crushed Tianjin chilies, Szechuan peppercorn, salt, sugar, and MSG, calls to mind both Taiwanese popcorn chicken and Nashville hot chicken.", "The chicken comes in three pieces, a combination of white and dark meat, as part of a set menu that also includes “dirty fried rice” (prepared Cajun style, with a wok-caramelized chicken-liver purée) and two greenmarket-inspired sides, such as crispy Brussels sprouts dressed in sesame oil and black vinegar, and dashi-simmered kabocha squash served with caramelized onion and bacon crumble. For vegetarians, Huang subs cauliflower for the chicken, achieving a texture that’s custardy yet sturdy enough to hold up to the batter. You’d never know that dessert is born of creative constraint; unable to bake, Huang devises stovetop confections, like a recent peanut-butter pudding with Concord-grape gelée and pretzel crumble that more than justifies itself.", "Part of the reason that Huang decided to set out on his own was his desire to “give Chinese cuisine a little boost,” he told me by phone. “To kind of show everyone it’s a lot more than General Tso’s chicken, lo mein, takeout containers.” He had imagined something high-end: “I felt that Chinese cuisine, especially Chinese-American cuisine, had not really gotten the appreciation or the kind of face-lift that it needed to enter the modern era.” The past nine months have changed his perspective. “I don’t know when or if fine dining will come back in the same way,” he said. “This kind of helped me realize that maybe it’s not what I want anymore. I’m getting back to what being a chef is about to me, as cheesy as it sounds—making people happy.” (Chili-fried-chicken set meal $35.) ♦"], "authors": ["Hannah Goldfield", "Hannah Goldfiel"], "keywords": ["fried", "pecking", "kind", "restaurant", "huangs", "especially", "months", "set", "chicken", "hot", "house", "huang"], "pubDate": "2020-12-14T00:00:00", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}