{"id": "4a3e5f8d-7b67-3422-910c-d4523eb68a23", "title": "Checks and Balance - American carnage—can Republicans recommit their party to democracy?", "url": "https://www.economist.com/podcasts/2021/01/08/american-carnage-can-republicans-recommit-their-party-to-democracy", "summary": "Our weekly podcast on democracy in AmericaPRESIDENT TRUMP stood on the Capitol steps at his inauguration and promised to stop “this American carnage.” Four years later a violent mob stormed the Capitol building in an attempt to overturn his election defeat.\nWill this jarring spectacle make breaking with Mr Trump easier for Republicans?\nWe hear from historian Rick Perlstein, The Economist’s Washington bureau chief James Astill and Washington correspondent Idrees Kahloon.\nJohn Prideaux, our US editor, hosts with New York bureau chief Charlotte Howard, and Jon Fasman, US digital editor.\nRuntime: 43 minListen on: Apple Podcasts | Spotify | Google | Stitcher | TuneInFor access to The Economist’s print, digital and audio editions subscribe: economist.com/USpod", "paragraphs": ["Our weekly podcast on democracy in America", "PRESIDENT TRUMP stood on the Capitol steps at his inauguration and promised to stop “this American carnage.” Four years later a violent mob stormed the Capitol building in an attempt to overturn his election defeat. Will this jarring spectacle make breaking with Mr Trump easier for Republicans?", "We hear from historian Rick Perlstein, The Economist’s Washington bureau chief James Astill and Washington correspondent Idrees Kahloon.", "John Prideaux, our US editor, hosts with New York bureau chief Charlotte Howard, and Jon Fasman, US digital editor. Runtime: 43 min", "Listen on: Apple Podcasts | Spotify | Google | Stitcher | TuneIn", "For access to The Economist’s print, digital and audio editions subscribe: economist.com/USpod"], "authors": ["The Economist"], "keywords": ["weekly", "party", "recommit", "editor", "bureau", "economists", "capitol", "york", "democracy", "chief", "checks", "balance", "digital", "republicans", "washington", "american", "carnagecan", "trump"], "pubDate": "2021-01-08T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}