{"id": "4a634c17-c600-3905-83af-3909d432813a", "title": "The Trump audit part II: foreign policy - President Trump’s criticisms of the world order had some merit", "url": "https://www.economist.com/briefing/2020/10/29/president-trumps-criticisms-of-the-world-order-had-some-merit", "summary": "“Calamitous, cataclysmic, catastrophic, pathetic,” says François Heisbourg of the Foundation for Strategic Research, a French think-tank, when asked to describe how history will judge Mr Trump’s foreign policy.\nDespite his alarming bluster Mr Trump has not so far turned out to be a bellicose president.\nMr Trump instinctively addressed it with great-man theatre, meeting and corresponding with Kim Jong Un in what he described as a “love affair”.\nThere is, though, no evidence that Mr Trump has plans to build any new structure on the ground he has opened up.\nAs for human rights Mr Trump has maintained a public silence on abuses from Belarus to Hong Kong.", "paragraphs": ["F OREIGN AFFAIRS played an important, and murky, role in Donald Trump’s presidency from before it even began. Russia’s meddling in the election that brought his unexpected victory, and Mr Trump’s happiness in snubbing the findings of his own intelligence services on the subject, set an invidious context for all that followed. His later attempt to inveigle political favours from Volodymyr Zelensky, the president of Ukraine, led to his becoming the first president ever to be impeached over his conduct of foreign policy. Only Republican support in the Senate saved him from losing office.", "Such things do not go unnoticed. America’s reputation abroad has plunged during Mr Trump’s presidency. Around the world, judging by a 13-country survey published in September by Pew Research Centre, the share of people with a favourable view of America is in many cases at its lowest since Pew began such polling nearly two decades ago (see chart 5). In Britain America’s approval rating has dropped from 61% in 2016 to 41%; in Japan it has fallen from 72% to 41%.", "Confidence in Mr Trump to do the right thing in world affairs is even lower, especially in Europe: a dismal 11% in France and 10% in Germany, compared with a score of 84% and 86%, respectively, for Barack Obama in 2016. European foreign-policy types do not mince their words. “Calamitous, cataclysmic, catastrophic, pathetic,” says François Heisbourg of the Foundation for Strategic Research, a French think-tank, when asked to describe how history will judge Mr Trump’s foreign policy. At home many Republican foreign-policy experts hold similar views; dozens are supporting his Democratic challenger, Joe Biden.", "Some who have observed from ringside as Mr Trump has been swayed by flattery and greed feel that to dignify his foreign policy with any sort of conventional analysis is to grant it strategic and ideological heft that it lacks. On this view Mr Trump’s big decisions have been driven by narcissism and a desire for personal gain: Trump First, not America First. But those who stick by him give a different account. These supporters are consequentialists. They argue that the detractors give too much weight to Mr Trump’s unseemly taunts and tweets; a focus on his actions and their likely results, some not yet felt, will tell a different story, one which will become clearer and look wiser as time goes by but which critics are currently blind to. As Matt Pottinger, deputy national security adviser, puts it, “a lot is written about the sacred cows Mr Trump has gored, but less about the rabbits he’s pulled out of the hat.” Nadia Schadlow of the Hudson Institute, who served as deputy national security adviser for strategy in 2018, argues in Foreign Affairs that since the end of the cold war American policymakers have been “beguiled by a set of illusions about the world order”; Mr Trump’s “series of long-overdue corrections” has shattered those illusions. To assess that claim one must first note the degree to which Mr Trump’s course is, in fact, a continuation of that on which the country was already set. The increased preoccupation with Asia (to which Mr Obama “pivoted”); the recognition that America needed to pay more attention to its domestic troubles (“nation-building here at home”, as Mr Obama called it); the weariness with “forever wars”: in all these areas Mr Trump has been following a public mood which has been shaping America’s foreign policy for years.", "Despite his alarming bluster Mr Trump has not so far turned out to be a bellicose president. In Afghanistan he is winding down the longest war in American history (if not as fast as he promised to). In the Middle East he continued the fight against Islamic State, hunting down its self-proclaimed caliph, Abu Bakr al-Baghdadi, but he started no new wars. In 2019 he caused some consternation among hawks in his administration when he drew back from a counter-attack against Iran after it downed an American drone.", "He makes an exception for trade wars; they provide a form of combat, brash and performative, which he positively relishes. His campaign against China is the most heavyweight fight—one in which he claimed victory with the “phase one” trade deal reached in January. But he was also happy to enter into hostilities with America’s North American neighbours, achieving what one observer called “the rare diplomatic feat of pissing off the Canadians” in order to renegotiate the trade deal that binds the two countries and Mexico. In his attempts to protect America’s steel industry he went as far as to call the European Union—composed almost entirely of NATO allies—a “foe” on trade.", "It has not been his only beef with Europe. Presidents from John F. Kennedy onwards have complained about America’s NATO allies failing to carry a fair share of the burden of defending themselves. Mr Trump has done so with particular force—and to significant effect. It is one of the more salutary of the shocks he has administered to the basic assumptions of foreign-policy wonks around the world.", "The fancy and the plush", "The “rules-based world order” beloved of those professionals (and this newspaper) was hardly in good shape when Mr Trump came to power. Rivalry with Russia and China had already rendered the UN Security Council largely dysfunctional. Mr Obama had undermined America’s credibility as an ultimate enforcer when he declared that the use of chemical weapons by Syria’s president, Bashar al-Assad, would constitute a “red line” and then administered no retribution when it was crossed.", "Mr Trump has undercut that creaky established order in large part by giving new voice to an old strand in American thinking: a belief that America should act beyond its borders only in furtherance of specific short-term interests. From its first decades as superpower until a few years ago America sought to be a power not just in the world, but for the world. It would frequently restrain itself in deference to rules and the concerns of allies. In Mr Trump’s assessment, though, America comes first, might is right, and saying so is fun.", "Mr Trump’s brashness has not had all the dire consequences that critics predicted. Witness North Korea. When handing over power Mr Obama is said to have told him that the country’s nuclear weapons would be his most urgent problem. Mr Trump instinctively addressed it with great-man theatre, meeting and corresponding with Kim Jong Un in what he described as a “love affair”. It was an unusual approach, and one many of his advisers disliked. But the usual approaches had yielded nothing. Nicholas Burns of Harvard University, a former NATO ambassador who now advises Mr Biden and gives the president a “failing grade” on foreign policy overall, nevertheless reckons Mr Trump was right to meet Mr Kim. It is true that Mr Kim gained recognition as a peer summiteer while carrying on with his nuclear programme. But there has been no subsequent crisis, and the de facto recognition of North Korea’s nuclear status has put to rest previous talk of pre-emptive military counter-proliferation strikes.", "Mr Trump’s bullying of NATO allies has certainly concentrated minds. He claims credit for their increased defence spending, which in 2020 is expected to be 19% higher than it was in 2016, a cumulative extra spend over four years of $130bn (see chart 6). But by failing to express unequivocal support for the mutual-defence guarantee at NATO ’s heart he caused real damage, even as his administration increased its defence spending in Europe, deployed forces in front-line states and took part in some of the biggest exercises since the end of the cold war.", "In the Middle East Mr Trump can claim bragging rights for the Abraham accords, a peace agreement between Israel and the United Arab Emirates since joined by Bahrain and, after some American arm-twisting, Sudan. He pleased the Israeli government and many American supporters by moving America’s embassy to Jerusalem. But he has shown no interest in using his influence to press the Saudis to end their brutal war in Yemen—instead, he vetoed a bill that would have helped do so. Rather than punishing Saudi Arabia’s crown prince, Muhammad bin Salman, for his suspected role in the murder of Jamal Khashoggi, a Washington Post columnist critical of the Saudi regime, Mr Trump protected him. “I saved his ass”, he boasted to Bob Woodward, a veteran reporter, who duly recorded the claim in his book “Rage”. Mr Trump’s decision to pull out of the Iran nuclear deal—a move widely supported within his party—has put America at loggerheads with its allies and eased Iran’s route to becoming a nuclear power. The policy of “maximum pressure” on Iran, lacking any achievable aims, has little to show for itself save the deterrent effect of the uncharacteristically bold action which saw the country’s top general, Qassem Suleimani, killed by a drone. It is a similar story with maximum pressure on Venezuela. That country’s dictator, Nicolás Maduro, remains firmly in place, as does the communist regime of his Cuban backers. The area where Mr Trump has shaken things up most is in relations with China, the single biggest issue in American foreign policy. Such a rattling may have been coming anyway because of China’s growing aggression. But Trumpists believe the president’s new realism marked a decisive break with the Democrats’ tendency to favour process over outcomes. According to this narrative, Americans naively thought that opening up to China and letting it join the WTO in 2001 would in time encourage it to become more liberal and democratic. The opposite has happened. China exploited the West’s openness in order to steal its intellectual property. Under its increasingly authoritarian president, Xi Jinping, it has become a fiercer economic rival, as well as a more powerful one. It has continued to build up its armed forces and to bully its neighbours. It was left to Mr Trump to challenge the idea that this was unstoppable.", "Allegiance is ruled by expedience", "Toughness towards China has become a rare area of bipartisan consensus in America. The administration has started to shift attitudes elsewhere, too. It successfully urged Britain to shun Huawei, a Chinese telecoms giant, for its 5 G telecoms network. More allies are expected to fall into line. Mr Pottinger says that Europe is “18-24 months behind us, but moving at the same speed and direction”. In Asia, America’s embrace of the phrase “a free and open Indo-Pacific”, expressing resistance to Chinese hegemony, has found favour from India to Indonesia, much to China’s annoyance.", "There is, though, no evidence that Mr Trump has plans to build any new structure on the ground he has opened up. And he has deprived himself of the tools whereby he might do so. America’s foreign service, skilled in the patient work of erecting institutions and nurturing relationships, has been gutted; functionaries still in place know that anything that they, or indeed the president, have negotiated could be undone at any time in just 280 characters.", "The damage wrought by the president’s wrecking ball has mounted up in three particular areas. The first is institutional. For more than half a century the world has run on the basis of a system established amid the ruins of the second world war, led by America. Now that system’s chief architect is undermining it. In some cases— NATO , the WTO , the UN itself—Mr Trump has merely weakened the foundations. In others he has turned tail. His rejection of arms control goes beyond renouncing the Iran deal. When Russia broke the Intermediate Nuclear Forces treaty he scrapped the treaty completely. He flirted with allowing New START , America’s one remaining nuclear treaty with Russia, to expire early next year, though now seems to want a last-ditch deal to save it.", "Mr Trump’s response to covid-19 has shown this approach at its worst. In the midst of a global pandemic he chose to attack and abandon the World Health Organisation, the body responsible for tackling such crises. Where the world would normally expect America to take a lead, or at least to try to, it found an administration more interested in blaming others and shunning global efforts. Something similar goes for the greater crisis beyond covid, that of climate change: a repudiation of international efforts and wilful negligence at home. Every such American retreat from the international system is seen in Beijing as a chance to advance China’s claims.", "The second area of damage is Mr Trump’s sidelining of his allies, who have frequently had no prior warning of major developments such as America’s abandoning of the Kurds in Syria or its reduction of forces in Germany. America’s alliances can act as a force-multiplier, turning its quarter or so of world GDP into a coalition accounting for some 60% of the world economy, far harder for China or Russia (neither of which has a network of permanent allies) to resist. Yet Mr Trump has taken allies for granted and belittled their leaders while flattering Presidents Putin and Xi. Foreign-policy get-togethers are awash with worries over “Westlessness”.", "Encouraged by his inattention, Turkey, under the authoritarian leadership of Recep Tayyip Erdogan, is in the process of unbundling itself from the West. “The Americans have gone AWOL and the Turks have run amok,” says Mr Heisbourg. In Asia, where, as in Europe, Mr Trump has treated mutually advantageous defence relationships like protection rackets, America remains the most powerful country, according to an “Asia Power Index” compiled by the Lowy Institute, an Australian think-tank. But its lead over China has narrowed by half since 2018. Despite having raised the stakes with China, Mr Trump has shown little sense that he knows how to play the subsequent game, or to rally allies to his side.", "Allied misgivings about America reflect the third big casualty of Mr Trump’s wrecking ball: the country’s power of example. For much of post-1945 history many have looked to America as a beacon—often flawed, to be sure, but nevertheless a champion of democracy and human rights, and the best hope for the aspirations expressed in its constitution. Now the world sees the workings of America’s own democracy called into question under a president who stokes racial divisions and slams the door on those yearning to breathe free.", "Corruption at home makes it harder for American officials to be taken seriously when they preach about kleptocracy. As for human rights Mr Trump has maintained a public silence on abuses from Belarus to Hong Kong. In private, according to John Bolton, his fourth national security adviser, he told Mr Xi that building detention camps for Uyghurs in Xinjiang was “the right thing to do”. An America which can only claim to be stronger than China, not better, is one that has weakened itself.", "Try to stay serene and calm", "How permanent is the damage? Some things can be put back together quickly if, as seems likely, Mr Biden wins the election. America would rejoin the Paris agreement on climate change right away. America’s favourability ratings around the world might bounce back, as they did when Mr Obama replaced George W. Bush in the White House. But the fact that America can elect rogue presidents won’t be forgotten. The late Samuel Huntington, a political scientist, suggested that two changes of power were needed before a democracy could be considered firmly entrenched. Perhaps two changes of president will be needed to reassure the world about America.", "Mr Trump may have confronted a rising China and created the conditions both for some coalition-building in Asia and for Europe to get serious about its own defence. But the destruction along the way has been enormous. The repair job cannot begin soon enough.■", "Dig deeper:", "Read part I of our audit of Donald Trump’s presidency, in which we examine his domestic record. Despite some real achievements, his overall effect has been baleful. His mishandling of the pandemic looks likely to cost him his job.", "Read the best of our 2020 campaign coverage and explore our election forecasts, then sign up for Checks and Balance, our weekly newsletter and podcast on American politics."], "authors": ["The Economist"], "keywords": ["americas", "trumps", "criticisms", "president", "america", "foreign", "policy", "mr", "merit", "allies", "china", "world", "order", "ii", "american", "trump"], "pubDate": "2020-10-29T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}