{"id": "4a6e890d-da93-3f31-b2ee-56ca4a812a1f", "title": "Legends of Runeterra Review - Colorful Card Combat", "url": "https://www.gameinformer.com/review/legends-of-runeterra/legends-of-runeterra-review-colorful-card-combat", "summary": "The free-to-play digital card game space is a constant battle for discovery and long-term viability.\nIf you already love League of Legends, you can find a lot to enjoy here, but that familiarity is not a requirement.\nFor instance, Teemo starts off by popping five mushrooms into the opponent’s deck if he hits them.\nYou’re encouraged to build decks that use up to two factions, based on locations from the League of Legends universe.\nLegends of Runeterra has a lot to offer as it enters the digital card game ring.", "paragraphs": ["The free-to-play digital card game space is a constant battle for discovery and long-term viability. With Legends of Runeterra, Riot is entering a battlefield filled with numerous competitors. An amalgamation of parts constructed from bits of Magic: The Gathering, Hearthstone, Gwent, and even Valve’s Artifact, it’s a carefully crafted recipe bursting with League of Legends flavor and personality.", "If you already love League of Legends, you can find a lot to enjoy here, but that familiarity is not a requirement. Champions from League form the backbone of many decks, and Riot has done an excellent job translating the spirit of the characters into card form. The hyper-annoying Teemo, long-known for hit-and-run tactics and mushroom traps in League of Legends, becomes a stealthy and equally annoying treasure in Runeterra, infesting your opponent’s deck with a deadly stream of poisonous mushrooms that function as a lethal clock. Heimerdinger’s turret-spawning antics can take a blank board to one overflowing with dangerous machinations. Tryndamere commands the late-game with overflowing strength and barbarian tenacity. Ashe’s signature frozen arrows turn even the mightiest army into a frigid, meek menagerie. Like their League of Legends counterparts, playing with the different champions often changes the rules, and you really feel like you’re playing a different game each time as you build around their strengths. This lends a good deal of variety to the same base goal of reducing a life total to zero.", "These champions all feature level-up requirements that you can build a deck around, which makes it easy to identify strategies to cobble together archetypes. For instance, Teemo starts off by popping five mushrooms into the opponent’s deck if he hits them. But after 15 mushrooms have been placed, Teemo levels up, causing his taps to double the mushrooms in the opponent’s deck on a successful connect – making a connection a dire, game-winning pop instead of a couple of shroomies you can ignore.", "Outside of the cool quips and animations that occur during these champion level-ups, the core of the strategy lies in two major elements: synergy and timing. You’re encouraged to build decks that use up to two factions, based on locations from the League of Legends universe. You can easily build a focused deck from one faction that does something well, but grabbing cards from a second faction can cover your blind spots and make something more effective. If you’re making a Frejlord deck focused on huge followers and buffs, you may want to add some Shadow Isles cards to give you some removal potential to take out enemy threats.", "On the surface, one could mistake things as a simple game of “playing cards on curve” as your mana goes up, but the element of passing rounds and actions makes timing a much more interesting proposition. When you do something can be more important than the action itself. If it’s your turn to attack, do you do it right away when the opponent hasn’t had time to put something large on the board to block, or do you wait until after you’ve played something huge of your own? If you try playing a big, game-ending beastie at the start of your turn, you could be walking right into an opponent’s trap; maybe they can blow up the entire battlefield with a spell and cause you to lose everything. On the other hand, if you attack right away, you could be leaving a ton of extra damage on the table, making your turn far less effective. Knowing and guessing what your opponent might play at any given time is a huge factor that can make or break games. Chains of spells, actions, and reactions to any given situation form extremely satisfying interactions that let you flex your brain instead of simply dumping something new on the board each round.", "Currently, your activities are rather limited, whether you’re climbing the ladder in standard matches or engaging with the draft format, Expedition. Expedition lacks the variety other card games offer, as it essentially has you building around archetypes from small, constructed card pods instead of having a wide field to select from. However, this mode is incredibly accessible for novices and newcomers. Standard matches are fast and fun, but you end up facing off against many of the same archetypes over and over. A.I. matches are available, but there’s no real single-player content to speak of or any engagement outside of the two core offerings.", "This is a free-to-play game, with a catch. In a strange twist, how many cards players can purchase per week is limited (in addition to your standard free progression). That means it’s likely no one has every card, and the best strategies have not yet been codified. This keeps the metagame fresh and full of experimentation, since you have to use what you have without cobbling together all the best decks immediately. However, it remains to be seen whether this approach will give new arrivals an inherent disadvantage in the future.", "Legends of Runeterra has a lot to offer as it enters the digital card game ring. Exploring the League of Legends universe in card form is enjoyable and addictive, and slicing an opponent down with a Fiora flourish or a Thresh-hooked hero is a blast."], "authors": ["Pc Editor", "Daniel Has Been At Game Informer For Seven Years", "Specializing In Multiplayer Titles", "Pc Games. When He'S Not Speculating On The Future Of The Industry", "You Can Find Him Exploring Vast Online Worlds", "Probably Streaming The Experience."], "keywords": ["combat", "deck", "youre", "colorful", "turn", "game", "league", "opponents", "mushrooms", "legends", "runeterra", "review", "card", "playing"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}