{"id": "4a71f7e0-3c7e-3815-b36e-cea462dc9b06", "title": "How to build a sustainable world order", "url": "https://theworldin.economist.com/edition/2020/article/17387/how-build-sustainable-world-order", "summary": "A century ago, in January 1920, the victors of the first world war designed a new institution—the League of Nations—which would make war between states illegal.\nAfter the American Senate blocked its ratification, the league was hobbled by the absence of the rising global power.\nFirst, the geopolitical competition that accompanies today’s changing balance of economic power is overwhelming the post-war set of international rules and institutions.\nA new sustainable international economic order will emerge only if it has a domestic mirror-image within its participating states.\nThis article appeared in the 2020 visions section of the print edition under the headline “Towards a sustainable world order”", "paragraphs": ["TO LOOK AHEAD, it sometimes helps first to look back. A century ago, in January 1920, the victors of the first world war designed a new institution—the League of Nations—which would make war between states illegal. At the same time, a group of academics and business leaders decided to establish what would become Chatham House (the Royal Institute of International Affairs) and the Council on Foreign Relations, hopeful that independent institutes for the study of international affairs would help promote the rule of law over the rule of force.", "Both ideas were ahead of their time. After the American Senate blocked its ratification, the league was hobbled by the absence of the rising global power. The 1930s witnessed the re-emergence of power politics in Europe and Asia, the Depression, the descent into beggar-thy-neighbour protectionism, the rise of communism and fascism and, ultimately, the outbreak of an even more devastating world war.", "As 2020 dawns, there are worrying echoes of these events. President Donald Trump’s administration is withdrawing its support from today’s multilateral institutions and raising barriers to foreign trade and investment. A resentful Russia still chafes at the terms imposed on it at the end of the cold war, while a more assertive China seeks to counter American efforts to contain its rise. And populist parties have emerged again not only in Europe, but across the world.", "History is not doomed to repeat itself in 2020. Between 2008 and 2013, political and economic leaders heeded the lessons from the 1930s, using government balance-sheets to mitigate the potentially devastating effects of the global financial crisis. Today’s leaders may yet heed one of the key lessons from the remarkable period of relative peace and prosperity after the second world war: that international economic integration within a rules-based system offers the best route to raise aggregate levels of prosperity.", "We will not find out in 2020 whether the world has learned this lesson or not. The impact of the American election on its trade policy and on US-China strategic competition, for example, and the shape of Britain’s relations with the European Union, will take longer to become clear. But 2020 poses two new tests for the world.", "First, the geopolitical competition that accompanies today’s changing balance of economic power is overwhelming the post-war set of international rules and institutions. Given continuing US-China and US-EU trade tensions, they will be unable to function as intended. Global supply chains will become more regional and more expensive to maintain. The coming year will also be the beginning of the decade in which India establishes itself as one of the world’s five largest economies, despite its recent sluggishness. This means that, along with China, two of the top five will have significantly lower wealth per person than the other three: America, Japan and Germany. This will add to the fragmentation of global economic governance, unless the G20 can find a way to function more effectively alongside an ageing G7 and unrepresentative IMF.", "Second, individuals and non-governmental movements are demanding more sustainable policies from their leaders. In the West, the increasingly visible effects of human-induced climate change will create new battle lines between governments, NGOs and individuals. Policymakers will be forced to impose often unpopular restrictions on their citizens’ personal habits, especially their customs in transport, food and domestic use of energy; without such changes recent commitments to net-zero emissions targets will be meaningless.", "Updating the vision", "In this context, multinational companies will choose in growing numbers to align their operations with the sustainability trend, irrespective of what the Trump administration or other governments do to the contrary. They are under ever-stronger pressure to make clear that pursuing profits for their shareholders is not the sole purpose of their existence, and to serve their employees, clients and customers better. Digital platforms will be at the forefront of this rebalancing, as users demand new tools and acquire new skills to navigate disinformation.", "For their part, rising economic powers, including China, will discover that greater government accountability and an active civil society are essential to manage the economic trade-offs between aggregate and local prosperity. Such checks and balances are also needed to sustain political support when technology-fuelled economic development disrupts established social contracts. A new sustainable international economic order will emerge only if it has a domestic mirror-image within its participating states.", "In the end, 2020 may indeed be a historically pivotal year. If so, it will not be because it brings a fundamental shift in the balance of power between West and East or between America and China. It will be because it heralds the transition from a world that has been led for a century by political and business elites, in closed institutions, to one in which individuals and civil society acquire greater power to shape their futures alongside them. That, at least, is the modern version of the aspiration behind the founding of Chatham House 100 years ago.", "This article appeared in the 2020 visions section of the print edition under the headline “Towards a sustainable world order”"], "authors": [], "keywords": ["economic", "china", "trade", "sustainable", "war", "leaders", "international", "world", "power", "build", "global", "2020", "order"], "pubDate": null, "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}