{"id": "4a8a762d-f4fb-37a7-a5ae-a59642b93065", "summary": "While the 2017 election definitively proved the popularity of the left’s ideas, 2019 offers a brutal lesson from a campaign lacking a coherent message in the midst of a culture war.\nThose pointing at Brexit as a key factor in Labour’s election defeat are mocked for deflecting from the real reason: Jeremy Corbyn’s unpopularity.\nBut the collapse in the Labour’s leader’s ratings between the 2017 election and last week’s rout are inextricably linked.\nThe victory lap that followed the 2017 election was a mistake, breeding fatal complacency.\nCorbyn’s leadership was partly destroyed by Brexit, by the remorseless attacks of its internal and external opponents, and by its own severe mistakes.", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "pubDate": null, "url": "https://www.theguardian.com/commentisfree/2019/dec/18/brexit-labour-election-corbyn-left", "title": "Brexit and self-inflicted errors buried Labour this election | Owen Jones", "paragraphs": ["Honest reflection is rarely born from trauma: but a grief-stricken left must conduct a frank postmortem into the calamity of 12 December. While the 2017 election definitively proved the popularity of the left’s ideas, 2019 offers a brutal lesson from a campaign lacking a coherent message in the midst of a culture war.", "Ditch Corbyn's 'misguided ideology', Tony Blair urges Labour Read more", "Voters didn’t defect from Labour because they felt the top 5% were paying enough tax, or because they thought our privately run railway system was a shining success, or because of their affection for sky-high tuition fees. It was not radical policies that caused this landslide – and there is still no sign that voters have a burning appetite for centrism in any form, whether Liberal Democrat or Change UK.", "Those pointing at Brexit as a key factor in Labour’s election defeat are mocked for deflecting from the real reason: Jeremy Corbyn’s unpopularity. But the collapse in the Labour’s leader’s ratings between the 2017 election and last week’s rout are inextricably linked. In January, YouGov asked why voters with previously favourable opinions of Corbyn had changed their mind. About three-quarters of the responses were linked to Brexit, which dominated all political discourse after 2017 and smothered discussion of Labour’s popular domestic policies. Labour was tortured about how to keep its 2017 coalition of remain and leave supporters together, and was paralysed as a result.", "But what, then, was Labour supposed to have done? Some of us passionately argued against a new referendum, and even for striking a compromise deal with Theresa May, fearing that Labour would be wiped out in the north and Midlands. After the mass defection of remain supporters to the revived Liberal Democrats and Greens in spring’s European elections, the leadership seemingly had little choice but to shift to backing a second referendum. This pivot now seems to have been fatal, and 39% of Labour leavers defected to the Tories or Brexit party: but the party’s polling among both remainers and leavers had collapsed months earlier.", "The decisive failure – yes, with hindsight – was that the Labour leadership did not use the political capital of the 2017 election to make a principled case for a Norway-style soft Brexit, and definitively rule out any future referendum. If that message had been held with stubborn discipline, a perception of weakness and dithering would have never set in. Whether it was truly politically feasible – and whether Labour’s membership could have worn it – is another question. The failure to move swiftly created space for the fantasy that the 2016 result could simply be reversed – and leading remain campaigners relished the opportunity to bully the Labour leadership and insult leave voters as gullible bigots.", "Those who claimed the party shifting to remain was a cost-free exercise might need a serious period of introspection", "The left needs to own its failure in this election, but those who spent two years claiming Labour shifting to remain was a cost-free exercise, blocked only by Corbyn’s stubborn Euroscepticism, might consider entering their own period of introspection. Brexit is now settled: Labour must decisively rule out the prospect of rejoining the EU in its current form ever again.", "Labour has faced a remorseless assault – from daily papers and Facebook ads alike – but that cannot mean ignoring its own drastic errors. The victory lap that followed the 2017 election was a mistake, breeding fatal complacency. The leadership was often afflicted by a destructive bunker mentality – which was an understandable response to circumstances, but not a winning one. A bureaucratic machine-like politics at odds with the youthful idealism of the wider movement was too dominant. Labour insiders would often bemoan a complete lack of communications strategy – and no serious attempt to turn around Corbyn’s woeful ratings.", "What was so dire about the response to the antisemitism crisis was the absence of emotional intelligence. Corbyn is no antisemite, neither are the vast majority of the membership, but the antisemitism of a minority was real and caused profound hurt to Jews. What was missing in the leadership’s response wasn’t about improving internal processes – which happened too slowly – but rather engaging with the collective trauma of a minority who have faced systematic persecution for 2,000 years, an attempt to exterminate them within living memory, and who feel that at any moment, wherever they live, things could suddenly turn and, like their ancestors, they would have to flee. It is painful to watch a racist Tory political and media machine condemn the Labour party for racism – but we must accept that Jewish hurt is real, that it wasn’t properly addressed, and that this failure registered with the public.", "The leadership failed to defend itself on foreign policy issues. Surely it should have been possible to condemn the murderous folly of the Iraq war, the atrocities of the Saudi onslaught on Yemen, or the injustice of Israel’s occupation of Palestine, without also ineptly questioning the truth of Russia’s involvement in the Salisbury poisoning. That single episode inflicted terrible damage on Corbyn – and for what?", "Then there is the election itself. The campaign lacked any coherent narrative. When, before the manifesto launch, I asked a senior Labour official if it contained a clear vision, they replied “ish”. It was reminiscent of Oprah Winfrey shouting at her lucky audience, “You get a car! You get a car!” Each day a new policy was randomly thrown into the ether. The Tories had relentless message discipline. Labour’s offer felt bewildering, and as a consequence, unbelievable.", "The Labour right is determined to purge the left from the party. “How could you ever think this would work?” goes the deafening cry. Before the 2017 election, I wrote in these pages that Corbyn should stand down, before losing an election – only to be proved decisively wrong as Labour’s vote surged to 40% and deprived the Tories of a majority. Last week’s result is a crushing blow, but I don’t think anyone on the left should regret our enthusiasm for the transformative programme on offer. These are the right policies for the country and the planet, and a bad campaign hasn’t changed that.", "If we are going to be honest in self-criticism, we must not draw false conclusions either. Claims that Labour suddenly lost working-class communities don’t engage with the fact that the party had a lead over the Tories among the working-age population – and a greater lead among those aged under 45 than Tony Blair’s 1997 landslide. It is among pensioners that Labour has become a fringe party: here is where its focus must now lie – without abandoning the progressive social values that are articles of faith to its young supporters.", "The tragedy of today’s left is that a political opening emerged when its only viable figureheads are either survivors of past struggles, or charismatic young fighters who are not in a position to become leaders. As the party’s former policy chief Andrew Fisher points out, a generation of being consigned to the wilderness meant the left had few experienced bureaucrats and organisers, particularly to navigate a hostile environment: that, at least, has changed now.", "Labour’s defeat was a calamity for the party and those it exists to represent. Corbyn’s leadership was partly destroyed by Brexit, by the remorseless attacks of its internal and external opponents, and by its own severe mistakes. Any new left project must learn from all of this. But from public ownership to tax justice to investment, it was not its signature policies that condemned it – and those ideas must remain at the core of whatever comes next.", "• Owen Jones is a Guardian columnist"], "authors": ["Owen Jones"], "keywords": ["selfinflicted", "remain", "buried", "jones", "leadership", "party", "owen", "2017", "corbyns", "brexit", "errors", "election", "left", "labours", "labour"]}