{"id": "4a9858ea-2381-354d-a7c8-af5a49e15181", "title": "The Wolf Dividing Norway: the hunter v the environmentalist – video", "url": "https://www.theguardian.com/world/video/2020/dec/09/the-wolf-dividing-norway-the-hunter-v-the-environmentalist-video", "summary": "With unique access to remote communities in the snow-capped landscape of Norway, this film follows characters on either side of a fierce debate on whether to cull the wolf population.\nFor decades the topic has split political parties, families and communities across the country, with environmentalists world-wide criticising Norway for how it handles its tiny population of critically endangered wolves.\nHere, a group of hunters await news from the government on whether their yearly hunt will be permitted, while the environmentalists anticipate the worst.\nWith angry threats on both sides, the film takes a deep dive into what’s at stake for both groups, as well as the wider world", "paragraphs": ["With unique access to remote communities in the snow-capped landscape of Norway, this film follows characters on either side of a fierce debate on whether to cull the wolf population. For decades the topic has split political parties, families and communities across the country, with environmentalists world-wide criticising Norway for how it handles its tiny population of critically endangered wolves. Here, a group of hunters await news from the government on whether their yearly hunt will be permitted, while the environmentalists anticipate the worst. With angry threats on both sides, the film takes a deep dive into what’s at stake for both groups, as well as the wider world"], "authors": ["Jess Gormley", "Lindsay Poulton", "Kyrre Lien"], "keywords": ["environmentalists", "wolves", "norway", "yearly", "video", "population", "film", "communities", "environmentalist", "world", "worldwide", "v", "wolf", "dividing", "hunter", "worst"], "pubDate": "2020-12-09T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}