{"id": "4aa0c2bf-5246-3fb6-add8-8c1d6adb3d26", "title": "Rep. Mo Brooks (R-AL): We Have Some Leads In The Senate To Challenge Electoral College Vote", "url": "https://radio.foxnews.com/2020/12/03/rep-mo-brooks-r-al-we-have-some-leads-in-the-senate-to-challenge-electoral-college-vote/", "summary": "We have some leads for United States Senators who may do it.\nHowever, I do not have a firm United States senator at this time.\nThe United States Constitution under Article One, Section Five, the 12th Amendment and other parts of the United States Constitution, the United States Congress is given blanket authority to be the judge and jury on every election contest for every elected federal office, period.\nThey saw this as a way to steal elections generally and to steal the election for the President of the United States in particular.\nWhen I make a judgment as to whether a state's submission of Electoral College votes is correct or incorrect.", "paragraphs": ["", "Email Embed", "+ Embed Code", "", "Embed the following code on your website:", "", "Watch the latest video at foxnews.com", "On Fox Across America with Jimmy Failla, Rep. Mo Brooks (R-AL) said he has plenty of support in the House and \"some leads\" in the Senate to challenge the Electoral College results of the 2020 Election, and explained how Democrats planned all along to use mail-in ballots to commit fraud.", "\"I have plenty of members in the House of Representatives who will join me. We have some leads for United States Senators who may do it. However, I do not have a firm United States senator at this time. Them, like a lot of other elected officials in Washington, D.C., are still wrestling with what happened and trying to figure out what the options are. Some folks, just by way of example, had no idea that the ruling of the United States Congress trumps that of the Supreme Court when it comes to election contests involving members of the House of Representatives, the United States Senate or the President of the United States. The United States Constitution under Article One, Section Five, the 12th Amendment and other parts of the United States Constitution, the United States Congress is given blanket authority to be the judge and jury on every election contest for every elected federal office, period. End of subject.\"", "\"The Socialist Democrats knew that this mailed-in ballot scheme would open the doors up for more voter fraud and election theft capability than they've ever been able to grasp before. And so COVID-19 is an issue, but that is not the primary motivation for what the Socialist Democrats did. They saw this as a way to steal elections generally and to steal the election for the President of the United States in particular. And to me, that is the primary motivation for what they have done. But regardless of what their motivation is, if Congress did not pass a law permitting it under the election clause, Article One, Section Four of the United States Constitution again, then it's illegal and those votes should not be counted. And since I as a member of Congress and one of the judges and jurors that have the final and ultimate decision on who won this presidential election, I'm not counting those ballots. When I make a judgment as to whether a state's submission of Electoral College votes is correct or incorrect. I'm not counting any illegal ballots when I make that decision. And as such, in my judgment, if we limited our vote count to lawful votes cast by eligible American citizens, then Donald Trump easily won a majority of the Electoral College and won reelection.\""], "authors": ["Jon Costantino"], "keywords": ["vote", "electoral", "votes", "college", "mo", "won", "motivation", "leads", "ral", "rep", "senate", "congress", "brooks", "election", "united", "democrats", "challenge", "house", "states"], "pubDate": "2020-12-03T00:00:00", "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}