{"id": "4abd905d-b420-3a0e-9e9c-6fb7c66faff4", "title": "Living on a prayer - The Vatican’s finances have been squeezed by covid-19", "url": "https://www.economist.com/europe/2020/12/19/the-vaticans-finances-have-been-squeezed-by-covid-19", "summary": "Like most other countries, the Vatican City State will end 2020 with its public finances in a precarious condition.\nThe Vatican’s financial difficulties are entangled with two other interconnected issues awaiting Francis in 2021, a year in which he will undertake a potentially hazardous visit to Iraq.\nThe second is a report on the Vatican’s finances by Moneyval, the European anti-money-laundering watchdog, expected in April.\nIt has prompted the removal of the director of the Vatican’s financial regulator, who denies any wrongdoing, and turned the spotlight on a third, hitherto virtually unknown sphere of financial activity.\nBut perhaps the message of those bizarre figures in St Peter’s Square this Christmas is that, under Pope Francis, nothing should be taken for granted.", "paragraphs": ["A S NATIVITY SCENES go, the one in St Peter’s Square unveiled on December 11th is a startling departure from tradition. Several of the 54 giant ceramic figures would not look out of place on a Star Wars set. “Ugly and demonic-looking,” one appalled Catholic called them on Twitter. But the crib, apparently inspired by Greek, Egyptian and Sumerian art, is of a piece with a year that has been as exceptional for Europe’s smallest state and its ruler, Pope Francis, as for the rest of the world.", "Like most other countries, the Vatican City State will end 2020 with its public finances in a precarious condition. Just how precarious is hard to know, since the latest figures date from 2015 when it had a budget surplus of almost €60m ($73m). But what is known is that the city-state depends largely on revenues from the Vatican Museums to stay in the black. The Catholic News Agency rcently estimated that ticket sales alone bring in just over €100m. And, because of the pandemic, the museums have been closed for months. Even when they have been open, because of restrictions on the number of visitors and the scarcity of tourists in Rome, they have sold far fewer tickets than normal.", "All this means that the city-state could well end up with a deficit of €15m or more for 2020. And unlike its bigger neighbours, it does not issue bonds to cover its debts. Nor can it rely on the EU to bail it out. But it doubtless has reserves.", "The city-state’s surpluses have till now been used to help fund the spending of the other half of the Vatican: the Holy See, the central administration of the world’s biggest Christian church. Even after contributions from the city-state’s governorate, a dividend from the Vatican Bank and donations from the faithful, the Holy See ended 2019 €11m in the red. The Vatican’s “finance minister”, the prefect of the Secretariat for the Economy, Father Juan Antonio Guerrero Alves, said that, had it not been for extraordinary items, the deficit would have been twice as big.", "The Holy See can count on a much increased dividend from the Vatican Bank, which made a profit of €38m in 2019. But, in reaction to the pandemic, Pope Francis has halved the rent on the properties that the Holy See owns and on which it depends for about a third of its revenue. It will also have lost much of its income from commercial activities, such as the sale of publications. And contributions from the Catholic church’s dioceses are likely to be lower too, since fewer worshippers have been able to attend church services. Il Sole-24 Ore, a financial daily, reported in June that the Holy See was bracing itself for a €53m deficit. With Italy now in the grip of a second wave of infection, that could prove to be an underestimate.", "The Vatican’s financial difficulties are entangled with two other interconnected issues awaiting Francis in 2021, a year in which he will undertake a potentially hazardous visit to Iraq. The first is the outcome of a judicial investigation into a deal worth €200m involving the purchase of a property in London. Prosecutors are investigating whether the Holy See was swindled. The second is a report on the Vatican’s finances by Moneyval, the European anti-money-laundering watchdog, expected in April.", "Though the investigation, which has dragged on for 14 months without charges being laid, appears to show a determination to clamp down on anything that might give rise to suspicions of jiggery-pokery in the Vatican’s notoriously opaque financial dealings, it has also cast doubt on the papacy’s capacity to regulate them. It has prompted the removal of the director of the Vatican’s financial regulator, who denies any wrongdoing, and turned the spotlight on a third, hitherto virtually unknown sphere of financial activity. This consists of funds running to hundreds of millions of euros that are managed by individual Vatican departments. (The property in London was bought not by the papacy’s sovereign-wealth fund, the Administration of the Patrimony of the Holy See, or APSA , but by the Secretariat of State, which combines the roles of a foreign and interior ministry.)", "Management of the secretariat’s pot of gold has since been transferred to APSA , but the confusion and secrecy that still envelope the Vatican’s finances are symptomatic of an administration that is in many respects highly efficient, yet patently in need of modernisation more than 50 years after the last big reform, under Paul VI .", "Francis was elected in 2013 as the candidate of cardinals who were urging a shake-up of the Holy See. One of his earliest moves was to delegate the job to a council of advisers drawn mostly from outside Rome and notably short on Vatican bigwigs—a sign of his preference for decentralising the church’s bureaucracy. That alone made him deeply suspect to many in the Holy See and is part of the explanation for a resistance to Francis’s papacy that often manifests itself as opposition to his theological ideas.", "After seven years of effort, the pontiff’s advisers are currently working on the final draft that is expected to form the basis in 2021 for an Apostolic Constitution, the most solemn kind of papal edict. Its promulgation is likely to be the high point of the Vatican’s year. A draft of the edict that was circulated in Rome and sent to national bishops’ conferences in 2019 would diminish the status of the Vatican’s feared doctrinal enforcement body, once known as the Holy Office. Revolutionary? Certainly. But perhaps the message of those bizarre figures in St Peter’s Square this Christmas is that, under Pope Francis, nothing should be taken for granted. ■", "Editor’s note: Some of our covid-19 coverage is free for readers of The Economist Today, our daily newsletter. For more stories and our pandemic tracker, see our hub"], "authors": ["The Economist"], "keywords": ["squeezed", "vatican", "financial", "finances", "state", "pandemic", "rome", "francis", "holy", "pope", "prayer", "living", "covid19", "vaticans"], "pubDate": "2020-12-19T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}