{"id": "4ad9f545-2867-3eaa-951f-56226d20e7bd", "title": "Emily Blunt on Wild Mountain Thyme and Her Romantic Virtual Press Tour Wardrobe", "url": "https://www.vogue.com/slideshow/emily-blunt-wild-mountain-thyme-virtual-press-tour-interview", "summary": "Wild Mountain Thyme is the kind of quirky romance that takes viewers into a whole new world, namely the Irish countryside’s endless greenery.\n“So often I read scripts that are usually a bit derivative of one another, especially with romantic stories.\n“It was just the most unique little fairytale I’d ever read.”The characters’ idiosyncrasies are reflected in their wardrobe.\n“We almost just built the quirkiness of her around that first pair of pants that I tried on,” explains Blunt.\nBlunt and Paster kept that idea in mind as they sought out looks to suit each situation.", "paragraphs": ["Photo: Renato Campora", "If there ever were a time for an escapist fable, it’s 2020. The year has called for entertainment that inspires, uplifts, and (momentarily) distracts. It would be easy to dive into Netflix and find an old favorite, but Emily Blunt and Jamie Dornan’s latest film provides a welcome new fantasy. Wild Mountain Thyme is the kind of quirky romance that takes viewers into a whole new world, namely the Irish countryside’s endless greenery. As Rosemary Muldoon, the story’s unflappable heroine, Blunt sets out to make magic happen with her bashful suitor and childhood friend, Dornan’s Anthony Reilly. A reversal from the usual boy-chases-girl rom-com, director John Patrick Shanley’s script felt wholly original, which is exactly what drew Blunt to the project. “So often I read scripts that are usually a bit derivative of one another, especially with romantic stories. The characters often are a curated version of a romantic lead, so I was bewitched by the fact that there was a romance with two strange, odd, and uncertain people,” she shared on the phone from Manhattan. “It was just the most unique little fairytale I’d ever read.”", "The characters’ idiosyncrasies are reflected in their wardrobe. Rosemary’s clothes are appropriate for her life on the farm, but they’re also colorful and ethereal. Think blue and red tartan jackets worn over gauzy tiered skirts, plenty of floral prints, and of course, a wealth of good boots. Created by costume designer Kasia Walicka-Maimone, the pieces reflect Rosemary’s free spirit.. “Shanley and I talked about her as someone who is very expressive with her clothes, and it’s all really like those birds of paradise who dance to attract a mate,” says Blunt. “She has this wild style, and it’s a bit mismatched.” During a pre-production fitting with Walicka-Maimone, Blunt tried on a pair of vintage, wide-leg pants that set the tone for the look they were trying to create. “We almost just built the quirkiness of her around that first pair of pants that I tried on,” explains Blunt. “Then everything else I would imagine she would have found in a thrift store, a secondhand store, or something her mother might’ve made. I think just to create that mismatched, bohemian quality in her was the key.”", "Photo: Renato Campora", "For the movie’s virtual press tour, though, Blunt chose a romantic wardrobe full of color and texture, with help from some of Blunt’s closest friends. Stylist Jessica Paster, who has been working with the actress for more than a decade, makeup artist Jenn Streicher, and hairstylist Renato Campora came together for a week’s worth of interviews and outfits, setting up shop in the TriBeCa office of Blunt’s husband, actor-director John Krasinski. The process was surprisingly laid back. “I was around people that I’m incredibly comfortable with. It was just us in a spacious office, so everyone felt safe [and] we’d all been tested beforehand, so you didn’t have any of that uncertainty health-wise,” Blunt explains. “We had a blast just playing records and laughing.” Cycling through video conference meetings and FaceTime calls is very 2020, but Blunt admits to missing a few old media promotion staples. “The only thing I’m sad not to do in person are the talk shows,” she says of the conversations with television’s most engaging interviewers. “Anything like Good Morning America or one of the late-night shows—they’re always fun, and I enjoy that part of it.”", "The unspoken dress codes associated with daytime and nightly television also provide structure to any wardrobe choices. After all, what works at 7 a.m. isn’t always the same as what seems stylish after hours. Blunt and Paster kept that idea in mind as they sought out looks to suit each situation. “What [Jessica] does is she brings in all of the racks—they’re countless. You should see the amount of clothes she comes in with just for one event,” says Blunt. “[Afterward] I’ll do a small first pull. We go through each look and as soon as I see it, I either go, yup, or no, as it passes by.” Though she selects outfits based on ‘gut instinct,’ Blunt occasionally needs convincing when it comes to outré runway pieces. “Over the years, Jessica has encouraged me to step out of my comfort zone and see style as a way of expressing your artistic sensibilities,” she says. “She’ll back me up with the more ambitious looks [or] push me when I need a nudge in the right direction. Jessica is just the most generous, kind-hearted person I’ve ever met. She loves her job, we love each other, and we make a great team.”", "Photo: Renato Camporo", "Paster also sought to infuse a bit of the film’s mood into their selections. “Because the movie is set in Ireland and there’s beautiful rolling hills and pastures and wood...I wanted her wardrobe to have that saturation of beautiful colors, and I wanted it to be cozy for winter,” she says. That meant colorful knitwear from St. John, tweed Saint Laurent jumpsuits, and a wealth of texture worked into each outfit. “With all these looks, I made sure to include sweaters, wools, and a lot of boots,” says Paster. “I used the color mustard quite a bit, and quilted textures because cottage core is a trend for this season, and I wanted Emily to have a romance with clothing as well.”", "Naturally, Blunt connected with each outfit. She and Paster aimed for variety, switching between bright yellow Christine Alcalay pantsuits and ruffled prairie influenced Miu Miu dresses with ease, but the styles were connected by the mood they brought out in their wearer. “Sometimes why you like something can be rather abstract; it just appeals to you,” says Blunt. Instantaneous reactions are great, but there is also something to be said about falling in love with a piece after giving it a test drive. “When I saw that Celine dress, I thought ‘oh that’s cute,’ but when I put it on, I understood how beautiful it is,” says Blunt of the Hedi Slimane-designed number she wore for her first interview of the tour. “You appreciate the way a designer cuts the dress. It’s so different putting clothes on your body versus seeing them on the hanger; it can turn it into something much more magical than you’d realized.”", "Though the star doesn’t play favorites, there were a few looks that she found incredibly chic. “The St. John was so gorgeous to me; when I put that on, I was like, “Oh, my God.” It’s one of the most beautiful outfits ever,” says Blunt. “The color combination was so unique, and yet the shades worked so beautifully together. I loved the Brandon Maxwell brown tweed dress with that high collar too. I think Jessica called it ‘farmer glam.’ I was like, ‘No farmer would be wearing this on a farm, Jessica!’”", "No press tour is complete without a few glamorous moments, though. “I always knew when I had something on that worked because when I came upstairs, everyone in the room went, ‘wow,’” says Blunt of the silver Saint Laurent jumpsuits that brought everyone to a standstill. A ruffled metallic look from Alexander McQueen's pre-fall 2020 collection had a similarly showstopping effect. “I always love what Sarah Burton does and I just adore her as a person,\" says Blunt. “She's just such a cool lady. I just loved the essence of that silver dress for this time of year. It was whimsical and Christmas-y it made me happy when I put it on and felt lighter than air.”", "Though she’s capable of making a team of fashion veterans gasp when she walks into a room, the down-to-earth actress admits that despite decades of experience posing for the world’s best photographers and walking the most prominent red carpets, she’s still a casual girl at heart. “I’ve started to embrace fashion as a way that I can dissociate myself from the jeans and sweatpants I normally walk around in,” Blunt says. “When I do press or a red carpet, it can be a bit of a spectacle for me, and I dig that.”"], "authors": ["Janelle Okwodu", "Janelle Okwod"], "keywords": ["john", "paster", "blunt", "emily", "thyme", "tour", "dress", "renato", "looks", "jessica", "clothes", "press", "bit", "wild", "wardrobe", "mountain", "virtual", "romantic"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}