{"id": "4ae3bdef-17a3-3cbb-a37e-e8dd7f003dd2", "title": "Barking up the wrong tree: does your dog understand you?", "url": "https://www.theguardian.com/lifeandstyle/shortcuts/2020/dec/09/new-study-dogs-struggle-to-distinguish-similar-sounding-words", "summary": "My dog knows hundreds of human words.\nMost dogs understand “sit”.\nDoes your dog know the difference between “sit” and “suit” and “silt”?\nThey don’t understand that every sound in a word is important.\nDo say: “Blah blah blah blah blah blah … Walkies … blah blah blah!”Don’t say: “I thought you alone understood me, but it turns out you don’t know sit.”", "paragraphs": ["Name: Dog vocabulary.", "Age: As old as domesticated canines.", "Appearance: Like human vocabulary, but limited to very few words.", "What are you talking about? My dog knows hundreds of human words. Well, no it doesn’t.", "He understands “sit”. Most dogs understand “sit”. Does your dog know the difference between “sit” and “suit” and “silt”?", "What kind of conversations do you imagine I’m having with my dog? A new study published in Royal Society Open Science demonstrates that although dogs’ ability to hear words is prodigious, their ability to distinguish similar phonetic sounds is only about as good as a 14-month-old baby.", "Babies get better at it. But dogs never do. They don’t understand that every sound in a word is important.", "How do we even know this about dogs? Presumably we can’t ask them. Researchers at Eötvös Loránd University in Budapest attached electrodes to the heads of dogs of different ages, and then played them some recorded words.", "And what did they find? That while dogs are capable of distinguishing between understood commands and nonsense words that sound different, they are not so good at distinguishing between similar-sounding words.", "You mean they can’t actually hear the difference? It is more to do with processing power. “Similarly to the case of human infants, we speculate that the similarity of dogs’ brain activity for instruction words they know and for similar nonsense words reflects not perceptual constraints but attentional and processing biases,” said the study’s author Attila Andics.", "Sorry? You lost me at “similarly”. It seems we all have our own attentional and processing biases to contend with.", "OK whatever, professor. So you’re saying my dog doesn’t get the limericks I write for him on his birthday? Possibly not.", "I just thought he had no sense of humour. And when my dog ate my homework, it was just because he was frustrated because he didn’t understand it. It might be a stretch to infer that from this particular study.", "And when he’s looking at me like that, it’s just because he’s hardwired to recognise human faces? No. Another recent study indicated that dogs also don’t share our particular ability to recognise faces. They tend to go by your general outline and your smell.", "In short, all dogs are morons. It is a bit more complicated than that.", "Do say: “Blah blah blah blah blah blah … Walkies … blah blah blah!”", "Don’t say: “I thought you alone understood me, but it turns out you don’t know sit.”", "", ""], "authors": [], "keywords": ["words", "processing", "does", "understand", "tree", "barking", "human", "dont", "know", "wrong", "dog", "dogs", "blah", "sit"], "pubDate": "2020-12-09T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}