{"id": "4b07109d-8ab9-34cd-a79c-18e5f68a83d1", "title": "Tina Brown: Prince Philip Walked Two Paces Behind the Queen - The New York Times", "url": "https://www.nytimes.com/2021/04/09/opinion/prince-philip-dead.html", "summary": "Though his eye was rumored to rove, his devotion to the queen cannot be questioned.\nHe completed more than 22,000 royal engagements on his own and accompanied the queen on all of her overseas tours.\nBut the queen’s poker face in public was no guide to how she might have dryly chided him in private.\nWith her customary quiet savviness, the queen found sly ways to manage her husband while she got on with weighty matters of state.\nElizabeth encouraged activities that made Philip feel autonomous: flying, polo, carriage driving.", "paragraphs": ["In return, she provided Philip with an emotional safe place his childhood lacked. Though his eye was rumored to rove, his devotion to the queen cannot be questioned. He completed more than 22,000 royal engagements on his own and accompanied the queen on all of her overseas tours. (“Don’t jostle the queen!” he would sometimes bark if the press got too close.)", "He made comments that ranged from impolitic (“Your country is one of the most notorious centers of trading in endangered species,” he told his affronted hosts when accepting a conservation award in Thailand in 1991) to offensive (“Do you still throw spears at each other?” he asked Aboriginal elders on a trip with the queen to Australia in 2002). But the queen’s poker face in public was no guide to how she might have dryly chided him in private.", "The marriage succeeded on strategy as much as love. The queen’s marital challenge was how to harness her husband’s prodigious energies in the service of the crown. The key to that was to avoid making him feel unmanned. There was a difficult passage in the early years, when he learned that his children would take the dynastic Windsor name, not his own. And there were few models then for how to build a marriage in which the balance of power was so entirely weighted toward a wife, unless you count Queen Victoria and Prince Albert.", "With her customary quiet savviness, the queen found sly ways to manage her husband while she got on with weighty matters of state. She put him in charge of all the royal estates and houses, which he oversaw — as the queen mother put it sourly — like a “German junker,” and she deputed to him the big family decisions.", "Elizabeth encouraged activities that made Philip feel autonomous: flying, polo, carriage driving. He drove a four-horse carriage around Windsor Great Park at the age of 97. He had a passion for technology. In more recent years, I am told, he extolled the joys of his Kindle until, disgusted by all the direct marketing of books he didn’t want to read, he threw it in the bath."], "authors": ["Tina Brown"], "keywords": ["queens", "tina", "prince", "walked", "times", "paces", "york", "royal", "feel", "told", "marriage", "wife", "windsor", "philip", "brown", "carriage", "queen"], "pubDate": "2021-04-09T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}