{"id": "4b08e659-68ac-352d-8af7-e1575292bd92", "title": "Jill Biden's dissertation criticized in viral Twitter thread: 'It's bad'", "url": "https://www.foxnews.com/politics/viral-twitter-thread-criticizes-jill-biden-dissertation", "summary": "A viral Twitter thread breaking down incoming first lady Jill Biden's 2007 dissertation to earn her doctorate in education outlined examples of poor writing and math errors.\nThe dissertation would not have drawn attention but for a recent Wall Street Journal op-ed by Joseph Epstein criticizing Biden, who is not a medical doctor, for her use of the title \"Dr.\nThink about it, Dr. Jill, and forthwith drop the doc.\"\nThe piece caused an uproar that has not abated, as media outlets and liberal Biden allies rushed to her defense.\nand insisted on being called \"Dr. Trump,\" the currently outraged \"would laugh her out of the room.\"", "paragraphs": ["A viral Twitter thread breaking down incoming first lady Jill Biden's 2007 dissertation to earn her doctorate in education outlined examples of poor writing and math errors.", "Biden's 137-page \"executive position paper\" discussed issues of student retention at community colleges.", "\"It's bad,\" Matt Bethlehemanti tweeted Sunday, according to RedState, before listing examples of word salad like, \"The unique nature of the classroom allows for a complexity of problems as well.\"", "MELANIA TRUMP TREATED WORSE BY MEDIA THAN ANY FIRST LADY IN MODERN HISTORY: CONCHA", "Elsewhere, Biden appears to forget her fractions, writing, \"Three quarters of the class will be Caucasian; one quarter of the class will be African American; one seat will hold a Latino; and the remaining seats will be filled with students of Asian descent or non-resident aliens.\"", "The dissertation would not have drawn attention but for a recent Wall Street Journal op-ed by Joseph Epstein criticizing Biden, who is not a medical doctor, for her use of the title \"Dr. Biden.\"", "LA TIMES COLUMNIST RUSHES TO JILL BIDEN'S DEFENSE AFTER IGNORING ATTACKS ON CONSERVATIVE WOMEN", "\"Your degree is, I believe, an Ed.D., a doctor of education, earned at the University of Delaware through a dissertation with the unpromising title 'Student Retention at the Community College Level: Meeting Students’ Needs,'\" Epstein wrote. \"A wise man once said that no one should call himself 'Dr.' unless he has delivered a child. Think about it, Dr. Jill, and forthwith drop the doc.\"", "The piece caused an uproar that has not abated, as media outlets and liberal Biden allies rushed to her defense. NBC's Today Show ran a segment on the \"backlash\" to the piece. MSNBC's Brian Williams called it \"spectacularly patronizing,\" and numerous pundits said Epstein's essay should have never been published. Northwestern University, where Epstein was once a lecturer, wiped his profile from its website and condemned his \"misogynistic\" take.", "Some argued the criticism of Biden paled in comparison to coverage of current first lady Melania Trump, with some critics citing a Nov. 17 Washington Post article about gambling over when she might divorce President Trump.", "CLICK HERE TO GET THE FOX NEWS APP", "The Week's Matthew Walther tweeted Monday that if Melania Trump had an Ed.D. and insisted on being called \"Dr. Trump,\" the currently outraged \"would laugh her out of the room.\"", "Biden's title has caused confusion in the media about her credentials. 'The View' co-host Whoopi Goldberg said in March she should be Surgeon General and called her a \"hell of a doctor,\" under the mistaken impression that Biden was an M.D."], "authors": ["David Rutz", "David Rutz Is A Senior Editor At Fox News. Follow Him On Twitter At"], "keywords": ["trump", "twitter", "dissertation", "bidens", "bad", "title", "biden", "jill", "media", "lady", "doctor", "criticized", "thread", "viral", "epstein", "dr"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}