{"id": "4b0e3859-5ea8-3d7c-9ac9-965bd4db1101", "title": "Nancy Bush Ellis, sister of former President George HW Bush, dies due to COVID-19", "url": "http://www.foxnews.com/us/nancy-bush-ellis-sister-hw-bush-dies-covid-19", "summary": "Nancy Bush Ellis, sister of President George H.W.\nBush and aunt of President George W. Bush, died Sunday at her home in Concord, Mass., due to complications related to COVID-19.\nFormer President George H.W.\nBush died in December 2018.\nCLICK HERE TO GET THE FOX NEWS APPShe is survived by three sons, Alexander Ellis III, John Prescot Ellis, Josiah Wear Ellis, daughter Nancy Walker Ellis Black, nine grandchildren, 11 great-grandchildren, and her brother, Jonathan James Bush.", "paragraphs": ["Nancy Bush Ellis, sister of President George H.W. Bush and aunt of President George W. Bush, died Sunday at her home in Concord, Mass., due to complications related to COVID-19. She was 94.", "Ellis’ son told The New York Times that Ellis was hospitalized with a fever on Dec. 30 and tested positive for COVID-19.", "Born to Prescott and Dorothy Walker Bush on Feb. 4, 1926, Ellis was the third of five children, fewer than two years younger than the brother who would become the nation’s 41st president.", "She was an outspoken liberal Democrat, championing environmental causes and raising money for the NAACP, before switching over to the GOP in 1979, when her brother announced he was running for president. Former President George H.W. Bush died in December 2018.", "DICK THORNBURGH, EX-PA. GOVERNOR AND US ATTORNEY GENERAL, DEAD AT 88", "Ellis also campaigned for her nephew, Bush, the 43rd president, when he ran successfully in 2000. She even campaigned for him in Europe in a bid to encourage Americans living there to register and vote.", "CLICK HERE TO GET THE FOX NEWS APP", "She is survived by three sons, Alexander Ellis III, John Prescot Ellis, Josiah Wear Ellis, daughter Nancy Walker Ellis Black, nine grandchildren, 11 great-grandchildren, and her brother, Jonathan James Bush."], "authors": ["Bradford Betz", "Bradford Betz Is An Editor For Fox News. Follow Him On Twitter"], "keywords": ["walker", "hw", "brother", "president", "covid19", "ellis", "campaigned", "bush", "nancy", "died", "george", "sister", "dies"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}