{"id": "4b13ad22-38a5-37ca-854f-e316279eca87", "title": "National Archives sorry for blurring anti-Trump signs in Women's March photo", "url": "https://www.theguardian.com/us-news/2020/jan/18/national-archives-sign-womens-march-photo", "summary": "The US National Archives apologized on Saturday after it emerged that a photo of the Women’s March included in signage for an exhibition on women’s suffrage had been altered to blur anti-Trump signs.\n“As the National Archives of the United States, we are and have always been completely committed to preserving our archival holdings without alteration.\n“This photo is not an archival record held by the National Archives, but one we licensed to use as a promotional graphic.\nThe Post revealed that the Archives’ version featured a minimum of four such signs that had been digitally altered placards.\nOne sign that said “God Hates Trump” in the original had “Trump” blurred out in the version on display.", "paragraphs": ["The US National Archives apologized on Saturday after it emerged that a photo of the Women’s March included in signage for an exhibition on women’s suffrage had been altered to blur anti-Trump signs.", "“We made a mistake,” the Washington institution said in a statement.", "“As the National Archives of the United States, we are and have always been completely committed to preserving our archival holdings without alteration.", "“In an elevator lobby promotional display for our current exhibit on the 19th amendment, we obscured some words on protest signs in a photo of the 2017 Women’s March.", "“This photo is not an archival record held by the National Archives, but one we licensed to use as a promotional graphic. Nonetheless, we were wrong to alter the image.", "“We have removed the current display and will replace it as soon as possible with one that uses the unaltered image. We apologize, and will immediately start a thorough review of our exhibit policies and procedures so that this does not happen again.”", "The Washington Post first reported the story, on the eve of the 2020 Women’s March, which partly thanks to cold and wet weather was expected to attract smaller crowds than in previous years.", "The photograph in question showed a massive crowd in Washington on 21 January 2017, one day after Trump’s inauguration. Blown up to 49in x 69in, the image “greeted visitors” to an exhibition commemorating the 100th anniversary of women’s suffrage in the US, the Post said.", "It added: “Viewed from another angle, it shifts to show a 1913 black-and-white image of a women’s suffrage march also on Pennsylvania Avenue. The display links momentous demonstrations for women’s rights more than a century apart on the same stretch of pavement.”", "As it turned out, the 2017 photograph by Mario Tama had been digitally altered. Tama’s original shows that many of those marching held signs. The Post revealed that the Archives’ version featured a minimum of four such signs that had been digitally altered placards.", "One sign that said “God Hates Trump” in the original had “Trump” blurred out in the version on display. Another sign reading “Trump & GOP – Hands Off Women” also had “Trump” obscured.", "Changes were also made to images of posters which mentioned women’s anatomy. One, stating “If my vagina could shoot bullets, it’d be less REGULATED” was “digitally altered” to blur the word “vagina”. On a sign that read “This Pussy Grabs Back” in the original photograph – in reference to infamous remarks by Trump – “pussy” was gone in the Archives’ version.", "The Archives claimed managers and staffers made the decision to alter the image while developing the exhibit.", "“As a non-partisan, non-political federal agency, we blurred references to the president’s name on some posters, so as not to engage in current political controversy,” a spokeswoman told the Post.", "“Our mission is to safeguard and provide access to the nation’s most important federal records, and our exhibits are one way in which we connect the American people to those records. Modifying the image was an attempt on our part to keep the focus on the records.”", "The spokeswoman also said the agency decided to hide words describing women’s genitals because such terms could be considered inappropriate for display. She claimed the agency “only alters images in exhibits when they are used as graphic design components”.", "The reporter who broke the story, Joe Heim, explained on Twitter how he did it. He said he was at the Archives for a “a totally unrelated story about tourists coming to look at the constitution (a story I still hope to write)” when he noticed the image.", "“I stopped to look at it. As I was trying to read some of the signs the marchers were carrying, I noticed one was blurred out. I thought that was odd and so I looked more closely at the rest of the image and saw other signs that had been blurred. So I took the photocredit info.”", "Heim wrote that he “walked back to my office and found the original photo online. Our photo editor, Mark Miller, printed it out for me. I took it back to the Archives to compare against the one on display and that’s how I determined what had been changed.", "“Then I contacted the Archives.”"], "authors": ["Https", "Www.Theguardian.Com Profile Victoria-Bekiempis", "Victoria Bekiempis"], "keywords": ["signs", "blurring", "altered", "sorry", "national", "archives", "antitrump", "image", "womens", "display", "blurred", "original", "trump", "washington"], "pubDate": null, "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}