{"id": "4b1527aa-17ba-38ce-9507-118d9c76ffbd", "title": "NSW residents evacuated after Sydney’s Warragamba Dam overflows – video", "url": "https://www.theguardian.com/australia-news/video/2021/mar/21/nsw-residents-evacuated-sydney-warragamba-dam-overflows-video", "summary": "Heavy rains across New South Wales have brought the worst flooding in half a century in some areas, forcing thousands to evacuate and damaging hundreds of houses.\nPeople in parts of north-west Sydney were ordered to flee their houses in the middle of the night as fast-moving waters caused widespread destruction.\nSeveral dams, including the Warragamba Dam, Sydney's main water supply, spilled over, causing river levels to surge.\n‘We are now particularly worried around that Hawkesbury Nepean area.\nThe Warragamba Dam did start to spill yesterday afternoon with the rain coming into the catchment area and that is affecting the low-laying areas of the Hawkesbury Nepean,’ said Carlene York, New South Wales’s state emergency commissioner.", "paragraphs": ["Heavy rains across New South Wales have brought the worst flooding in half a century in some areas, forcing thousands to evacuate and damaging hundreds of houses.", "People in parts of north-west Sydney were ordered to flee their houses in the middle of the night as fast-moving waters caused widespread destruction. Several dams, including the Warragamba Dam, Sydney's main water supply, spilled over, causing river levels to surge.", "‘We are now particularly worried around that Hawkesbury Nepean area. The Warragamba Dam did start to spill yesterday afternoon with the rain coming into the catchment area and that is affecting the low-laying areas of the Hawkesbury Nepean,’ said Carlene York, New South Wales’s state emergency commissioner.", "", "‘The latest weather forecast from the Bureau of Meteorology is forecasting even heavier rains than we had expected in their forecast from yesterday and so we are working on a number of evacuation warnings to let people know that they are possibly at risk’"], "authors": [], "keywords": ["rains", "nsw", "sydneys", "area", "overflows", "warragamba", "yesterday", "dam", "nepean", "residents", "hawkesbury", "forecast", "south", "video", "evacuated", "areas"], "pubDate": "2021-03-21T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}