{"id": "4b21dca7-44eb-3fcc-b130-e85030420ded", "title": "Trump Officials Push Ambitious Vaccine Timeline as California Locks Down", "url": "https://nytimes.com/2020/12/06/us/politics/covid-vaccine-timeline-california.html", "summary": "Before Sunday, much of California was already under a curfew prohibiting residents from leaving their homes to do nonessential work or to gather from 10 p.m. to 5 a.m.\nThe governor’s order required regions in the state to be placed under new restrictions once their intensive care unit availability fell below 15 percent.\nWith capacity at 6.6 percent in the San Joaquin Valley and 10.3 percent in Southern California on Sunday, shops there must operate at limited capacity, and private gatherings are prohibited.\nAmong the facilities that must close: hair salons and barbershops; museums, zoos and aquariums; indoor movie theaters; and wineries and breweries.\nMr. Newsom has emphasized that California will withhold funding from counties that refuse to enforce the stay-at-home order.", "paragraphs": ["Before Sunday, much of California was already under a curfew prohibiting residents from leaving their homes to do nonessential work or to gather from 10 p.m. to 5 a.m. The governor’s order required regions in the state to be placed under new restrictions once their intensive care unit availability fell below 15 percent.", "With capacity at 6.6 percent in the San Joaquin Valley and 10.3 percent in Southern California on Sunday, shops there must operate at limited capacity, and private gatherings are prohibited. Any open businesses must require everyone inside to wear masks and distance themselves. Among the facilities that must close: hair salons and barbershops; museums, zoos and aquariums; indoor movie theaters; and wineries and breweries.", "“I haven’t heard of anybody panicking,” said Rachel Heimann, 25, who lives in San Francisco. “We all want things to go back to normal, and we want people to stop getting sick. This is just a really concrete reminder that things are getting worse.”", "California’s new measures are its strictest since the beginning of the pandemic, when it became the first state to issue a stay-at-home order, helping to control an early outbreak. But many residents are weary after nine months of shifting rules about where they can go, whether they can eat indoors or outdoors and whether their children can go to school. In some cases, the restrictions run counter to moves in other places; New York City, for example, will reopen some public schools on Monday, reflecting changing public health thinking about the importance of children being in the classroom.", "So this time, California’s restrictions have been met with more skepticism and outright defiance in some areas, even though state and local health officials have described the spread of the virus as much more dangerous than in the spring.", "Over the weekend, Los Angeles streets that had until recently been alive with diners sitting on sidewalks or in parking lots were quieter, but shoppers still streamed into grocery stores and clustered outside restaurants waiting for takeout. Inside a dim post office in the Echo Park neighborhood, a queue of customers — spaced as best they could — snaked around the small, enclosed room lined with mailboxes.", "Mr. Newsom has emphasized that California will withhold funding from counties that refuse to enforce the stay-at-home order. After some counties pushed back on prevention measures during a summer surge, an enforcement task force levied more than $2 million in fines against businesses, issued 179 citations and revoked three business licenses."], "authors": ["Michael D. Shear", "Apoorva Mandavilli", "Jill Cowan"], "keywords": ["public", "push", "measures", "things", "state", "officials", "timeline", "ambitious", "order", "trump", "restrictions", "stayathome", "san", "locks", "vaccine", "california", "residents"], "pubDate": "2020-12-06T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}