{"id": "4b22a563-d22d-32d7-924c-86d7b1db0779", "title": "Trump campaign poll asks if he should run for president in 2024", "url": "https://www.foxnews.com/politics/trump-campaign-fundraising-poll-asks-whether-trump-should-run-in-2024", "summary": "President Trump's campaign is asking supporters whether he should run for office again in 2024 in an e-mail that simultaneously seeks help keeping Republicans in control of the Senate.\nIn concert with the president's assertions that the 2020 presidential election was \"rigged\" against him, the email includes a link to a poll on the campaign's website claiming the \"Radical Left\" stole the race.\nTRUMP HINTS AT 2024 PRESIDENTIAL RUN IN REMARKS AT WHITE HOUSE PARTY\"Rest assured, YOUR President will NEVER stop fighting for YOU and YOUR family,\" the email reads.\nWhile the Trump campaign and the president have claimed widespread voter and ballot irregularities in the Nov. 3 election, their assertions have gained almost no traction in courts.\nThe former vice president bested the president by 7,059,740 votes, winning 51.4% to Trump's 46.9%, according to Fox News analysts.", "paragraphs": ["President Trump's campaign is asking supporters whether he should run for office again in 2024 in an e-mail that simultaneously seeks help keeping Republicans in control of the Senate.", "In concert with the president's assertions that the 2020 presidential election was \"rigged\" against him, the email includes a link to a poll on the campaign's website claiming the \"Radical Left\" stole the race.", "TRUMP HINTS AT 2024 PRESIDENTIAL RUN IN REMARKS AT WHITE HOUSE PARTY", "\"Rest assured, YOUR President will NEVER stop fighting for YOU and YOUR family,\" the email reads. \"He will do whatever it takes to ensure America is put FIRST, which is why he asked us to reach out with ONE very important question.\"", "Upon completing the \"Yes\" or \"No\" poll, recipients are asked to donate to Georgia's January runoff elections. The twin races have increased significance this year as they will decide control of the Senate, creating a 50-50 split that would give Vice President-elect Kamala Harris a tie-breaking vote.", "While the Trump campaign and the president have claimed widespread voter and ballot irregularities in the Nov. 3 election, their assertions have gained almost no traction in courts.", "The president has yet to concede the contest, though electors throughout the country confirmed President-elect Joe Biden's victory this week.", "The former vice president bested the president by 7,059,740 votes, winning 51.4% to Trump's 46.9%, according to Fox News analysts.", "He clinched 306 electoral votes, surpassing the 270 needed. The president won 232.", "Sen. Mitch McConnell, R-Ky., the Senate majority leader, congratulated Biden on Tuesday after the Electoral College votes were tallied.", "Kayleigh McEnany, the White House press secretary, wouldn't answer questions from reporters on whether she believed Biden had won.", "\"I will leave that to the president, but he's still pursuing ongoing litigation at the moment for this election,\" she said on Tuesday.", "CLICK HERE FOR THE FOX NEWS APP", "Trump has hinted that he intends to run again and he has called allies and he has said planning for another presidential campaign is preliminarily, according to NBC News and Politico."], "authors": ["Julia Musto", "Julia Musto Is A Reporter For Fox News Digital. You Can Find Her On Twitter At"], "keywords": ["white", "trump", "trumps", "poll", "president", "asks", "email", "run", "presidential", "vice", "2024", "election", "votes", "campaign"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}