{"id": "4b38d6fd-bf65-36dc-8ab0-482907b3af68", "title": "Great Leaders Are Readers: Creating Empathetic Leadership", "url": "https://execed.economist.com/tepper-school-business/great-leaders-are-readers-creating-empathetic-leadership-2021-02-22", "summary": "We’re in a time of crisis and upheaval that requires real, well-rounded, empathetic leadership to deal with the problems in our society.\nThings fall apart when Roy is wrongly accused of a vicious crime and is sentenced to twelve years in prison.\n\"An American Marriage\" tracks the fallout of this tragedy and the toll it takes on the characters in the novel.\nThe novel challenges readers to grapple with questions, including: What is it like to be wrongly accused of a crime?\nAs you read \"An American Marriage,\" you’ll find that its characters are very much like people you encounter in the office during your day-to-day.", "paragraphs": ["We’re in a time of crisis and upheaval that requires real, well-rounded, empathetic leadership to deal with the problems in our society. But how are empathetic leaders made?", "This is a six-week program with four synchronous meetings via Zoom and a series of ongoing, asynchronous, online discussions throughout the course of the program. Each synchronous session will be one to two hours long.", "The program will focus on the novel \"An American Marriage\" by Tayari Jones, which features ripped-from-the-headlines themes including mass incarceration; Black Lives Matter; police brutality; implicit bias; diversity, equity, and inclusion; and class struggle. Roy, an up-and-coming marketing executive, and Celestial, an emerging artist, are a newly married couple with a promising life ahead of them. Things fall apart when Roy is wrongly accused of a vicious crime and is sentenced to twelve years in prison. \"An American Marriage\" tracks the fallout of this tragedy and the toll it takes on the characters in the novel.", "The novel challenges readers to grapple with questions, including: What is it like to be wrongly accused of a crime? What is it like to come from a different social class than those around you? What is it like to have a partner in prison?", "As you read \"An American Marriage,\" you’ll find that its characters are very much like people you encounter in the office during your day-to-day. This is no mistake. In writing the novel, Jones has said that her book is about “people and their problems, not problems and their people,” meaning that instead of looking at facts and figures about mass incarceration or police brutality, she tells a story about people who could very well be your colleagues."], "authors": [], "keywords": ["american", "roy", "wrongly", "synchronous", "leadership", "program", "jones", "marriage", "empathetic", "readers", "leaders", "creating", "problems", "novel", "mass", "great"], "pubDate": "2021-02-22T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}