{"id": "4b5c986b-9c0e-3999-a6a5-7b4b395dc1f4", "title": "Indonesia's finance minister explains its response to Covid-19", "url": "https://www.ft.com/video/42e7164a-a663-4814-a602-a99a05732a30?playlist-name=section-82645c31-4426-4ef5-99c9-9df6e0940c00&playlist-offset=4", "summary": "So that I, as a finance minister, have the ability to manoeuvre more in a flexible way this challenge with this unprecedented and extraordinary.\nSo we increased dramatically the social spending up to $220tn.\nSo that's why between the government of Indonesia, minister of finance and central bank, we agreed to have two mechanisms.\nAnd with even special interest rate, for to have social spending we are allowing to have a zero interest rate coming from Bank Indonesia.\nI wanted to talk and ask you about Bank Indonesia because there are some analysts, some observers who are concerned about the political influence over the central bank.", "paragraphs": ["You can enable subtitles (captions) in the video player", "So could you just perhaps start by telling us how your country, Indonesia, the fourth largest country by population in the world, has been dealing with this pandemic?", "From the economic point of view the president submitted emergency law. So that I, as a finance minister, have the ability to manoeuvre more in a flexible way this challenge with this unprecedented and extraordinary. For the first time in Indonesia since the reform we are allowed to have a deficit more than 3 per cent.", "What are you predicting the deficit will be this year and next year?", "Well, this year we are predicting around 6.4 per cent. Next year we are now submitting the budget and already approved by the parliament of the deficit 5.7 per cent. So we increased dramatically the social spending up to $220tn. This is almost doubling the social safety net that we normally spend. And then we also provide support for the small-medium enterprises because they are hard hit and like financial crisis in '97, '98, or 2008, 2009.", "What is your prediction then for the overall contraction this year for Indonesia's GDP?", "We are still going to be in negative territory. Our present prediction for the whole year is going to be between 0.6 per cent negative to 1.7 per cent. And that really means that the third quarter and fourth quarter, although it's improving, it's not going to compensate what is actually the deep contraction on the second quarter.", "You have been... have launched quantitative easing in Indonesia earlier this year in response to the coronavirus. Are you concerned about whether that could be problematic in the longer term?", "When we saw the declining very sharply aggregate demand, but Indonesia supported by lowering interest rate, lowering reserve requirement, so that they are increasing liquidity in the economy. But that's not going to be adequate. So that's why between the government of Indonesia, minister of finance and central bank, we agreed to have two mechanisms. First, by Indonesia allowing to buy the government bonds to have equity on the primary market. This is unprecedented.", "And the second one even for what we call it, real spending, which is affected by this Covid and directly benefiting people. For example, like health, social safety net, we agreed with Bank Indonesia that for this kind of spending we allowed to get direct placement of government bonds by the central bank. So in this case it's not even through the primary market. They are directly buying the government bonds. And with even special interest rate, for to have social spending we are allowing to have a zero interest rate coming from Bank Indonesia.", "Are you concerned that this very loose monetary policy will damage Indonesia's credit rating? Will limit your ability to tap global credit markets over the sort of medium term?", "Well, this extraordinary situation, we are really handling, of course, with extraordinary will, but we also very careful and very mindful about the reputation of Indonesia, especially our hard earned reputation of a sound and prudent macro policy. So when we are adopting this extraordinary measure we communicate things directly with all rating agency and bondholders.", "I wanted to talk and ask you about Bank Indonesia because there are some analysts, some observers who are concerned about the political influence over the central bank.", "Although we are facing extraordinary times we also see that the independence of the central bank and the soundness of the macroeconomic policy that is the mix between prudent fiscal and monetary policy, is the necessary condition for us not to just recover at this moment, but also for us to sustain our recovery and continue growing in the medium and long term.", "How do you think a President Biden would approach Asia, Indonesia, this region? Do you think we will see significant changes in the way that the United States interacts with this part of the world?", "Well, first, the relationship between US and China is the first and second largest economy in the world, definitely is affecting the whole region in the world. And that's specifically because this is located in Asia, it's definitely also affecting the Asia. So the expectation is, of course, that they are going to be able to discuss and have a much better predictable relationship that is allowing for all countries to be able to also then decide the right policy first, of course, on trade. I think it's good if we are going to have a more predictable mechanism of how trade disputes can be settled.", "And then the second one is on investment and the property rights and all related concerns. That's also needs to be discussed and addressed. I do hope that this is going to be also the new relationship that can be built based on this mutual benefit thing for each party.", "I wanted to ask you about Jakarta, because there is a plan being talked about for quite a while now, to move the capital, Jakarta, to a different location quite far away from where it currently is in Java. So I wanted to ask you, do you, how are the plans going? Has Covid derailed some of that planning for moving the capital?", "On the capital city, in the medium-long term, Indonesia recognises that the distribution of growth as well as the acceleratioin of progress across islands, big island, Indonesia is very critical. And it's also... we recognise that there is one huge challenge environmentally for Indonesia, especially for the Java Island in Jakarta.", "Minister, could you tell me a little bit about the omnibus laws that you've just passed? Can you tell us a little bit about what those mean for the country and why they're important to your government?", "Well, first, although we are all focusing our attention on the Covid and Covid-related consequences, we also recognise that Indonesia, as a middle-income country, we still have a lot of homework to improve our fundamentals in terms of competitiveness, productivity, our ability to innovate and using technology. Indonesia is among the highest in terms of the capital output ratio, which is showing that Indonesia has some good investment guidance.", "So this omnibus law on the job creation tried to address this issue. Mainly on the deregulation, de-bureaucratise, and simply refining all the process being secure for investment. And especially for the small-medium enterprises. So this is offering this net of continue improvement on the infrastructure development, and human capital investment. These three are very important - Infrastructure, human capital, and the regulation, which is being simplified in a very, very fundamental way."], "authors": ["Produced Tom Griggs"], "keywords": ["policy", "spending", "indonesia", "indonesias", "finance", "covid19", "extraordinary", "capital", "thats", "minister", "second", "response", "going", "social", "explains", "bank"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}