{"id": "4b66eb73-0e75-34cd-bbf1-0fcb8a22273f", "title": "11,000 positive Covid tests missing from Wales data after IT problem", "url": "https://www.theguardian.com/world/2020/dec/17/wales-coronavirus-cases-double-it-problem", "summary": "An extra 11,000 positive Covid tests in Wales have not yet been counted in the official figures because a computer system was down for maintenance, it has emerged.\nBut Public Health Wales (PHW) said the 11,000 cases were missed from the figures because of “planned maintenance” of IT systems.\nPHW said the missing results were from tests carried out by the Lighthouse laboratories, which were set up to help tackle the Covid crisis.\nThe data was always waiting to be uploaded.”He pointed out a record number of tests were being carried out.\nAcross Wales, [on Thursday] we will be reporting in the region of 11,000 new positive cases.", "paragraphs": ["An extra 11,000 positive Covid tests in Wales have not yet been counted in the official figures because a computer system was down for maintenance, it has emerged.", "The anomaly means the number of cases for the week up to 15 December is likely to be about double what had originally been thought.", "Opposition politicians in Wales expressed deep concern, with one calling the news “staggering”.", "The situation emerged after the Welsh government announced on Wednesday that the number of cases was so alarming that the country was to go into another lockdown.", "But ministers have made it clear they made the decisions to bring in the new lockdown, and to introduce stricter rules around Christmas than other parts of the UK, knowing the figures were worse than had been reported in public.", "Currently, recorded figures for the the week of 9 to 15 December stand at 11,911. But Public Health Wales (PHW) said the 11,000 cases were missed from the figures because of “planned maintenance” of IT systems.", "A total of 103,098 people have tested positive in Wales since the Covid crisis began, meaning the 11,000 extra positives – which will be added PHW figures from Thursday – will represent roughly one-tenth of the new total.", "The additional 11,000 cases would mean recent cases of the virus are twice as high as previously thought.", "PHW said the missing results were from tests carried out by the Lighthouse laboratories, which were set up to help tackle the Covid crisis.", "The Welsh health minister, Vaughan Gething, told the Guardian the government was aware the PHW case numbers were not accurate before it made the decision to bring in a fresh lockdown and stricter rules around Christmas than other parts of the UK.", "Gething also said the maintenance work had to be carried out. “There was a planned maintenance upgrade in some of our information systems. We knew that if we didn’t deliver the maintenance there would be more risk in the system.", "“The upgrade took place over the weekend, we knew there would be a few days before all the data was reconciled. Given our case volumes three or four days is lots of cases. The cases were never lost. In fact the data has always flowed into our contact tracing system. So our contact tracers have always bene able to contact people.", "“We never said when figures were published in the last few days that we can see our cases tailing off. It’s why we carried on saying the tide of coronavirus is rising. We had a clear indication of the trend going upwards.”", "The Welsh first minister, Mark Drakeford, played down the issue. He said the computer upgrade had been announced in advance and it had been made clear that some cases would not be reported in the normal way.", "Speaking on BBC Radio Wales, he said: “Everybody who had a positive test was told about it; our TTP (test, trace, protect) knew about it. We will be adding those tests into the data. The data was never missing. The data was always waiting to be uploaded.”", "He pointed out a record number of tests were being carried out. Two weeks ago, tests rose from 75,000 to over 100,000 and last week there were 120,000 tests. “If you are testing more people you will identify more positive cases.”", "But the revelation increases pressure on the government, which has been criticised for how, on Wednesday, it announced new arrangements around Christmas.", "It initially said it was only advising people to restrict gatherings to two households – plus an additional single person household. Later it said this was going to be made a legal requirement.", "Drakeford insisted the central message was the same, whether it was law or advice, and suggested it was up to individuals to follow the rules: “Self-policing is the way this has to work,” he said on Thursday.", "The Conservative shadow health minister, Andrew RT Davies, said the data issue undermined public confidence.", "He said: “This is another staggering data cockup during the health minister’s [Vaughan Gething] management of the Covid crisis, to add to the shielding letters sent in error and the data breach in September that saw 18,000-odd positive test results put on a public PHW server.”", "Davies added that medical professionals had contacted him to voice their concerns as to whether the planned maintenance should have been conducted when it was.", "Davies continued: “Welsh Labour and their failing health minister have clearly lost control of the virus in Wales. This loss of control can only be compounded by today’s news of yet another data mix-up. An investigation into this fiasco should be launched.”", "PHW said the problem was related to the maintenance of the NHS Welsh Laboratory Information Management System.", "A spokesperson said: “This took place on Friday and Saturday (11 to 12 December) so that essential service upgrades could take place. This means that we expect a backlog of results to come through over the coming days, and there will be a period of data reconciliation and validation that will affect our daily reporting figures for several days.", "“[Thursday’s] figures and those over the following days will be higher as a result of the backlog coming through. Across Wales, [on Thursday] we will be reporting in the region of 11,000 new positive cases. Full breakdown by local regions is currently being analysed and will be available in [Thursday’s] dashboard update.”", "In October, it emerged that nearly 16,000 coronavirus cases went unreported in England with Public Health England blaming an IT error."], "authors": ["Steven Morris"], "keywords": ["data", "11000", "wales", "days", "health", "tests", "figures", "covid", "cases", "welsh", "missing", "maintenance", "problem", "positive"], "pubDate": "2020-12-17T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}