{"keywords": ["children", "sex", "babies", "study", "sexual", "abandoned", "mothers", "peacekeepers", "lives", "haiti", "girls", "women", "told", "fathered", "finds", "minustah", "poverty"], "authors": ["Stephen Sorace"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "title": "UN peacekeepers in Haiti fathered babies then abandoned mothers to lives of poverty, study finds", "pubDate": null, "url": "https://www.foxnews.com/world/un-peacekeepers-haiti-babies-mothers-study", "paragraphs": ["United Nations peacekeepers fathered children with women and girls in Haiti before abandoning the mothers to lives of poverty in the disaster-stricken Caribbean country, a new study says.", "The study, published Tuesday in The Conversation, examined the impact of the UN’s long-running Stabilization Mission in Haiti (MINUSTAH), which ran from 2004 to 2017.", "UN HUMAN RIGHTS OFFICE ACCUSED OF HELPING CHINA KEEP AN EYE ON DISSIDENTS", "The mission was originally meant to assist Haiti with its political instability and organized crime, but was extended in 2010 following a major earthquake and again after Hurricane Matthew in 2016.", "Researchers from Birmingham University and Queen’s University, Ontario, interviewed more than 2,500 Haitians for the study, of which 265 subjects – or about 10 percent – told stories of children fathered by UN personnel.", "It said “girls as young as 11 were sexually abused and impregnated by peacekeepers and … ‘left in misery’ to raise their children alone.”", "The peacekeepers were often repatriated after the pregnancies became public and offered the mothers no support once the babies were born, according to the study. Locals have labeled the children fathered by peacekeepers as “Petit MINUSTAH.”", "The study split the accounts of sexual encounters into three categories: sexual violence, transactional sex and “evolving relationships.”", "HEAD OF UN AGENCY FOR PALESTINIAN REFUGEES RESIGNS AMID ALLEGATIONS OF ABUSES OF AUTHORITY", "The data collected showed that sexual violence was in the minority of reported encounters, while the more pervasive problem appeared to be transactional sex. The study found in many cases that women and girls would have sex with MINUSTAH personnel in exchange for money or food.", "“They had sex with the girls not even for money, it’s just for food, for one meal,” a man from Port Salut told the researchers.", "Other accounts told of peacekeepers and local women becoming involved in casual romantic relationships that some described as “committed and loving,” which resulted in pregnancy.", "“I had a sister who was dating a MINUSTAH soldier,” another man from Port Salut told the researchers. “My whole family knew about it, my mother as well as other people. She became pregnant … Ever since, my sister’s life is a mess.”", "Some accounts cited rumors that women sought “fair-skinned” peacekeepers because lighter-skinned children were sometimes seen as desirable.", "Not all of the mothers received help from their families following the birth of their children, with some being kicked out of their homes to raise the children alone, the study said.", "The Haitian-based Bureau des Avocats Internationaux (BAI) filed paternity suits in Haitian courts in January 2018 to secure child support payments on behalf of 10 children whose fathers are claimed to be UN peacekeepers. The BAI has slammed the UN as “non-responsive” and uncooperative.", "CLICK HERE FOR THE FOX NEWS APP", "A spokesman for UN Peacekeeping told The Times that progress is being made to \"end and prevent these abuses\" but that \"much remains to be done.\""], "id": "4bba1bb1-23e1-3c1c-856a-290e0b9377a5", "summary": "United Nations peacekeepers fathered children with women and girls in Haiti before abandoning the mothers to lives of poverty in the disaster-stricken Caribbean country, a new study says.\nThe study, published Tuesday in The Conversation, examined the impact of the UN’s long-running Stabilization Mission in Haiti (MINUSTAH), which ran from 2004 to 2017.\nThe study found in many cases that women and girls would have sex with MINUSTAH personnel in exchange for money or food.\nOther accounts told of peacekeepers and local women becoming involved in casual romantic relationships that some described as “committed and loving,” which resulted in pregnancy.\n“I had a sister who was dating a MINUSTAH soldier,” another man from Port Salut told the researchers."}