{"id": "4c1d66b5-069a-3647-9fdc-dcbbde694a3e", "title": "Airbnb to make Wall Street debut in $47bn share sale", "url": "https://www.theguardian.com/technology/2020/dec/10/airbnb-ipo-wall-street-share-sale", "summary": "Airbnb is set to start trading on the Nasdaq stock exchange on Thursday at a price that values the short-term rentals company at over $47bn.\nAirbnb has proved a controversial company, and is under fire from residents and local politicians in cities from Barcelona to New Orleans over its impact on local communities.\nThe number of Airbnbs in New Orleans rose from 1,905 to 6,508 between 2015 and December 2018, according to the watchdog website Inside Airbnb.\nAirbnb previously said it expected to sell shares at between $56 and $60 but increased the price to $68 as investors vied to get shares amid an unprecedented boom in share sales.\nOn Tuesday, when food delivery company DoorDash made its stock market debut its shares soared 85%.", "paragraphs": ["Airbnb is set to start trading on the Nasdaq stock exchange on Thursday at a price that values the short-term rentals company at over $47bn.", "Founded in 2008 after co-founders Joe Gebbia, Brian Chesky and Nathan Blecharczyk came up with the idea of renting air mattresses in their San Francisco apartments, Airbnb now has more than 7m short-term listings worldwide and at $47bn would be valued more highly than Marriott, the largest hotel operator.", "The sale will add billions to the fortunes of its founders and allow staff to sell up to 15% of their shares after the listing, instead of waiting for the usual lock-up period, creating more millionaires.", "Airbnb has proved a controversial company, and is under fire from residents and local politicians in cities from Barcelona to New Orleans over its impact on local communities. In New Orleans, for example, local residents have complained about soaring rentals and lack of housing as investors have snapped up properties to rent on a short-term basis.", "The number of Airbnbs in New Orleans rose from 1,905 to 6,508 between 2015 and December 2018, according to the watchdog website Inside Airbnb.", "Amnesty International on Tuesday called for the company to remove more than 200 rental listings in the illegal Israeli-occupied Palestinian Territories.", "“No company should be party to human rights abuse and until Airbnb ends its business relationship with the Israeli settlements it will be deeply compromised,” said Saleh Higazi, Amnesty International’s Middle East deputy director.", "But the controversies have done little to dampen investor enthusiasm.", "Airbnb previously said it expected to sell shares at between $56 and $60 but increased the price to $68 as investors vied to get shares amid an unprecedented boom in share sales.", "The company is the latest tech company to go public in what has become a record year for initial public offerings (IPOs) as investors have excitedly snapped up new offerings and stock markets have surged.", "On Tuesday, when food delivery company DoorDash made its stock market debut its shares soared 85%.", "Over $140bn has been raised on US exchanges so far this year, beating the full-year record of $107bn set at the height of the dotcom boom in 1999, according to Dealogic data."], "authors": ["Dominic Rushe"], "keywords": ["wall", "orleans", "local", "shortterm", "snapped", "47bn", "company", "share", "shares", "airbnb", "investors", "debut", "set", "sale", "stock", "street"], "pubDate": "2020-12-10T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}