{"id": "4c31ab77-8e04-3456-84a4-8d5cbaded288", "title": "Biden orders commission to study supreme court expansion and reform", "url": "https://www.theguardian.com/us-news/2021/apr/09/joe-biden-supreme-court-expansion-commission-reform", "summary": "Joe Biden on Friday ordered a study of adding seats to the supreme court, creating a bipartisan 36-member commission that will spend the next six months examining the politically incendiary issues of expanding the court and instituting term limits for its justices.\nBiden has not said whether he supports expanding the court, also known as “court packing”.\nThe announcement comes after the supreme court justice Stephen Breyer warned this week that efforts to expand the court could erode public “trust that the court is guided by legal principle, not politics”.\nDemand Justice, a progressive group focused on the supreme court, started an online petition calling for his retirement.\n“He believes that’s a decision Justice Breyer will make when he decides it’s time to no longer serve on the supreme court,” she said.", "paragraphs": ["Joe Biden on Friday ordered a study of adding seats to the supreme court, creating a bipartisan 36-member commission that will spend the next six months examining the politically incendiary issues of expanding the court and instituting term limits for its justices.", "The executive order fulfills a campaign promise to examine court reform, including expanding the number of justices or setting term-limits, amid growing calls from progressive activists to realign the supreme court after its composition tilted sharply to the right during Donald Trump’s presidency. Biden has not said whether he supports expanding the court, also known as “court packing”.", "Trump appointed three justices to the high court. One was a seat that Republicans had blocked Trump’s predecessor, Barack Obama, from filling. Despite arguing in 2016 that the seat should be filled by winner of the year’s presidential election, Republicans rushed to fill the supreme court seat vacated by death of Ruth Bader Ginsburg just weeks before the 2020 election.", "The result was one of the most ideologically conservative courts in modern times.", "Biden’s executive order directs the commission to complete its report within 180 days of its first meeting. But it was not charged with making a recommendation under the White House order that created it.", "The panel is composed of a “bipartisan group of experts” that includes constitutional and legal scholars; former federal judges; practitioners who have appeared before the court as well as reform advocates.", "The commission co-chairs are Bob Bauer, professor of practice and distinguished scholar in residence at New York University School of Law and a former White House counsel for Obama, as well as the Yale Law School professor Cristina Rodriguez, former deputy assistant attorney general in the office of legal counsel at the US Department of Justice under Obama.", "The commission will hold public meetings appraising the “merits and legality of particular reform proposals”, according to the White House.", "The announcement comes after the supreme court justice Stephen Breyer warned this week that efforts to expand the court could erode public “trust that the court is guided by legal principle, not politics”.", "The remarks by Breyer, 82, the court’s oldest justice and a member of its minority liberal bloc, prompted calls for his resignation from reform advocates while Democrats still control the Senate and the confirmation process. Demand Justice, a progressive group focused on the supreme court, started an online petition calling for his retirement.", "“Tell Justice Breyer: put the country first. Don’t risk your legacy to an uncertain political future. Retire now,” the petition states.", "If an opening should arise, Biden has promised to appoint the nation’s first ever Black female justice.", "On Friday, the White House press secretary, Jen Psaki, told reporters that Biden was not pushing for Breyer to retire.", "“He believes that’s a decision Justice Breyer will make when he decides it’s time to no longer serve on the supreme court,” she said.", "During his presidential campaign, Biden repeatedly sidestepped questions on expanding the court. A former chair of the Senate judiciary committee, Biden has asserted that the system of judicial nominations is “getting out of whack”, but has not said if he supports adding seats or making other changes to the current system of lifetime appointments, such as imposing term limits.", "The size of the court has been set at nine members since just after the civil war. Any effort to alter it would be explosive, particularly at a moment when Congress is nearly evenly divided. Changing the number of justices would require congressional approval.", "“With five justices appointed by presidents who lost the popular vote, it’s crucial that we consider every option for wresting back political control of the supreme court,” said Nan Aron, president of the Alliance for Justice, a liberal judicial advocacy group.", "“President Biden’s commission demonstrates a strong commitment to studying this situation and taking action.”", "Associated Press contributed to this report"], "authors": ["Lauren Gambino"], "keywords": ["biden", "supreme", "orders", "expansion", "justices", "expanding", "commission", "court", "breyer", "white", "reform", "justice", "study"], "pubDate": "2021-04-09T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}