{"pubDate": null, "title": "The Most Exciting Games Of Gen Con 2019", "keywords": ["gen", "2019", "exciting", "game", "play", "card", "art", "big", "games", "board", "players", "project"], "id": "4c43ee49-7e82-3d70-ab1e-52386c77eea0", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "paragraphs": ["Tabletop gamers by the droves converge every year in Indianapolis for a celebration of the hobby at the mammoth Gen Con event. Long-anticipated games are released, expansions detailed, and thousands of players demo and play games of all types. The 2019 event has now concluded, and there's no shortage of info to learn about some of the coolest new board, miniature, card, and role-playing games.", "The hundreds of projects on display mean that it’s impossible to create an at-a-glance examination of the convention. But here are a few of the new announcements, reveals, and hands-on experiences from game makers that garnered excitement over the course of the show.", "The update to this article includes ten new entries to discover, which have been added at the top of the article for ease of reading. If you missed the initial write-up, there are another eight entries that were part of the original posting from last week, which you'll find below the update.", "Horrified", "Publisher: Ravensburger", "This new horror-themed game garnered some big attention at the show, and I suspect it’s a game we’ll be hearing a good bit about it in the coming months. I’ve had the chance to play a bit, and came away very impressed. High production values are evident through the detailed miniatures and attractive board, but it’s the easy-to-learn cooperative gameplay that is the real draw. Players work to hold off a variety of familiar monsters like Dracula, the Invisible Man, or the Bride of Frankenstein, each of whom has their own unique challenges to confront. Difficulty can easily scale by adding or subtracting monsters in any given session.", "Imperial Settlers: Empires of the North", "Publisher: Portal Games", "This new standalone card game iterates on the widely successful series of Imperial Settlers games, but while it draws on the ideas of that earlier series, it is also its own beast. A big reason why is the absence of deck-building, with a focus instead on static (but distinct) clans that each player adopts as the game begins, including variations on the Inuits, Vikings, and Scotsmen. Players develop their civilization and empire through the selection of a variety of actions in any turn, slowly turning the game’s scant supply of resources into steady and meaningful growth. Great colorful art and components bely what appears to be a deep strategic challenge; I’m very eager to see more of the project.", "Unmatched: Battle of Legends", "Publisher: Restoration Games", "Restoration Games has a fascinating business model; the studio takes older excellent games in need of an update, and brings them back into the gaming landscape even better than before. Their latest effort is a reskinning and rebuilding of Star Wars: Epic Duels, now minus the original license. Instead, in this hybrid miniature/board/card game, players take on the role of a variety of legendary figures from history and fiction, and seek to figure out who would win a fight between the two. Wonder who would win in a battle between King Arthur and Medusa? How about if Sinbad joins the conflict? Extremely simple rules and constrained play spaces make this an ideal game for kids, but the smart rules and attractive concept and components are likely to draw more dedicated gamers as well, especially as the game expands with new packs and characters.", "Machi Koro Legacy", "Publisher: Pandasaurus Games", "The original Machi Koro has been around for a number of years, and its simple gameplay and engaging premise have kept players coming back for more. The new legacy variation does exactly what you’d expect; take that original formula, and translate it to an ongoing experience that grows and changes from one playthrough to the next. Like in the original, you must compete to build landmarks in the town, rolling dice, and cultivating your income, but here the game will stretch out over 10 separate sessions, with features of the game changing over the course of play. At the end of your campaign, you’ll have a customized version of Machi Koro to play to your heart’s content.", "Funkoverse Strategy Game", "Publisher: Funko Games", "A unique packaging and rollout model characterizes this new project from Funko. In mix-and-matchable two and four character sets, players can acquire popular licensed character figures, from Rick & Morty to the witches and wizards of the Harry Potter universe. Players move those adorable figures about on one of the double-sided boards and spend ability tokens; more powerful abilities have longer cooldowns, demanding careful planning ahead. The game has obvious appeal to the huge number of Funko Pop collectors out there, as the game is set to include figures that don’t appear elsewhere. But it’s the brisk playstyle that garnered attention at the show, and the attractive big-license packs put this in a strong position to turn heads when the game sees a full release later this year.", "Terror Below", "Publisher: Renegade Game Studios", "There’s something of a cult following for the 1990 film, Tremors, which combines action, comedy, and a healthy dose of horror to tell the story of a drowsy southwest town beset by voracious monsters beneath the earth. Terror Below isn’t an officially licensed game about the movie, but it’s likely as close as we’re ever going to get, and the game premiered at Gen Con ahead of a full retail release this month. Players navigate the Nevada desert, gathering monster eggs to turn in for bounties. The faster you move, the more your vibrations attract the big bad worm creatures. If you’re especially brave, you can actively seek out the beasts and take them down. Like the movie that so clearly inspired it, the time I’ve spent playing Terror Below reveals a game that is equal parts tension and laughter, and a ton of fun as well.", "Cloudspire", "Publisher: Chip Theory Games", "The highly anticipated Cloudspire draws significant inspiration from the video game world – specifically tower defense and MOBA games – to create a strategy experience for one to four players. The game began to roll out for the first time at Gen Con, and early word is very strong. Players control one of several factions, and you must simultaneously send out armies to steal resources, while simultaneously defending their own territory. Gorgeous presentation and replay-centric dynamics (like an event deck that changes up the experience across the course of the game) make this a project that is garnering big buzz for its playability and thrill.", "Ishtar: Gardens of Babylon", "Publisher: Iello", "This beautiful tile placement and area control game tells the story of a gardener trying to bring life and greenery to the desert, and create the legendary hanging gardens of Babylon. Players compete to please the queen by creating the most picturesque and verdant landscape, accomplished by planting flowers, gathering gems, and laying out trees. As you build, you’re constantly balancing the need to block your opponent’s efforts while simultaneously upgrading your garden’s potential. Ishtar’s colorful components, high-quality board, and interwoven strategic objectives are all reasons to consider a close look at this game, especially for fans of thoughtful and aesthetically rich board gaming experiences.", "Dune", "Publisher: Gale Force Nine", "Long celebrated as one of the great early strategy tabletop games, and originally released back in 1979, Dune was and is a foundational game in the hobby. Gale Force Nine is bringing back the classic with this remake, which maintains the core elements of the original out-of-print classic, but aims to update the art, rules, and other tweaks. Players take on one of the fiction’s major factions, and whether you lead the noble Atreides, the mysterious Bene Gesserit sisterhood, or one of four other distinct factions, you must vie for control of the planet Arakkis – better known to the wider galaxy as Dune. Gale Force Nine is being smart about its timing on this one; the game’s rollout should match well with some other big revivals of the franchise, including the upcoming film from Blade Runner 2049 director Denis Villeneuve.", "God of War: The Card Game", "Publisher: CMON", "Based on the 2018 video game of the same name, the new card game is a cooperative affair in which players control the likes of Kratos, Atreus, and Freya, as they seek to halt Ragnarok. A unique card-based board means that every session is different from the last, remixing the layout of bosses and encounters from one quest to the next. There’s a fun dynamic of acquiring new cards, at which point players must decide which of the hero characters could most benefit from that effect or power. The game does a laudable job of tapping into the narrative and character elements that made the video game so appealing, and the fully cooperative dynamic of play holds a lot of promise, leaving me eager to learn more.", "Original entries:", "Marvel Champions", "Publisher: Fantasy Flight Games", "Fantasy Flight has a long string of successes to its name with its living card game formula, in which a core starter game is followed by regular static expansions with consistent card inclusions. Unlike CCGs, you know what you’re getting in each pack, and can follow along and grow your game in the way you want. The latest franchise to receive the treatment is the stable of Marvel heroes, with the announcement this week of a new game; Marvel Champions is a cooperative card game in which you take on the roles of characters like Black Panther and Spider-Man as they fight to stop villains like Rhino or Ultron. The scenario-driven sessions and decks unique to each villain help each playthrough feel different. Equally exciting, we know from previous living card games to expect a long follow-through of new expansions in future months, growing the story and adventures of your heroes.", "Cyberpunk 2077 – Afterlife", "Publisher: CMON", "Cyberpunk 2077 is undoubtedly one of the most anticipated video games on the horizon, so there’s good reason to believe that this newly announced project from designer Eric M. Lang (Blood Rage, Rising Sun, Bloodborne: The Card Game) will pique the curiosity of many. With an announcement timed concurrent with the big show, the card game (coming in 2020) focuses on a drafting mechanic in which players – controlling the “Fixers” of the Cyberpunk world – confront challenging choices as they acquire new cards, since they’re always working with an extremely limited set of funds. Getting a much-needed new card might require getting rid of an old one to afford the benefit. The project already boasts some evocative art, and there’s no shortage of great fictional backdrops to flesh out the experience. Now we just have to wait to learn if there’s a Keanu Reeves card.", "Mezo", "Publisher: Kolossal Games", "We listed Mezo as one of the most anticipated board games of 2019 back in January, and the time for release is fast approaching. The game is being demoed at Gen Con in advance of its official rollout. Players control Mesoamerican gods as they deploy their followers to dominate the board in massive conflicts for region control. The game boasts asymmetrical powers for each of the different player-controlled gods, and the fantasy is brought to life by some impressively detailed and large-scale miniatures that represent the aspects of these deific figures. Deeply driven by its setting of ancient Mesoamerican mythology, Mezo is one to watch if you’re a fan of big, deep, detailed strategy games.", "Parks", "Publisher: Keymaster Games", "If the art from Parks game cover looks familiar, it may be because you’ve seen something similar for sale while traveling to one of the United States’ many beautiful national parks. Keymaster partnered with the print makers at Fifty-Nine Parks to bring their iconic art style to life in a board game setting. In the game, players are hikers moving along the trails and visiting iconic parks around the country, gaining points for their well-rounded tourism and exploration of the natural world. I’m personally excited by the project because it seems at least partly inspired by the wonderful Tokaido, a favorite of mine in which players travel a road in ancient Japan while attempting to have the most lovely and relaxing vacation. Parks boasts some gorgeous components and art, and it’s on sale for the first time at Gen Con, with a broader release beginning in September.", "Seeders from Sereis: Exodus", "Publisher: WizKids/Sweet Games", "I’m excited by this new announcement from WizKids, in which the publisher has partnered with Sweet Games to bring this ambitious sci-fi space opera to English audiences for the first time. The narrative focuses on the need for players to build an ark to escape a planet that will soon be anathema to life. Players draft cards representing individuals, items, and locations that help your effort to save a portion of the empire. The futuristic art and presentation of this game is especially captivating, and I’m eager to learn more about the project (said to be just one part of a broader transmedia universe of fiction and games) as it rolls out in advance of a 2020 release.", "Pathfinder: 2nd Edition", "Publisher: Paizo", "A new version of the Pathfinder role-playing game has been in the works for a long time, but the official release of the 2nd edition is rolling out right now at Gen Con. Pathfinder originally grew out of the 3.5 edition of the D&D game, but in the many years since has taken on a life of its own, and cultivated a dedicated fan base that loves its detailed character customization, stellar world building, and flexible playstyle at the table. I’ve had the chance to dig into an early look at the new (and massive) core rulebook, and I’m extremely impressed so far with the clarity of rules presentation, smart evolution of existing ideas, and fantastic art and production values. Gen Con is the perfect coming-out party for the new edition, and RPG players should expect the game to make a big splash in the coming months as more and more players give it a shot in the competitive fantasy RPG space.", "Arkham Horror: Final Hour", "Publisher: Fantasy Flight Games", "Longtime readers of the column know I have a soft spot for this venerated series of Lovecraftian games from Fantasy Flight, and the studio has just revealed a new project in the line. Final Hour echoes a lot of what is always so fun in these games – existential horror, cooperative play, and story-driven encounters – but wrapped in a package that can be played in an hour or less. That’s a big deal, as the Akrham Horror games are renowned for their complexity and fun, but also for playtimes that can have your gaming group confronting Cthulhu for many exhausting hours into the dark of the night. Final Hour sees the whole team working together to stave off monsters as they roam across the fictional Miskatonic University, even while pulling together the ritual components that can halt the greater elder evil threat. If the short playtime can meet up with the same evocative themes and art that the earlier games are known for, Final Hour could be an investigation that is hard to turn down.", "Zombicide: 2nd Edition", "Publisher: CMON", "It’s fair to say that the Zombicide games have inspired a bevy of imitators, and for good reason. The original version (and its many expansions and standalone variations) encouraged players to work together in fast-paced combat encounters against the ceaseless hordes of the undead, gathering ever more powerful weapons and gear to survive. The game has always been at its best when it feels light and quick-moving, so the new 2nd edition is focused on streamlining, faster play, and getting into battles right away (a good thing, in this case). In addition, the initial announcement promises that longtime players will be able to update their current collections to the new rules, which is great news for zombie hunters who have already invested heavily in the franchise. The 2nd edition of the game was revealed this week, and will come to Kickstarter soon.", "Thanks for taking time to check out this look at some of the most intriguing projects to show up at this year's Gen Con event. As mentioned at the start, it's impossible to create a complete picture of the big show, and the entries above are only a smattering of the excellent games that were on display. Right now is a great time to search and explore the website and community feeds of your favorite game publishers, as many of them have awesome new content to share in the wake of the convention.", "If you’re eager to dive into something that it is already out there on store shelves, feel free to peruse the backlog of the Top of the Table column by clicking into the hub banner below. As always, drop me a line via email if you’d like personalized board, card, miniature, or role-playing recommendations, and I’ll do my best to help you find something fun to play."], "authors": ["Senior Previews Editor", "Matt Miller Has Been With Game Informer Since He Has A Special Interest In The Evolution Of Game Design", "The Tabletop Hobby", "The Crafting Of Interactive Narrative."], "url": "https://www.gameinformer.com/top-of-the-table/2019/08/07/the-most-exciting-games-of-gen-con-2019", "summary": "Long-anticipated games are released, expansions detailed, and thousands of players demo and play games of all types.\nThe 2019 event has now concluded, and there's no shortage of info to learn about some of the coolest new board, miniature, card, and role-playing games.\nEqually exciting, we know from previous living card games to expect a long follow-through of new expansions in future months, growing the story and adventures of your heroes.\nMezoPublisher: Kolossal GamesWe listed Mezo as one of the most anticipated board games of 2019 back in January, and the time for release is fast approaching.\nKeymaster partnered with the print makers at Fifty-Nine Parks to bring their iconic art style to life in a board game setting."}