{"id": "4c5c50b0-286e-3140-a345-412adde8f5ec", "title": "Euphoria: Trouble Don’t Last Always review – Zendaya shines in bleak midwinter tale", "url": "https://www.theguardian.com/tv-and-radio/2020/dec/07/euphoria-trouble-dont-last-always-review-zendaya-shines-in-bleak-midwinter-tale", "summary": "With its nihilistic teenage attitudes and themes of addiction, depression and loss, it is hardly primed for seasonal cheer.\nIt begins with a heartbreaking fantasy of Rue and Jules, slightly older, living together, happily in love, in a sun-soaked loft space.\nThey talk and talk, meandering around what it means to be a good person and what it takes to want to live.\nWhen Ali asks her how she and Jules came to define their relationship as a relationship, she does not know.\nAli and Rue talk about their personal low points.", "paragraphs": ["The US teen drama Euphoria (Sky Atlantic) is rarely a barrel of laughs, so the idea that it would put out two festive specials this year was a little incongruous. With its nihilistic teenage attitudes and themes of addiction, depression and loss, it is hardly primed for seasonal cheer. Still, there was always a chance that it would surprise us. There is tinsel in the late-night diner, after all … “To tell you the truth, drugs are probably the only reason I haven’t killed myself,” announces the 17-year-old addict Rue. And a partridge in a pear tree?", "These two instalments – one about Rue, one about her transgender friend Jules – are more like lengthy DVD extras than episodes that would fit into a standard Euphoria season, but, on the basis of this first one, it is far mightier than its neat, theatrical format initially suggests. It begins with a heartbreaking fantasy of Rue and Jules, slightly older, living together, happily in love, in a sun-soaked loft space. But this is not the Euphoria we know. It clicks into its familiar bleakness, picking up in the immediate aftermath of the season one finale, in which Jules ran away and Rue did not go with her. In this non-fantasy world, Rue emerges from the toilets of a diner, on Christmas Eve, to half-heartedly tell her sponsor, Ali, that she is not high, when she is clearly very high indeed.", "From then, it is the kind of two-hander that British soaps do so well. As Rue, broken by what she sees as Jules’ betrayal, Zendaya continues to demonstrate exactly why she so deserved the best actress Emmy she won in September; as the older, wiser Ali, Colman Domingo is simply extraordinary. These needed to be good performances. Although this looks stylish, wearing its Nighthawks inspiration plainly and dwelling on blurry neon lights through glass, all Edward Hopper via a Lana Del Rey filter, it is essentially a conversation about addiction that has to sustain our attention for an hour.", "Rue, red hoodie pulled up over her face, looking like a pill-addled Santa Claus, picks at pancakes as she spends her Christmas Eve explaining to Ali that she has relapsed and why she never intended to stay sober in the first place. (The constant reminders that the character is 17 go a long way towards forgiving some of her more dramatically teenage declarations.) Ali, who describes himself as “just a crackhead who’s trying to do a little good on this Earth before I die”, has far more experience of addiction and loss than Rue could even begin to imagine. His story is far more interesting, even though it hovers in the background. They talk and talk, meandering around what it means to be a good person and what it takes to want to live. It is no coincidence that Ali mentions It’s a Wonderful Life.", "They spar over power, guilt, shame, God, drugs and late-stage capitalism; one of the most enjoyable tangents comes when Ali tells a story about Nike co-opting anti-racism slogans while trying to sell him expensive trainers. This loose, conversational structure is so at odds with the half-hazy, half-frenzied pace of the series itself that it takes a second to tune into its rhythm. But it suits it. Every time I rolled my eyes at Rue’s teenage naivety, the script seemed to be right there, too, albeit kindly. When Ali asks her how she and Jules came to define their relationship as a relationship, she does not know. Did they talk about it? “What? That’s so weird. Why would we talk about it?” she says, sounding every bit the teenager she is.", "When Euphoria is at its best, it is deeply empathic. I did not buy the criticism that it glorified drug-taking; I thought it showed how horrendous adolescence can be, particularly in the digital age, and that nobody could truthfully watch this show and want to emulate any of the behaviour in it. This episode, given space and time to breathe, is a frank discussion about how destructive and damaging addiction can be, all wrapped up in a smart and sympathetic plea for compassion for addicts. Ali and Rue talk about their personal low points. For Ali, this is a story about how many last chances a person can burn through. Rue, devoid of hope, is forced to confront the idea that there may be a little hope left in her yet.", "It is a touch too long and some of the dialogue is eye-wateringly Euphoria – “For some people, there is no rock bottom, it’s bottomless” – but, for the most part, I was lost in its world and captivated by the back-and-forth, which is frequently as funny as it is grim. Ultimately, its message is one of forgiveness, of others and of oneself, of empathy and understanding. It quietly calls for good will to all men, even whip-smart, heartbroken, navel-gazing teenagers. Perhaps it is not so unfestive, after all."], "authors": ["Rebecca Nicholson"], "keywords": ["midwinter", "ali", "good", "addiction", "zendaya", "teenage", "talk", "dont", "jules", "far", "bleak", "rue", "tale", "trouble", "euphoria", "shines", "little", "review"], "pubDate": "2020-12-07T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}