{"id": "4c66c73b-b186-3499-abcb-8ee68f6a5675", "title": "I thought I had hit the age of peak happiness. How wrong I was", "url": "https://www.theguardian.com/lifeandstyle/2020/jan/19/peak-happiness-peak-misery-47-psychology-wellbeing", "summary": "“Because I’m about to hit 47.2,” I say, in case she had forgotten that we recently celebrated my 47th birthday.\nMy wife shakes her head again and says gently: “No, 47.2 is when you hit peak misery.\nFacebook Twitter Pinterest Professor David Blanchflower identified the U-shaped happiness curve in his 2007 research.\nHe pinpoints 47.2 as the age of peak unhappiness in the developed world, and 48.2 in developing nations.\n“It seems society does value happiness more these days but not enough – we are having an explosion of depression and loneliness.", "paragraphs": ["As a study shows 47.2 is the height of misery, what is the economic theory and psychology of wellbeing – and does it offer a brighter tomorrow", "So,” I say to my wife, “I’ve been asked to write about happiness peaking when we hit 47.2 years of age.” She stares at me like she’s waiting for a punchline, then shakes her head. “Because I’m about to hit 47.2,” I say, in case she had forgotten that we recently celebrated my 47th birthday. “A team of economists have worked it out.”", "There is an uncomfortable pause. My wife shakes her head again and says gently: “No, 47.2 is when you hit peak misery. It’s been all over the papers. Have you not been reading them? I was going to send you the links but I didn’t want you to have some sort of meltdown.”", "This is devastating information. I feel a little like PG Wodehouse’s Freddie Widgeon, who “experienced the sort of abysmal soul-sadness which afflicts one of Tolstoy’s Russian peasants when, after putting in a heavy day’s work strangling his father, beating his wife and dropping the baby into the city’s reservoir, he turns to the cupboards, only to find the vodka bottle empty”.", "Facebook Twitter Pinterest Improved wellbeing has been linked to the number of daily portions of fruit and vegetables. Photograph: istetiana/Getty Images", "Far from being happy, I am wallowing in the slough of despond. With hindsight, the signs that I am gripped by a midlife crisis were all too obvious. The incessant running, to the point of exhaustion; the appearance in the bathroom of a certain type of “shampoo” that should miraculously turn my hair a lustrous brown; the urgent need to repeatedly punch myself in the face when I hear politicians like Barry Gardiner or Iain Duncan Smith on the Today programme; the decision to read Jordan B Peterson’s 12 Rules for Life twice in the same month.", "My fate is sealed – it’s hard to argue otherwise. Not in the face of the voluminous research carried out by the eminent economist Professor David Blanchflower, who studied data from 132 countries as he gauged the relationship between wellbeing and age.", "Blanchflower is the go-to expert on happiness. By my calculation, since the millennium he has written at least 20 papers on the subject. He and Professor Andrew Oswald “Money, sex and happiness: an empirical study”, which found that found that sexual activity appears to have greater effects on the happiness of highly educated people, than on those with low levels of education; the thought-provoking “Is psychological wellbeing linked to the consumption of as does eating more fruit and vegetables?” (also with Oswald), which linked rises in happiness and mental health to the number of daily portions of fruit and vegetables; and, with another academic, David Bell, the provocative “The Scots may be brave but they are neither healthy nor happy”, which found the wellbeing of Scots lower than that of the English or the Welsh.", "Facebook Twitter Pinterest Professor David Blanchflower identified the U-shaped happiness curve in his 2007 research. Photograph: Bloomberg/Getty Images", "What is striking about all this work is its consistency. Blanchflower first identified a U-shaped happiness curve in a paper published in 2007, which found that “wellbeing reaches a minimum, on both sides of the Atlantic, in people’s mid-to-late 40s”.", "One point from Blanchflower’s studies is that no matter where you are, money can’t buy you happiness. His latest work – carried out when unemployment is at historic lows in many countries – confirms this. He pinpoints 47.2 as the age of peak unhappiness in the developed world, and 48.2 in developing nations.", "“The curve’s trajectory holds true in countries where the median wage is high and where it is not, and where people tend to live longer and where they don’t,” Blanchflower says in the study, published by the National Bureau of Economic Research. But this is not to say that our wellbeing is independent of external events.", "“The onset of the Great Recession (following the banking crisis of 2008) seems to have particularly impacted the prime age and especially those with low levels of education,” Blanchflower, 67, told me via email from Key West, where the temperature was 27C and he described himself as happy.", "In the US, he says, the academics Angus Deaton and Anne Case have documented deaths of despair especially relating to these groups from suicide and drug poisonings.", "Blanchflower’s work suggests when people are at their least happy, but not why. Attempts to bridge this gap, to meld the fields of economics and psychology, became fashionable shortly after the millennium and then bled into the political world. Since 2005, the Organisation for Economic Co-operation and Development has published its How’s Life? survey, which charts the wellbeing of people in 41 countries. In 2007, the economist Richard Layard was made the UK’s happiness tsar. The next year, the French president Nicolas Sarkozy asked the rock-star economists Amartya Sen, Joseph Stiglitz and Jean-Paul Fitoussi to find alternatives to GDP as a measure of a country’s health. The idea was revived last year when the New Zealand prime minister, Jacinda Ardern, pledged her government would put wellbeing at the centre of its budgets.", "Facebook Twitter Pinterest Social media can make young people feel anxious but they have more energy. Photograph: Thomas Barwick/Getty Images", "While Blanchflower believes politicians now understand the need to take happiness seriously, he fears they do not appreciate their role in its delivery. “They are getting happiness more but I think we need to understand that politicians imposed failed reckless austerity, which broke down social ties even more.”", "As the west endures an explosion of depression and loneliness, society must look itself in the mirror, says Blanchflower, who thinks the keys to happiness are “friends, family and a supporting community”. “It seems society does value happiness more these days but not enough – we are having an explosion of depression and loneliness. In the US, pain is up even though 100 billion pain meds are distributed, according to the Washington Post.”", "If Blanchflower’s work is correct, politicians keen on improving wellbeing need to prioritise middle-aged people, which seems counter-intuitive given the pressures facing younger people today. As Layard writes in today’s Observer New Review: “The rise in competitiveness has been made much worse by the advent of social media, which have encouraged self-advertisement and made more young people feel inadequate, anxious, depressed and ‘left out’.”", "But there are compensations for being young, Blanchflower argues. “Young people have more energy and fewer responsibilities!” he emailed, the exclamation mark revealing the fervour with which he holds this belief. He has a theory as to why we hit a nadir in our 40s: “Life seems to get complex and it is a struggle to strike out on your own.”", "This strikes a chord. Before my 40s I had few cares. Life was simple and many places – schools, hospitals, doctors’ surgeries, creches, nurseries, playgrounds – were alien to me. Now that I have a child, a wife and elderly relatives to consider, life is a shuttle between these places.", "I have a job that has resolutely plateaued for the past two decades and, thanks to familial responsibilities, a squeezed disposable income. I crave sleep. My body is disintegrating. I spend my time obsessing about air pollution and knife crime.", "And gradually something is dawning on me: I will never represent my country in any sport; no one is going to be calling me from Sweden with an invitation to collect a Nobel; Gregg and John are never going to say to me: “Mate, that was an awesome tiramisu.”", "And yet there is something hopeful in Blanchflower’s U-shaped curve and its promise that after 47.2 lies a better tomorrow. As Blanchflower says: “Once you get there, I think you get more realistic – and happier.”", "Indeed, if I have learned anything as I hit the age of 47.2, it can be summarised in the observation of Frank Bascombe, the main character, aged 44, in Richard Ford’s The Sportswriter. “For your life to be worth anything, you must sooner or later face the possibility of terrible, searing regret – though you must also manage to avoid it or your life will be ruined. I believe I have done these two things. Faced down regret. Avoided ruin. And I am still here to tell about it.”"], "authors": ["Jamie Doward"], "keywords": ["say", "peak", "472", "thought", "happiness", "young", "wife", "life", "age", "wellbeing", "wrong", "blanchflower", "hit", "work"], "pubDate": null, "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}