{"id": "4c7dc937-cb03-39aa-99ba-f2caf5bf6dc6", "title": "Dita Von Teese and Winnie Harlow star in a star-studded fashion film", "url": "https://edition.cnn.com/style/article/moschino-milan-fashion-week-film-jungle-red/index.html", "summary": "Hailey Bieber behind the scenes for Moschino's Milan Fashion Week film.\nIn the Moschino fashion film, the models shift from weekday work to weekend leisure, with visits to art museums, the theater, and the countryside.\nStella Maxwell (left), Dita von Teese (middle) and Winne Harlow (right) backstage on set of \"Jungle Red\".\nDue to the limitations of Fashion Week during the global health crisis, the film is the second unconventional showing for the Italian label since last year.\nA behind-the-scenes shot from the Moschino film.", "paragraphs": ["Written by Jacqui Palumbo, CNN Contributors Fiona Sinclair Scott, CNN", "Whimsical prairie dresses or animal-prints with burlesque flair? Red carpet glamour or potato-sack couture? For the Autumn-Winter 2021 season, Moschino creative director Jeremy Scott decided that one motif wasn't enough, so he designed a collection with five instead.", "Debuting during Milan Fashion Week in a film called \"Jungle Red,\" the styles are unveiled in a gilded theater with a rotating set, featuring a cast of characters including Dita von Teese, Stella Maxwell, Precious Lee, Winnie Harlow, Hailey Bieber and Soo Joo Park. Maye Musk, mother of tech billionaire Elon Musk, is the show's presenter.", "Hailey Bieber behind the scenes for Moschino's Milan Fashion Week film. Credit: Marco Ovando/Moschino", "Riffing off the famous theater scene in George Cukor's 1939 film \"The Women,\" where an all-woman cast -- played by the likes of Joan Crawford and Joan Fontaine -- attend a live show to see the latest fashion styles on stage, Scott's inspiration is an imagined 20th-century cosmopolitan woman, presented with an updated sensibility. A notable difference is the much more diverse group of women to Cukor's all-White ensemble, and Scott has also included models of different sizes and ages.", "\"There's not just one archetype of age or beauty,\" American-born Scott said of his film's cast. \"There's many different races; there's different body types. So in essence, that is much more true to life, but not true to film or true to the kind of archetypes that Hollywood would perpetuate, especially in the 1930s.\"", "In the Moschino fashion film, the models shift from weekday work to weekend leisure, with visits to art museums, the theater, and the countryside. The film takes its name from a coveted nail polish hue in Cukor's film.", "Stella Maxwell (left), Dita von Teese (middle) and Winne Harlow (right) backstage on set of \"Jungle Red\". Credit: Marco Ovando/Moschino", "\"I love this kind of nostalgic presentation,\" said Scott in a video interview for CNN Style. Due to the limitations of Fashion Week during the global health crisis, the film is the second unconventional showing for the Italian label since last year. For its Spring-Summer 2021 collection, Scott sent marionettes wearing tiny Moschino looks down a runway set, with doppelgangers of famous fashion faces in the crowd.", "\"I've been very fortunate to be able to find another way of expressing myself outside of the traditional fashion show with having everyone gather together, which is not possible this time,\" said Scott.", "A behind-the-scenes shot from the Moschino film. Credit: Jeremy Eichenbaum for Moschino", "'A little joy and levity'", "\"Jungle Red\" mixes camp and glamour, with models walking the stage during each vignette.", "There's plenty of signature Moschino kitsch, with one model wearing a statuesque windmill atop her chignon hair coil, while others walk out in bell-sleeved potato sacks and oversized hair bows (reminiscent of the Marilyn Monroe shoot in which she proved that she could look good wearing nothing but burlap).", "The first business looks of slicked hair, tiny pinstriped hats and tailored suits among a New York City set give way to a pastoral scene featuring bubble-sleeve prairie dresses printed with fluffy clouds, grassy fields and cows.", "Meanwhile spectators at a museum wear wide-brimmed hats and flared pencil skirts as the paintings come alive with models in brushstroke-printed gowns. During the urban safari, replete with faux-plant jungle, models prowl around in animal-inspired outfits, including a long-tailed gold alligator two-piece skirt suit, and a black one-shoulder mini-dress with a glitzy embellished flamingo. Finally, at the theater the models swan about in red-carpet gowns and capes with chunky jewelry and stacks of pearls, as well as one dramatic shawl in the shape of oversized black evening gloves.", "Like many industries, the pandemic has upended the norms of the fashion world, and Scott hopes that Moschino's irreverent shows provide some much-needed joy.", "\"The most important thing I always want to communicate with my collections and my work and my shows is really bringing some humor and ... a little joy and levity,\" he said. \"I think that that's the most important thing I can do in my work.\""], "authors": ["Jacqui Palumbo", "Cnn", "Fiona Sinclair Scott"], "keywords": ["red", "moschino", "scott", "week", "von", "star", "film", "harlow", "starstudded", "set", "dita", "work", "theater", "winnie", "teese", "fashion", "models"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}