{"id": "4c7f531d-1c49-3e93-96a8-e2c87ca8fc8d", "title": "EU provided crowd control training to Myanmar police units", "url": "https://www.theguardian.com/world/2021/feb/11/eu-provided-crowd-control-training-to-myanmar-police-units", "summary": "The EU provided crowd control training to specialist Myanmar police units alleged to have been involved in a violent crackdown on pro-democracy protesters, but claims it shared defensive techniques only due to concerns about possible human rights abuses.\nEuropean police have been working with their counterparts in Myanmar to develop a manual of crowd control techniques as part of a wider EU support scheme called Mypol.\nSpecialist crowd control units which received EU training have been involved in policing the protests and have been among those accused of using excessive force against demonstrators including firing water cannons, rubber bullets and live ammunition.\nA member of one of these specialist crowd control units is thought to be the officer pictured in images circulating on social media aiming his weapon at demonstrators during a protest in the capital, Naypyidaw, on Tuesday.\n#WhatIsHappeningInMyanmar #Feb9Coup #UnlawfulPolice#BreakHumanRight pic.twitter.com/Ya8Pl2jdc6 — Glory Ydn (@Ydn_SwamHK) February 9, 2021The EU training consisted of working with Myanmar police to produce a draft manual of crowd control techniques, according to a senior EU source.", "paragraphs": ["The EU provided crowd control training to specialist Myanmar police units alleged to have been involved in a violent crackdown on pro-democracy protesters, but claims it shared defensive techniques only due to concerns about possible human rights abuses.", "European police have been working with their counterparts in Myanmar to develop a manual of crowd control techniques as part of a wider EU support scheme called Mypol. The project, initiated in 2012, provided training and equipment to help modernise Myanmar’s military-controlled police force along the lines of “international best practice and respect for human rights”.", "It was suspended by the EU last week after the Myanmar military staged a coup that has triggered the largest protest movement in the country in more than a decade.", "Specialist crowd control units which received EU training have been involved in policing the protests and have been among those accused of using excessive force against demonstrators including firing water cannons, rubber bullets and live ammunition.", "A member of one of these specialist crowd control units is thought to be the officer pictured in images circulating on social media aiming his weapon at demonstrators during a protest in the capital, Naypyidaw, on Tuesday. A young woman was shot in the head during that protest, though it has not been confirmed that the officer in the pictures fired that bullet.", "HEAR OUR VOICE", "TW// Gun shot", "The Higher Ranked Officer of Myanmar Police", "Shoot Down three Citizens in Naypyidaw. Without Warning. Two Seriously Injuried & One is critical situation. #WhatIsHappeningInMyanmar #Feb9Coup #UnlawfulPolice#BreakHumanRight pic.twitter.com/Ya8Pl2jdc6 — Glory Ydn (@Ydn_SwamHK) February 9, 2021", "The EU training consisted of working with Myanmar police to produce a draft manual of crowd control techniques, according to a senior EU source. But disagreements between the parties arose over sharing “offensive” techniques to suppress crowds and riots, which EU regulations limit in instances where they might lead to human rights abuses.", "Mypol did not provide training in progressive use of force or use of weapons to the specialist units, the EU official said. “Eventually the [Myanmar] police took the draft and added the ‘offensive’ chapters themselves,” they said.", "“The training in riot control for large, specialist units … was limited to formations, chains and shield barriers, excluding the use of offensive equipment.”", "The officer pictured raising his weapon towards protesters in Naypyidaw would not have received training through Mypol, the source added. “His ranking is lieutenant-colonel and Mypol only trains from lieutenant down,” they said.", "The young woman who was shot has been identified in local media as Mya Thwe Thwe Khaing, 19. She underwent emergency surgery on Tuesday evening and doctors have said her condition remains critical.", "The EU source said that, overall, the police response to the protests so far had been less violent than in the past, and that those involved in the project believed it was partly due to the use of techniques that had been shared.", "“What would have happened if the same circumstances would have occurred five years ago,” they said. “Would the police reaction have been more violent and less controlled?”", "Activists have been critical of the Mypol scheme, arguing that the police is overseen by a military-controlled government ministry, and that officers have been implicated in successive waves of violence against the Rohingya, and therefore could not be meaningfully distinguished from the Tatmadaw, Myanmar’s notorious military forces.", "“This is a military-controlled police force involved in genocide, and that should be a red line for not providing training,” said Mark Farmaner, the director of the Burma Campaign UK. “At the end of the day they’re likely to follow military orders if asked to shoot on protesters or put down an uprising.”", "Freedom-of-information requests lodged by the Burma Campaign UK with various European agencies involved in training the Myanmar police found no evidence that the violence against the Rohingya was part of the programmes.", "The EU has argued that the training has resulted in changes in the way the police resolve conflict, including “a very significant reduction in the use of violence and an increase in police dialogue with social actors”.", "A number of states sought to engage with the Myanmar government as it started to transition to greater civilian control after 2010. But the country’s powerful military has been reluctant to give up meaningful political power, and carried out repeated campaigns of violent repression against minorities that UN investigators believe may constitute crimes against humanity.", "The atrocities have cast the international engagement in an awkward light, and states such as the UK have suspended ties with the Myanmar army, while countries such as Australia and Japan have scaled down their involvement but maintained some links, arguing they can do more through dialogue with the military than by isolating it.", "China, Israel and India are among the states that have been criticised for providing weapons and equipment to the military despite evidence that it is implicated in genocide."], "authors": ["Michael Safi"], "keywords": ["eu", "military", "violent", "myanmar", "training", "control", "involved", "techniques", "crowd", "provided", "units"], "pubDate": "2021-02-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}