{"id": "4c8ee341-0d76-3dec-92f4-8694200d4544", "title": "Parts of south and east of England move to Covid tier 3 as Bristol downgraded", "url": "https://www.theguardian.com/world/2020/dec/17/parts-of-south-and-east-of-england-move-to-covid-tier-3-as-bristol-downgraded", "summary": "Only Bristol and north Somerset were moved down to tier 2 after infections fell, while the county of Herefordshire was moved into tier 1, the lowest level of restrictions.\nAnnouncing the very limited number of tier reductions, Hancock said: “I know that many places in tier 3 have seen their rates reduce.\nIn tier 2 they can open but customers can only sit inside with other members of their household or bubble.\nLondon and parts of Essex and Hertfordshire entered tier 3 on Wednesday, meaning 38 million people will be living under the toughest level of restrictions – 68% of the population of England.\nAbout 30% of the population will be in tier 2 while 2% will be in tier 1.", "paragraphs": ["Matt Hancock announces no change for majority of areas in tier 3 and says ‘we mustn’t blow it now’", "Large swathes of the south and east of England are to be put under the highest level of coronavirus restrictions, as the government rejected calls to allow hospitality businesses to reopen in other parts of the country.", "Matt Hancock, the health secretary, announced no change for the “vast majority” of areas already in tier 3, which include most of the north of England and Midlands, London and some of the south-east. “We’ve come so far, we mustn’t blow it now,” he told MPs.", "Parts of southern England and the east of England were moved up to tier 3, including Bedfordshire, Buckinghamshire, Berkshire, Peterborough, the whole of Hertfordshire, Surrey with the exception of Waverley, Hastings and Rother on the Kent border of East Sussex, and Portsmouth, Gosport and Havant in Hampshire.", "The decision prompted dismay among local leaders and MPs in affected regions in the south of England – as well as among those in the north who had hoped their area might be moved out of tier 3.", "Only Bristol and north Somerset were moved down to tier 2 after infections fell, while the county of Herefordshire was moved into tier 1, the lowest level of restrictions.", "Announcing the very limited number of tier reductions, Hancock said: “I know that many places in tier 3 have seen their rates reduce. In most places, I have to tell you, we are not quite there yet, and the pressures on the NHS remain.”", "In tier 3, the strictest level of restrictions, hospitality businesses must close except for takeaway services. In tier 2 they can open but customers can only sit inside with other members of their household or bubble. People can mix with up to five other people in beer gardens and on outside tables in tier 2.", "Stephen McPartland, the Tory MP for Stevenage in Hertfordshire, tweeted: “Ridiculous that we are being dragged into tier 3. Totally unacceptable & clearly shows I was right to vote against a second lockdown and tier system.”", "Gerald Vernon-Jackson, the Liberal Democrat leader of Portsmouth council, said it was “bizarre” to move the city into tier 3 but not nearby areas also served by the city’s hospital.", "He said: “It’s not unexpected but I am slightly surprised as we have been told the problem is the Queen Alexandra hospital, which doesn’t just serve Portsmouth. Just a third of its intake is from Portsmouth and two-thirds from others around including areas which are within a mile.”", "The lack of any movement out of tier 3 for areas in the north and Midlands also brought a strong reaction, with Sir Richard Leese, the leader of Manchester city council, calling it “bitterly disappointing so close to Christmas”.", "In a joint statement, the leaders of councils in north-east England said that while they accepted the region had to stay in tier 3 on public health grounds, they needed “a greater understanding of how moving out of tier 3 will be determined in the new year”.", "Responding to Hancock in the Commons, the Conservative backbencher Sir Graham Brady, who represents Altrincham and Sale West, noted that infection rates were below the national average in nine out of 10 boroughs in Greater Manchester, and lower than in Bristol or Cheshire, both now in tier 2. “What exactly do we have to do to move out of tier 3?” Brady said.", "For the past week, political and business leaders in the north and Midlands – large parts of which have been under strict lockdown restrictions since the summer – have been making the case to the government for their areas to be downgraded to tier 2. But those pleas fell on deaf ears amid warnings from health experts that the virus is already out of control again in the run-up Christmas.", "In the Commons, Hancock also came under pressure over the government’s plans to allow households to meet at Christmas, given the still-rising Covid case numbers.", "Jonathan Ashworth, the shadow health secretary, said: “This isn’t about cancelling Christmas, Santa will still deliver his presents. But is he really telling us that allowing indoor mixing of three households, across regions and generations, for five days is sensible given the virus is raging with such ferocity at the moment?”", "Jeremy Hunt, the former health secretary and chair of the Commons health committee, also sought clarification over Christmas plans. He said: “Of course, personal responsibility matters. But in a pandemic, so does clarity. So irrespective of the law and the regulations, should we or should we not have indoor social gatherings with elderly and vulnerable family members?”", "Hancock, in response, said people “should act with great caution”.", "London and parts of Essex and Hertfordshire entered tier 3 on Wednesday, meaning 38 million people will be living under the toughest level of restrictions – 68% of the population of England. About 30% of the population will be in tier 2 while 2% will be in tier 1."], "authors": ["Helen Pidd", "Josh Halliday", "Peter Walker"], "keywords": ["hancock", "moved", "east", "england", "parts", "bristol", "health", "tier", "north", "covid", "downgraded", "portsmouth", "south", "restrictions", "areas", "level"], "pubDate": "2020-12-17T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}