{"id": "4cad24a9-6048-3297-9c43-7dbbcbfbd111", "title": "Gwyneth Paltrow has capitalized on vaginal shame and celebration | Arwa Mahdawi", "url": "https://www.theguardian.com/world/2020/jan/18/gwyneth-paltrow-goop-capitalized-both-vagina-shame-celebration", "summary": "Gwyneth Paltrow: queen of the vagina-industrial complexDreadful news everyone: the infamous Gwyneth Paltrow vagina candle is now sold out.\nThis content isn’t clickbait, Paltrow tells the class; she’s way too classy for that – “It’s a cultural firestorm when it’s about a woman’s vagina.” Paltrow reportedly then cupped her hands around her mouth and yodeled “VAGINA!\nThere’s vagina lipstick and vagina moisturizer and vagina egg art.\nThere may be money in shame, but there’s also a lot of cash in vaginal celebration.\nThe amazing thing about Paltrow is that she’s capitalized on both vaginal shame and celebration.", "paragraphs": ["Sign up for the Week in Patriarchy, a newsletter​ on feminism and sexism sent every Saturday.", "Gwyneth Paltrow: queen of the vagina-industrial complex", "Dreadful news everyone: the infamous Gwyneth Paltrow vagina candle is now sold out. If you were hoping to part with $75 in order to get your hands on a candle with “This Smells Like My Vagina” emblazoned on it then 1) get help, 2) don’t worry, I’m sure Paltrow will be bringing out some more vagina-themed merchandise soon.", "Love her or hate her, you’ve got to admit that Paltrow is a goddamn genius; the woman has her perfectly moisturized fingers on the zeitgeist like nobody else. She has turned Goop, her lifestyle brand, into a $250m business via a perfectly honed formula of aspiration and irritation. She doesn’t care if we laugh at her $956 toilet paper or $66 jade vagina eggs; she doesn’t care if we write angry articles about how she’s peddling dangerous pseudoscience. She knows that all publicity is good publicity; as she has proudly stated: “I can monetize those eyeballs.”", "And it’s not just eyeballs that the wellness entrepreneur has successfully monetized – it’s vaginas. There’s an amazing bit in Taffy Brodesser-Akner’s 2018 interview with Paltrow, where the Goop goddess talks to Harvard Business School students about some of the contentious advice on her site – for example, the idea that vagina jade eggs “do everything from fix your hormone levels to help with bladder control”. This content isn’t clickbait, Paltrow tells the class; she’s way too classy for that – “It’s a cultural firestorm when it’s about a woman’s vagina.” Paltrow reportedly then cupped her hands around her mouth and yodeled “VAGINA! VAGINA! VAGINA!”", "Paltrow isn’t the only one snatching a profit from vagina-themed merchandise. The vagina-industrial complex is booming. 2017 saw a run on vagina necklaces. In 2018 models wearing vagina wigs (merkins) strutted down the catwalk at New York Fashion Week. In 2019, the world’s first vagina museum opened in London. Basically, if you put “vagina” in front of a random noun and Google it, the product probably exists. There’s vagina lipstick and vagina moisturizer and vagina egg art. And, of course, there are now vagina candles.", "So why are vaginas suddenly everywhere? Well, as Dr Jen Gunter, a California gynecologist who has built a name for herself by debunking Paltrow’s bad advice – and authored a book called the Vagina Bible – noted in a recent interview “there’s a lot of money in vaginal shame”. Women have been conditioned to think their bodies are “dirty” or abnormal since the beginning of time; the rise of “wellness’ has seen a boom in products, like vaginal wipes, designed to “fix” problems that don’t exist. “I have noticed a huge increase in what I can only describe as women being ‘vaginally hyperaware’,” Gunter told NPR last year.", "There may be money in shame, but there’s also a lot of cash in vaginal celebration. Reproductive rights have been top of mind in the Trump era; vaginas, like the pink pussyhats at the Women’s March, have become a symbol of “resistance”. And then, of course, there’s the fact that a certain type of corporate feminism has become very fashionable. The amazing thing about Paltrow is that she’s capitalized on both vaginal shame and celebration. She’s built a completely symbiotic vagina economy.", "Women hold more jobs than men for first time in nearly a decade", "Women in the US held 50.04% of jobs last month, according to new labor department data. This is only the second time in history that women have held more jobs than men; the first time was during the 2007-2009 recession, which was also nicknamed the “Mancession” because layoffs hit men first. Unfortunately, while women might now outnumber men in the job market we are still getting paid a hell of a lot less.", "Karlie Kloss, Ivanka’s sister-in-law, is going to vote Democrat in 2020", "Kloss is married to Jared Kushner’s brother but says she won’t vote for Trump. Perhaps she can have a word or two with Ivanka and persuade her to defect.", "Hong Kong Express Airways made a passenger take a pregnancy test", "The airline has apologised for asking 25-year-old Midori Nishida to take a pregnancy before flying from Hong Kong to to the island of Saipan, a US territory in the Pacific. Staff were apparently worried that Nishida was going to the island to give birth for immigration reasons. Nishida was not pregnant but she was, understandably, pretty upset at having to pee on a stick before being allowed to board.", "Anon was a woman – and she still is", "This chilling longread, Whatever Happened To ____? , is well worth your time. It’s an anonymous piece by a woman whose husband, a failed writer, was so jealous of her success that he became violent. “So what I mean when I say that it’s different being a woman writer, and particularly a mother who is also a writer, is that I don’t think male authors are physically assaulted by their spouses for gaining a modicum of success,” she writes. How many women’s names don’t we know because their voices and careers were silenced by an insecure spouse?", "The week in pet-riarchy", "Spotify has released a podcast for dogs to soothe them when they are home alone. I tried one episode (“Pup Fiction”) out on my dog, Rascal. Hard to tell if he enjoyed it really. Don’t want to Bragg, but I think he might be more of an In Our Time sort of pup."], "authors": ["Arwa Mahdawi"], "keywords": ["shame", "capitalized", "women", "men", "vaginal", "writer", "paltrow", "dont", "mahdawi", "vagina", "gwyneth", "theres", "arwa", "shes", "celebration", "woman"], "pubDate": null, "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}