{"id": "4cd3c75d-28f2-3b73-9d54-ec8f0649eedf", "title": "A bug’s life: how a volunteer army is putting Britain’s wildlife on the record", "url": "https://www.theguardian.com/environment/2021/apr/10/a-bugs-life-how-a-volunteer-army-is-putting-uk-wildlife-on-the-record-aoe", "summary": "These days, records are collated, verified and filtered through a patchwork of recording schemes and local environmental record centres.\nThese tools show how experienced the recorder is, helping people such as Whiffin verify records sent in.\n“One of the fascinating things about wildlife recording and biodiversity is it’s such a vast topic that nobody knows it all.\nPhotograph: Ashleigh WhiffinThere are now 30,000 records on large carrion beetles from the silphidae family recording scheme combined with historical data gleaned from dusty museum notebooks.\nAlthough there is overlap between her day job and hobby, Whiffin stresses that recording is not a chore.", "paragraphs": ["Ashleigh Whiffin’s day job as assistant curator of entomology is to look after National Museums Scotland’s vast collection of preserved insects. But her passion for the creatures doesn’t end when she goes home; in her spare time she spends hours recording and verifying sightings of a specific group of large carrion beetles in the family silphidae.", "“Silphidae are absolutely brilliant,” Whiffin says from her Edinburgh office. “They’re decomposers, so they are really vital for recycling and also have forensic applications. Some of the members in the family are called burying beetles and they actually prepare a carcass, make a nest out of the corpse and then feed on the rotting flesh and regurgitate it for their kids. They’re quite a charming – but also grisly – insect.”", "The nicrophorus investigator, a banded burying beetle, is a scavenger said to be able to smell a rotting carcass from two miles away. Photograph: Ashleigh Whiffin", "Wanting to know more about the distribution of silphidae across the UK and how they were faring in conservation terms, Whiffin established what already exists for more charismatic species such as ladybirds: a national recording scheme. “I couldn’t go up and down the country on my own so setting up a recording scheme was a great way of doing it because you can get an army of people together all with the same mission.”", "Whiffin is one of Britain’s tens of thousands of volunteer nature recorders, whose detailed sightings of flora and fauna, or key events in their lifecycles, are vital for keeping tabs on biodiversity as the climate warms, habitats shrink, and pesticides and pollution degrade the quality of land.", "Gilbert White was a parson, whose observations in his 1789 book Natural History inspired generations of amateur naturalists. Photograph: Mary Evans Picture Library", "It’s a hobby with a long history in the UK, where amateurs have been stuffing, pinning and pressing specimens for centuries. One of the earliest volunteer naturalists to adopt a more studious approach was Gilbert White, a parson whose observations of wildlife in his 1789 book Natural History laid the ground for modern ecology.", "These days, records are collated, verified and filtered through a patchwork of recording schemes and local environmental record centres. Many end up in the National Biodiversity Network’s Atlas, the country’s most comprehensive collection of biodiversity information. Roughly 30,000 new records are added every day to this database and most come from volunteers.", "The Biological Records Centre (BRC), a research institution in Oxfordshire set up in the 1960s, calculated a few years ago that about 70,000 people take part in biological recording each year, although Helen Roy, the BRC’s coordinator of zoological data and research, thinks that is probably an underestimate. Despite years of doom-mongering about the death of natural history as a pastime, the Royal Society for the Protection of Birds’ State of Nature 2019 reports calculated that there had been a 46% increase in the time donated to nature recording since 2000.", "Martin Harvey, who also works at the BRC but runs a recording scheme for soldierflies and their allied families in his spare time, says most insect surveys are run by volunteers.", "His own passion for recording was sparked at an event organised by a local moth expert when he was at primary school. “It caught my interest and he very kindly spent a lot of time teaching me about moths and I started to learn how to find and identify them,” says Harvey. “It’s something that’s always been a very strong tradition in this country. An awful lot of the people who are the experts on finding and identifying these species are volunteers.”", "Harvey is optimistic about the new generation of “expert amateurs”. He says: “In the last few years we’ve had a number of new recording schemes set up and some of the older schemes have new people running them. I’ve been really encouraged to see a whole range of younger people stepping forward to take those on.”", "A carrion beetle recording workshop. Interest in volunteering is being encouraged among younger people. Photograph: Ashleigh Whiffin", "But while there is little concrete data on demographics, recorders admit there is a lack of diversity among those involved. “We can very easily obtain records from the existing community of very experienced and respected naturalists,” says Whiffin. “I have to say for the beetle community, that is predominantly white men and that is something that I’m very keen to change.”", "Whiffin has been advertising her recording scheme on social media and running beetle identification courses online to try to reach a wider range of people.", "It’s such a vast topic that nobody knows it all … that’s why it can become a lifetime’s passion Martin Harvey, Biological Records Centre", "Biological recording has also benefited from apps such as iSpot and iRecord, which allow citizen scientists to snap a picture of their subject and quickly upload it.", "These tools show how experienced the recorder is, helping people such as Whiffin verify records sent in. “We do get a lot of repeat recorders – regulars who are very reliable: they send in their records every year. But it’s also very obvious when somebody is sending something in for the first time,” she says. “What’s been nice to see over the last few years is the increase in people that are sending in these one-off, or one or two observations.” She has had a lot of interest from university students, and speculates that they might have had more free time during lockdown.", "Harvey notes that people get involved at different levels, from casual recorders to those who go to “extraordinary lengths” to specialise in a subject or species. “One of the fascinating things about wildlife recording and biodiversity is it’s such a vast topic that nobody knows it all. We’re all continually learning and that’s why it can become a lifetime’s passion.", "Phosphuga atrata, or the common snail hunter, lives on carrion, snails, insects and worms. Photograph: Ashleigh Whiffin", "“For most, if not all, insects there’s a lot we don’t know and a lot of areas that don’t get recorded very well,” says Harvey. “There’s also basic natural history gaps in how they live, what they feed on, what their lifecycle and behaviour is, and individual volunteer naturalists can and do make an enormous contribution to finding out that sort of information.”", "There has recently been debate among entomologists about the value of continually measuring the decline in Britain’s biodiversity rather than actively trying to protect it. Harvey stresses that recording helps build the case for conservation, to seek funds for habitat management and push for policy change.", "And that data is only going to get more important if the UK government introduces nature recovery strategies in the long-awaited environment bill and follows through on proposed changes to the planning system.", "That’s one reason why the Geospatial Commission, an expert committee based in the Cabinet Office, is reviewing the collection, funding and provision of species data in England in a report that is expected to be published within the coming months. Even though much of the collection of nature records is voluntary, some money is needed to make the data available in a useful way and conservation groups are concerned that the sector is under-resourced.", "The BRC is also looking for ways to address biases in geography, timing and species selection in records by using statistical modelling and encouraging people to record in less well-covered places.", "“It’s certainly the case that recording on its own isn’t going to save wildlife, but it is very much a part of that picture,” says Harvey. “For a lot of people, the initial thing is the love of doing it, but also a lot of people do want their information to be used, and part of what recording schemes do is bring the information together and make it available for research, conservation and feeding into local planning systems.”", "Volunteers compare notes during a carrion beetle survey. Photograph: Ashleigh Whiffin", "There are now 30,000 records on large carrion beetles from the silphidae family recording scheme combined with historical data gleaned from dusty museum notebooks. This enabled Natural England to commission a recent study on the prevalence of silphidae in the UK, which showed that several species were critically endangered or vulnerable but that the numbers of one had risen enough to improve its conservation status. “You couldn’t have done that without this big pool of data to work from,” says Whiffin.", "Although there is overlap between her day job and hobby, Whiffin stresses that recording is not a chore. “I’m absolutely nuts about insects. It can be frustrating for others that aren’t into it that go on walks with me [because] you’re constantly stopping and saying ‘Oh!’. But at the same time I’ve managed to change a lot of relatives’ perspectives and the way that they observe nature. And once you start paying attention to those little details you never get very far on a walk.”", "Find more age of extinction coverage here, and follow biodiversity reporters Phoebe Weston and Patrick Greenfield on Twitter for all the latest news and features"], "authors": ["Isabella Kaminski"], "keywords": ["records", "putting", "volunteer", "species", "biodiversity", "scheme", "britains", "harvey", "army", "life", "recording", "lot", "nature", "bugs", "whiffin", "record", "data", "wildlife"], "pubDate": "2021-04-10T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}