{"id": "4cd82c20-bbc9-32ea-b65f-25a7227724f4", "title": "The view from the ICU - The Midwest is America’s covid-19 hotspot", "url": "https://www.economist.com/united-states/2020/11/28/the-midwest-is-americas-covid-19-hotspot", "summary": "It’s so fast.” He recalls how Iowa had some 700 patients in hospital infected with covid-19 at the start of November.\nIn-patients, where possible, were sent home; a dozen new ICU beds were added; some elective surgeries were postponed.\nNot only covid-19 patients suffer; disruptions also threaten care for those afflicted by cancer, heart disease, car accidents and more.\nFor the past two months “we’ve been functioning at over 100%” of ICU beds, and adding other sorts, he says.\nEmma Nash, an ICU fellow at a hospital in Omaha, Nebraska, says emergency oxygen is delivered, instead, via a high-powered nasal cannula.", "paragraphs": ["“W E AS PHYSICIANS struggle to conceive of the idea of exponential growth,” says Dan Runde, of the emergency medicine department at University of Iowa Hospitals and Clinics, in Iowa City. “There’s so short a window. You go from barely handling things, to not at all. It’s so fast.” He recalls how Iowa had some 700 patients in hospital infected with covid-19 at the start of November. A few weeks later, he says, that tally had doubled. At times almost every ICU bed is filled.", "His hospital, like others, tried preparing for such a surge. In-patients, where possible, were sent home; a dozen new ICU beds were added; some elective surgeries were postponed. Then staff watched in alarm as nearly one in every two covid-19 tests run in Iowa turned out positive, foretelling a surge in hospitalisation—and deaths. His hospital, the state’s best-equipped, takes in patients from far and wide when others can’t cope. That already means an “aggressive triage process”. “We’re already getting to the line to be full. We have to start saying no. If you’re not going to die in the next six to 12 hours, then you have to wait,” he says.", "Iowa’s hospital system is not overwhelmed, but it could be soon, just as wards are rapidly filling in Ohio and Pennsylvania. “I’m very concerned, bordering on terrified,” says the doctor. He worries that members of the public, and governing politicians, don’t grasp what happens when hospitals overfill. Not only covid-19 patients suffer; disruptions also threaten care for those afflicted by cancer, heart disease, car accidents and more. Rates of excess, non-virus deaths could surge. Across Iowa, 80% of ICU beds are now occupied. In North Dakota it is over 90%.", "Smaller hospitals suffer the greatest strain—not least because 130 rural ones closed across America in the past decade, putting pressure on those that remain. Ben Christians, an emergency-care doctor at one in Sioux Falls, South Dakota, says it has just experienced by far “the worst month” of the entire pandemic, eclipsing the outbreak in the spring. For the past two months “we’ve been functioning at over 100%” of ICU beds, and adding other sorts, he says. Finding enough trained staff is the biggest constraint. He admits patients from 80 sparsely populated but ever more afflicted counties, sometimes over 150 miles away. The smallest rural clinics, with just a handful of beds and a single doctor, are easily overrun.", "Across South Dakota, by November 25th, 43% of covid tests were coming back positive—still terribly high, but a slight fall on before. At the main emergency ward, “some days almost every patient is covid-positive”, he says. This is exhausting, because staff are constantly donning and removing cumbersome protective gear. Some fall ill, or endure what is sometimes called “moral injury”. That means trauma, such as when nurses care for otherwise isolated, confused and slowly dying patients. Holding iPads so that relatives can share last words can upset health workers, too.", "Doctors who need to get deteriorating patients into bigger hospitals have also struggled. Dr Runde helps to run patient transfers in Iowa and says it can take hours of calling hospitals, some in other states, to find a bed. As bigger hospitals in cities fill, less-sick patients are pushed back to smaller rural ones. In Sioux Falls another 1,000 patients, including 100 on supplemental oxygen, are monitored in their homes. Shuttling patients around is not ideal. Frontline staff have learned better ways to treat patients, so mortality is not soaring along with infections. Kurt Chamberlain, an emergency doctor in eastern Iowa, says his hospital, St Lukes near Cedar Rapids, has 76 patients, far more than before: “We couldn’t have handled that in May.” Everyone knows, for example, that they must avoid putting patients (except the most desperate) on ventilators. Dr Christians estimates that only 5-10% of those who are intubated survive it. Emma Nash, an ICU fellow at a hospital in Omaha, Nebraska, says emergency oxygen is delivered, instead, via a high-powered nasal cannula. At home, herself shivering from the virus, Dr Nash says hospital resources are spread thin. “The rest of the country should see what’s happening here and realise they’re not out of the woods,” she says. (Infections are surging again in the South, especially.) In mid-November the Midwest accounted for half of all new cases in nursing homes in America. Deaths are also ticking up. On average covid-19 is now killing over 1,550 Americans daily, with the dozen midwestern states accounting for an outsize share of that—560 deaths each day. In North Dakota nearly one-in-ten people is a confirmed covid case. Why is the region so afflicted? People in northern states are probably meeting indoors, where coronavirus spreads most easily, more than those in warmer spots. Those in rural places, like north Wisconsin, who earlier avoided outbreaks may be shunning protective measures. And policymakers are at fault. Many Republican governors and legislators have long refused to shut bars or restaurants, order statewide mask-wearing or ban mass-gatherings—such as the Sturgis bike rally in South Dakota. All that helped to spread the virus.", "Since the election a few, belatedly, have changed their tune. Kim Reynolds, Iowa’s governor, at last issued a statewide mask mandate, after months of scorning the idea. North Dakota’s governor, Doug Burgum, has done the same, also this month. Some cities, such as Sioux Falls and Omaha, do require masks, but in rural areas denial of the virus and rejection of mitigation efforts are both common.", "Figures from recent days suggest infections may have fallen off from record highs in some states. But no one is cheering in the emergency wards. Health workers fear that Thanksgiving gatherings will prove to be superspreader moments. Ignoring pleas from public-health officials to stay home, many millions of Americans have flown and driven to family celebrations in the past few days. Meanwhile many college students have just gone home for the year. Dr Runde and the others all say that portends predictably grim results to come. “It is like slow-motion horror. We’re just standing there and being run over.” ■", "Editor’s note: Some of our covid-19 coverage is free for readers of The Economist Today, our daily newsletter. For more stories and our pandemic tracker, see our hub"], "authors": ["The Economist"], "keywords": ["hospitals", "americas", "hospital", "rural", "covid19", "states", "view", "midwest", "iowa", "emergency", "icu", "dakota", "patients", "hotspot"], "pubDate": "2020-11-28T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}