{"id": "4d01f4bb-3c0e-37f4-9aef-d37a8923d6cb", "title": "European roundup: Milan beat Sampdoria and go five clear in Serie A", "url": "https://www.theguardian.com/football/2020/dec/06/european-roundup-milan-beat-sampdoria-to-go-five-points-clear", "summary": "European roundup: Milan beat Sampdoria and go five clear in Serie AMilan restored their five-point lead at the top of Serie A with a 2-1 win at Sampdoria on Sunday.\nVillarreal also lost ground at the top after being held to a goalless draw at home by Elche.\nTwo goals from Silas Wamangituka gave Stuttgart a 2-1 win at struggling Werder Bremen, who replied late through Davie Selke.\nTwo second-half goals from Karl Toko Ekambi gave Lyon a 3-1 win at struggling Metz in Ligue 1.\nIn their first game since sacking Patrick Vieira, Nice ended a run of five successive losses with a goalless draw at Reims.", "paragraphs": ["European roundup: Milan beat Sampdoria and go five clear in Serie A", "Milan restored their five-point lead at the top of Serie A with a 2-1 win at Sampdoria on Sunday.", "Stefano Pioli’s unbeaten side grabbed the lead on the stroke of half-time through a Franck Kessié penalty, and Samu Castillejo added a second in the 77th minute to put them firmly in control.", "Liverpool turn on style against Wolves as 2,000 fans return to Anfield Read more", "Albin Ekdal gave Sampdoria hope when he reduced the deficit in 82nd minute but the defeat extended his side’s poor run to five matches.", "Napoli recorded their second straight 4-0 league win as they saw off winless Crotone, with goals from Lorenzo Insigne, Hirving Lozano, Diego Demme and Andrea Petagna. To add to Crotone’s problems, they had Jacopo Petriccione sent off just after the interval.", "Roma had the former Chelsea forward Pedro sent off in the 40th minute of a fiery 0-0 draw against Sassuolo, in which both sides had goals disallowed.", "Parma’s game against Benvenuto also ended goalless, while Verona and Cagliari drew 1-1.", "Real Sociedad missed the chance to return to the top of La Liga as they were held to a goalless draw at Alaves, despite the home side having Rodrigo Battaglia sent off on the hour.", "Villarreal also lost ground at the top after being held to a goalless draw at home by Elche. Real Betis bounced back from three successive defeats with a 2-0 win at struggling Osasuna, with goals from Borja Iglesias and Juan Miranda.", "Granada have now gone five games without a win in La Liga but two goals in the last three minutes from Jorge Molina and Germán Sánchez salvaged a 3-3 draw at home to the bottom club Huesca.", "Bayer Leverkusen leapfrogged RB Leipzig into second place in the Bundesliga with a 3-0 win at Schalke, whose winless league streak now stands at 26 games.", "The Fiver: sign up and get our daily football email.", "A Malick Thiaw own goal gave Leverkusen the lead and Julian Baumgartlinger and Patrik Schick added efforts in the second half.", "Two goals from Silas Wamangituka gave Stuttgart a 2-1 win at struggling Werder Bremen, who replied late through Davie Selke.", "Two second-half goals from Karl Toko Ekambi gave Lyon a 3-1 win at struggling Metz in Ligue 1.", "In their first game since sacking Patrick Vieira, Nice ended a run of five successive losses with a goalless draw at Reims."], "authors": ["Pa Media"], "keywords": ["gave", "win", "sampdoria", "struggling", "second", "serie", "goals", "draw", "goalless", "clear", "sent", "beat", "minute", "roundup", "european", "milan"], "pubDate": "2020-12-06T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}