{"authors": ["Condé Nast", "Madeline Fas", "Jenna Renner"], "keywords": ["bag", "72", "christmas", "noworder", "order", "delivery", "shop", "minute", "gifts", "select", "arrive", "express", "shipping", "et", "free"], "paragraphs": ["With Christmas approaching—quickly, we might add!—there are precious few days left to shop for last-minute gifts. Whether you don’t have time to make it to the store or you simply want to avoid the overwhelming crowds of fellow procrastinators, we’ve gathered a list of very stylish last-minute gifts from shops offering free shipping that guarantees to get your gifts under the tree before Christmas Eve with just a few clicks.", "Of course, the only thing that really matters is snagging a jaw-dropping find. Below, a Vogue-approved lineup of treasures and trinkets that are sure to impress even your most jaded friend or family member. Holiday shopping has never been so easy.", "Order by Tuesday, December 17, and select two-day shipping. Shipping times may vary by merchandise.", "Staud Ronnie Satin tote bag BERGDORF GOODMAN $250 Shop Now Epona Valley double rose leather ponytail BERGDORF GOODMAN $228 Shop Now", "Dannijo Seina pearl two-strand pendant necklace BERGDORF GOODMAN $295 Shop Now Jo Malone London orange bitters deluxe scented candle BERGDORF GOODMAN $220 Shop Now", "Order by Saturday, December 21, 12 p.m. ET for standard shipping with code FREESHIP.", "Coqui Coqui Yucatan Lavman room spray SAKS FIFTH AVENUE $72 Shop Now Versace La Coupe Dieux silk sleep mask SAKS FIFTH AVENUE $275 Shop Now", "Apparis Margot leopard-print faux fur coat SAKS FIFTH AVENUE $320 Shop Now Jonathan Adler Muse Dora Maar porcelain urn SAKS FIFTH AVENUE $395 Shop Now", "Order by Sunday, December 22, 12 p.m. ET for FREE Delivery.", "CASE-MATE x Prabal Gurung rainbow waterfall iPhone case NORDSTROM $40 Shop Now Aviator Nation bolt sweatpants NORDSTROM $129 Shop Now", "Le Labo shower oil NORDSTROM $30 Shop Now Golden Goose slide high-top sneaker NORDSTROM $605 Shop Now", "Order by Friday, December 20, 8 p.m. ET for two-day FREE shipping with Amazon Prime.", "Octaevo Janus Goddess ceramic tray SHOPBOP $38 Shop Now BaubleBar Gloria Drop earrings SHOPBOP $36 Shop Now", "Anine Bing tiger sweatshirt SHOPBOP $169 Shop Now What Goes Around Comes Around Dior blue denim floral saddle bag SHOPBOP $2,500 Shop Now", "Order by Tuesday, December 17, 11 a.m. ET, and select EXPRESS shipping.", "Tibi oversized wool-blend coat MODA OPERANDI $1,295 Shop Now Maison La Bougie Rose Des Vents scented candle MODA OPERANDI $125 Shop Now", "Prada mini textured leather bucket bag MODA OPERANDI $1,990 Shop Now Sonic Editions YSL On Bond Street MODA OPERANDI $349 Shop Now", "Same-day delivery for orders of $500 or more using code PREMIER. Order Thursday, December 19, 5:30 p.m. ET for next-day shipping for $19.95 or express delivery.", "Olivia Von Halle Coco appliqued silk-charmeuse pajama set THE OUTNET $1,450 $725 Shop Now Chinti and Parker pompom-embellished intarsia wool and cashmere-blend beanie THE OUTNET $175 $80 Shop Now", "Marni Burnished gold-tone stone faux pearl and resin earrings THE OUTNET $470 $268 Shop Now Anya Hindmarch Appliqued metallic textured leather-trimmed shell cosmetics case THE OUTNET $355 $142 Shop Now", "Order by Monday, December 23, 7 p.m. ET, and receive FREE holiday shipping.", "Impala rollerskates in leopard ZAPPOS $95 Shop Now Oscar De La Renta pearl tulip P earrings ZAPPOS $220 Shop Now", "J.Crew chunky Fair Isle mitten ZAPPOS $40 Shop Now Loeffler Randal Augusta chain phone case in tiger ZAPPOS $250 Shop Now", "Order by Friday, December 20, 12 p.m. ET, and select FREE standard three-day shipping for orders over $50. Order by Saturday, December 21, 12 p.m. ET, and select FLASH two-day shipping.", "La Mer the moisturizing soft cream SEPHORA $180 Shop Now Dior Dior lip glow SEPHORA $35 Shop Now", "Dyson Supersonic hair dryer SEPHORA $399 Shop Now Dr. Barbara Sturm hyaluronic serum SEPHORA $300 Shop Now", "Order by Wednesday, December 18.", "Fornasetti Tiziana Fausti exclusive plate FARFETCH $155 Shop Now Fendi FF logo shopper FARFETCH $3,890 Shop Now", "Jennifer Behr Olivia Bow barette FARFETCH $130 Shop Now Moschino printed teddy bear T-shirt FARFETCH $275 Shop Now", "Order before Thursday, December 19, and select EXPRESS delivery.", "Alessandra Rich set of three crystal hair slides MYTHERESA $193 $135 Shop Now Gucci heron-printed wallpaper MYTHERESA $385 Shop Now", "Order by Tuesday, December 17, 1 p.m. ET for FREE domestic standard shipping. Order by Sunday, December 22, 1 p.m. ET with $30 next-day shipping.", "Mondo Mondo moon earrings NEED SUPPLY $420 Shop Now Comme des Garcons wallet in black NEED SUPPLY $137 Shop Now", "Little Liffner mademoiselle bag NEED SUPPLY $450 $180 Shop Now Aesop Reveller gift set NEED SUPPLY $120 Shop Now", "Order by Wednesday, December 18 for delivery by December 25.", "Saint Laurent Lou Lou sunglasses THE WEBSTER $420 $294 Shop Now Assouline hair book THE WEBSTER $85 Shop Now", "Moncler Genius Richard Queen Mia rainbow jacket THE WEBSTER $2,740 $1,644 Shop Now Byredo Eleventh Hour eau de parfume THE WEBSTER $260 Shop Now", "Order by Monday, December 23, 1 p.m. ET, and select overnight shipping.", "Flair Chocolatier box of truffles NEIMAN MARCUS $68 Shop Now Crown Cap fur earrmuffs NEIMAN MARCUS $135 Shop Now", "Ugg Scuffette leopard slippers NEIMAN MARCUS $95 Shop Now Augustinus Bader the rich cream NEIMAN MARCUS $170 Shop Now", "Order by Tuesday, December 24, and select PREMIER. Order by Wednesday, December 18, and select EXPRESS ROW. Order by Thursday, December 19, and select EXPRESS ROW.", "Bella Freud 1970s striped sweater NET-A-PORTER $445 Shop Now Gucci Princetown horsebit loafers NET-A-PORTER $790 Shop Now", "Order before Saturday, December 21 for FREE shipping. Last day for guaranteed Christmas delivery is Sunday, December 22 with EXPRESS shipping.", "Tom Ford soleil eye-color quad BLOOMINGDALES $88 Shop Now Moon Boot shearling platform boots BLOOMINGDALES $485 Shop Now", "Order before Sunday, December 22 for free delivery with Prime free delivery. Last day for Prime free one-day delivery is Monday, December 23. Order by Tuesday, December 24 for Free Prime same-day delivery.", "Click and Grow smart garden AMAZON $100 Shop Now Wholesome Beauty dry skin body brush AMAZON $10 Shop Now", "Order by Wednesday, December 18, 5 a.m. ET, select EXPRESS; or Thursday, December 19, 3 a.m. ET, select NEXT DAY.", "Yali Glass filo goto tumblers MATCHES FASHION $279 Shop Now Missoni Home Giacomo hooded bathrobe MATCHES FASHION $399 Shop Now", "Sophie Buhai Roman 18-karat gold choker MATCHES FASHION $975 Shop Now Wandler Yara crocodile bag MATCHES FASHION $990 $594 Shop Now", "Order by Friday, December 20 for free two-day shipping on all domestic orders. Order by Monday, December 23, 12 p.m. PT, and select Next-Day Air.", "Skin Gym amethyst crystal facial roller REVOLVE $42 Shop Now MZ Skin light therapy device REVOLVE $625 Shop Now"], "summary": "ET, and select EXPRESS shipping.\nAlessandra Rich set of three crystal hair slides MYTHERESA $193 $135 Shop Now Gucci heron-printed wallpaper MYTHERESA $385 Shop NowOrder by Tuesday, December 17, 1 p.m.\nTom Ford soleil eye-color quad BLOOMINGDALES $88 Shop Now Moon Boot shearling platform boots BLOOMINGDALES $485 Shop NowOrder before Sunday, December 22 for free delivery with Prime free delivery.\nClick and Grow smart garden AMAZON $100 Shop Now Wholesome Beauty dry skin body brush AMAZON $10 Shop NowOrder by Wednesday, December 18, 5 a.m.\nET, select EXPRESS; or Thursday, December 19, 3 a.m.", "id": "4d480910-b3ed-3846-a5f8-c333d0818e0d", "title": "72 Last Minute Gifts That Will Arrive in Time for Christmas", "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549", "pubDate": null, "url": "https://www.vogue.com/article/last-minute-christmas-gifts?mbid=social_onsite_pinterest"}