{"id": "4d57ba0e-fd8c-3dd7-900a-a5cd2623d1b5", "title": "Referee Bert Smith Told He Had Blood Clot in Lung After Collapsing at NCAA Tournament", "url": "https://bleacherreport.com/articles/10001074-referee-bert-smith-told-he-had-blood-clot-in-lung-after-collapsing-at-ncaa-tournament?utm_source=cnn.com&utm_medium=referral&utm_campaign=editorial", "summary": "Jamie Squire/Getty ImagesCollege basketball referee Bert Smith said he was treated for a blood clot in his lungs after collapsing on the court during an Elite Eight game between Gonzaga and USC in the 2021 men's NCAA tournament.\nSmith told Gregg Doyel of the Indianapolis Star in an interview released Friday that he doesn't remember the March 30 fall or the immediate aftermath.\nI say, 'What's going on, man?'\nDr. Katie Trammel of IU Health Methodist Hospital was then able to identify the root cause: the blood clot in his lung.\nHe spent two days in the hospital on blood thinners and was discharged after the clot was eliminated.", "paragraphs": ["Jamie Squire/Getty Images", "College basketball referee Bert Smith said he was treated for a blood clot in his lungs after collapsing on the court during an Elite Eight game between Gonzaga and USC in the 2021 men's NCAA tournament.", "Smith told Gregg Doyel of the Indianapolis Star in an interview released Friday that he doesn't remember the March 30 fall or the immediate aftermath. He recalls the sequence of plays before it and then regaining consciousness surrounded by medical personnel:", "\"I look to my left, and it's a doctor. I say, 'What's going on, man?' And he goes, 'Bert, you passed out. You blacked out.' I said: 'What?' I look to my right, and I see a stretcher. What's that for? The doctor says, 'That's what I'm taking you out on.' I said: 'Listen, Doc, I'm walking out of here. You're going to get on one side, he's going to get on the other, we're going to wave to the fans, and I'm walking out of here.'\"", "The 56-year-old Buffalo native explained the doctor tricked him into sitting on the stretcher and quickly strapped him in, which led to the memorable photos of the referee looking disgruntled as he was wheeled off the court for further evaluation.", "Smith, who said he felt a little winded while running the stairs at the hotel the night before the Elite Eight assignment, returned to the hotel after passing baseline medical tests at Lucas Oil Stadium, per Doyel.", "His fellow officials returned to the hotel and urged him to seek further medical attention to eliminate the possibility of a concussion from the collapse. Dr. Katie Trammel of IU Health Methodist Hospital was then able to identify the root cause: the blood clot in his lung.", "\"She sits down next to the bed and she says: 'I saw your fall tonight. Something doesn't add up. I want to know why you fell,'\" Smith told Doyel. \"She checked a few things out, came back in, and took me through the car wash. Just a lot of tests. And they found out.\"", "He spent two days in the hospital on blood thinners and was discharged after the clot was eliminated.", "Smith said Trammel's work to diagnose the problem and the fact that his collapse came in a crowded environment with medical workers on scene may have saved his life.", "He's since returned home to his family in Kentucky, and he plans on returning to the court for the 2021-22 season."], "authors": ["Tim Daniels"], "keywords": ["collapsing", "blood", "medical", "doctor", "whats", "referee", "smith", "tournament", "bert", "told", "im", "clot", "court", "returned", "going", "hotel", "ncaa", "lung"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}