{"id": "4d766ef5-429b-3c17-a00a-c738bb3783db", "title": "Italian fishermen held in Libya freed after more than 100 days", "url": "https://www.theguardian.com/world/2020/dec/17/italian-fishermen-held-libya-freed-khalifa-haftar", "summary": "Eighteen Italian fishermen, held captive in Libya for more than 100 days, have been freed, ending a political standoff between the two countries over the fate of the men.\nThe militia accused them of fishing in Libyan territorial waters and from there they were taken to a prison close to Benghazi.\n“After more than 100 days of seizure, 18 fishermen are coming home,” the senators, led by Andrea Marcucci, said.\nWeeks after their capture, Haftar reportedly offered to release the men in exchange for Italy freeing four Libyan footballers convicted of human trafficking.\nSeizures of Italian fishing boats became more frequent in 2005, when Muammar Gaddafi unilaterally decided to extend Libya’s territorial waters from 12 to 74 miles offshore.", "paragraphs": ["Eighteen Italian fishermen, held captive in Libya for more than 100 days, have been freed, ending a political standoff between the two countries over the fate of the men.", "The prolonged imprisonment of the group had become an embarrassment for Italy’s government, with critics accusing ministers of failing to stand up to Khalifa Haftar, the military commander who holds sway in eastern Libya.", "The Italian prime minister, Giuseppe Conte, and foreign minister, Luigi Di Maio, are on their way to Benghazi for the release of the fishermen, who were on board two Sicilian boats that were seized by Haftar’s forces on 1 September.", "“We received phone calls confirming their imminent release,” Salvatore Quinci, the mayor of the Sicilian port town of Mazara del Vallo, where the men are from, told Italian media. “We are really happy.”", "Di Maio wrote on Facebook: “Our fishermen are free. In a few hours they will be able to hug their families and loved ones again. Thanks to AISE [Italy’s external intelligence and security agency] and to all the diplomatic corps who worked to bring them home.”", "The fishermen’s families, who have held several protests demanding their release, gathered outside Mazara del Vallo’s town hall after hearing the news.", "The fishing crew was onboard two vessels, the Antartide and Medinea, about 80 miles off Benghazi, when they were approached by militia belonging to Haftar’s Libyan National Army, the major military force in the east of the country.", "The militia accused them of fishing in Libyan territorial waters and from there they were taken to a prison close to Benghazi.", "The men were accused of fishing for prized red prawns, which can fetch between €50 and €70 a kilo, in a dispute that has dragged on between Sicily and Libya since the mid-1990s.", "Senators from the Democratic party, which rules nationally in coalition with the Five Star Movement, presented a motion this week urging the government to move quickly to secure their release.", "“After more than 100 days of seizure, 18 fishermen are coming home,” the senators, led by Andrea Marcucci, said.", "Weeks after their capture, Haftar reportedly offered to release the men in exchange for Italy freeing four Libyan footballers convicted of human trafficking.", "Seizures of Italian fishing boats became more frequent in 2005, when Muammar Gaddafi unilaterally decided to extend Libya’s territorial waters from 12 to 74 miles offshore.", "According to data from Sicily’s Distretto della Pesca, a cooperative that unites stakeholders in the fishing industry, in the past 25 years more than 50 boats have been seized and two confiscated, while about 30 fishermen were detained and dozens of people injured."], "authors": ["Angela Giuffrida"], "keywords": ["fishing", "men", "territorial", "100", "libya", "days", "release", "boats", "waters", "freed", "town", "italian", "libyan", "held", "fishermen"], "pubDate": "2020-12-17T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}