{"id": "4d76eae8-4d81-3e4a-9c8c-fc7fdfc49149", "title": "Could the Embrace of Psychedelics Lead to a Mental-Health Revolution?", "url": "https://www.vogue.com/article/psychededlic-wellness-mental-health", "summary": "But a feature common to all is the sense of coming into contact with the cosmic.\n“I think…I think I was remembering what it felt like to create without smoking,” I told her.\n“When there wasn’t any pressure, and I could just play.”This download is part of integration, another cornerstone of modern psychedelic medicine.\n“The goal is to take advantage of the neuroplastic state, which lasts for about a week after dosing,” explains Beynon.\nBut it may or may not be the right tool for every job, Itzkoff points out.", "paragraphs": ["HALLUCINOGENS COME IN MANY FORMS, from the low-dose ketamine I was taking to wallop-packing plant medicines, like ayahuasca and ibogaine and peyote, that have been used in sacred rituals for hundreds, perhaps thousands of years (and that are illegal in the United States). But a feature common to all is the sense of coming into contact with the cosmic. “It’s like there’s no boundary between you and others, or you and the universe,” notes Johns Hopkins’ Barrett, saying that virtually all subjects in psilocybin studies have reported such a feeling of oneness. “Some people call this an experience of God, or nirvana.” I went into my first ketamine journey matter-of-factly, with a problem to solve, and even so, that first trip commenced with a vision of the world rewinding, a kind of reverse big bang that exposed the heretofore invisible filaments connecting everyone and everything. The vision moved me—tears puddled behind my eye mask—and then it yielded to more personal impressions, such as a recurring image of myself, age six or seven, playing with my dollhouse.", "“What do you think was important about the dollhouse?” Teodori asked me in our post-trip call. I was still pretty woozy as we Zoomed—the effect wore off by the next day—but suddenly, it was like a light bulb went on in my head. “I think…I think I was remembering what it felt like to create without smoking,” I told her. “When there wasn’t any pressure, and I could just play.”", "This download is part of integration, another cornerstone of modern psychedelic medicine. “The goal is to take advantage of the neuroplastic state, which lasts for about a week after dosing,” explains Beynon. “You want the changes in your brain to stick, so the question becomes, How do you turn these new thoughts into new behaviors?” For me, this entailed finding ways to get back in touch with that dollhouse sense of play.", "Easier said than done. My ketamine experiences were clarifying and often even profound, but they didn’t change certain nerve-racking facts of life, such as that I write for a living and thus have deadlines to meet if I wish to pay my bills. Or that it’s hard—like, really hard—to stay motivated in the midst of a global pandemic, when each day brings fresh spurs to panic and depression. “There’s a huge mental-health crisis happening parallel to, and in response to, this pandemic,” notes Benjamin Brody, M.D., assistant professor of clinical psychiatry at Weill Cornell Medicine in New York, and chief of the Division of Inpatient Psychiatry at the university hospital, where ketamine infusions are typically administered. “People who are grieving, people who have lost jobs, people who are feeling disconnected, whose lives have been upended .…” With demand for care rising “across the board,” as Brody notes, it’s no surprise that psychiatrists such as Amanda Itzkoff, M.D., are seeing a huge uptick in inquiries about ketamine therapy. But it may or may not be the right tool for every job, Itzkoff points out."], "authors": ["Maya Singer", "Maya Singe"], "keywords": ["vision", "notes", "revolution", "went", "think", "sense", "pandemic", "lead", "psychiatry", "medicine", "embrace", "psychedelics", "ketamine", "theres", "mentalhealth"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}