{"keywords": ["step", "learn", "businesses", "book", "training", "arts", "students", "lesson", "leaders", "programme", "walkerwise", "set", "business"], "id": "4d8099c8-0091-33dc-930e-bd00cca91b11", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "paragraphs": ["P ICTURE A LECTURE session at a business school and you probably envisage students gazing at screens filled with equations and acronyms. What you might not expect is choristers attempting to sing “O clap your Hands”, an eight-part anthem composed by Orlando Gibbons and first performed in 1622. But Bartleby was treated to this delight, and others facing MBA students, on a visit to Saïd Business School in Oxford earlier this year.", "There was a catch. Some of the students had to try conducting the choir. The first to take the challenge was a rather self-confident young man from America. It didn’t take long for him to go wrong. His most obvious mistake was to start conducting without asking the singers how they would like to be directed, though they had the expertise and he was a complete tyro.", "Get our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.", "The experience was doubtless chastening, but also instructive. The session, organised by Pegram Harrison, a senior fellow in entrepreneurship, cleverly allowed the students to absorb some important leadership lessons. For example, leaders should listen to their teams, especially when their colleagues have specialist knowledge. All they may need to do, as conductors, is set the pace and then step back and let the group govern itself.", "It was noticeable, too, that the choir managed fairly well even if the conductors were just waving their batons in an indeterminate fashion. The lesson there, Mr Harrison said, was that leaders can only do so much damage—provided they do not attempt to control every step of the process. The whole exercise illustrated it is possible for a lesson to be instructive and entertaining at once.", "Other business schools have also realised that their students can learn from the arts. At Carnegie Mellon University in Pittsburgh, Leanne Meyer has introduced a leadership-training programme that includes poetry, art installations and a book club. Involvement in such pursuits can help develop empathy in future leaders, she argues; for example, reading a novel helps students get into the mind of a character. She also believes that the programme benefits students in terms of how they promote themselves to recruiters.", "It is hardly surprising that art-based programmes are popular. They provide a welcome diversion from the stodgy content that marks out most MBA courses. But are they really helpful? Intriguingly, there are signs that successful businesses are incorporating the arts into their training. AQR , a fund-management group best known for its number-crunching skills, has started a professional- and personal-growth programme called the Quanta academy; one component is a book club where members have read “Destined for War”, a book about American-Chinese relations by Graham Allison.", "Rather than turn the pages, some business people tread the boards. The Royal Academy of Dramatic Art ( RADA ) has trained many great thespians, such as Sir Anthony Hopkins, Alan Rickman and Phoebe Waller-Bridge. It also offers training courses for executives, ranging from half a day to six days.", "“Acting is about finding the truth in the character and in yourself,” says Charlie Walker-Wise, one of RADA ’s tutors. “We help people to become more aware of their habits; what they do without realising it. How people manage their physicality—their breath, their voice. Not many people are aware of how they come across.”", "It might seem odd to link running a business with a profession that ranges from Laurence Olivier proclaiming Hamlet’s soliloquy to Robert de Niro training as a boxer to play the lead in “Raging Bull”. But Mr Walker-Wise says that middle managers are often delivering speeches that are not their own (because they were devised by head office) or trying to inspire staff to meet an objective that was set by someone else. “The lesson from acting is how do I connect to this message without betraying my own personality,” he argues."], "authors": ["The Economist"], "title": "What businesses can learn from the arts", "pubDate": null, "summary": "P ICTURE A LECTURE session at a business school and you probably envisage students gazing at screens filled with equations and acronyms.\nOther business schools have also realised that their students can learn from the arts.\nShe also believes that the programme benefits students in terms of how they promote themselves to recruiters.\nIntriguingly, there are signs that successful businesses are incorporating the arts into their training.\n“The lesson from acting is how do I connect to this message without betraying my own personality,” he argues.", "url": "https://www.economist.com/business/2019/12/12/what-businesses-can-learn-from-the-arts"}