{"id": "4d8b0b92-5856-3893-8ac4-85ccf041bb2c", "title": "Rosalía on Ambition, Writing her New Album, and Embracing Extremes", "url": "https://www.vogue.com/article/rosalia-cover-january-2021", "summary": "Haz clic aquí para leer en español el perfil de Rosalía del número de enero de 2021 en Vogue.\nA motion-activated monster roars in her direction, and she warbles, “Oooh!” sounding exactly as though she’s ad-libbing on a record.\nWe’d met in the lobby of the Mercer Hotel, where Rosalía has been staying this fall weekend.\nSuch a transformation shouldn’t be hard for a global shape-shifter known for slinking across the barriers of genre and form.\nI love things that are really structured or really loose—I’m not really about finding a middle ground.", "paragraphs": ["Haz clic aquí para leer en español el perfil de Rosalía del número de enero de 2021 en Vogue.", "Cover Look", "Rosalía in a Burberry dress. Photographed by Annie Leibovitz, Vogue, January 2021", "VISUAL EXCESS IS NOTHING new to the Spanish pop star Rosalía, whose videos and performances are so saturated with flaring colors and baroque imagery that they could have floated off the pages of art-history books. Yet in mid-October, as I follow her into a massive, three-floor costume emporium called Abracadabra in New York City’s Flatiron District, she’s momentarily overwhelmed, like a character in a kitschy, haunted Wonderland. Nearby, a gaggle of animatronic clowns smile maniacally while holding chain saws; lush feather boas cascade down shelves like ivy; and the aisles twinkle with constellations of accessories covered in rhinestones and glitter. Rosalía wanders deeper into the shop, collecting its camp and horror like a human satellite.", "She’s wearing white Prada sneakers and Burberry trousers and, beneath a pink-lined Burberry trench coat, a present for her 28th birthday from her older sister, Pili: an oversized T-shirt printed with a bubble-gum-colored Lexus. A white KN95 mask lets her glide discreetly past customers too distracted by papier-mâché ghosts and cackling goblins to notice she’s the Grammy winner who, in the last few weeks alone, launched a lipstick collaboration with MAC, performed at Rihanna’s Savage x Fenty show, and appeared in Cardi B and Megan Thee Stallion’s internet-shattering “WAP” video. The one giveaway is her voice. A motion-activated monster roars in her direction, and she warbles, “Oooh!” sounding exactly as though she’s ad-libbing on a record.", "Going to Abracadabra was her idea, a recommendation from a stylist friend. We’d met in the lobby of the Mercer Hotel, where Rosalía has been staying this fall weekend. She’d greeted me coming out of the elevator with her assistant, Nicole, and we laughed while fumbling through a COVID-appropriate greeting (we ended up shaking hands). On the drive to Abracadabra, Rosalía chattily told me how she woke up with a craving for Italian food, about her 6 a.m. jog along Prince Street, and how she’d considered a Sailor Moon or Pretty Woman Halloween costume—but had her heart set on Leeloo, Milla Jovovich’s flame-haired character from Luc Besson’s 1997 cult classic, The Fifth Element. Such a transformation shouldn’t be hard for a global shape-shifter known for slinking across the barriers of genre and form. I ask her, as we walk past rows of medieval gowns and sparkly flapper dresses, how she decides on her looks, which seem to morph with each video she releases—from the fur-clad glamazon in “Aute Cuture” to the entranced dancer with a Frida Kahlo unibrow in “A Palé.” Rosalía speaks softly in Spanish, punctuating most of her sentences with an affable laugh, but here her voice takes on a sudden seriousness: “I think about what I’m communicating, what’s underneath,” she says. “What’s the treatment? What ideas are there? Am I going to be dancing or performing?” She deeply trusts her impulses. “It’s kind of instinctive,” she says. “It’s about how things make you feel when you see them. What colors grab your attention, how a texture makes you feel when you touch it. I love things that are really structured or really loose—I’m not really about finding a middle ground. I like extremes.”"], "authors": ["Julyssa Lopez", "Julyssa Lope", "Annie Leibovit", "Carlos Nazari"], "keywords": ["writing", "album", "really", "white", "whats", "extremes", "rosalia", "embracing", "ambition", "abracadabra", "video", "things", "burberry", "rosalía", "shes", "voice"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}