{"id": "4dd06016-24c6-3693-a1c1-e90b51b29e62", "title": "China Bars BBC Programs After British Ban on Chinese Broadcaster", "url": "https://www.nytimes.com/2021/02/11/world/asia/china-bbc-cgtn-banned.html", "summary": "China’s broadcasting regulator announced on Friday that the BBC will be banned from airing its programs in China through satellite services, accusing the British news service of biased, inaccurate reporting that has “damaged Chinese ethnic unity.”The Chinese announcement came just over a week after the British broadcasting regulator banned China Global Television Network, or CGTN, citing its control by the Chinese Communist Party, and the move appears likely to be seen as a counterstrike against that move.\nThe BBC’s services are already widely restricted by China’s comprehensive firewall of censorship, and the new ban will affect a limited number of viewers — in international hotels and residential compounds populated mainly by foreigners — who had been able to watch the British broadcaster through the services of a local distributor.\nExact viewing figures were unavailable, but a spokeswoman for the BBC estimated that it was available in more than a million hotel rooms.\nThe announcement from China’s National Radio and Television Administration did not specify which news reporting was found to have violated Chinese rules.\nBut for days Chinese officials and state media have complained about BBC reports on Xinjiang, the western region of China where Muslim minorities have endured sweeping detentions and draconian controls.", "paragraphs": ["China’s broadcasting regulator announced on Friday that the BBC will be banned from airing its programs in China through satellite services, accusing the British news service of biased, inaccurate reporting that has “damaged Chinese ethnic unity.”", "The Chinese announcement came just over a week after the British broadcasting regulator banned China Global Television Network, or CGTN, citing its control by the Chinese Communist Party, and the move appears likely to be seen as a counterstrike against that move.", "The BBC’s services are already widely restricted by China’s comprehensive firewall of censorship, and the new ban will affect a limited number of viewers — in international hotels and residential compounds populated mainly by foreigners — who had been able to watch the British broadcaster through the services of a local distributor. Exact viewing figures were unavailable, but a spokeswoman for the BBC estimated that it was available in more than a million hotel rooms.", "The announcement from China’s National Radio and Television Administration did not specify which news reporting was found to have violated Chinese rules. But for days Chinese officials and state media have complained about BBC reports on Xinjiang, the western region of China where Muslim minorities have endured sweeping detentions and draconian controls."], "authors": ["Chris Buckley", "Isabella Kwai"], "keywords": ["regulator", "television", "chinese", "china", "programs", "ban", "chinas", "reporting", "broadcasting", "bars", "broadcaster", "bbc", "british", "services"], "pubDate": "2021-02-11T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}