{"keywords": ["air", "gross", "radio", "actor", "interview", "adam", "driver", "marriage", "singing", "storms", "clip", "told", "wars", "star", "fresh"], "authors": ["Melissa Roberto"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "title": "Adam Driver storms out of radio interview over clip of him singing in 'Marriage Story'", "pubDate": null, "url": "https://www.foxnews.com/entertainment/adam-driver-storms-out-interview-marriage-story-clip", "paragraphs": ["Adam Driver walked out of an interview after enduring the one thing he reportedly hates to do: hear himself sing.", "The actor, 36, was in the middle of an interview with NPR's \"Fresh Air\" host Terry Gross when he exited the Philadelphia building after Gross played a clip of Driver singing in his latest Netflix movie, \"Marriage Story,\" sources told Variety.", "'STAR WARS' ACTOR ADAM DRIVER REVEALS ONE ITEM HE TOOK HOME FROM SET AFTER FILMING", "One insider told the outlet that the talk show host's team was aware that Driver did not like to listen to himself perform. The staffers allegedly told Driver to remove his headphones as they streamed Driver's rendition of \"Being Alive\" from the Stephen Sondheim musical \"Company.\"", "\"Fresh Air\" executive producer Danny Miller told Variety in a statement that Driver left as the actor's clip was being played. The \"Girls\" star then finished his interview at NPR's New York studios instead.", "Miller opened up about Driver's departure in an email to the outlet.", "\"We don't really understand why he left,\" the producer said. \"We were looking forward to the interview - Terry thinks he's a terrific actor, he was a great guest when he was on ['Fresh Air'] in 2015 - so we were disappointed that we didn't have a new interview to share with our listeners about 'Marriage Story.'\"", "A rep for Driver did not return Fox News' request for comment.", "'BLACKKKLANSMAN' STAR ADAM DRIVER RECALLS KKK PRESENCE IN INDIANA HOMETOWN", "Driver's interview was planned to air on \"Fresh Air\" last week, but it was swapped with a rerun featuring Conan O'Brien instead.", "\"I don't want to hear the bad acting that probably was happening during that clip,\" Driver told Gross at the time of his own acting chops via The Daily Beast.", "'STAR WARS' CO-STARS MARK HAMILL, ADAM DRIVER WORK TOGETHER TO FIND A LOST DOG", "The Hollywood actor added: “Yeah, no, I’ve watched myself or listened to myself before, then always hate it. And then wish I could change it, but you can’t. And I think I have, like, a tendency to try to make things better or drive myself and the other people around me crazy with the things I wanted to change or I wish I could change.”", "In a profile of Driver that appeared in The New Yorker in October, writer Michael Schulman described the actor's uneasiness with hearing himself perform a \"phobia.\"", "Schulman reported that Driver \"swore off\" watching his own films until he watched himself in \"Star Wars: The Force Awakens\" in 2015.", "CLICK HERE TO GET THE FOX NEWS APP", "\"I just went totally cold because I knew the scene was coming up where I had to kill Han Solo, and people were, like, hyperventilating when the title came up, and I felt like I had to puke,\" Driver said via New Yorker.", "Just last month, Driver appeared on \"The Late Show with Stephen Colbert,\" where he revealed he \"still\" has the lightsaber from the \"The Rise of Skywalker.\"", "\"It's in a box, but it's hung in the box,\" he explained."], "id": "4e162c25-4647-3664-873e-4c729db72445", "summary": "Adam Driver walked out of an interview after enduring the one thing he reportedly hates to do: hear himself sing.\nThe staffers allegedly told Driver to remove his headphones as they streamed Driver's rendition of \"Being Alive\" from the Stephen Sondheim musical \"Company.\"\n\"Fresh Air\" executive producer Danny Miller told Variety in a statement that Driver left as the actor's clip was being played.\n'BLACKKKLANSMAN' STAR ADAM DRIVER RECALLS KKK PRESENCE IN INDIANA HOMETOWNDriver's interview was planned to air on \"Fresh Air\" last week, but it was swapped with a rerun featuring Conan O'Brien instead.\n\"I don't want to hear the bad acting that probably was happening during that clip,\" Driver told Gross at the time of his own acting chops via The Daily Beast."}