{"id": "4e53e0bf-07c8-3c58-b212-ed7374b689c6", "title": "Could Andrew Yang Really Be New York’s Next Mayor? - The New York Times", "url": "https://www.nytimes.com/2021/04/09/opinion/sunday/yang-nyc-mayor.html", "summary": "Andrew Yang rolled up for opening day at Yankee Stadium on April 1 with the crackling force field of celebrity surrounding him.\nYang bumped elbows and gave high fives; it was the most casual human contact I’d seen in a year.\n“It’s a feeling,” said Thomas Dixon, a 61-year-old from the Bronx, about how Yang would “bring about necessary changes.\nThe Yang campaign’s private polling shows him with 25 percent of the vote and Adams with 15 percent.\nHe’s constantly out and about, cheerleading each facet of New York’s post-Covid rebirth.", "paragraphs": ["Andrew Yang rolled up for opening day at Yankee Stadium on April 1 with the crackling force field of celebrity surrounding him. A bank of photographers and videographers walked backward before him. A small entourage of aides trailed behind. Fans, lined up for New York’s first professional baseball game with live spectators since Covid shut down the city, called out, “There’s the next mayor of New York!” and “Good luck!” People milled around to have their photos taken with him. Yang bumped elbows and gave high fives; it was the most casual human contact I’d seen in a year.", "When I asked Yang supporters why they want him to be mayor, I heard, over and over, variations on the words “change” and “energy.” “He’s young, he’s energetic, he’s a new face,” said Laivi Freundlich, a businessman and synagogue cantor from Brooklyn. “I’m tired of the old guard.” Some associated Yang, in an undefined way, with technological dynamism. “It’s a feeling,” said Thomas Dixon, a 61-year-old from the Bronx, about how Yang would “bring about necessary changes. Because like the country, New York City needs to move into the 21st century.”", "With about 10 weeks until New York’s mayoral primaries, both public and private polling show Yang ahead in a crowded field, though up to half of voters remain undecided. In a survey released by Fontas Advisors and Core Decision Analytics in March, Yang was the top choice of 16 percent of respondents, followed by 10 percent for Brooklyn Borough President Eric Adams. (Everyone else was in the single digits.) The Yang campaign’s private polling shows him with 25 percent of the vote and Adams with 15 percent.", "The essence of Yang’s campaign is this: He wants to make New York fun again. He has a hip-hop theme track by MC Jin and a platform plank calling for to-go cocktails — a pandemic accommodation for struggling bars and restaurants — to become a regular fixture of city life. He’s constantly out and about, cheerleading each facet of New York’s post-Covid rebirth. He was there the first day movie theaters reopened, taking his wife, Evelyn, to see Eddie Huang’s coming-of-age basketball drama, “Boogie.” But for a kidney stone that landed him in the hospital, he and Evelyn would have gone to an off-Broadway concert on April 2, the day indoor shows restarted."], "authors": ["Michelle Goldberg"], "keywords": ["polling", "day", "city", "yorks", "andrew", "really", "times", "yang", "york", "shows", "private", "hes", "mayor"], "pubDate": "2021-04-09T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}