{"title": "European Airlines Fight Against Jet Fuel Taxes", "summary": "Airlines including Deutsche Lufthansa AG and Ryanair Holdings PLC are rallying against the threat of jet fuel taxes that could help fund the European Union’s environmental ambitions.\nIt pledges to “look closely at the current tax exemptions including aviation.”An EU-wide jet fuel tax—excluding the U.K.—could cost airlines around 13 billion euros ($14.5 billion) a year, more than doubling their current yearly taxes in the bloc, according to a July report from the European Commission.\nKerosene burned by airplanes doesn’t incur a fuel tax across European Union countries despite aviation being one of the fastest-growing sources of carbon dioxide.\nAir France said the tax would harm European airlines’ competitiveness since U.S., Chinese and Middle Eastern carriers don’t face the same constraints.\nOther members of the European Parliament disagree on whether a jet fuel tax is the best path forward.", "url": "https://www.wsj.com/articles/european-airlines-fight-against-jet-fuel-taxes-11576612809?mod=hp_minor_pos7", "paragraphs": ["Airlines including Deutsche Lufthansa AG and Ryanair Holdings PLC are rallying against the threat of jet fuel taxes that could help fund the European Union’s environmental ambitions.", "Last week, newly elected European Commission President Ursula von der Leyen unveiled her much-anticipated Green Deal, a road map for the bloc to reach zero net emissions by 2050. It pledges to “look closely at the current tax exemptions including aviation.”", "An EU-wide jet fuel tax—excluding the U.K.—could cost airlines around 13 billion euros ($14.5 billion) a year, more than doubling their current yearly taxes in the bloc, according to a July report from the European Commission. The study is based on a tax of €330 per kiloliter of kerosene at the point of departure.", "Kerosene burned by airplanes doesn’t incur a fuel tax across European Union countries despite aviation being one of the fastest-growing sources of carbon dioxide. Airline emissions in 2020 will be 70% higher than 2005 levels, the EU estimates, but currently account for only around 3% of the bloc’s overall greenhouse-gas emissions, well behind the 12% emitted by cars.", "The Commission predicts that a jet fuel tax could lower airline emissions by 11% across the 27 member states excluding the U.K., because higher ticket prices would reduce the number of passengers.", "Europe’s five largest airlines—Lufthansa, Air France-KLM, International Consolidated Airlines Group, Ryanair and easyJet PLC—have said they oppose the tax, citing unfair international competition, stifled investment in lower-emission biofuels and what they already pay for carbon credits in Europe.", "In an emailed statement, Lufthansa spokeswoman Sandra Courant said the tax could force airlines to refuel abroad and even result in relocation to non-European hubs. The German group of airlines has its largest bases in Frankfurt and Munich.", "Air France said the tax would harm European airlines’ competitiveness since U.S., Chinese and Middle Eastern carriers don’t face the same constraints. Still, the tax could also hit non-European airlines since carriers would pay in the country they take off from.", "IAG and easyJet said that a fuel tax would cut investment in greener alternatives like biofuels, while Ryanair said it “will be very damaging for certain economies in the periphery of Europe,” which rely heavily on low-cost air travel.", "European lawmakers argue the tax could raise money for the bloc’s ambition of net-zero emissions by 2050, which could cost close to $13 trillion over two decades, according to the commission. Europe’s leaders have pledged to heavily invest to transform the EU’s transport and energy economy.", "Karima Delli, chair of the European Parliament transport committee and French Green party member, said in an interview that the tax will find enough support in Brussels since several countries are already behind it. Last month, finance ministers from nine countries, including the Netherlands, France and Germany, called for taxes on aviation to tackle climate change. “We need this money,” Ms. Delli said.", "She said funds should be used to make train travel cheaper through subsidies and investment. Traveling by train in Europe can be more expensive than flying despite being more eco-friendly.", "The tax plan may also threaten jobs. With a drop in passenger demand, the Commission estimates the tax could result in the equivalent of 30,000 lost full-time employees—an 11% decrease in aviation jobs—across the EU’s 27 member states, excluding the U.K. Germany and France would be the hardest hit.", "“All people can talk about is the danger with the jobs, my target is CO2 emissions,” Ms. Delli said.", "Other members of the European Parliament disagree on whether a jet fuel tax is the best path forward.", "Newsletter Sign-up", "Jan-Christoph Oetjen, vice-chair of the transport committee and German European Parliament member for Renew Europe, a center-left party, said it is “very unlikely” a kerosene tax will find majority support in the parliament or the European Council, which represents the heads of nations.", "Mr. Oetjen said that the EU should instead level the playing field by expanding its carbon-credit trading program to all transport sectors. Unlike airlines, maritime companies aren’t part of the EU’s carbon market.", "“From my point of view, the next years in transport policy will be crucial,” he said.", "Write to Olivia Bugault at olivia.bugault@wsj.com and Dieter Holger at dieter.holger@wsj.com"], "id": "4e7df5f0-c85f-349d-8213-0915a1e51e9e", "authors": ["Olivia Bugault", "Dieter Holger", "Olivia.Bugault Wsj.Com", "Dieter.Holger Wsj.Com"], "keywords": ["tax", "european", "jet", "transport", "fuel", "emissions", "fight", "parliament", "member", "commission", "airlines", "taxes"], "publicationId": "8e14bddf-cd2e-3f5b-8fd5-6e34ee13999e", "pubDate": null}