{"id": "4e7ebfe2-efdc-3d40-8e57-ef5a1528d8ce", "title": "The Outer Worlds Board-Approved Bundle Blasts Off Today", "url": "https://www.gameinformer.com/2020/12/03/the-outer-worlds-board-approved-bundle-blasts-off-today", "summary": "The Outer Worlds was one of our favorite games of 2019, and players who haven’t picked it up can now buy it with all the fixins’ with the Board-Approved Bundle.\nThe bundle, available today, runs for $79.99 and is available on PlayStation 4, Xbox One (playable on Xbox Series X/S).\nThe Outer Worlds puts players in the role of a space traveler who awakens in the star-system of Halcyon after a century of cryosleep.\nThe game is developed by Obsidian Entertainment, the maker of Fallout: New Vegas, which The Outer Worlds draws heavy inspiration from.\nThe Peril of Gorgon expansion released in September and centers on the investigation of a dubious productivity-improving drug.", "paragraphs": ["The Outer Worlds was one of our favorite games of 2019, and players who haven’t picked it up can now buy it with all the fixins’ with the Board-Approved Bundle. The Game of the Year-style edition packages the base came as well as the Expansion Pass, which allows access to the game’s two story expansions: Peril on Gorgon and the upcoming Murder on Eridanos.", "The bundle, available today, runs for $79.99 and is available on PlayStation 4, Xbox One (playable on Xbox Series X/S). There’s no word of a Switch release as of yet. The Outer Worlds puts players in the role of a space traveler who awakens in the star-system of Halcyon after a century of cryosleep. Along the way they’ll take on a corrupt megacorporation while assembling a crew of colorful teammates, all while steering the story in a myriad of directions via choice-driven dialogue. The game is developed by Obsidian Entertainment, the maker of Fallout: New Vegas, which The Outer Worlds draws heavy inspiration from.", "The Peril of Gorgon expansion released in September and centers on the investigation of a dubious productivity-improving drug. You can watch us take it for a spin in this New Gameplay Today episode. The next expansion, Murder of Eridanos, doesn’t have a ton of information outside of being billed as “Halcyon Helen’s final (and finest!) adventure”. It’s scheduled to be released sometime in 2021, meaning those who purchase the Board-Approved Bundle get instant access once it arrives.", "With a sequel rumored to be in the works, now seems like a great time to dive into one of the best RPG’s in recent years. Check out our glowing review of the base game here. For more on what Obsidian’s up to, the studio is busy cranking away on the survival game Grounded as well as recently revealed RPG, Avowed."], "authors": ["Associate Editor", "Marcus Is An Avid Gamer", "Giant Wrestling Nerd", "A Connoisseur Of Cartoons", "Obscure Childhood References. The Cat'S Out Of The Bagel Now"], "keywords": ["outer", "players", "peril", "xbox", "released", "expansion", "bundle", "boardapproved", "blasts", "today", "game", "worlds"], "pubDate": "2020-12-03T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}