{"summary": "David Datuna, an installation and performance artist from Georgia, peeled off the art piece from the wall on Saturday and ate it while hundreds of stunned onlookers watched.\n\"It wasn't vandalism, it was art performance from me and absolutely I am not sorry,\" Datuna said during a press conference on Monday.\n\"In this case, it's not like I ate art,\" Datuna said.\n\"I call the performance, 'Hungry Artist,' because I was hungry and I just ate it,\" Datuna said.\nWhile many in the gallery were angered when he ate the banana, Datuna said he wasn't afraid of going to jail.", "id": "4e8d2ddc-9cd7-3642-8217-671189f648fe", "pubDate": null, "url": "https://edition.cnn.com/style/article/david-datuna-banana-art-basel-trnd/index.html", "authors": ["Alaa Elassar"], "paragraphs": ["Written by Alaa Elassar, CNN", "When a banana that was duct taped to a wall sold for $120,000, not everyone understood the artistic inspiration behind the piece.", "But one hungry artist did.", "David Datuna, an installation and performance artist from Georgia, peeled off the art piece from the wall on Saturday and ate it while hundreds of stunned onlookers watched.", "And he's far from apologetic.", "\"It wasn't vandalism, it was art performance from me and absolutely I am not sorry,\" Datuna said during a press conference on Monday.", "The banana was a part of an exhibit by renowned Italian artist Maurizio Cattelan's at Art Basel Miami Beach. The piece was titled \"Comedian.\" The artist is also known for his $6 million 18-karat-gold toilet which was stolen from the Blenheim Palace earlier this year.", "Datuna called Cattelan \"one of the top artists in the world.\" When asked how that was possible if he ate his art, Datuna insisted that he did not consider the performance as defacing another artist's work and even called the duct taped banana a genius idea.", "\"In this case, it's not like I ate art,\" Datuna said. \"Like the gallery said, it's not a banana, it's a concept. And I just ate the concept of the artist. So I think this is cool, this is fun, this is what art is about.\"", "The artist, who has lived in New York City for 22 years, is known for dramatic performances, such as an anti-Putin show in the Red Square in Moscow. Two months before President Donald Trump was elected, Datuna installed an SOS American flag in front of the White House.", "The artist said he planned to eat the banana early in the morning, even saving his appetite for his potassium filled meal of the day.", "\"I call the performance, 'Hungry Artist,' because I was hungry and I just ate it,\" Datuna said.", "\"This is how artists talk with each other. We talk by art. This was his art and this was my performance.\"", "Related video: Why is art so expensive?", "While many in the gallery were angered when he ate the banana, Datuna said he wasn't afraid of going to jail.", "In fact, before his performance, he asked his friends to prepare to call his lawyers in case he was arrested.", "\"The gallery took all my information and the police took all my information,\" he said. \"What's going to happen in the next few days, I don't know.\"", "On Sunday, the gallery behind the sale of \"Comedian\" said in an Instagram post that the installation had been removed from the exhibit amid public safety concerns.", "CNN has reached out to Galerie Perrotin for comment."], "keywords": ["ate", "gallery", "man", "isnt", "sorry", "hungry", "artist", "120000", "banana", "datuna", "create", "wasnt", "performance", "art", "installation", "artists"], "title": "Man who ate the $120,000 banana art installation says he isn't sorry and did it to create art", "publicationId": "fa207f19-e080-3902-982c-393d321776be"}