{"id": "4e9f1109-760d-3a3a-beef-9a3b2fca126b", "title": "Flight of the white coats - Why Balkan doctors head for western Europe", "url": "https://www.economist.com/europe/2020/12/19/why-balkan-doctors-head-for-western-europe", "summary": "Balkan doctors and nurses have been emigrating for years.\nBalkan tabloids sometimes claim there will soon be no more doctors and nurses left in their countries.\nRomania actually has 21% more doctors than it did a decade ago, while in Bulgaria the numbers are stable.\nIn the past few decades more people in the Balkans have been studying medicine than ever before, not least because it is a good way to land a well-paid job abroad.\nIn Romania few doctors want to work in remote regions or be general practitioners, who are badly paid.", "paragraphs": ["H EALTH-CARE systems everywhere are buckling because of covid-19. In south-east Europe, rising infection rates are hammering systems that were already run-down. Balkan doctors and nurses have been emigrating for years. The main reason is that conditions at home are poor. Pay is low, graft is rife and hospitals are often run by venal political appointees. Jobs in western Europe seem cushy by comparison.", "In Bucharest, Romania’s capital, 27 people died when a nightclub caught fire in 2015, but four months later the toll had risen to 64. Many had been killed by hospital infections attributable to corruption. Disinfectants had been so diluted that they had virtually turned to water. In a new documentary about the scandal, Vlad Voiculescu, briefly Romania’s minister of health, says that since taking the top job he has realised that everything underneath him “is rotten…corrupt, demotivated. They don’t give a fuck about anything out there.”", "One consequence is that nearly 5,000 Romanians now work for England’s National Health Service. But Mr Voiculescu could have been speaking for the entire region. In 2019 there were 50,000 citizens of the six non- EU Balkan countries working in Germany’s health-care system, two-thirds of them Bosnians and Serbs. In spring, when the pandemic struck and borders closed, Austria laid on special transport to bring in hundreds of Bulgarian, Croatian and Romanian health workers.", "Balkan tabloids sometimes claim there will soon be no more doctors and nurses left in their countries. But the story is not as simple as that. Romania actually has 21% more doctors than it did a decade ago, while in Bulgaria the numbers are stable. Since 2013 almost 6,000 Bosnian nurses have gone to work in Germany on just one official scheme, yet more than 7,500 nurses back home are unemployed.", "In the past few decades more people in the Balkans have been studying medicine than ever before, not least because it is a good way to land a well-paid job abroad. There are not enough jobs for those who stay behind, however, and those that exist are often unattractive. In Romania few doctors want to work in remote regions or be general practitioners, who are badly paid.", "Some local medical training is poor. Serbian colleges churn out nurses with patchy knowledge. Gorica Djokic, a leader of Serbia’s doctors’ union, says that some who “can’t tell if a patient is asleep or in a coma” are employed in hospitals to make up for those who have gone abroad. As for doctors, she identifies two problems that are common across the region. Those most likely to emigrate do so at the beginning of their careers or are sought-after specialists. The average age of doctors who stay in Serbia, she says, is 55.", "To stanch the flow of emigrants, health services have raised doctors’ wages. In Romania they have tripled in the past few years. Alexandru Radu, aged 22, is a fourth-year medical student. When he thought he would be paid only a couple of hundred euros a month in his first job, he “100%” planned to go abroad. Now, with a chance to earn €1,000 a month in his home country when he graduates, he says: “I really want to stay here.” ■"], "authors": ["The Economist"], "keywords": ["white", "work", "voiculescu", "flight", "systems", "head", "health", "western", "job", "abroad", "romania", "europe", "nurses", "stay", "doctors", "balkan", "coats"], "pubDate": "2020-12-19T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}