{"authors": ["Produced", "Filmed Petros Gioumpasis"], "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da", "title": "Saudi Aramco's IPO challenges explained", "url": "https://www.ft.com/video/684a07d3-0b18-48e9-bd84-b70aada27f4c?playlist-name=section-c91b1fad-1097-468b-be82-9a8ff717d54c&playlist-offset=7", "summary": "But will Saudi Aramco get the $2 trillion valuation that the young, rather impatient Prince Mohammad is after?\nSeptember saw a series of attacks on Saudi energy infrastructure, which halved the Kingdom's oil production.\nAnd its head is now the chairman of Saudi Aramco.\nRiyadh is pressuring wealthy Saudi families to buy stakes in Saudi Aramco.\nIn an unprecedented move, Riyadh said minority investors will be prioritised in any shareholder handouts that will still largely go to the Saudi State.", "id": "4ee67e95-fc34-315e-b3b4-440c06170c67", "paragraphs": ["You can enable subtitles (captions) in the video player", "[MUSIC PLAYING]", "ANJLI RAVAL: This month, Riyadh will make a final decision on whether to sign off on the long-awaited initial public offering of its state energy giant Saudi Aramco. The company is the Kingdom's biggest revenue earner. And Crown Prince Mohammad bin Salman, the heir apparent, has sought to accelerate plans for the listing in recent months. The flotation is at the heart of ambitious plans to revamp Saudi Arabia's economy with tens of billions of dollars urgently needed to fund mega-projects and develop new industries.", "But will Saudi Aramco get the $2 trillion valuation that the young, rather impatient Prince Mohammad is after? Some industry analysts believe the company's worth closer to $1.5 trillion. But potential investors, from wealthy families in the Kingdom to sovereign institutions in the Middle East and elsewhere, will be weighing up a series of factors ahead of any listing, which Saudi officials want to happen as early as this year. First is energy security. September saw a series of attacks on Saudi energy infrastructure, which halved the Kingdom's oil production.", "Even as officials now say the company has bounced back like a phoenix from the ashes, the incident laid bare the vulnerability of the world's biggest exporter, called into question the Kingdom's reputation as a reliable producer, and the country's ability to protect its prized assets.", "PRINCE ABDULAZIZ BIN SALMAN: I would say that Saudi Arabia is a consumer-oriented country. And we have, even during under duress and under this stressful environment, we have demonstrated our resilience as a government, our constrain as a government, I must say also.", "ANJLI RAVAL: Second is government interference. Prince Mohammad has given more influence to the Kingdom's public investment fund over the IPO process. This is his chosen vehicle for enacting his reforms.", "And its head is now the chairman of Saudi Aramco. He has also appointed his older half brother, Prince Abdulaziz, as energy minister, replacing industry veteran Khalid al-Falih, who is privately against the IPO. A series of moves has raised the prospect of creeping state influence in the company's corporate affairs and driven fears that Prince Mohammad is determined to dictate the terms of the listing, rather than leave it to market forces.", "Riyadh is pressuring wealthy Saudi families to buy stakes in Saudi Aramco. And it has pushed the company to cut back on its international expansion and future capital spending plans. Traditionally, this was the domain of corporate executives, not government officials.", "And third is fiscal terms. Riyadh is pulling out all the stops to get this listing of up to 3% of the company over the line. Saudi Arabia is planning to change state royalty payments and cut corporation tax, alongside announcing an annual dividend of $75 billion to woo potential investors.", "In an unprecedented move, Riyadh said minority investors will be prioritised in any shareholder handouts that will still largely go to the Saudi State. Yet as of right now, the dividend yield is below that of some other international energy majors, such as Royal Dutch Shell or ExxonMobil. So why would an investor want to buy it? Some might say it is because Saudi Aramco is one of the best-run oil and gas companies out there, that manages the energy assets for the world's largest exporter nation.", "Others will argue that all the banks which have aggressively lobbied their way into roles for the IPO have endless rosters of wealthy clients and so that they will make this happen. But will that alone be enough? Ultimately, the company is an arm of the Saudi State, which is becoming more vulnerable to the whims of the country's de facto ruler."], "keywords": ["kingdoms", "aramcos", "saudi", "ipo", "company", "state", "energy", "aramco", "mohammad", "prince", "say", "explained", "challenges", "listing"], "pubDate": null}