{"id": "4ef40443-264a-3877-ac08-7dd7a83785e3", "title": "The Palm Springs house that started the fashion for desert retreats", "url": "https://propertylistings.ft.com/propertynews/united-states/6458-the-palm-springs-house-that-started-the-fashion-for-desert-retreats.html", "summary": "He commissioned Fallingwater, the house that relaunched the career of Frank Lloyd Wright and, a decade later, he commissioned Richard Neutra to design the Desert House in Palm Springs.\nBut if you have $25m you could have a shot at owning the Kaufmann Desert House (top picture), which has been put up for sale.\nThis was the house that kicked off the fashion for desert retreats, the place that made Palm Springs the de facto modernist resort for wealthy Angelenos.\nSlim Aarons’ ‘Poolside Gossip’, taken at the Kaufmann Palm Springs home in 1970.\nView the listing for the Kaufmann desert house on FT Property Listings, here.", "paragraphs": ["By Edwin Heathcote", "To commission one of the greatest houses of the modern age is quite something. To commission two is beginning to look like overconfidence.", "And yet that is what Edgar J Kaufmann did. He commissioned Fallingwater, the house that relaunched the career of Frank Lloyd Wright and, a decade later, he commissioned Richard Neutra to design the Desert House in Palm Springs. Both are among the most enduringly influential and admired houses of the 20th century.", "Fallingwater, the Pennsylvania home designed by Frank Lloyd Wright for Edgar J Kaufmann", "You cannot buy Fallingwater; it is now a museum. But if you have $25m you could have a shot at owning the Kaufmann Desert House (top picture), which has been put up for sale.", "This was the house that kicked off the fashion for desert retreats, the place that made Palm Springs the de facto modernist resort for wealthy Angelenos. This always was an expensive house. When it was built in 1946, the average cost of building a home was around $8 per square foot; Neutra spent $350 of Kaufmann’s money for every square foot here. But it was worth it.", "Kauffman was intensely aware of style and design. Then, the owner of a Pittsburgh department store, he understood houses as things of beauty and statements of intent. He had wanted to commission Wright again for the desert site (after all, Wright had built his own winter home and studio, Taliesin West, amid the cacti of the Arizona desert) but his son, Edgar Jr, persuaded him to talk instead to the Austrian émigré Neutra, who had himself worked in Wright’s office after arriving in the US in 1923.", "Frank Lloyd Wright’s desert home, Taliesin West. Richard Neutra, who had worked under Wright in the 1920s, was commissioned by Edgar J Kaufmann to design his Palm Springs residence", "Neutra had made waves in Los Angeles in 1929 with his astonishing Lovell Health House, a brilliant mash-up of European modernism, southern California climate and strange west coast health fads.", "For Kaufmann, Neutra designed a house that effectively established the template for a certain kind of minimal, modernist cool, which has never really gone out of fashion. This was not quite the austere perfection of the glass boxes of Ludwig Mies van der Rohe’s Farnsworth House or Philip Johnson’s Glass House — both of which came after this house — but rather a more flexible, more liveable and, frankly, more glamorous version of living with modernism.", "The living area of the Kaufmann desert home is anchored around the sandy coloured stone chimney", "Rather than being limited by a single form, the classic fish tank that was the ideal of a few of his contemporaries, Neutra designed a plan with volumes radiating into the desert landscape slightly resembling the shape of a human body with a lounge and dining room as its heart and stomach. All the other parts of the house — servant quarters, pool, garage, boiler house and so on — are thrust away from the centre but each maintains its own integrity.", "There is very little hierarchy here, although the centre is massed around a more public volume and an open upper storey. The ensemble is anchored around a simple central chimney of sandy stone, which runs up through the first floor, which is in itself a semi-open sun terrace or sun lounge and a little unusual for an era of flat, single-storey desert houses. Among the most distinctive architectural characteristics are the corners, which seem to almost dissolve so that the effect is always of the interior being thrust out into the landscape.", "Desert foliage is a repeated theme of the landscaping, contrasted against the San Jacinto Mountains", "The house was designed to be seen against the background of the mountains and the vertical accents of the cacti, the slightly fey-looking anorexic palms and the occasional boulder, some of which were hauled into the plot as accents. The most glamorous photos of it are always taken from a low angle by the pool, looking towards the central living space with the pink/grey peaks of the San Jacinto Mountains behind.", "Although the house was photographed by Julius Shulman, the man who documented west coast modernism and created its image more than any other, the shot that defined the house and made it part of a broader cultural consciousness was taken by society photographer Slim Aarons. His 1970 photo “Poolside Gossip” foregrounds a pair of women in superglam pantsuits chatting on loungers, a pot of vivid yellow flowers between them, then the pool, the house and the mountains. It has the swing of Sinatra-era Palm Springs with the intimation of Goodfellas decadence; New York meets LA in the desert. On coke.", "Slim Aarons’ ‘Poolside Gossip’, taken at the Kaufmann Palm Springs home in 1970. The same view today can be seen in the main photo (top)", "In between Aarons’ defining shot and the early 1990s, the house was messed about. It had some celebrity owners, including Barry Manilow, but never seemed to settle down until it was given some attention by architects Marmol Radziner. The practice restored the house’s defining characteristics, the spaces, materials and sliding glass doors that allowed the flow of space between the terraces, the landscape and the interior. The architects also meticulously restored the deceptively simple built-in veneered furniture, a legacy from Neutra’s Vienna and, perhaps, Adolf Loos, but here transformed into something open and healthy rather than insular and cosy.", "The setting is not what it once was. The desert is no longer the pristine landscape but rather a hemmed-in, suburbanised site, but the house still stands strong, resisting incursion.", "Extensive use of floor-to-ceiling glass emphasises the interplay of the house’s interior with the exterior", "Is this real estate or an art object? What, exactly, is being sold here? Just as in 1946, the square foot price looks outrageously high but this was always about more than money, this is lifestyle, an almost impossibly chic jewel of architectural history.", "As if to reinforce the point, Kaufmann’s Fallingwater office, designed by Wright just after he had finished the house, is going to be reassembled in London’s V&A East, currently under construction. Edgar Kaufmann Jr, who became an architectural historian, donated the interior and its furniture to the museum in 1974. It will be the only Wright interior outside the US; architecture as museum piece and a testament to a client who kept getting it right.", "View the listing for the Kaufmann desert house on FT Property Listings, here.", "Photography: Daniel Solomon for Vista Sotheby’s International Realty; Christopher Little, courtesy of Western Pennsylvania Conservancy; Getty Images; Slim Aarons via Getty Images"], "authors": [], "keywords": ["palm", "house", "retreats", "wright", "edgar", "kaufmann", "springs", "fashion", "neutra", "interior", "started", "houses", "desert"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}