{"id": "4f11dd69-3786-32bc-9160-2b0a1bf2ddb0", "title": "Dubrovnik, Montenegro & the Dalmatian Coast", "url": "https://holidays.theguardian.com/holidays/dubrovnik-montenegro-and-the-dalmatian-coast-98f26abccea1e135c7de851045299d0a", "summary": "Day5As a memorable day unfolds, you'll get to know stunning Dubrovnik, the incomparable Pearl of the Adriatic.\nExplore its captivating, medieval old town and perhaps walk the ancient city walls, upon which you'll find views stretching out over the red-roofed buildings to the sea beyond.\nJoin our guided walking tour to see the medieval old town, its pedestrianised central street Stradun running from the Pile Gate to busy Luza Square and overlooked by the carved stone façade of the impressive Sponza Palace and graceful, Baroque St Blaise’s Church.\nOther highlights will include the Franciscan Monastery, and the Rector’s Palace, seat of the government in the former Dubrovnik Republic.\nThe energetic can walk the entirety of the city walls, while others can take a seat in one of the city's many pavement cafés and relax before returning to the hotel.", "paragraphs": ["Day", "5", "As a memorable day unfolds, you'll get to know stunning Dubrovnik, the incomparable Pearl of the Adriatic. Explore its captivating, medieval old town and perhaps walk the ancient city walls, upon which you'll find views stretching out over the red-roofed buildings to the sea beyond. Join our guided walking tour to see the medieval old town, its pedestrianised central street Stradun running from the Pile Gate to busy Luza Square and overlooked by the carved stone façade of the impressive Sponza Palace and graceful, Baroque St Blaise’s Church. Other highlights will include the Franciscan Monastery, and the Rector’s Palace, seat of the government in the former Dubrovnik Republic. The energetic can walk the entirety of the city walls, while others can take a seat in one of the city's many pavement cafés and relax before returning to the hotel."], "authors": [], "keywords": ["old", "dubrovnik", "montenegro", "youll", "dalmatian", "city", "coast", "medieval", "walk", "walls", "palace", "town", "seat"], "pubDate": null, "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}