{"id": "4f2adfc2-af07-37e6-b1cf-7601da2ef87a", "title": "The Long Dark Review – Surviving A Brutal Winter", "url": "https://www.gameinformer.com/games/the_long_dark/b/playstation4/archive/2017/08/14/game-informer-review-the-long-dark.aspx", "summary": "If The Long Dark teaches you one thing, it’s that the wilderness is terrifying but beautiful.\nThe Long Dark is about managing your time and resources, which makes for a tense trek across a beautiful, snow-blanketed wilderness known as the Great Bear.\nWith its three modes (story, survival, and challenge), The Long Dark offers several ways to approach the wilderness.\nThe survival mode is most fun on higher difficulties where you face not just the treacherous cold but also wild beasts.\nWith its stellar survival mechanics, The Long Dark makes for a brutal experience that requires patience and micromanaging to fully appreciate.", "paragraphs": ["If The Long Dark teaches you one thing, it’s that the wilderness is terrifying but beautiful. Danger lurks around every corner, and you can succumb to death in even the calmest moments. With its hyper-realistic mechanics, this difficult-but-satisfying survival game plunges you into the depths of a harsh Canadian winter.", "The Long Dark is about managing your time and resources, which makes for a tense trek across a beautiful, snow-blanketed wilderness known as the Great Bear. Every action has consequences – even sleeping. To survive, you need to keep a keen eye on your body temperature, hunger, thirst, and exhaustion. Whenever one of these drops too low, you become at risk for hypothermia, illness, and even death. You micromanage every detail, which is overwhelming when learning the ropes, but enjoyable in the long run once you establish a rhythm.", "Your overall goal depends on which mode you’re playing, but you’re primarily trying to stay alive with whatever resources you can find by searching, crafting, and hunting. With its three modes (story, survival, and challenge), The Long Dark offers several ways to approach the wilderness. Story mode tells a unique narrative that also acts as a tutorial, survival mode is an open-ended sandbox where you try to stay alive as long as possible, and challenge gives you specific quests to complete.", "Story mode, known as Wintermute, is a good point of entry for new players since it teaches you how to survive along the way, but it comes with a host of problems. You play as a pilot whose plane crashed due to a mysterious storm. In the aftermath, you must search for your estranged wife and learn how to survive the cold. Having quest objectives gives the experience a focus, but the story isn’t engaging. Your wife never gets enough screen time before she disappears in order for you to form a connection, and this didn’t give me much motivation to continue. However, since story mode is told in an episodic format with two episodes currently released and three more on the way, there's a chance for the tale to improve.", "The NPCs you meet during story mode don’t feel like fleshed out characters, but instead act as guides for tutorials to teach you how to survive. But even as tutorials, these are integrated poorly. For example, when helping an old lady stock up food for the winter, I had to starve myself in the process. It was a long, laborious, and frustrating quest as I attempted to find enough food for the both of us. Other times, I found myself learning things better through trial-and-error rather than through a quest, such as finding natural plant remedies on my own.", "The survival mode is most fun on higher difficulties where you face not just the treacherous cold but also wild beasts. I found the challenge mode the most engaging, where you’re tasked with specific goals, such as trying to reach different locations before dying, or going face-to-face in a fight with a grizzly bear.", "The locales you explore are detailed and the abandoned homes you ransack feel like they were once lived in, with empty soda cans scrunched on a table or beds half-made. I enjoyed making my way through these areas, and reading notes from people that used to live there. The wilderness itself is beautiful, with sunsets glowing a deep orange and a dizzying view of stars in the night.", "How easily you can fall ill or get injured makes for a realistically tense experience. Failing to boil water before drinking it can poison you, and a wolf attack can kill you if you don’t tend to your wounds quickly enough. Time management is key as you try to feed and take care of yourself in the daytime hours, whereas nighttime becomes incredibly dangerous. Lighting resources are scarce, and fuel for lanterns or flare shells for a flare gun are even scarcer. Even building a fire can take several tries, which adds to the realism but isn’t entertaining. The amount of detail is astounding and it adds depth to the experience, but it can also be more frustrating than fun.", "Tripping while descending a cliff’s edge can injure you even if you’re careful, and accidentally walking into a campfire leaves you with burns. Save points are rare, happening only during checkpoint story moments or when you sleep. Dying can mean redoing much of the work or exploring that had already been completed. Unfortunately, my experience was also plagued by crashes that hindered steady progression.", "With its stellar survival mechanics, The Long Dark makes for a brutal experience that requires patience and micromanaging to fully appreciate. However, it’s brought down by some bugs and a story mode that leaves much to be desired. It’s nonetheless a satisfying test of survival in a gorgeous setting – as long as you can brave the frigid cold."], "authors": [], "keywords": ["experience", "dark", "surviving", "resources", "survive", "winter", "mode", "youre", "wilderness", "survival", "long", "brutal", "way", "review"], "pubDate": "2017-08-14T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}