{"summary": "From the moment he returns in 2020, Hamilton is going to be dogged by questions about where he will see out his time in F1: Mercedes or Ferrari.\nA choice that could ultimately define his place among F1 greats and one perhaps driven with his heart as much as his head.\nGerhard Berger did two separate stints with the Scuderia between 1987 and 1995 and the Austrian understands the visceral, emotional attraction of racing for Ferrari.\nMe, I was affected very much because I love Ferrari, I loved the Italian mentality, the brand and I think Lewis would.\n“I think he should go to Ferrari but after he has beaten all he records,” Berger says.", "url": "https://www.theguardian.com/sport/2019/dec/18/lewis-hamilton-gerhard-berger-f1-record-ferrari-dream", "paragraphs": ["Austrian understands the visceral attraction of the Scuderia but timing is everything and ‘you never leave a winning team’", "After 13 years in Formula One, Lewis Hamilton’s enthusiasm shows no sign of waning. In one area however he may find next season becomes tiresome pretty sharpish. From the moment he returns in 2020, Hamilton is going to be dogged by questions about where he will see out his time in F1: Mercedes or Ferrari.", "It will be the last of his key career decisions. A choice that could ultimately define his place among F1 greats and one perhaps driven with his heart as much as his head.", "Gerhard Berger did two separate stints with the Scuderia between 1987 and 1995 and the Austrian understands the visceral, emotional attraction of racing for Ferrari.", "Ferrari ‘very flattered’ Lewis Hamilton has had talks about F1 move Read more", "“For Lewis, I could not recommend to any driver more than if you can at one time in your career take the chance to drive for Ferrari,” he says. “It is an outstanding experience. Driving for Ferrari is very emotionally driven. Some are cold to it, some react very much toward it. Me, I was affected very much because I love Ferrari, I loved the Italian mentality, the brand and I think Lewis would. Most of the drivers love it but it has to be right on timing.”", "Hamilton will have barely given a second thought to missing out on the bloated frippery of the BBC Sports Personality of the Year award. What matters to the 34-year-old is proving he is the best on track and he has done so.", "With six titles he is one behind Michael Schumacher and trails the German’s record of 91 race wins by seven. He could reach both next season after which his contract with Mercedes, with whom he has won five of his six championships, comes to an end. In 2021 new regulations come in to play.", "What happens next is something he is already considering. At the last grand prix of the season in Abu Dhabi Hamilton did not deny he had met Ferrari’s chairman, John Elkann. Last week Ferrari’s chief executive, Louis Camilleri, confirmed meetings had taken place and said they were flattered by Hamilton’s interest.", "Facebook Twitter Pinterest Gerhard Berger shares a joke with NIgel Mansell and Martin Brundle after the Australian Grand Prix in 1994 during the Austrian’s second stint with Ferrari. Photograph: Mike Hewitt/Getty Images", "Leaving Mercedes, a team who have six consecutive drivers’ and constructors’ doubles and are still at the peak of their game, may seem inconceivable. Yet Hamilton is at least contemplating it. In recent years he has often referred to Ferrari as “the red team”. There is a sense he is attempting psychologically to deny the power their name carries but he has also been open in his admiration.", "Hamilton knows his history and what success at Ferrari would mean for his legacy. He also understands what winning means to Ferrari fans – and they are both legion and global – having denied them the pleasure so many times.", "Such has been his success there are indications that even in Italy they want the world champion on board. The Italian press, usually focused on Ferrari, were moved to describe Hamilton’s recent win in Mexico as “a masterpiece of speed and technique” and the driver himself as “a giant”. Such superlatives are not bandied about lightly to a partisan audience.", "A title triumph with Ferrari would make him the driver who returned the Scuderia to the top – notably where Fernando Alonso and Sebastian Vettel (next season notwithstanding) failed – and enable him to see out his career with the most famous team in F1.", "Having taken his first championship for McLaren, he would also have won the title with three different teams, a remarkable achievement that would cement his position as the driver who made the difference over machinery. He would also be joining another very select group. Only two British drivers have won titles for Ferrari, Mike Hawthorne and John Surtees.", "A year to remember: F1’s highs and lows from the 2019 season | Giles Richards Read more", "Surtees was the last to do so in 1964 and much as the tifosi took Nigel Mansell to their hearts, branding him “Il Leone”, he did not deliver a championship.", "Yet cold, hard analysis suggests that staying with Mercedes makes most sense. Their team principal, Toto Wolff, has said he believes it is a 75% probability Hamilton will do so but admitted there was a “25% chance” that Mercedes could not control.", "“I think he should go to Ferrari but after he has beaten all he records,” Berger says. “It would be too much to do it before because he has such a phenomenal team around him. You never leave a winning team, so perhaps it is not the right moment to do it now.”", "Hamilton has also been clear that what Wolff chooses to do – staying at Mercedes, taking over running F1 or even joining Ferrari have all been mooted – will influence his decision, which opens further avenues. Perhaps a one-year extension at Mercedes in 2021 to see how the new rules play out before a final move rather than throwing it all behind the big gamble at Ferrari straight away. Either way, Hamilton has all the cards in his hands."], "pubDate": null, "keywords": ["mercedes", "driver", "winning", "set", "live", "season", "dream", "record", "team", "richards", "f1", "won", "lewis", "giles", "hamilton", "listen", "ferrari"], "id": "4f667c8c-26a7-3838-9520-6aa2f9da4074", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "authors": ["Giles Richards"], "title": "Hamilton should listen to Berger: set F1 record then live Ferrari dream | Giles Richards"}