{"id": "4f69a873-3166-3ab3-be45-d49907342301", "title": "Kate Moss Gets Into the NFT Art Market With Three New Video Works", "url": "https://www.vogue.com/article/kate-moss-nft-videos", "summary": "Moss’s NFTs, three short video works, have a less techy tone.\nIn contrast to many of the other NFTs on the market, hers are steeped in reality, offering video of small, personal moments like sleeping, walking, and driving.\nThe artist collective behind Moss’s NFTs sees it similarly: an opportunity to experience a moment of (virtual) closeness with an icon.\nThe three video clips, “Walk With Kate,” “Sleep With Kate,” and “Drive With Kate,” were recorded by the Cotswolds-based group in Moss’s own home, in her own car, and with her own clothes.\nThe collective added: “We had to be more respectful as this is all about trust to really capture the real moment—normally Kate models as a character, but this is truly Kate Moss.", "paragraphs": ["Moss’s NFTs, three short video works, have a less techy tone. In contrast to many of the other NFTs on the market, hers are steeped in reality, offering video of small, personal moments like sleeping, walking, and driving. “Art for me has always been about the moment. Time is the thing that there is never enough of and that waits for no one; I’m intrigued by who will want to own a moment of mine,” Moss wrote via email. She noted that the sale of her three NFTs, on sale next Tuesday, will benefit Adwoa Aboah’s Gurls Talk foundation, supporting mental health among women. “I was also drawn to the idea that this ownership can be used to help others in need hopefully gain more of it. I look forward to seeing this experiment through,” said Moss.", "The artist collective behind Moss’s NFTs sees it similarly: an opportunity to experience a moment of (virtual) closeness with an icon. “We wanted the authentic, real her, an insight into KM’s life and style,” the anonymous collective known as Moments in Time Collective, which produced the pieces, said in an email. The three video clips, “Walk With Kate,” “Sleep With Kate,” and “Drive With Kate,” were recorded by the Cotswolds-based group in Moss’s own home, in her own car, and with her own clothes. The collective added: “We had to be more respectful as this is all about trust to really capture the real moment—normally Kate models as a character, but this is truly Kate Moss. In terms of the NFT creation we focused on really giving people authenticity and uniqueness. That could stand the test of time and also capture a moment of it.”"], "authors": ["Steff Yotka", "Steff Yotk"], "keywords": ["works", "moss", "gets", "moment", "sale", "mosss", "art", "really", "market", "real", "collective", "video", "nfts", "nft", "kate"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}