{"id": "4f696b46-a6c3-39c2-a25e-66fccb9e6098", "title": "Indiana police officers distribute hundreds of boxes of food, toys to families in need", "url": "http://www.foxnews.com/us/indiana-police-officers-salvation-army-event", "summary": "The South Bend Police Department is helping spread holiday cheer for hundreds of families in need in Indiana.\nIts officers volunteered to hand out boxes of food and toys to locals at the Salvation Army Kroc Center this week as part of an annual event each year ahead of Christmas.\nAn estimated 1,600 people stopped by, the department’s media liaison, Christine Karsten, told Fox News.\n\"Our department really works hard to engage and serve our community all year long, especially during the holidays,\" Karsten added.\nIn Orlando, Fla., the local police department's officers donned red Santa hats on Saturday morning to deliver gifts to more than 200 children ahead of Christmas.", "paragraphs": ["The South Bend Police Department is helping spread holiday cheer for hundreds of families in need in Indiana.", "Its officers volunteered to hand out boxes of food and toys to locals at the Salvation Army Kroc Center this week as part of an annual event each year ahead of Christmas.", "An estimated 1,600 people stopped by, the department’s media liaison, Christine Karsten, told Fox News.", "CLICK HERE TO READ MORE STORIES ABOUT THIS YEAR’S SEASON OF GENEROSITY", "\"The South Bend Police Department jumped at the chance to help connect with our community by spending the last two days handing out these boxes,\" she said.", "\"Our department really works hard to engage and serve our community all year long, especially during the holidays,\" Karsten added. \"It is a great way for them to interact with families, adults, kids, outside of routine police work and they really enjoy it.\"", "CLICK HERE TO GET THE FOX NEWS APP", "The holiday cheer is spreading all over the country.", "In Orlando, Fla., the local police department's officers donned red Santa hats on Saturday morning to deliver gifts to more than 200 children ahead of Christmas."], "authors": ["Greg Norman"], "keywords": ["food", "holiday", "community", "really", "need", "indiana", "officers", "toys", "hundreds", "families", "karsten", "boxes", "department", "distribute", "south", "departments", "fox"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}