{"id": "4f7c0782-74b6-3fee-b89f-1fc8bf588a2c", "title": "George Soros: Orbán turns to familiar scapegoat as Hungary rows with EU", "url": "https://www.theguardian.com/world/2020/dec/05/george-soros-orban-turns-to-familiar-scapegoat-as-hungary-rows-with-eu", "summary": "Hungary’s rightwing prime minister, Viktor Orbán, is threatening to veto the new EU budget over a provision that would link some funding to rule-of-law concerns.\nAs the standoff intensifies, he has found a familiar enemy to blame: the 90-year-old financier and philanthropist George Soros.\nOrbán has consistently claimed that European critics are punishing Hungary because of its anti-migrant stance, rather than for well-documented concerns over corruption and rule-of-law.\n“Europe must not succumb to the Soros network,” wrote Orbán recently.\nNegotiations on the EU budget are about to enter a crunch phase.", "paragraphs": ["Hungary’s rightwing prime minister, Viktor Orbán, is threatening to veto the new EU budget over a provision that would link some funding to rule-of-law concerns. As the standoff intensifies, he has found a familiar enemy to blame: the 90-year-old financier and philanthropist George Soros.", "Orbán has reinvigorated his government’s anti-Soros campaign, which has often been marked by conspiratorial and antisemitic rhetoric, as Hungary and Poland have tussled with other European leaders over the so-called “rule-of-law” mechanism. The dispute is holding up final agreement on the EU’s €1.7tn (£1.5tn) seven-year budget and recovery package.", "On Friday, amid reports that the Polish government may be moving closer to accepting a compromise solution on the budget, Orbán stood firm with his veto threat, claiming in a radio interview that the EU wants to accept “35 million migrants” and the rule-of-law mechanism would be a way of punishing him for disagreeing.", "Orbán has consistently claimed that European critics are punishing Hungary because of its anti-migrant stance, rather than for well-documented concerns over corruption and rule-of-law.", "The guilty party behind this supposed plan: Soros, of course. “Europe must not succumb to the Soros network,” wrote Orbán recently.", "Viktor Orban takes part on a press conference in Lublin, Poland, in September. Photograph: Omar Marques/Getty Images", "Soros was born to a Jewish family in Hungary in 1930, and survived the Holocaust by going into hiding. He later moved to Britain and then the US, where he became one of the world’s richest men through trading and currency speculation. Starting in the late 1980s, he has given away huge portions of his fortune to liberal causes, and even funded Orbán and a number of other current Hungarian officials in the late 80s and early 1990s.", "“I supported Orbán because at the time he was a very active supporter of open society. But he became an exploiter and the creator of a mafia state,” Soros told the Guardian in an interview last year.", "Soros has been the target of conspiracy theories in many countries for years, but Orbán’s government took it to a new level in 2017, with a media campaign that told Hungarians they should not let Soros “have the last laugh”. The government funded billboards in Budapest and other cities featuring Soros as a puppet master.", "In 2018, in the run-up to parliamentary elections, Orbán criticised Soros using language that contained textbook antisemitic tropes: “We are fighting an enemy that is different from us. Not open, but hiding; not straightforward but crafty; not honest but base; not national but international; does not believe in working but speculates with money; does not have its own homeland but feels it owns the whole world.”", "After those elections, which Orbán’s Fidesz party won, the billboard campaigns ceased and mentions of Soros somewhat quietened, but in recent weeks his name has been cropping up ever more frequently.", "Soros has certainly been part of the debate. He wrote an opinion piece last month in which he accused Orbán of setting up “an elaborate kleptocratic system to rob the country blind”, and called on the EU to ensure it stands up to Hungarian and Polish threats to veto the budget.", "In response, Orbán upped the stakes in his rhetorical attacks on Soros, calling him “the most corrupt man in the world” and claiming Hungary is the victim of shadowy Soros networks.", "The latest bout of Soros-mania has even touched the actor George Clooney, who irritated the Hungarian government when he conflated “hate and anger” with Orbán’s government. In response, pro-government media dug up a photo of Clooney with Soros’s son, and suggested the actor was parroting the billionaire’s talking points. It prompted the actor to release a statement saying he had only met Soros and his son once. “Orbán’s propaganda machine is lying,” he said, though he went on to praise the work done by Soros foundations across the world.", "The most disturbing episode of the recent anti-Soros campaign was an article written for a pro-government website by Szilárd Demeter, a ministerial commissioner and Orbán-appointed museum director. He called Soros a “liberal Führer” who wanted to persecute Hungarians and Poles. “Toxic gas flows from the capsule of a multicultural open society,” he wrote.", "Even by the standards of official Hungarian discourse on Soros, the outburst was shocking, prompting critical responses from the US and Israeli embassies as well as Jewish organisations, particularly given its target was a Holocaust survivor. In the end, Demeter withdrew the article, though he did not apologise.", "Critics suggest the increasingly inflammatory rhetoric could be a device to deflect attention from the worsening coronavirus situation in Hungary, as well as from the tricky corner Orbán is now in with the negotiations in Brussels.", "Hungarian-American investor George Soros attends a press conference at the foreign ministry in Berlin, Germany in 2017. Photograph: Ferdinand Ostrop/AP", "Attention was briefly distracted from the budget negotiations this week when Fidesz MEP and leading Orbán confidant József Szájer resigned after he was detained by police leaving a gay orgy via a drainpipe with drugs in his backpack. It was an awkward scrape for someone who personally rewrote the Hungarian constitution to define marriage as a heterosexual institution.", "Szájer is another Fidesz official who was once a recipient of a Soros scholarship but has now turned anti-Soros fighter. Perhaps surprisingly, Soros has not yet been blamed for Szájer’s decision to take part in the orgy, though some pro-government media commentators have suggested the incident was a set-up by foreign secret services.", "Negotiations on the EU budget are about to enter a crunch phase. Earlier this week, the European commission warned it could create a new coronavirus recovery fund without the help of Hungary and Budapest, prompting Polish deputy prime minister Jarosław Gowin to say on Thursday that a compromise proposal could be possible.", "Orbán, however, said on Friday that this would not work.", "“The Poles cannot back out of the veto; our countries have signed a declaration stating that Hungary and Poland will support each other and will not accept a solution that’s unacceptable to the other,” he said."], "authors": ["Shaun Walker"], "keywords": ["orbán", "budget", "turns", "scapegoat", "orbáns", "progovernment", "hungary", "soros", "rows", "ruleoflaw", "eu", "familiar", "hungarian", "veto", "george"], "pubDate": "2020-12-05T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}