{"summary": "(CNN) — It's been 30 years since the world's first hotel made of snow and ice launched, and the team behind Sweden's ICEHOTEL have gone all out to mark the occasion.\nLocated 200 kilometers north of the Arctic Circle in Jukkasjärvi, the ICEHOTEL was founded by Yngve Bergqvist back in 1989 and is regenerated every single year.\nFrozen paradiseSweden's ICEHOTEL first launched back in 1989.\nCeremony Hall \"Gingko,\" which honors the Chinese Ginkgo Tree, has 30 stars carved into its ceiling to commemorate the hotel's anniversary.\nCourtesy Asaf KligerAccording to ICEHOTEL, more than one million people have visited since it first launched three decades ago.", "id": "4f8c1fc3-6abf-3c99-a9db-d7418f9f2f14", "pubDate": null, "url": "https://edition.cnn.com/travel/article/icehotel-sweden-30th-anniversary/index.html", "authors": [], "paragraphs": ["(CNN) — It's been 30 years since the world's first hotel made of snow and ice launched, and the team behind Sweden's ICEHOTEL have gone all out to mark the occasion.", "A frosty theater production, an ice-carved observation deck and a frozen feline lair are among the new designs on display as the iconic hotel opens for its new winter season.", "Located 200 kilometers north of the Arctic Circle in Jukkasjärvi, the ICEHOTEL was founded by Yngve Bergqvist back in 1989 and is regenerated every single year.", "Its latest incarnation was dreamed up by 33 artists from 16 countries, who spent weeks creating the frozen structure, which also holds a four-meter tall tower that guests can actually climb.", "Frozen paradise", "Sweden's ICEHOTEL first launched back in 1989. Courtesy Asaf Kliger", "Building usually begins in March, when around 2,500 tons of ice is collected from the nearby Torne River. The ice is placed in cold storage until October when construction begins.", "Approximately 1,000 blocks of ice were used to build the latest pop-up facility -- the chandeliers alone contain 1,000 ice crystals.", "The new suites include father and daughter duo Jonathan and Marnie Green's stunning \"A Night at the Theatre,\" which consists of ice-carved curtains and frozen reindeer, as well as an auditorium with six ice seats.", "There's also Robert Harding's \"Bone Room,\" made up of giant ice-carved bone sculptures and the spectacular \"The Day After,\" by Marjolein Vonk and Maurizio Perron, which features a frozen chandelier.", "IceBar \"TorneLand\" can be described as an icy amusement park, with ice-carved roller coasters, games and hot air balloons encircling the bar.", "Ceremony Hall \"Gingko,\" which honors the Chinese Ginkgo Tree, has 30 stars carved into its ceiling to commemorate the hotel's anniversary.", "Related content The most extreme adventures on Earth", "Winter wonderland", "IceBar \"Torneland\" is kittetdout with with ice-carved roller-coasters and hot air balloons surrounding the bar. Courtesy Asaf Kliger", "According to ICEHOTEL, more than one million people have visited since it first launched three decades ago.", "Guests are offered a survival course to help adapt to their frozen surroundings and also have the option to switch between cold rooms and sleeping in the warmth.", "A classic three-night break at the current edition of ICEHOTEL is priced from £1,061 ($1,413) per person based on two people sharing (with two nights in a warm room and one night on ice) on a B&B basis, including return direct flights on board Discover the World's exclusive charter flight and return airport transfers.", "Extra activities such as husky sledding, snowmobiling and Northern Lights safaris can be added at an additional cost.", "This year's season runs from December 14, 2019 to March 7, 2020."], "keywords": ["icehotel", "night", "swedens", "frozen", "return", "torneland", "icecarved", "worlds", "anniversary", "room", "ice", "30th", "celebrates", "launched"], "title": "Sweden's ICEHOTEL celebrates its 30th anniversary", "publicationId": "fa207f19-e080-3902-982c-393d321776be"}