{"id": "4fd53a5a-02f1-3406-83d3-99ffb4c3eaa9", "title": "Tatum O'Neal and John McEnroe's son Sean reveals he secretly wed girlfriend", "url": "http://www.foxnews.com/entertainment/tatum-oneal-john-mcenroe-son-sean-married-girlfriend", "summary": "Tatum O'Neal and John McEnroe's family is expanding.\nThe couple's son, Sean, revealed he secretly married his girlfriend Niamh on September 29 in Sedona, Ariz.\nRYAN O’NEAL REUNITES WITH DAUGHTER TATUM O’NEAL, GRANDKIDS FOLLOWING 'MANY YEARS OF HARDSHIP'\"I don’t remember exactly what set me off, but it was something related to my family and traumas from my childhood,\" he recalled.\nI love you, Niamh McEnroe.\nTATUM O'NEAL AND JOHN MCENROE'S SON CHARGED WITH POSSESSION OF COCAINE\"This is one of the most memorable photos of my life.", "paragraphs": ["Tatum O'Neal and John McEnroe's family is expanding.", "The couple's son, Sean, revealed he secretly married his girlfriend Niamh on September 29 in Sedona, Ariz. The 32-year-old explained to People magazine why he kept the nuptials private until now.", "\"We went through a lot of challenges and difficulties this past year,\" McEnroe said. \"Niamh was pregnant in the fall but lost the baby at the end of her first trimester. It was devastating but in the end, it’s made us closer and stronger. And our bond is better than it’s ever been.\"", "On social media, Sean also detailed how he had a breakdown in 2019 and Niamh was there for him during an emotionally turbulent time.", "RYAN O’NEAL REUNITES WITH DAUGHTER TATUM O’NEAL, GRANDKIDS FOLLOWING 'MANY YEARS OF HARDSHIP'", "\"I don’t remember exactly what set me off, but it was something related to my family and traumas from my childhood,\" he recalled. \"It was one of the most challenging emotional experiences I’ve ever had. I remember taking a huge crystal and throwing it as hard as I could through a painting, which also went through the wall, leaving a huge hole.\"", "\"Niamh gave me a foundation of faith and hope, through her resolute unwavering example, a rooted foundation that I wasn’t even close to having at the time. Everything that I am now, I owe to her. I love you, Niamh McEnroe. You are my true love, my foundation, and my fountain of inspiration all in one,\" Sean wrote.", "Back in September 2020, Sean shared a family photo with his grandfather Ryan O’Neal, 79, as well as his mother, 56, along with his siblings Kevin, 34, and Emily, 29 for a reunion that was long overdue.", "TATUM O'NEAL AND JOHN MCENROE'S SON CHARGED WITH POSSESSION OF COCAINE", "\"This is one of the most memorable photos of my life. The last time we were all together was at the 30-year Paper Moon Anniversary in 2003,\" the middle child of Tatum and tennis legend John McEnroe wrote of the 17 years it had been since the family came together.", "Sean told People he was surprised by the support he received from fans regarding his family reconciling.", "\"There are so many people who have been following this family saga literally for like 50 years, 40 years. At a time where there’s so little hope right now and people are really scared, really overwhelmed, and really having a hard time having faith that things are going to be better, there’s this family and if anyone knows this family, they know that this is probably the last family that will ever reconcile,\" he said.", "CLICK HERE TO GET THE FOX NEWS APP", "O'Neal and McEnroe were married from 1986 to 1994. They have three children, Kevin, Sean and Emily.", "Fox News' Julius Young contributed to this report."], "authors": ["Jessica Napoli"], "keywords": ["mcenroe", "girlfriend", "family", "really", "son", "john", "sean", "secretly", "foundation", "oneal", "niamh", "having", "mcenroes", "tatum", "reveals"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}