{"id": "4fdd2693-ed91-32b8-9af3-c4763e9c795e", "title": "Kendall and Kylie Jenner sued over lacy underwear design", "url": "http://www.foxnews.com/lifestyle/kendall-kylie-jenner-sued-lacy-underwear", "summary": "Kendall and Kylie Jenner are no strangers to lacy undergarments, but are they innovators in that field?\nKlauber Brothers, Inc., a 161-year-old lace company, is suing the Jenner sisters for copyright infringement, alleging that their fashion brands used copyrighted lace patterns in the design of two of their items.\nLuckily, copyright law and the courts exist to allow Klauber Brothers to seek relief for this egregious wrong and protect itself and its customers.\"\nKylie Lace Panties were still available for sale on TheKylieShop.com as of Thursday morning, marked down from $18 to $9.\nCLICK HERE TO GET THE FOX NEWS APPRepresentatives for the Kylie Jenner Shop or the Kendall + Kylie brand were not immediately available to comment.", "paragraphs": ["Kendall and Kylie Jenner are no strangers to lacy undergarments, but are they innovators in that field? One company thinks not.", "Klauber Brothers, Inc., a 161-year-old lace company, is suing the Jenner sisters for copyright infringement, alleging that their fashion brands used copyrighted lace patterns in the design of two of their items.", "WATCH: TIKTOK MAKEUP VIDEO HIGHLIGHTS SIGNS OF DOMESTIC ABUSE, GOES VIRAL", "Klauber, which was founded in Germany in 1859, is specifically taking issue with two items: the “Kylie Thong Panties” sold at Kylie Jenner’s official online shop, and a slip sold under the Kendall + Kylie brand, according to court documents obtained by TMZ.", "According to Klauber, the waistband of the Kylie Thong Panties utilizes the company’s copyrighted two-dimensional lace design, while the slip utilized one of Klauber’s other lacy patterns.", "FOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWS", "Under the “About Us” section of its website, Klauber claims to have copyrighted “most” of its patterns, adding that they are “based on original artwork.”", "“Klauber has a reputation for utilizing the latest machinery in a unique and creative fashion to develop new designs,” the site reads. “More important is our focus on breakthrough techniques that advance the art of lace making.”", "The attorney representing Klauber Brothers added that the \"business has been seriously harmed\" by imitators.", "\"My client Klauber Brothers has been a family-run company for six generations and has always valued and invested in its creative team and unique lace designs. Its business has been seriously harmed by companies who manufacture cheap copies of its original designs in areas with lax copyright laws,\" said Scott Alan Burroughs, Esq., of the Doniger/Burroughs law firm, in a statement shared with Fox News.", "\"When Klauber Brothers' designs are copied without consent, it damages the company and its customers, and the only avenue of redress is through legal action. Luckily, copyright law and the courts exist to allow Klauber Brothers to seek relief for this egregious wrong and protect itself and its customers.\"", "CLICK HERE TO SIGN UP FOR OUR LIFESTYLE NEWSLETTER", "Klauber is said to be seeking all of the profits from the two Jenner-branded items, TMZ reported.", "Kylie Lace Panties were still available for sale on TheKylieShop.com as of Thursday morning, marked down from $18 to $9.", "CLICK HERE TO GET THE FOX NEWS APP", "Representatives for the Kylie Jenner Shop or the Kendall + Kylie brand were not immediately available to comment."], "authors": ["Michael Bartiromo"], "keywords": ["underwear", "company", "jenner", "sued", "design", "designs", "klauber", "kylie", "brothers", "panties", "lacy", "kendall", "fox", "lace"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}