{"id": "4fe6e956-fa53-35c0-9e2b-72afe6415daa", "title": "How Sweden is taking back parking spaces to improve urban living", "url": "https://www.theguardian.com/environment/2021/feb/08/how-sweden-is-taking-back-parking-spaces-to-improve-urban-living", "summary": "It was a couple of parking spaces a few days ago.\nThis pop-up public space is part of a Swedish urban experiment known as the “one-minute city”.\nVisualisation An artist’s visualisation of what Götgatan in Stockholm will look like if it gives up a couple of parking spaces for one of the Street Moves units.\nTalcoth, while broadly positive, is concerned that the lost parking spaces might cost her some passing custom, but she also concedes that driving in Gothenburg has become so difficult that fewer and fewer people bring their cars in.\nThe unit in Gothenburg will shortly be followed by one in Helsingborg, and other cities in Sweden have also expressed interest.", "paragraphs": ["It was a couple of parking spaces a few days ago. But now the area outside Malin Henriksson Talcoth’s gourmet sausage shop in Gothenburg has a bench, a picnic table and racks for cycles and e-scooters. It also has people talking, eating and enjoying themselves, despite subzero temperatures.", "The workmen had arrived the previous week and built the wooden unit with benches facing, importantly, towards the pavement. “When the sun was out on Friday and Saturday, it was absolutely full of people, just having a takeaway coffee and a sausage,” Talcoth said.", "This pop-up public space is part of a Swedish urban experiment known as the “one-minute city”. They’ve been appearing around the country as part of a government project called Street Moves, which aims to investigate what happens when cars are displaced, and how every street in Sweden could be healthy, sustainable and vibrant by 2030.", "Visualisation An artist’s visualisation of what Götgatan in Stockholm will look like if it gives up a couple of parking spaces for one of the Street Moves units.", "“Somewhere like Sweden has about 40,000km [25,000 miles] of street already built, which, if you think of that as a space, is kind of extraordinary,” says Dan Hill, the director of strategic design at Vinnova, Sweden’s state innovation agency, who is the force behind the project along with the architecture curator Kieran Long.", "Long adds: “That is an addressable space – it’s something where we could intervene and start testing possible versions of the future. There’s a general recognition around the world that the role of the motorcar must be reduced, but that creates new questions.”", "Long is the director of ArkDes, Sweden’s national architecture and design museum, which has been funded by Vinnova to lead the project. He says Street Moves is “a series of speculations about what the streets could be used for and, behind the scenes, about how we can take parking spaces away in the city, because it’s obvious that that’s a bad use of a crucial public realm.", "“How do you create something that can sit on those spaces and feel like something worth doing, so the city doesn’t say: ‘I’m losing a parking space’?”", "interactive An artist’s rendition of a new space on the street corner between Nytorgsgatan and Kocksgatan in Stockholm.", "Talcoth, while broadly positive, is concerned that the lost parking spaces might cost her some passing custom, but she also concedes that driving in Gothenburg has become so difficult that fewer and fewer people bring their cars in.", "The project was also designed as a solution to the problem of e-scooter parking. The Swedish scooter startup Voi Technology was involved from the early stages (although without contributing funding), when the units were initially described as “mobility hubs”.", "The project’s designer, Olle Lundberg, whose firm is a two-minute walk from one of the projects in Stockholm, says he is pleased with the reception. “I pass it every day and you see that people stop to sit down and talk. The thing we worked out is that the sofas are mostly directed towards the pavement, so it becomes like a micro space, a hangout for the people there, especially younger kids of say 13 or 14. It’s just amazing how they take place and position and use it.”", "About 70% of the 322 people surveyed about the Stockholm projects were positive, with ArkDes claiming a 400% increase in movement on the streets around each unit. Lundberg describes the modules his firm developed as “like a Lego system”, built of 9cm-wide wooden strips that can be laid down rapidly to create a base covering one, two or more parking spaces and then finished off with whatever new amenity or attraction suits the area. The project’s carpenters can install a unit from scratch in five hours.", "For Hill, the project is also about seeing if a city or national government can use the sort of activist strategies pioneered by the “gangsta gardener” Ron Finley, who planted vegetables and fruit trees next to the kerb in South Central Los Angeles, or of the Rebar design studio, which rented metered parking spaces in San Francisco and turned them into temporary “parklets”. “We wanted to learn from tactical urbanism, but do it strategically,” he says.", "It’s also an attempt to further refine the “15-minute city” concept, adopted so successfully in Paris, he says, where all important amenities should be within a 15-minute walk or cycle ride.", "interactive The corner of Götgatan and Högbergsgatan in Stockholm, with and without a Street Moves space.", "“It’s a lovely idea in terms of having all of your everyday needs within that timeframe, but actually, the ‘one-minute city’, the space outside your front door, outside your apartment block or house or whatever, that’s where you can have a very intimate and engaged relationship. That’s your neighbourhood, really,” Hill says.", "The unit in Gothenburg will shortly be followed by one in Helsingborg, and other cities in Sweden have also expressed interest.", "The Helsingborg unit will be outside a sixth-form college, and combines seating with planters and integrated LED lighting. “We made a sofa style that’s more like small islands stacked on top of each other, and our idea was that the students would hang out for a while before school or after school,” Lundberg says. “It will be really interesting to see how that works.”"], "authors": ["Richard Orange"], "keywords": ["city", "project", "improve", "thats", "street", "stockholm", "projects", "living", "space", "sweden", "unit", "taking", "urban", "spaces", "parking"], "pubDate": "2021-02-08T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}