{"id": "4fee8684-e782-308a-a744-67037feb1013", "title": "Georgia, Trump’s Insurrectionists, and Lost Causes", "url": "https://www.newyorker.com/news/daily-comment/georgia-trumps-insurrectionists-and-lost-causes", "summary": "The results of the Georgia races also complete a trifecta: on Donald Trump’s watch, the Republican Party has lost the White House and control over both houses of Congress.\nAt the rally on Wednesday morning, Trump also assailed Brian Kemp, the Republican governor of Georgia.\nIn the name of preserving democracy, the Republican Party and its febrile leader have actually subverted it—and, thanks to Trump’s unhinged behavior, the world now knows it.\nThe bedlam of January 6th binds Trump’s Republican Party to the political tradition that Watson helped pioneer, even as the Warnock and Ossoff victories toss another shovelful of dirt on his legacy.\nAnd at the center of a lost cause is a single difficult and immutably public fact: you lost.", "paragraphs": ["Any hopes that the New Year might mark a sharp detour from the malaise of 2020 were dashed in a twelve-hour period between 2 a.m. and 2 p.m. on Wednesday, January 6th, when we saw—as we had throughout the year just concluded—glimpses of respite immediately offset by moments of great calamity. In that light, it makes sense to view the events of the day as a crescendo in the symphony of chaos that Donald Trump has been conducting for the past four years. In the early hours of Wednesday, the fiercely contested U.S. Senate runoffs in Georgia were pointing toward two underdog victories, sending the Reverend Raphael Warnock and Jon Ossoff to Washington and delivering control of Congress’s upper chamber to the Democratic Party. Warnock’s race was called at 2 a.m., Ossoff’s in the afternoon. Their margins of victory are sufficiently large that there can be no demands for recounts. In the midst of the fractious, bigoted, and volatile currents of American politics, it is difficult to overstate the significance of Georgia—which, exactly a century ago, elected the racist, anti-Semitic demagogue Thomas E. Watson to the Senate——not only electing a Black pastor and a Jewish son of an immigrant to that chamber but relying on a multicultural coalition of progressive voters to do so.", "The implications of this vote are immediate: concern over President-elect Joe Biden’s ability to get his Cabinet picks approved diminishes in a Senate controlled by his party. The results of the Georgia races also complete a trifecta: on Donald Trump’s watch, the Republican Party has lost the White House and control over both houses of Congress. Georgia Democrats, having defeated Trump in that state two months ago, showed that their ability to marshal statewide majorities was not a fluke but, potentially, a harbinger of the state’s—and the nation’s—electoral future. Most notably, Mitch McConnell, the most prolific obstructionist in modern American politics, will no longer hold the position of Majority Leader of the Senate.", "But these points were overshadowed by the bizarre, dangerous, and insurrectionary actions that began to unfold at 2 p.m., when throngs of Trump supporters, amped by his reckless tweets and by his wild exhortations at a “Save America” rally he held that morning—and abetted by thirteen Republican senators who had chosen to indulge the President’s most delusional musings—stormed the United States Capitol, to prevent a vote certifying Joe Biden’s Electoral College victory. Despite years of clear and persistent evidence, it was likely not until that moment that the Republican Party fully realized that Trump’s motivating antagonism is not for Democrats but for democracy. Earlier in the day, the President had attacked McConnell, former Attorney General William Barr, and Vice-President Mike Pence, in succession, for their refusals to further abide his false notion that the 2020 Presidential election was stolen from him. A willingness to purge the Party’s ranks has been a consistent theme of Trumpism. His willingness to humiliate and discard Reince Priebus, Jeff Sessions, Rex Tillerson, and John Bolton, among many others, was treated as so much collateral damage along the road to G.O.P. dominance.", "A year ago this week, Congress was stalemated in an impeachment fight over Trump’s attempt to pressure the President of Ukraine into a scheme meant to insure his own reëlection. Every Republican in the Senate, save for Mitt Romney, voted to acquit Trump. The implications of that decision have grown only more ominous in the interim—and led, on Thursday, to a call from Democratic congressional leaders for a second impeachment, if the Twenty-fifth Amendment is not invoked to immediately remove Trump from office. Thus, on the day that the G.O.P. lost control of the Senate, a paranoid alliance of the disgruntled storming the halls of Congress unwittingly proved why it was so important that the Republicans be denied majority control. Having failed last year to address the danger that Trump represents, the Party bears responsibility for Trump this year being in a position to foment insurrection.", "At the rally on Wednesday morning, Trump also assailed Brian Kemp, the Republican governor of Georgia. (“Vote him the hell out of office, please.”) Kemp was previously known for controversies surrounding voter suppression during his gubernatorial campaign, against Stacey Abrams, in 2018—a race in which he was boosted by a Trump endorsement. However, the President has since branded him an enemy of the Party, because Kemp would not call an emergency session of the state legislature to appoint a slate of Trump electors, despite the fact that Biden won Georgia in November. Senator Kelly Loeffler, who lost her seat to Warnock, had her own political liabilities—she is neither a Southerner nor a natural campaigner, and had not held political office before Kemp appointed her to the Senate, in 2019—but Trump constructed a nearly impossible set of circumstances for her to navigate. His frequent assaults on Kemp defied logic: voters whom Trump was persuading to become suspicious of Kemp would also have reason to be skeptical of the senator he put in office. Trump’s insistence on holding rallies in Georgia also made it impossible for either Loeffler or Senator David Perdue, who lost to Ossoff, to get any distance from the implosion that he was orchestrating. In addition, Trump’s constant claims that the November election had been “rigged” reasonably caused Georgia Republicans to wonder whether they should even bother voting this time. Meanwhile, the release of audio of Trump’s phone call, last Saturday, with Georgia’s secretary of state, Brad Raffensperger—in which the President demanded that Raffensperger “find” more than eleven thousand votes so that Trump could “win” Georgia—heightened the sense of urgency among Democratic voters.", "Ossoff and Warnock both benefitted from an outsized turnout of Black voters and suburban progressives, and also from Georgia’s emerging Latino and Asian-American electorates—precisely the kind of coalition that Abrams, the former minority leader of the Georgia House and the founder of the New Georgia Project, which Warnock once ran, predicted could break the Republican stranglehold in the state. It was as the last of those votes were being tallied that the Senate to which Warnock and Ossoff had just been elected came under attack. Trump, having failed to strong-arm a second term with any of the political mechanisms at his disposal, resorted to sending his agitated followers into the fray, sacking the halls of the United States Congress.", "Trump’s insistence that he was swindled out of the Presidency is ridiculous, yet it is only a degree removed from similar arguments that Republicans have been making for years as a rationale for tightening voting requirements in ways that disadvantage minority voters. In the name of preserving democracy, the Republican Party and its febrile leader have actually subverted it—and, thanks to Trump’s unhinged behavior, the world now knows it. The Republicans’ voter-fraud scheme was only operable to the degree that their claims existed in a hazy gray area of possibility. But Trump’s inflammatory rhetoric and attempts to overturn the 2020 election inspired a higher degree of electoral scrutiny than has been placed on any election in the past twenty years—including multiple recounts in Georgia and Arizona and more than fifty lawsuits, some filed to the Supreme Court—and it has yielded virtually nothing. Even Republican secretaries of state and G.O.P.-appointed judges have asserted that there was no significant fraud in their states. In effect, the nation has called the Republicans’ bluff on voter fraud and found that they were holding nothing.", "For twenty years before Tom Watson was elected to the Senate, his crusading appeals to working-class white Georgians and his calls to disenfranchise Black Georgians helped lay the cornerstone for Southern-populist politics. The bedlam of January 6th binds Trump’s Republican Party to the political tradition that Watson helped pioneer, even as the Warnock and Ossoff victories toss another shovelful of dirt on his legacy. In this regard, it was particularly fitting to see Wednesday’s rioters bearing both Confederate flags and Trump banners as they stormed the Capitol. Trump is being transformed by his most fervent core of support into an embodiment of the Lost Cause. And at the center of a lost cause is a single difficult and immutably public fact: you lost.", "Read More About the Attack on the Capitol"], "authors": ["Jelani Cobb", "Jelani Cob", "Amy Davidson Sorki", "Susan B. Glasse"], "keywords": ["party", "trumps", "georgia", "kemp", "causes", "senate", "state", "insurrectionists", "republican", "lost", "warnock", "trump"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}