{"id": "4ffcc795-afda-3152-a6c2-b34a1e561ab5", "title": "Ballerina Chloé Lopes Gomes alleged racism at her company. Now she says it's time for change", "url": "https://edition.cnn.com/style/article/chloe-lopes-gomes-ballet-racism-personal-essay/index.html", "summary": "Written by Chloé Lopes GomesChloé Lopes Gomes was the first Black ballet dancer to join the Berlin Staatsballett.\nIn 2018 I became the first Black ballet dancer to join Berlin's principal ballet company, the Staatsballett.\nChloé Lopes Gomes became the first Black dancer at Berlin's prestigious Staatsballett in 2018. Credit: Chloé DesnoyersWe start ballet very young, often when we are just seven or eight years old.\nMany young dancers are trained to believe that, to become a ballerina, pain is part of the process.\nIt's so beautiful to see a blonde girl next to a Black girl, or a brown girl next to an Asian girl, all following the same choreography.", "paragraphs": ["Written by Chloé Lopes Gomes", "Chloé Lopes Gomes was the first Black ballet dancer to join the Berlin Staatsballett. All opinions expressed in this article belong to the author.", "In 2018 I became the first Black ballet dancer to join Berlin's principal ballet company, the Staatsballett. Joining this kind of ballet institution was my dream -- it's one of the best in the world.", "But last October, I was told that my contract would not be renewed this summer. I believe it's because of the complaints I have made about the racist comments and unfair treatment that I have endured from my ballet mistress, though the company has said the decision was made for \"artistic reasons.\" After trying to handle the issue internally, I went public with my story to Der Spiegel The Guardian and the New York Times", "I have suffered depression and humiliation -- and I am far from the only dancer who has experienced derogatory comments and verbal abuse during my career. Such behavior is institutionalized within ballet, from the time that we are children and begin our training. We don't talk about it because we are taught not to.", "Chloé Lopes Gomes became the first Black dancer at Berlin's prestigious Staatsballett in 2018. Credit: Chloé Desnoyers", "We start ballet very young, often when we are just seven or eight years old. The teachers instill in us discipline and rigor, but they also teach us not to complain -- to suffer in silence and to be \"polite.\" Many young dancers are trained to believe that, to become a ballerina, pain is part of the process. Ballet masters should treat dancers respectfully and with kindness.", "The silence is pervasive as well because we often don't have enough support or protection. The power that institutions give to the ballet masters is undeniable -- at the end of the day, they are the ones who are with us in the studio and they are the ones who give us the opportunity to improve within the company. We only have one- or two-year renewable contracts. And the ballet world is very small. Speaking out against an esteemed company can ruin a career.", "My experience with racism is not isolated. I have heard over and over the damaging stereotypes that Black dancers aren't flexible enough or don't have the right feet, or that Asian dancers aren't expressive enough. Ballet is still designed for White dancers, down to the shoes and makeup we wear. Nude-colored ballet shoes for Black dancers didn't exist until 2018. I've always had to buy my own makeup, because the foundation provided has always been for White skin. I've always been the only dancer to do my own hair, because the hair stylists don't know how to work with my texture. At Staatsballett, there are 95 dancers and I was the only one spending my own money on makeup. It makes you feel excluded. And it reminds me that when you are Black, you have to work harder to have the same opportunities.", "\"I've always had to buy my own makeup, because the foundation provided has always been for White skin,\" writes Gomes. Credit: Dean Barucija", "The ballet world needs to change, and we have the chance to do so now, while the art form has been thrown into crisis during the coronavirus pandemic. In order for the performing arts to survive, they have to reach new audiences. In ballet, which is still primarily White and elitist, we have to make it more accessible, and we can do that by making it a more inclusive and equitable art form.", "We should attract talented and diverse young dancers in ballet schools and begin to remake ballet companies from the ground up to reflect the multicultural world we live in. We should put an end to the dangerous belief that dancers must always remain silent, which is drilled into us at a young age. And we should give dancers proper avenues of recourse when their teachers or directors abuse their power.", "The Classical arts in general have long excluded ethnic minorities because they are prohibitively expensive for underprivileged communities. It is expensive to attend the theater -- and it is even more expensive to train in the arts. It is much cheaper to go to the cinema or to play sports. I was raised in France with a very modest upbringing. My mother is a cleaning lady, and my father is a construction worker. They took out loans for what my scholarship didn't cover when I attended the Bolshoi Ballet Academy in Russia, following in the footsteps of two of my siblings, who are also dancers. I had to be successful; there was so much pressure on me to excel.", "\"I have a different vision for the future of the stage,\" Gomes writes. \"Diversity isn't detrimental to the visuals of ballet.\" Credit: Dean Barucija", "I believe we have to democratize ballet in order to ensure its future. If ballet companies welcome more people of all backgrounds to attend its shows, more young people will fall in love with it. If ballet school directors make it their duty to seek out and nurture those aspiring dancers, and level the playing field regardless of race or income level, diverse dancers will enter the ranks. They will eventually become ballet masters, attracting and educating more dancers of color. And then the cycle continues -- more children will see themselves represented on stage; they will see a future in pointe shoes.", "Ballet prizes uniformity within its dancers. We have to transform into swans or spirits, to become part of a greater whole of movement and form. But I have a different vision for the future of the stage. It's so beautiful to see a blonde girl next to a Black girl, or a brown girl next to an Asian girl, all following the same choreography. Diversity isn't detrimental to the visuals of ballet -- it can instead be its greatest strength."], "authors": ["Chloé Lopes Gomes"], "keywords": ["change", "ballerina", "chloé", "alleged", "dancers", "racism", "ballet", "black", "young", "staatsballett", "makeup", "girl", "gomes", "company", "lopes", "white", "dancer"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}