{"id": "501aa25e-1858-330d-8d05-71c70004fb55", "title": "Economists confident US economy will return to pre-pandemic levels by second-half of 2021", "url": "http://www.foxbusiness.com/economy/economists-confident-us-economy-will-return-to-pre-pandemic-levels-by-second-half-of-2021", "summary": "It found that 73% of surveyed forecasters say the economy will return to its pre-pandemic level by late 2021.\nDuring the summer, as stay-at-home orders were relaxed, the economy exploded higher off that very weak base and grew at an annualized rate of 33.1%.\nThey expect growth to further slow to an annualized rate of 2.9% during the first three months of 2021.\nSlightly more than a quarter of forecasters surveyed by NABE, 27%, said the biggest risk facing the economy is inaction by Washington to offer more financial aid.\nGET FOX BUSINESS ON THE GO BY CLICKING HEREThe NABE survey covers a panel of 48 professional forecasters, including from Goldman Sachs and Point Loma Nazarene University.", "paragraphs": ["NEW YORK — The U.S. economy's growth is likely slowing as 2020 comes to a close, but a growing number of economists expect it to claw back to its pre-pandemic strength by the second half of next year.", "Continue Reading Below", "That's the view from the latest survey of the National Association for Business Economics. It found that 73% of surveyed forecasters say the economy will return to its pre-pandemic level by late 2021. That's more optimism than they were showing a couple months ago, when just 38% of forecasters said a full recovery could occur before 2022.", "Hopes that one or more coronavirus vaccines will roll out soon are helping drive expectations higher, said the survey's chair, Holly Wade.", "NOVEMBER JOBS REPORT PROVES MORE CORONAVIRUS RELIEF IS NEEDED, DEM LEADERS ARGUE", "Pharmaceutical companies are asking U.S. regulators to allow the use of their vaccine candidates after reporting encouraging data from clinical trials. The hope is that a wide rollout would mean fewer restrictions on businesses next year and more confidence among shoppers and companies to spend more.", "If the forecasts are right, it would mark a remarkably quick recovery for the economy following its breathtaking plummet during the spring. When the coronavirus was first spreading and governors around the country ordered businesses to shut down, the U.S. economy shrank by a punishing annualized rate of 31.4% from April through June.", "During the summer, as stay-at-home orders were relaxed, the economy exploded higher off that very weak base and grew at an annualized rate of 33.1%. Now that the easiest gains have been made, economists surveyed by NABE say the economy likely has been growing at an annualized rate of 4.1% during the last three months of 2020. They expect growth to further slow to an annualized rate of 2.9% during the first three months of 2021.", "12 MILLION AMERICANS FACE LOSS OF UNEMPLOYMENT BENEFITS DAY AFTER CHRISTMAS", "The main concern going forward, of course, remains the pandemic. Even if a vaccine gets approved quickly, it would be scarce at first and most people wouldn't be able to get one for a while. In the meantime, soaring COVID-19 numbers are forcing governments around the world to bring back varying degrees of restrictions on businesses.", "Economists and investors have been asking Congress and the White House to provide more support to help carry the economy through what's expected to be a bleak winter. Momentum on Capitol Hill for a potential deal seemed to have accelerated in recent days, but bitter partisanship has prevented Democrats and Republicans for months from delivering more aid to laid-off workers and industries that have been hit hard by the pandemic.", "Slightly more than a quarter of forecasters surveyed by NABE, 27%, said the biggest risk facing the economy is inaction by Washington to offer more financial aid. The only risk cited more often was the pandemic itself, at 57%.", "GET FOX BUSINESS ON THE GO BY CLICKING HERE", "The NABE survey covers a panel of 48 professional forecasters, including from Goldman Sachs and Point Loma Nazarene University."], "authors": [], "keywords": ["coronavirus", "annualized", "2021", "forecasters", "months", "rate", "return", "secondhalf", "nabe", "surveyed", "vaccine", "survey", "confident", "economy", "levels", "economists", "prepandemic"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}