{"summary": "She was looking for research on pain and women’s health, only to be shocked by how little data she found.\n“Historically, although this got better, the main funding bodies like the Medical Research Council, the National Institutes of Health, and the Wellcome Trust didn’t particularly favour reproductive health research,” he says.\n“I think it’s changing now, but for a long time the panels were made up of men who weren’t aware of reproductive health research.\nSarah Francis, a spokesperson for the charity, says that although things have improved, women’s health continues to be “overlooked and underfunded”.\n“Although things are changing, there is and has been a lot of taboo around women’s health issues.", "url": "https://www.theguardian.com/education/2019/dec/18/women-have-been-woefully-neglected-does-medical-science-have-a-gender-problem", "paragraphs": ["When Lynn Enright had a hysteroscopy to examine the inside of the womb, her searing pain was dismissed by medical professionals. She only understood why when she started working on her book on female anatomy, Vagina: A Re-education. She was looking for research on pain and women’s health, only to be shocked by how little data she found.", "It wasn’t just the topic of pain that was poorly researched. The lack of evidence was a problem she encountered time and time again, which is no surprise when you look at the research gap: less than 2.5% of publicly funded research is dedicated solely to reproductive health, despite the fact that one in three women in the UK will suffer from a reproductive or gynaecological health problem. There is five times more research into erectile dysfunction, which affects 19% of men, than into premenstrual syndrome, which affects 90% of women.", "'We're at breaking point': will UK scientists' big ideas survive Brexit? Read more", "“Women have been woefully neglected in studies on pain. Most of our understanding of ailments comes from the perspective of men; it is overwhelmingly based on studies of men, carried out by men,” Enright says.", "Her book is one of several in the past year about the female body and the impact a lack of knowledge can have on diagnosis and treatment. They include Emma Barnett’s Period, Eleanor Morgan’s Hormonal, and Gabrielle Jackson’s Pain and Prejudice, which draws on her experience of being diagnosed with endometriosis, a chronically underfunded condition.", "Given that in the US, which produces a lot of medical research, research trials weren’t required by the National Institutes of Health to include women until 1993, the lack of knowledge is perhaps no surprise. Traditionally this was justified by the idea that women’s bodies were seen to be too complex due to fluctuating hormones, so clinical trials often excluded them.", "But why does the gender health gap still exist? Andrew Horne, a professor of gynaecology and reproductive sciences at the University of Edinburgh, argues that funding disparities remain a problem.", "“Historically, although this got better, the main funding bodies like the Medical Research Council, the National Institutes of Health, and the Wellcome Trust didn’t particularly favour reproductive health research,” he says. “I think it’s changing now, but for a long time the panels were made up of men who weren’t aware of reproductive health research. A lot of funding went to conditions which either affected both men and women, or just men.”", "He puts this down to a lack of knowledge about the conditions and how common they are, pointing out that endometriosis affects one in 10 women, which means it is as common as diabetes in women.", "“The proportion of funding that goes into diabetes far exceeds the levels of funding that goes into endometriosis. From a personal perspective, as a researcher, it’s been difficult: you sometimes feel quite despondent when you get rejected from funding bodies and when the funding landscape is quite limited.”", "One reason for this is the lack of charities solely focused on women’s health. For example, cardiovascular disease is a well-funded area of medical research thanks in part to large charities such as the British Heart Foundation, which invests an average of £100m a year.", "One of the only grant-giving bodies for women’s health is Wellbeing For Women, which focuses on three areas: pregnancy and birth, gynaecological cancers, and wellbeing issues such as endometriosis and menopause. The charity is currently funding 30 projects in universities. Horne is one of its current benefactors, with a project looking into the possibility of repurposing anti-cancer drugs to treat endometriosis.", "The charity’s support is in high demand. It received 127 applications to its 2019 grant, scholarship and fellowship funding rounds but made only 14 awards (a total value of more than £975,000). Only 11% of all applications considered by its research advisory committee received funding.", "Sarah Francis, a spokesperson for the charity, says that although things have improved, women’s health continues to be “overlooked and underfunded”. Francis believes stigma still plays a part in why.", "“Although things are changing, there is and has been a lot of taboo around women’s health issues. Women themselves often don’t want to talk about menstrual disorders or incontinence,” she says.", "“With the menopause, we have noticed that more women are talking about it and companies now want to support employees better, so we have been funding research into tools for women going through the menopause in the workplace. For a long time, however, it wasn’t something that was discussed openly. With less public support, there is less money to fund research.”", "Not everyone agrees that funding is the problem. Lucilla Poston, head of department of women and children’s health at the Medical Research Council (MRC), says the MRC and other bodies would argue that it is competitive funding anybody can apply for. “The MRC doesn’t ring-fence money for any particular area. If a project is competitive, it stands a good chance of getting funded,” she says.", "The latest statistics show MRC’s funding for projects involving women’s health totalled £20m in 2015-16. This money funded research into caesarian sections and associated complications, preeclampsia, contraceptive use and endometriosis, among other projects.", "In fact, contrary to recent headlines, Poston doesn’t believe there is any prejudice; instead, she thinks the real problem is that not enough researchers are attracted into – and retained in – the field of women’s health.", "'Look at how white the academy is': why BAME students aren't doing PhDs Read more", "“Cancer, genetics and cardiovascular have got much bigger populations of researchers working in the field. The fact that a disproportionate amount of funding goes to them is probably largely due to the number of researchers they have who are applying for grants,” she says.", "Poston says the solution is to have more competitive fellowships. “There are very few focused on women’s health. We could do with more to increase the actual critical mass of researchers in the field,” she says. “If you have good, high-quality scientists, they will be competitive as everybody else when it comes to applying for grants.”", "Until more research is done into women’s health, women will continue to be ignored when they speak to medical professionals about their symptoms, Enright argues. This needs to be addressed urgently, especially given that the gender gap can be compounded by worrying racial disparities: black women are five times more likely to die during pregnancy and birth in the UK.", "“These stats, which show a distressing disparity, play into a lot of what I have found about women not being listened to,” she says. “Women of colour, in particular, are not having their concerns addressed as urgently as they should be. These dire statistics are the result.”"], "pubDate": null, "keywords": ["funding", "women", "does", "problem", "men", "gender", "medical", "research", "pain", "reproductive", "science", "lack", "health", "womens", "neglected", "woefully"], "id": "502d6136-ec6e-3070-929a-6f2cca4cf2ea", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "authors": ["Nicola Slawson"], "title": "'Women have been woefully neglected': does medical science have a gender problem?"}