{"id": "5039b2f3-2a28-3e47-aeba-0b9d9a6548f9", "title": "Flying taxis are about to take off at last", "url": "https://www.economist.com/business/2021/04/03/flying-taxis-are-about-to-take-off-at-last", "summary": "T HE HISTORY of the flying car is almost as old as that of powered flight itself.\nMoney is now pouring into flying taxis.\nOn March 30th Lilium, a German company that develops them, announced a reverse merger with a special-purpose acquisition company ( SPAC ) that values it at $3.3bn—a sign that investors think the business will fly.\nMidway between a cab and a helicopter, flying taxis have distinct advantages over both.\nStill, as one industry insider puts it, it is probably best to accustom passengers and regulators to airborne taxis before ejecting the driver.", "paragraphs": ["T HE HISTORY of the flying car is almost as old as that of powered flight itself. It started with the Curtiss Autoplane of 1917, an awkward-looking contraption with detachable wings. It never left the ground. Later machines made it into the skies but failed to take off commercially. Money is now pouring into flying taxis. On March 30th Lilium, a German company that develops them, announced a reverse merger with a special-purpose acquisition company ( SPAC ) that values it at $3.3bn—a sign that investors think the business will fly.", "Listen to this story Your browser does not support the <audio> element. Enjoy more audio and podcasts on iOS or Android.", "Thanks to better batteries and lightweight materials the vehicles, some of them ten years in the making, are ready to carry passengers. Up to 300 firms are working on short-range battery-powered craft that take off and land vertically, estimates Natasha Santha of LEK , a consultancy. Carmakers, aerospace firms, tech companies and others are ploughing money into the field. Morgan Stanley, an investment bank, reckons the market for aerial hops could be worth $674bn by 2040. Regulators are offering a glide path to certification. America’s Federal Aviation Administration is engaged in the process with around 30 firms, Ms Santha says. Others besides Lilium are heading for the stockmarket, after mergers with SPAC s. One of them, Joby Aviation, has been valued at nearly $7bn. Another, Archer, is worth almost $4bn.", "Midway between a cab and a helicopter, flying taxis have distinct advantages over both. Quiet electric motors allow them to operate frequent services. They require only a patch of concrete to land, unlike noisy choppers, which face severe operating restrictions in most cities. They can fly four or five times faster than a cab can drive and do not get stuck in traffic. Prices can be kept low by ride-sharing.", "Joby, based in California, says its five-seater machine will enter commercial service in 2024. The firm calculates the initial cost of around $4 per person per mile may soon fall by 25%. A trip from Manhattan to JFK airport would then cost $30-40 per passenger. It counts Toyota, a Japanese car giant, among its backers and in December it acquired the flying-car business of Uber, a ride-hailing titan. As it announced its listing via a SPAC in February, Archer unveiled a $1bn deal to supply United Airlines and a partner airline with 200 five-seater craft. It promises flying-taxi networks in Los Angeles and Miami by 2024.", "Some companies are even closer to lift-off. One, eHang, is close to certification in China, its home market. In Europe Volocopter, a German firm backed by two car companies, Daimler and Geely, as well as Intel, a chipmaker, and DB Schenker, a logistics giant, hopes to be allowed to fly in 2023. It plans to start service soon afterwards. Other startups such as Vertical Aerospace, a British company, as well as familiar names in carmaking (Hyundai of South Korea) and planemaking (Airbus in Europe) are not far behind.", "The real revolution will come when full autonomy takes out the cost of a pilot. Archer hopes to run such aircraft by 2028. They face fewer obstacles in the air than earth-bound cars do on the road; airliners mostly fly on autopilot as it is. Still, as one industry insider puts it, it is probably best to accustom passengers and regulators to airborne taxis before ejecting the driver. ■"], "authors": ["The Economist"], "keywords": ["spac", "fly", "flying", "companies", "company", "archer", "firms", "taxis", "cost", "car"], "pubDate": "2021-04-03T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}