{"id": "508ec26f-72df-3fd4-974c-3aa5efc4f04b", "title": "On the road to nowhere: has the shine worn off the home workout?", "url": "https://www.theguardian.com/lifeandstyle/2021/jan/10/on-the-road-to-nowhere-has-the-shine-worn-off-the-home-work-out", "summary": "Direct debits were frozen, an estimated 15-23% of memberships were cancelled, and the 9.7m people who are members of gyms and fitness clubs stayed home.\n‘The rapport we built through these challenges – me in my home, you in your home – has been huge’: Laura Hoggins.\nPhotograph: Neil Shearer“It has become a cliché almost, but gyms and yoga classes really had become a ‘third place’ for people,” says Beth McGroarty of the Global Wellness Institute, which tracks industry trends worldwide.\nThen there’s Peloton, whose stated aim is to become “the Netflix of fitness” – albeit, a Netflix that requires you to invest £1,750 in a bike.\n“This is your time, I want to see you working really hard!” she says during one of her pop rides – even though she cannot see me at all.", "paragraphs": ["If Britney can get through 2007, you can get up this hill!” My quads are burning. Sweat soaks into the handlebars. But deep down? I know that Cody Rigsby, my Peloton instructor, a Hercules in Lycra, is correct. I can get up this hill. Furthermore, I can’t let Cody down. You don’t want to disappoint someone who calls you “boo” on a regular basis. “Get your life together, boo!” says Cody.", "I dig deeper. I push those pedals. I climb the hill. I attempt to get my life together. “Proud of you Peloton!” says Cody. It might be the Britney soundtrack, it might be the endorphins coursing through my system, but for a moment, at least, I believe him. Even though Cody is in his studio in New York and I am in my garage in Bristol. Even though there is no hill, just a £1,750 stationary bicycle with a dial I turn to increase resistance. Even though the Britney Spears 30-Minute Class I just completed wasn’t even live. I am not even a number on Cody’s screen.", "I switch off the screen and catch my breath amid empty tins of paint and garden implements, wondering if I’m in the future – or simply a cold garage.", "It’s fair to say that 2020 was transformative for fitness; a “white-knuckle ride” as Humphrey Cobbold, CEO of PureGym, with 500 locations across Europe, puts it. Mental and physical health have naturally been foremost in our minds amid the pandemic. And yet, lockdowns the world over presented the $828bn global ffitness industry with challenges to rival any of those experienced by Britney Spears in 2007.", "As Covid-19 hit in March, Britain’s 7,000 or so gyms and leisure centres were forced to close their doors almost overnight. Direct debits were frozen, an estimated 15-23% of memberships were cancelled, and the 9.7m people who are members of gyms and fitness clubs stayed home. I regretfully paused my membership to the local lido that I visited three times a week and abandoned Monday badminton with my mates. The business model that had been so lucrative for boutique fitness brands like Barry’s Bootcamp, SoulCycle, Frame and Equinox – hi-tech gyms near busy offices, charismatic instructors, group classes, sweaty hugs, rave-like vibes – looked especially vulnerable.", "‘The rapport we built through these challenges – me in my home, you in your home – has been huge’: Laura Hoggins. Photograph: Neil Shearer", "“It has become a cliché almost, but gyms and yoga classes really had become a ‘third place’ for people,” says Beth McGroarty of the Global Wellness Institute, which tracks industry trends worldwide. “There’s been a huge rise in solo living. Millennials and Gen Z are really invested in self-care. For many of them, the studio had become a social life. Once Covid shut that down, it created a huge loneliness problem. Not only were they not going to work – they weren’t going anywhere.”", "For Laura Hoggins of the Foundry, a London gym with three locations, including one in the heart of the then-empty City, it amounted to an existential crisis. “If you’d asked me back in February if I thought we could have kept it going without the physical space, I wouldn’t have thought we could,” she says. There were all of the financial uncertainties around bills and wages, – eased by the furlough scheme – but on top of that, she worried about the community around her gyms. “People would come to us five, six times a week, and we really would try to be the best hour of people’s days,” she says. “You’d always be met with a smile. For most of our members, this was the one hour of each day where they could have a bit of escapism.”", "It’s handy that fitness types are, as a general rule, up for challenges. Hoggins is not known as “Laura Biceps” on Instagram for nothing. Within 24 hours of lockdown, she and her co-directors had taken the decision to transfer their full programme of classes, workouts and high-intensity interval training to Zoom. Members were allowed in one last time to borrow whatever equipment they needed.", "“We tried to keep it as consistent as possible,” Hoggins says. “I personally delivered a live class every morning at 7am. I don’t think we’ve ever worked harder. But the rapport that we have built through all of these challenges – me in my home, you in your home – has been huge.” Meanwhile, she found her classes became something more than a way to get pumped. “It’s really about having a community of familiar faces,” she says. “How’s your day? How’s work? It’s a proper therapy session.” One of her regulars, who lives on her own, caught coronavirus early on in the pandemic, became physically unwell and had to isolate. “We witnessed first-hand her physical and mental recovery. Obviously we don’t push people. But she would message me on Instagram and we built up a real relationship. You end up becoming more than a trainer.”", "And while not every fitness instructor has been able to weather the storm so successfully, those that have often tell similar stories. Across the industry, there has been a shift from working out communally in a public space, to working out virtually at home – and a change in emphasis from physical to mental health. Meanwhile, fitness instructors have often found themselves playing roles somewhere between counsellor, celebrity and priest. Or, in the case of Joe Wicks – whose daily YouTube workouts in the first weeks of lockdown earned 70m views – a sort of national motivator.", "The speed of the shift online masks how profound a change it has been, says McGroarty. A recent survey by Mindbody, which provides equipment for high-end gyms, found that 7% of users had streamed live classes prior to the pandemic. By April, it was 85%.“As a pivot that’s kind of breathtaking,” she says. “Now, if you don’t have a virtual strategy as a fitness brand, you are a laughable failure.” And virtual fitness has developed fast, too. “At the beginning of lockdown, it was just some lady in her house over Zoom. But the platforms have developed, the boutique gyms have put time and resources into their interfaces, and in nine months, it has become a much better experience for all involved.”", "Gym bunnies have discovered that working out from home offers most of the advantages of working from home… as well as many of the disadvantages. Early on in what I suppose I should call “my Peloton journey”, I discover that the walk to my garage is considerably shorter than the walk to the lido – and I don’t even have to get dressed. It’s an even shorter walk to my living room – where there is not only the full array of Peloton yoga, strength, high-intensity interval training classes available via Apple TV, but millions of other YouTube classes available for free(ish). A 15-minute Beyoncé class, or a 20-minute ride through the Swiss Alps fits snugly into the gaps in a work-from-home day, too.", "The relative ease of streaming has enabled fitness instructors to reach people who would never dream of stepping into a Barry’s Bootcamp. Case in point: my dad, whom I have never known to exercise in his life. He and my mum did 13 straight weeks of Joe Wicks in the spring and emerged looking unspeakably well. Yoga has proved the most popular online activity. The American instructor Adriene Mishler accumulated millions of views for her relatively lo-fi session with titles like: “Yoga for Seniors”, “Yoga for the Service Industry” and “Yoga for Suffering”. Her catchphrase? “Find what feels good”.", "For many people, the gym or studio was also their social life", "But it’s the companies selling high-end equipment for the home who have really cashed in. Covid helped make 2020 a good year for Zwift, which turns your bike into an interactive multiplayer virtual computer game; NordicTrack, which sells high-end treadmills and bikes; and Mirror, which provides interactive workouts via an intelligent looking-glass (acquired in June for $500m by the yoga behemoth Lululemon). Then there’s Peloton, whose stated aim is to become “the Netflix of fitness” – albeit, a Netflix that requires you to invest £1,750 in a bike.", "The company was founded in New York in 2012 when its CEO, John Foley, realised his family commitments weren’t compatible with attending multiple spin classes each week. Since then, Peloton has invested heavily in at-home fitness: stationary bikes and running machines with internet-connected touchscreens streaming classes from studios in New York and London.", "The company survived a disastrous bit of PR in 2019 – an advert featuring a man buying a Peloton for his wife was deemed misogynistic – and is now reaping the rewards. So are glutes of its three million or so members, double that of this time last year. Revenues soared to £468m last quarter – helped by a 90-day free trial and a system that allows you to pay off the bike in £45 instalments. An unthinkable expense in normal times is perhaps more thinkable if your gym membership is on hold. (I borrowed my bike.)", "The challenge for Peloton is to prove that it is more than a mere fad and evolve into a true “omnichannel experience”. Tough ask. I was midway through my fifth or six spin – a classic rock ride – when I started to feel its limitations. You can pedal harder. You can increase the resistance. You can strive to move your little avatar up the leaderboard. But beyond that? Considering there are bikes available that actually move you through physical space for a good deal less than £1,750, that feels a little… constrained? When I speak to Peloton’s international managing director, Kevin Cornils, he mentions the fear of the bike becoming a clothes rack.Didn’t that happen to every single bit of exercise equipment purchased during the 1980s home fitness boom?", "‘I want to see you working really hard!’ says Leanne Hainsby – even though she cannot see me at all", "Cobbold points out that a PureGym membership is £20 a month, no contract, with access to a full range of equipment: – static cycles, treadmills, weights, Olympic lift platforms, Bulgarian bags. “One of the things you need in exercise is not to get bored. You really need a range of things to stay interested. I’m a big fan of anything that gets people fit and active and moving. But two grand for a bike: that’s what the average person in the UK will spend on a second-hand car. It’s a two-week family holiday. It’s fine for rich people with money and space. But let’s not confuse that with what normal people can afford or use.”", "He believes that rolling lockdowns have demonstrated how vital gyms have become as “third spaces” – especially for those cooped up with housemates or parents. “When will gyms reopen?” was the second-most popular “when” search on Google. A petition to the government to keep gyms open was signed by 615,804 people – only Marcus Rashford’s school meals petition garnered more signatories. Cobbold argues that there is no evidence that gyms have spread infections either. “The incidence rate in staff is below the prevalence in the population as a whole – and they’re spending 40-plus hours per week in place, that’s a pretty good indicator.” When his facilities did reopen in August – with deep-cleaning regimes and 2m social distancing – they immediately went to 85% capacity, with queues forming at 6am. “Gyms aren’t just leisure facilities any more. We’re the one place people go where they become healthier and better able to deal with this than when they came in,” he says. “There’s a net dividend to wellbeing there. There’s a big difference between us and, say, off licences.”", "In the absence of a “third space” effect – and I’m not sure my garage counts – Peloton’s main weapon is its instructors. They may not have achieved street-level fame, but within the virtual community of Pelotonia, these individuals are mini-gods, with avid social media followings and tattooable catchphrases. Cody Rigsby – an “opinionated homosexual”, as his Instagram bio has it (457k followers) – has the fiercest cult, anointed by American Vogue as the “King of Quarantine”. There have been days when listening to him discourse on the relative hotness of Backstreet Boys as I pedal is some of the most meaningful interaction I have with the world beyond my household. And Peloton does politics too. Speak Up, a 30-minute empowerment ride created by instructor Tunde Oyeneyin during the Black Lives Matter protests last summer, is among the platform’s most-streamed classes – somewhere between performance art, political act and endurance event.", "The breakout star from the London studio is Leanne Hainsby. A former dancer from Kent, she combines homespun wisdom with She-Ra-esque energy levels to create what she calls a “sparkly sweat bubble”. “This is your time, I want to see you working really hard!” she says during one of her pop rides – even though she cannot see me at all. The art, she tells me later via a video-conferencing app, is to concentrate the full force of your personality into the camera. The energy that would normally serve a room of 40 people needs to reach the person sitting there alone on their saddle in a cold garage.", "“It’s strange,” she says. “I worked as a professional dancer for 12 years. I was used to working in a lineup of six or eight girls and all of us had to be exactly the same. But during the Peloton training process, it was all being about your authentic self. I just try to bring to the bike what I need that day and hope it resonates with people.”", "Some Peloton users concentrate on the stream of statistics that the screen emits. But for her, that’s not the point: “Maybe it’s the dancer in me. But the thing I remember from a workout is how it made me feel. Not the numbers that I hit. I think this year, more and more people are realising the mental benefits of working out. I want people to feel that it is a community and we can all be in our sparkly fitness bubble. I am inundated with messages from parents, NHS workers, all sorts, saying this is the only 30 minutes of the day that’s all theirs. So I try to wrap all that into each class.”", "Home straight: Richard’s training sessions ends. Photograph: Pål Hansen/The Observer", "When you consider the fitness instructor as a new type of celebrity – a celebrity with pop cultural sway and a direct line to your endorphins – you can appreciate why Hollywood talent agencies are snapping them up. Indeed, the whole fitness industry is now being “celebricised”, says McGroarty. She points to Spotify hiring John Legend as its director of “wellness”, and HBO signing a deal with the meditation app Calm, with a view to pioneering meditative TV. “Everyone is jumping into this. There’s this huge effort to ramp up fitness and wellness to a big-screen audience.”", "The future, she feels, will see the gyms embracing a hybrid model: a handful of premium customers paying top dollar for live classes, which are then streamed to a much larger audience online. That doesn’t sound too different from pay-per-view boxing or live theatre relays. The average gym member might maintain a digital subscription, but pop in once a month for a “tune-up” with a personal trainer who shouts at them.", "As for the home-workouter? As I pedal in my garage, I find that I can almost convince myself that screen Leanne would be disappointed if I didn’t climb imaginary hills with her. At least until I stop pedalling – and nothing happens. Soon I begin to suspect that the real appeal of Peloton is that you can sort of do it while checking your phone at the same time. Home fitness takes place without anyone responding to your body; without any real-life mates to compete with, strangers to flirt with, instructors to impress; without a roomful of endorphins and pheromones; without anywhere to go. It’s like working from home: you are, in the end, answerable only to yourself. It’s down to you to get your life together, boo.", "Have we become any fitter through all of this? The data is mixed. Those already invested in their health are working out as never before; for many it has been more like the EM Forster story The Machine Stops: “Men seldom moved their bodies; all unrest was concentrated in the soul.” The most popular new activity among FitBit wearers is meditation – up 7,350% in the UK. But overall, daily step counts have declined by as much as 38%. What gives McGroarty hope is not the “baroque hyper-complex fitness concepts that cost $40 an hour” but the uptick in walking, hiking, running and outdoor cycling, wild swimming. “Anything you can do outside without spending any money is way up. Let’s remember what movement is. It’s free.”", "I love the buzz that a quick Peloton session gives me. But I find over time a mental torpor sets in to accompany my aching limbs. Maybe it’s a lockdown thing. A self-sickness. The garage feels increasingly lonely, motivation harder to access, especially amid the general life detritus. But actually setting out into nature, even if just for a walk – that’s always rewarding. The best lockdown purchase I have made remains a pair of waterproof trousers."], "authors": ["Richard Godwin"], "keywords": ["workout", "worn", "peloton", "gyms", "classes", "working", "life", "shine", "thats", "yoga", "theres", "really", "fitness", "road"], "pubDate": "2021-01-10T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}