{"id": "509381e7-2112-35ef-8249-a8cdac60b6af", "title": "The Intelligence - “The attack was perhaps as much symbolic as strategic”—the killing of Iran’s top nuclear scientist", "url": "https://www.economist.com/podcasts/2020/12/01/the-attack-was-perhaps-as-much-symbolic-as-strategic-the-killing-of-irans-top-nuclear-scientist", "summary": "Also on the daily podcast: an AI breakthrough could transform protein science and why Europe’s second lockdowns worked so well“The attack was perhaps as much symbolic as strategic”—the killing of Iran’s top nuclear scientistTHE KILLING of the country’s top nuclear scientist comes at a tricky time: violent retribution may threaten hoped-for diplomacy with the incoming American administration.\nAn artificial-intelligence breakthrough may transform protein science, with implications for everything from industrial processes to tackling disease.\nAnd why Europe’s lighter-touch, second round of lockdowns have been so effective.\nRuntime: 19minListen on: Apple Podcasts | Spotify | Google | Stitcher | TuneInFor full access to print, digital and audio editions of The Economist, subscribe here www.economist.com/intelligenceoffer", "paragraphs": ["Also on the daily podcast: an AI breakthrough could transform protein science and why Europe’s second lockdowns worked so well", "“The attack was perhaps as much symbolic as strategic”—the killing of Iran’s top nuclear scientist", "THE KILLING of the country’s top nuclear scientist comes at a tricky time: violent retribution may threaten hoped-for diplomacy with the incoming American administration. An artificial-intelligence breakthrough may transform protein science, with implications for everything from industrial processes to tackling disease. And why Europe’s lighter-touch, second round of lockdowns have been so effective. Runtime: 19min", "Listen on: Apple Podcasts | Spotify | Google | Stitcher | TuneIn", "For full access to print, digital and audio editions of The Economist, subscribe here www.economist.com/intelligenceoffer"], "authors": ["The Economist"], "keywords": ["strategicthe", "science", "lockdowns", "nuclear", "irans", "protein", "breakthrough", "intelligence", "second", "wwweconomistcomintelligenceoffer", "europes", "scientist", "attack", "transform", "symbolic", "killing"], "pubDate": "2020-12-01T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}