{"id": "50a35669-866e-3373-8f82-18cc3c5afa97", "title": "Radical Imagination: Tracy K. Smith, Marilyn Nelson, and Terrance Hayes on Poetry in Our Times", "url": "https://www.newyorker.com/podcast/poetry/radical-imagination-tracy-k-smith-marilyn-nelson-and-terrance-hayes-on-poetry-in-our-times", "summary": "Photographs by (left to right) Beowulf Sheehan / ZUMA; James Estrin / NYT / Redux; Peter Wynn Thompson / AP / ShutterstockIn a special episode of the Poetry Podcast, Tracy K. Smith, Marilyn Nelson, and Terrance Hayes join Kevin Young to read their work, and to discuss its relationship to protest and liberation.\nTracy K. Smith served two terms as the U.S.\nHer latest collection is “Wade in the Water.” Marilyn Nelson writes poetry for adults, young adults, and children.\nHer honors include a Ruth Lilly Poetry Prize, an N. S. K. Neustadt Prize for Children’s Literature, and a Frost Medal from the Poetry Society of America.\nTerrance Hayes, a MacArthur Fellow, has won a Pegasus Award for Poetry Criticism, a Hurston/Wright Award for Poetry, and a National Book Award for Poetry.", "paragraphs": ["Download a transcript.", "Photographs by (left to right) Beowulf Sheehan / ZUMA; James Estrin / NYT / Redux; Peter Wynn Thompson / AP / Shutterstock", "In a special episode of the Poetry Podcast, Tracy K. Smith, Marilyn Nelson, and Terrance Hayes join Kevin Young to read their work, and to discuss its relationship to protest and liberation.", "Tracy K. Smith served two terms as the U.S. Poet Laureate, and has won an Anisfield-Wolf Book Award and a Pulitzer Prize. Her latest collection is “Wade in the Water.” Marilyn Nelson writes poetry for adults, young adults, and children. Her honors include a Ruth Lilly Poetry Prize, an N. S. K. Neustadt Prize for Children’s Literature, and a Frost Medal from the Poetry Society of America. Her new books, “Papa’s Free Day Party” and “Lubaya’s Quiet Roar,” are forthcoming. Terrance Hayes, a MacArthur Fellow, has won a Pegasus Award for Poetry Criticism, a Hurston/Wright Award for Poetry, and a National Book Award for Poetry. His most recent publications include “To Float in the Space Between: A Life and Work in Conversation with the Life and Work of Etheridge Knight” and “American Sonnets for My Past and Future Assassin.”"], "authors": ["Condé Nast", "Kevin Youn"], "keywords": ["marilyn", "poetry", "nelson", "young", "tracy", "imagination", "times", "smith", "won", "radical", "work", "terrance", "k", "prize", "award"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}