{"id": "50af9c91-fa1a-3ae1-833e-0a6f53435acd", "title": "Road to Brexit: lockdown edition", "url": "https://www.ft.com/video/3efbdfea-d0fe-4955-ad46-dcc7aeaeb668", "summary": "But here we have, here we have cheery Boris Johnson who, of course, his whole political persona is based on optimism.\nAnd Labour, which was languishing badly behind, he's actually, in the opinion polls at the moment, competitive.\nAll the dogs that aren't barking, all the things he's not doing are almost more telling than the things he is doing.\nBut the Tories know they've got to fight, and Boris Johnson was certainly discombobulated in the first couple of weeks.\nA highly polarised country, with the people who don't like Boris Johnson liking Keir Starmer, and the people who do like Boris Johnson still liking him.", "paragraphs": ["You can enable subtitles (captions) in the video player", "OK. Here we go. What are we going to call this thing?", "Good question. Looks like some kind of rocket, actually.", "I call him director, but I don't know what to do. Lock down on the road to Brexit. So, Robert?", "Hi.", "Nice to see you.", "And you.", "The last time we had one of these little chats we were talking about the great sweep of history and whether Brexit would be a major chapter in the history books. And obviously, since then, something really historic happened.", "I know.", "Absolutely. So we've now got a genuine global catastrophe, the Covid-19 disease, the pandemic. And we've gone from talking about Boris Johnson looking as if he's the UK prime minister, lord of all he surveys, to a prime minister fighting on several fronts at once.", "It's almost as if everybody's attention was focused on Brexit and all of a sudden everyone stopped looking. But the Brexit car is still driving onwards and will turn round at some point, and realise that it's moved on quite a way from the place it was when we last looked at it.", "So we're on the road to Brexit. And while you're chatting, I'm trying desperately to draw Boris Johnson, which is going quite badly here. I think I'll put some hair...", "This this the essential Darwinism of, I think, of this crisis is that forced to choose which one of us did the drawing. The producers cruelly cut me out of this process when everybody loved my drawings. And I am out of it completely, just waiting for you.", "Well, I apologise for that. But here we have, here we have cheery Boris Johnson who, of course, his whole political persona is based on optimism. The whole general election in December was get Brexit done and positivity and change and forward motion. But he's now a prime minister in charge of a tragedy for many families and an economic crisis to follow the health crisis. Is he well suited to this?", "Yes. It actually turns out that the power of positive thinking, while useful is not as good as the power of an effective track and trace system or getting into lockdown early enough. What I find interesting about all the different ways this crisis has evolved is that actually, as is typical for a circumstance like this, public support for the government went up enormously in the early weeks of this crisis, even as it was making, what, I think, we all agree was some quite serious mistakes.", "Public support goes up a lot. He's, I think, at one point at somewhere close to 70 per cent in the polls, especially when you got ill and people were genuinely fearful for his life. There was a moment where Boris Johnson could absolutely have emerged from this, even stronger, even more powerful than he was just after his election victory, which let's not forget is still not that long ago.", "No. That's right. I mean, five months into a government you should still really be riding high, shouldn't you?", "But actually, I mean, the events of more recent weeks, I think, starting with the Dominic Cummings eye test saga, have actually put him back where he was at the time of the general election. And Labour, which was languishing badly behind, he's actually, in the opinion polls at the moment, competitive. Of course, it's ridiculously early, and it means only a certain amount.", "What I think it does mean is that any hope that Boris Johnson could spring from this crisis in to a more bipartisan, not bipartisan, but a less partisan form of politics. That's over already and we're back to where we were almost at election time.", "So I've got some polling numbers here. And as you've said, what happened all around the world was that there was a rallying behind the government effect everywhere when the Covud crisis hit. So Boris Johnson's ratings, which are pretty good anyway, were soaring. But now, and I'm looking at YouGov figures, in terms of how well is he doing at his job, Boris Johnson has lost 14 points on YouGov. And we've got 50 per cent of people saying he's doing a bad job as prime minister.", "What I think is really interesting about this also is he won a decent majority back in December, and there was a slight political feeling of well, game over. But actually, even with a decent majority, to be seen to be handling a crisis of this magnitude badly, he's got restive troops even on his own backbenches. So even a majority of 80 odd, isn't looking...", "It's not what it was.", "Yeah, no. Exactly.", "I think that's exactly right. And, I think, it's a very strange place that we've got to. And I think he will be very puzzled by this himself. Because he did have this vision that this was his crisis, this was his moment. And that actually he made a series of, as you said, very positive speeches and talked about how we're going to send coronavirus packing. It was very much what the country wanted to hear.", "But what the country's beginning to sense, and certainly those who are sceptics of Boris Johnson, is well, actually these speeches are great but we're seeing a lot of rhetoric and a lot of high-level positions, which then aren't underpinned by very much. And so you're seeing this all the way through. We have a plan to introduce quarantine, and already it turns out there's not enough detail to it. And different ministers are kicking the legs out from under it.", "You announce you're going to primary schools going back, and then you send someone else to work out the details. And, oh, it turns out it's not quite as simple as you hope. And I think that's always been the problem. That the high-level vision is there, but the hard underpinnings have been missing.", "And people are beginning to notice this. And as we head towards what's going to be some very, very tough economic times people are going to become less and less forgiving. And, I think, we're right now at an absolutely crucial inflexion point.", "Because people are prepared to be... a lot of people who are pretty generous towards the government, in terms of, you didn't start this crisis. This wasn't your fault. Yes, you make mistakes. People make mistakes.", "But now, the decision is taking. There's no leeway on people will hold them totally to account. And the decision on coming out of lockdown and restarting the economy is one that he simply can't get from because people will hold him to it.", "So if he messes up the escape from lockdown and we have a far worse second wave than other countries, then it's almost game over however much longer he's in charge.", "MIRANDA GREEN: So it's really interesting this, too, isn't it? I was speaking to some political scientists who have written a book, the book within the UK politics, anyway, on the concept of competence in politics. And since the Brexit refeendum, it's been to do with this polarisation and a big discussion about values in British politics.", "We lost touch with the fact that competence and being able to manage, not just in a crisis, is a key point of why people choose a particular party to be in government. And competence has not really been all that evident in the last few weeks.", "Not been a core competence.", "Exactly. And then the other thing that's new for us since we spoke last time is that we have a new leader to the opposition. We've got Keir Starmer, who I've been trying to draw here with his little red tie and his quiff. You've now got this other problem for Boris Johnson, which is the contrast with the opposition leader is not what it was.", "He was facing Jeremy Corbyn in the general election in December. He now faces Keir Starmer, who is a very experienced lawyer, and so good at picking over the government's performance day to day, but also looks like the kind of guy who might be able to run things. It's a competition again, right?", "Yes, I think that's absolutely true. I'm not sure where I'd place how well Starmer is doing at the moment. Because it's just, it's very hard to make these judgments so far from a general election. What I think counts is, he's not doing very much wrong.", "He's being very careful too, isn't he? Which is in his political nature.", "All the dogs that aren't barking, all the things he's not doing are almost more telling than the things he is doing. He's not talking about Brexit, for example. He's being very careful in the criticisms he makes of the government. And when he does criticise, he's careful about it. Even in prime minister's questions, which you know as we always say overstate their importance, the subjects he's choosing to go on often work and they resonate even if he doesn't disagree completely with the exchanges.", "And so, as you say, you have a leader of the opposition who, at the very least, looks like a leader of the opposition, who passes that absolute early test where people look at the new leader position and go, can I imagine him in front of number 10? He passes that test. You've got a very, very long way to go. An awful number of things could go wrong for him.", "But the Tories know they've got to fight, and Boris Johnson was certainly discombobulated in the first couple of weeks. Then facing Keir Starmer, as all of a sudden he had somebody he couldn't knock around as much. And one of the reasons why they were so desperate to bring back MPs is so he could have a bit of a cheer around him when he engaged in the rhetoric that he engaged in.", "I think the bigger question though, is whether, in the end, this delivers for Keir Starmer or whether we're simply back in the place we were at the time the general election. A highly polarised country, with the people who don't like Boris Johnson liking Keir Starmer, and the people who do like Boris Johnson still liking him. And therefore, I think it all comes down to the nature, the economic hole that we're in and how good they are at getting out of it.", "I completely agree with you. I think that so just for full information, those figures that we had on Boris Johnson, which was 43 per cent positive, in terms of the job he's doing, and 50 per cent negative now. On Starmer, just for contrast, it's 48 per cent positive, but only 21 per cent negative. And it's going in the right direction for Starmer and going in the wrong direction for Johnson.", "But as you say, a lot of different things could happen, and it seems to me you're absolutely right. The government's handling of the health emergency on coronavirus, and there will be an inquiry, we will find out whether the mistakes they made did in fact lead to these excess deaths, in terms of the Tory party. If the Tory party can't manage an economic crisis, then it's a terror...", "We've had enough practise.", "Double, triple. Well, it seems ridiculous because it's such a long time ago. But the example that the political experts tend to give is still Black Wednesday, right, back in 1992, when the Conservative government presided over an economic disaster that led to ordinary British families losing out and to a prolonged and painful recession. So they've got that in their political... well, closer than folk memory. But are they paying enough attention to it I wonder?", "I think the analogy of Black Wednesday isn't perfect for a couple of reasons. One of the things about Black Wednesday that was so catastrophic for the Conservatives was the public don't spend that much time looking at politics. They zone in and out and occasionally catch something. They zoned in quite seriously on Black Wednesday. They understood that the Tories had made a complete haulex of the economy, and they didn't forget it.", "Even though, actually, in the years that followed, they did quite well in bringing about an economic recovery, the message was there. In this case it's different because the public does not blame the government for this crisis. It might blame the government for the ways it's handled it, but clearly this is a global pandemic. It's not this government's fault.", "So we then have the question of how they respond to the government in the months and years that will follow as we go through this. I think it's a much slower and more attritional exercise. One of the things, I think, and therefore, I think, a perhaps better analogy is the mass unemployment of the '80s under Margaret Thatcher. Because I think we're going to see extraordinary high levels of unemployment.", "The question then is, do you have a vision and a strategy for getting us back, getting these numbers down, restoring the economy? And that I think is really interesting because I'm not sure yet that I see the vision for the economy that is comparable to Thatcher. Thatcher had a vision.", "She sank a lot of manufacturing industry. She turned Britain into a service economy. She pushed the single market. She opened Britain for investment - vast amounts of foreign investment came in. That was a strategy.", "What is the similar economic strategy? Well, Boris Johnson talks about global Britain, but actually we're putting up barriers in a number of places, for often good reasons of resilience, but nonetheless it's happening. We're negotiating trade deals, which may well reduce trade flows not increase them. The strategy comes down to substantial investment in infrastructure and cutting-edge industries. And these are perfectly good ideas, but these are not things that turn an economy around in six to 12 months.", "So I think the bigger issue that this government is going to face is, OK, you may have a strategy that works in 10 years' time, but we need answers in 10 months.", "Yeah, and this timescale you talk about is very interesting, isn't it? Because you talked about attrition on the government's reputation, on attrition on levels of support. But that has to start somewhere. So I suppose the other question is, when we look back on this period, will it be the handling of the health crisis that proved to be a tipping point away from the Conservatives, or will it be the handling of the economic crisis? And will it be a failure to come up with this plan to avert mass joblessness or to make it quite time tight?", "While all this is going on the clock is ticking towards the end of June, which is actually a really significant date for the Brexit process. Because if we are going to ask for an extension, and not leave at the end of this year, we have to do so before June 30.", "Yeah, I mean, I have to... I'm now a big sceptic on us asking for an extension. I think the odds look very low indeed, if technically still possible. But none of the rhetoric suggests this is going to happen. The whole approach that Boris Johnson has taken towards this process is that actually nothing gets done until you're right on deadline. He's got a point in this respect.", "If they sought an extension, the whole thing would just go into deep freeze until it seemed to be close again. So I don't think he really wrong about that. The problem is a bit of mythology, I think, is built up about what happened last time. Which is that actually at the last minute Boris Johnson's negotiating brilliance pulled something out the fire, and we got this fantastic deal, which was never available and wouldn't have happened if he hadn't done this.", "And of course, as we know, what actually happened was at the very last minute the British government largely caved, accepted a proposal, not dissimilar to the first one that had been offered to Theresa May, and that she had rejected for reasons of not concerning Northern Ireland. So Britain didn't get a great deal out of that. And the reason you know Britain didn't get a great deal is because Boris Johnson's trying so hard to row back on some of the commitments that he made in that deal.", "I put a little label here that says, proudly British, with a union jack, on my little Boris figure here. Because even though we're in the midst of this appalling coronavirus crisis, you still get flashes of the old politics, the pre-coronavirus politics, coming back. And so you've still got some of the, for example, very hard-line pro-Brexit Tory supporting newspapers, trying on a Sunday to argue for a hardline on Brexit, to demonise Brussels, all the rest of it.", "And there have been suggestions that actually, they're resigned to a no-deal Brexit at the end of this year. That will happen. And that the economic damage from coronavirus, well, it's awful to say it but is quite a good cover under which to push through an no-deal Brexit and the potential economic damage that, that would cause as well.", "I mean, I've definitely had Conservatives and senior Conservatives saying that. On the other hand, I also think they understand that some form of deal would be better. I think they're still aiming for just a very, very bad deal. And I think it's possible that we get to deal, which serves only to allow our deal further down the line.", "I don't think the government wants a no deal exit.", "A skinny deal. Isn't it what we're calling it?", "A skinny... a skinny deal. I mean, I also think we have to be fair in that actually some of the demands coming from that European Union have been excessive, in terms when facing a country that just voted to regain independence from your laws. It is ridiculous to expect the British government, in these circumstances, to agree to still be dynamically bound by European law.", "So I think they're overreaching too. The question is whether, as we get a little closer, both sides can just get close enough to somehow close the gap. And that's a very big question. The other point about Brexit, is it's been quite useful to Boris Johnson when things got tough in the last few weeks.", "When I think back to the row over Dominic Cummings, and he is, whether or not he broke lockdown and his visit to Barnard Castle, one of things that happened as it began to get tough for him, and those Conservative MPs began to question whether he should stay, was you had others saying, no, we need to keep him to make sure we get Brexit. Brexit's happened, so you don't need to keep Dominic Cummings to make sure you get Brexit.", "What they were actually doing was using Brexit to save him.", "Yeah.", "And therefore, that brought us back from that non-partisan period we had at the height of this crisis.", "So I want to talk about then, because you've quite rightly said that the polarisation over Brexit is useful for them to fall back on from time to time. But particularly when support's looking shaky because of their reaction to coronavirus. But it's quite interesting what the new leader of the opposition, Keir Starmer, has been up to.", "So I've got another little proudly British label which I'm going to stick on Keir Starmer. Because Keir Starmer, as I think you alluded to earlier actually, he's being really careful on Brexit, isn't he? He is refusing... and one can imagine that behind the scenes there are a lot of people trying to manoeuvre him and to say to him, you must be the voice asking for an extension. He's absolutely refusing to do it. And he is trying to get out from under the polarisation, which damaged the Labour party so much since the Brexit vote in 2016.", "That's absolutely right. And I think there is a very year zeroish approach to the way Keir Starmer is running Labour at the moment. He's focused relentlessly on the future, not the past. And he's not interested in fighting old battles, especially old battles that were lost.", "He's also quite carefully at the moment, trying only to fight battles he thinks he's got a decent chance of winning. And clearly, the opposition is not going to change the government's mind on Brexit. So he's not going to weigh in at this point, on this.", "If you look at the issues he's raised, they're often things where he can detach or worry enough MPs to make the government think again. The most notable one was the issue of the benefit rules for NHS workers. Well, he's got a really easy win just by saying, we're going to push on this and we're going to defy Tory MPs to vote it down.", "And of course they panic. And I think his line on schools at the last prime minister's questions, it wasn't razor sharp tool, but he's in the right territory. He's pushing open wounds. And I think that's the way he intends for it.", "Because, let's face it. This is a four, four and half year haul, and he's not going to topple the government in the next couple of months. And so what he's just got to do is show he's on the right subject, establish his competence, stop his party going off on one for want of a better phrase.", "Yeah.", "...and just keep it sane and sensible so that every time the public, which is going to be that often, turns its gaze to look at the Labour party. Goes, OK, that looks all right. And no great negatives pile in there, which can damage him later on.", "So I think... can I raise one other subject?", "Yeah.", "Because I think there's one other big dog that's going to bark in this part, and we've talked about it before, which is Scotland. And it's gone very quiet at the moment.", "You're not going to make me draw the UK... make me draw the UK again, are you Robert? You know what happens. I'm going to...", "Maybe just put a line...", "I'm going to do it because you raised the topic. And as you know, I will have complaints now from all across the UK.", "We had a scene in Wales last time, didn't we?", "You say your piece, and I will attempt to draw the UK, again, badly.", "The two politicians who come out of this crisis best at the moment...", "Yeah.", "Are Rishi Sunak and Nicola Sturgeon. Now, Nicola Sturgeon's record in Scotland is actually not especially stellar. Scotland has not had a wildly different crisis to the rest of the country and it's had a very bad situation in its care homes. But Nicola Sturgeon, because she is...", "Yeah, more deaths in Scottish care homes than in the whole of the rest of Scotland, I think.", "Exactly. So you know, I mean Nicola Sturgeon, because she is a supreme political communicator, has managed this crisis extremely well. She has drawn lines between Scotland and England, where it was convenient or expedient to do so. And she has managed to portray Boris Johnson as the prime minister of England and not as the prime minister of Scotland.", "So in presentational terms she's managed this very well. The blame for things that go wrong in this crisis is going to stay with the Boris Johnson government. She's not getting a lot of blame attached to her at the moment. Now that could shift.", "I mean, the independence agenda has not gone away. Now, it could be the economic difficulties are so great, recession is so great, that Scots just have other things on their mind and this isn't the moment to take a leap into the unknown. But I still think that the independence issue is the other big question that is going to come back to haunt this government at some point, if assuming as I do, that the SNP have good elections next year in the Scottish parliamentary elections.", "Yeah.", "The other is, even if she doesn't think the time is right, she may not be able to hold back the tide in her own party. She has challenges in her own party so...", "Correct.", "I think that's an issue that's been bubbling away quietly because of bigger issues. But nothing Nicola Sturgeon has done so far has made it harder for Scottish independence.", "So as we move out of the crisis and into a phase, which is much more about the economy, a lot of this is going to come down to, in terms of the political fates of the people in charge... we've talked about Boris in charge in London, Nicola Sturgeon in charge in Edinburgh... about where they can fix the blame for the things that have gone wrong, right? And this is the health catastrophes, but also any economic pain that is now coming to follow. So on the health catastrophe, you've already seen this blame game between ministers and the scientists whose advised them, between ministers and the teaching unions about whether schools will be able to offer catch up to all of the kids who've missed out over the last months and over the summer. How much can that actually work for them?", "Oh, I think it can work quite a lot actually. One of the things that is very interesting is to read is some of their media outriders, who are already fulminating against Public Health England, a body they've obviously never heard of, about 12 weeks ago.", "Yeah, this is the quango that's been in the front line.", "And Public Health England has got some issues to answer. It typically has got some things wrong. But the effort to blame Public Health England, the effort to blame the civil service and Mark Sedwill, the effort to blame scientists as you say... although they've got to be a bit more careful on that because the scientists can bite back and will. So they need to be a little more cautious in the way they do that.", "But as some say, everybody is keeping journals of what they did and remember.", "Right.", "...what they've... for the inquiry. But there is an absolute effort to blame this on the civil service machine and the quangocracy and Public Health England. And I can't remember who I saw last week, talking about the blob. And the blob is a phrase that the Dominic Cummings and Michael Gove used when they were education to represent the teaching unions. The teaching establishment resisted their obviously splendid reforms.", "And the blob was fighting this. And the blob has now become any institutionalish organisation in government, which is stopping them from doing what they can do. And it has become... it's become rather like the Illuminati, this mysterious force, upon which you can blame for things going wrong even when you are in charge.", "But there is an absolute blame game going on there. They all know there's going to be an inquiry of some kind. Though what kind, I think, is very important question. They are going to try and find ways to turn the errors to their advantage and push reforms that they already believed in. The question is how well they can do that.", "And that's where it comes back to your point, at the beginning about Keir Starmer. Because that's where a really good prosecutor comes in handy. And the question is, can he make the case the other way, that says, you can blame it on all the other people you like, but you were in charge. You were the one supposed to ask questions. And it's not good enough that you just delegate responsibility to officials, and think that you can get away with that.", "But I do think the bigger issue is just going to be that people are going to be looking to this government and saying, you haven't got the answers to my economic needs. Now, that's almost the be all and end all, I think of it now. If they can show that they are in the right place on those questions, people will give him the benefit of the doubt on others. If they look like they are just being buffeted by every storm, then even the greatest communicators and campaigners in the western world are not going to save them.", "So it's interesting, because from the way you're talking, but correct me if I'm wrong. But I think from the way you are talking you're sounding as if you assume that Boris Johnson will continue all the way into the next election. And I just wonder about that.", "I think, in the height of crises we all veer towards the dramatic. And some of the early predictions, including from me, but the way the world was going to change after coronavirus. And now you start asking, well, are our cities really about to become wastelands that we turn into green spaces? Or are actually going to slowly dribble back to them?", "Is it, in fact the case that everyone's going to be at the store? In fact, do they live too far from it? And then, slowly - inertia is a great powerful thing - and slowly people get it back to the life they had before where they can.", "You're trying to tell me that politics is healing?", "I'm not sure I was going to go that far. But I think that Boris Johnson... one you can be sure of is that he's not going to want to be remembered as a failure if he can possibly avoid it. The idea that he would be pushed out of office quickly I still find quite difficult. I mean, there is more discontent.", "Some of the magic powers have gone. This is all true. He is, it's clear he's still not back to full health. And you can see it sometimes.", "Some of his performances he's just not as sharp as he sometimes was. So you never know how things play out. As you say, four years, hell of a long time. It might be that actually.", "And the Tory party is very good at pushing out its leaders just before an election, when they sense that the country wants a new face. The Tory party is immeasurably more ruthless than the Labour party at doing this thing.", "Yeah.", "So if the next three years are really grim, then yeah, maybe.", "If there is a hard Brexit and they don't succeed in the blame game it seems to me that of these two stick men in front of me, we might see one fighting the next election, not necessarily the current prime minister.", "Well, I mean it's possible. But I mean I guess we didn't see this virus coming and we're still only in, what is it? June.", "It's a hell of a long way to go, and we just don't know how it will play out. What I think you're right about is that Boris Johnson was the man for the last election. That much is clear. And he did the job that the Conservative party and the Brexit coalition needed him to do.", "And the question is whether he can take it to the next... the one thing I think is worth saying is that he is a curious leader of the Brexit faction, in a way, because he has this substantial one nation instinct a lot of the time. And he has... I wouldn't call them liberal instincts, but he has traditional instincts about lots of aspects of British society. And he is, in many ways, one of the least radical members of his quite radical coalition.", "So what you can imagine is the next stage of the revolution that it turns out that he's Danton rather than Robespierre, and that we need to get an even more revolutionary figure for the next stage.", "So he might turn out to be Danton?", "Yes. A popular figure among our viewers. Or maybe mad.", "Well, and I was about to say, the other bloke in his ball. He'll be the bloke at the ball."], "authors": ["Produced Tom Hannen"], "keywords": ["road", "hes", "johnson", "lockdown", "actually", "thats", "boris", "going", "brexit", "edition", "crisis", "things", "think"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}