{"id": "50c0f8df-1444-3261-87f1-5b189907ec7f", "url": "https://wired.com/story/geoengineerings-gender-problem-could-put-the-planet-at-risk/", "title": "Geoengineering’s Gender Problem Could Put the Planet at Risk", "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d", "pubDate": null, "paragraphs": ["Another reason might be that geoengineering is still a very abstract, speculative science—despite its growing prominence in climate discourse. “The thing to keep in mind with geoengineering is that it doesn’t exist,” says Buck. “There are probably less than 100 people on the planet working on this and most of them are just running models.” When women do engage on geoengineering issues, they do so largely through a governance and ethics lens, says Tina Sikka, a critical race and gender theorist at Newcastle University who published a book on solar geoengineering last year. But in terms of actually working on the science, “there are almost no women.”", "The discrepancy matters: A large-scale survey showed that the public trusts scientists, rather than governments and policymakers, when evaluating the risks of a technique like solar radiation management. But male climate scientists are significantly more likely than female ones to support such research, according to data collected by researcher Jane Flegal. She was hesitant to publish the study, which she conducted as part of her dissertation at UC Berkeley. “I’ve had men in geoengineering say to me that there are biological differences in aptitude towards science and technology,“ she says. “I didn’t want to reenforce that by publishing something saying ‘women are more scared.’”", "The issue is likely not only about men versus women. The term “white male effect” was first used to describe the disparity in risk perception in 1994, by researchers conducting a survey on people’s attitudes to 25 technological and environmental hazards. For 20 of the hazards, white men were statistically far more tolerant of risk than any other group. Studies on industrial and water contamination, air pollution , and other environmental concerns have since backed it up.", "Paul Slovic, one of the researchers who coined the term, attributes the effect not to biology but to the social position white men generally find themselves in. “Risk and benefit are fused in the mind as a feeling,” says Slovic, a psychologist at the University of Oregon. \"If you think the benefits are strong, then your overall sense of risk is diminished. If you think the benefits are weak, you will have a greater sense of risk.” Nuclear weapons testing has a long history of this sort, in which low-income populations in the US and isolated communities of color in the Pacific bore most of the harms from this new technology in the form of elevated rates of premature deaths, birth defects, and cancer. They also have much higher perceptions of the related risks.", "The problem is that while the benefits of solar geoengineering are potentially large (slowing global warming), so are the potential consequences, such as the possible disruption of the monsoon season in Asia and the depletion of the ozone layer. Because the only way to test these interventions is to deploy them, much of the science of geoengineering remains hypothetical. But even that is problematic. “We can’t do risk assessments because we have no idea of the technology; it is still in the realm of the imagination,” says Stilgoe. \"But what is imagined is actually really important. And who does that imagining really impacts the material outcomes.”", "A comment published in Nature last year argued that developing nations—those most susceptible to the potentially grave consequences of tinkering with our climate—should have the bigger say in new technologies like geoengineering. A fair assessment of the stakes can only happen, however, if the scientists conducting the underlying research better represent the world they’re tinkering with.", "“If you diversify that group you might ask different questions, and get different answers,” explains Stilgoe, whose experience with the Spice project led him to publish a book on responsible governance of geoengineering. More inclusiveness could alter how we start to think about risk. “It seems subtle, but it could radically change the debate.”", "More Great WIRED Stories"], "keywords": ["gender", "white", "think", "science", "geoengineering", "geoengineerings", "technology", "solar", "planet", "women", "problem", "risk", "scientists", "men"], "authors": ["Condé Nast", "Sarah Sa"], "summary": "“I’ve had men in geoengineering say to me that there are biological differences in aptitude towards science and technology,“ she says.\nFor 20 of the hazards, white men were statistically far more tolerant of risk than any other group.\nPaul Slovic, one of the researchers who coined the term, attributes the effect not to biology but to the social position white men generally find themselves in.\n“Risk and benefit are fused in the mind as a feeling,” says Slovic, a psychologist at the University of Oregon.\nMore inclusiveness could alter how we start to think about risk."}