{"id": "50d16bfa-2c70-305f-aa59-d76cb883a962", "title": "Rep. Dan Crenshaw: Trump Deserves “A Lot” Of The Blame For Capitol Mob", "url": "https://radio.foxnews.com/2021/01/07/rep-dan-crenshaw-trump-deserves-a-lot-of-the-blame-for-capitol-mob/", "summary": "As Congress moved to officially certify the 2020 election results, a violent mob of pro-Trump protesters stormed the United States Capitol.\nWhen asked to what extent the president and his immediate circle are to blame for yesterday's insurrection, Crenshaw said,\"A lot.\nI think I think the real blame is the heightened temperature and the rhetoric.\"\nFighting means persuading people, fighting does not mean getting into a circle of people who agree with you and yelling really, really, really loud.\nWe need to persuade people, win elections and win back the Senate, win back the House and then win the presidency.", "paragraphs": ["As Congress moved to officially certify the 2020 election results, a violent mob of pro-Trump protesters stormed the United States Capitol. Texas Congressman Dan Crenshaw, a Republican, joined Fox News Radio's \"Guy Benson Show\" to explain the chaotic event, saying,", "\"It was bad there's no way to sugarcoat it. There's no way to glorify it. There's no way to excuse it. It was far and away the wrong thing to do. And it was, it was sad to see it. It was a desecration.\"", "The Congressman said that there needs to be a \"military-style deep dive\" into how the halls of the Capitol were breached, saying, \"The veterans in Congress have already gotten together and said, let's form a special committee immediately. This is so unacceptable ... There's so many things that went wrong. You really have to do it on a deep dive.\"", "When asked to what extent the president and his immediate circle are to blame for yesterday's insurrection, Crenshaw said,", "\"A lot. And a lot of the members of Congress, too, that have been calling for a fight, saying that this, you know, this is our revolution, this is our 1776, this is our only time to stand.\"", "Crenshaw added that", "\"Millions of people have been told a fundamental lie ... First of all, this process on January 6th is deeply unconstitutional. There's no room for it in the Constitution. The statute from 1887 that we're using is the process. It's not even following that statute correctly. So it's all been a lie.\" Adding, \"But people believe this lie. They believe it because they trust these ... members of Congress, these commentators, they trusted them and they want to fix elections. And so people march and they if we just march, then we'll get there and we'll solve this.\"", "When pressed on why he signed onto a lawsuit challenging the 2020 election results, Crenshaw said, \"I did sign on to the amicus brief originally, right.\" Adding, \"But then the question on January 6th is, does Congress actually have ... the authority to do so. Now, this is an enormous statement. This is an enormous thing to say. And so we must read the Constitution if we're going to answer that question in the Constitution. It turns out is extremely clear on this answer. It states exactly what the Congress' role is, and it is to count votes, doesn't say certify, it doesn't say object if you don't like, it doesn't say any of that.\"", "When asked if he supports calls for President Trump to be removed by the 25th Amendment or with impeachment, Rep. Crenshaw said,", "\"No, no, I think that's going too far. There's two weeks left, I think. I think we need to all calm down. Right? Look, I think there needs to be some sense of responsibility, but I don't, but I don't think in the president's mind he wanted people to infiltrate the Congress. I think I think the real blame is the heightened temperature and the rhetoric.\"", "With the Republican party seemingly in disarray, Rep. Crenshaw said,", "\"It's time to get serious. It's time to make arguments that are persuasive. Fighting means persuading people, fighting does not mean getting into a circle of people who agree with you and yelling really, really, really loud. That is not fighting. And we need to stop believing that it's fighting. We need to persuade people, win elections and win back the Senate, win back the House and then win the presidency. We can do this.\"", "Listen To The Full Interview Below:"], "authors": ["Wyatt Dobrovichfago"], "keywords": ["blame", "think", "say", "rep", "crenshaw", "deserves", "capitol", "really", "fighting", "way", "congress", "need", "mob", "dan", "theres", "lot", "win", "trump"], "pubDate": "2021-01-07T00:00:00Z", "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}