{"id": "50da2212-b655-3573-852e-184d2188e662", "title": "Rep. Van Drew calls on Biden to oppose Trump impeachment: 'Let's try to come together'", "url": "http://www.foxnews.com/politics/rep-van-drew-biden-oppose-trump-impeachment", "summary": "Democrats are pushing to remove President Trump from office after Wednesday’s riots on Capitol Hill but Rep. Jeff Van Drew, R-N.J., is urging President-elect Joe Biden to oppose impeachment, saying it would divide the country.\nVan Drew said bringing everyone together will be \"very difficult,\" but the first step to unity, he said, is dropping the call for impeachment.\nTRUMP SPEECH BEFORE CAPITOL RIOT NOT ENOUGH FOR IMPEACHMENT CHARGES: TURLEY\"The waste of money, the waste of time,\" he said.\nGeorgia State Rep. Vernon Jones announced last week that he, too, is switching to the Republican Party.\nHe joined Van Drew on Sunday to discuss his own cue to jump ship.", "paragraphs": ["Democrats are pushing to remove President Trump from office after Wednesday’s riots on Capitol Hill but Rep. Jeff Van Drew, R-N.J., is urging President-elect Joe Biden to oppose impeachment, saying it would divide the country.", "\"I’m calling on the president-elect, Joe Biden, to say enough,\" he told Fox News’ \"Sunday Morning Futures.\" \"Let's try to come together.\"", "Van Drew said bringing everyone together will be \"very difficult,\" but the first step to unity, he said, is dropping the call for impeachment.", "Biden has said he is leaving the impeachment decision up to Congress.", "TRUMP SPEECH BEFORE CAPITOL RIOT NOT ENOUGH FOR IMPEACHMENT CHARGES: TURLEY", "\"The waste of money, the waste of time,\" he said. \"The division [impeachment] will cause in the United States of America. Tens of millions of people still did vote and still do support Donald Trump.\"", "The now-Republican congressman, once a lifelong Democrat, switched parties in 2019.", "REP. MACE PEGS TWITTER 'UN-AMERICAN' FOR TRUMP ACCOUNT SUSPENSION: 'IT'S COMPLETELY HYPOCRITICAL'", "\"I really wondered what the party represented,\" he said, explaining the change. \"And as I said at the [Republican] convention – Be true to yourself; not to a party that once was and is no more.\"", "Georgia State Rep. Vernon Jones announced last week that he, too, is switching to the Republican Party. He joined Van Drew on Sunday to discuss his own cue to jump ship.", "\"I felt like the Democratic Party left me. I didn’t leave them,\" he explained. \"Their party now of socialism is killing the job market and killing businesses… They want to raise taxes on hard-working people.\"", "CLICK HERE TO GET THE FOX NEWS APP", "\"I felt like I didn’t identify with them anymore, and I wanted to bring grand new ideas to the Grand Old Party,\" he said."], "authors": ["Angelica Stabile"], "keywords": ["drew", "calls", "come", "party", "presidentelect", "rep", "lets", "impeachment", "killing", "oppose", "waste", "van", "republican", "try", "trump"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}