{"title": "Why markets surged after the Tory victory", "summary": "When other markets open at 8am on December 13th, expect more green numbers than red ones.\nThe markets have generally viewed the Conservatives’ plans for Brexit unfavourably, since it will weaken the British economy.\nYet traders have recently warmed to the idea of a stable Tory government, since it promises more certainty over the Brexit process.\nMr Johnson will also be under less pressure to reach a long-term trading arrangement with the EU by the end of 2020, which was always an unrealistic ambition.\nThus, in traders’ view, a no-deal exit at the end of 2020 has also become less likely.", "paragraphs": ["T HE MARKET reaction was as dramatic as the exit poll itself. An estimate released at 10pm GMT on December 12th found that the Conservative Party was on course to win a big majority in Britain’s general election. The pound jumped against the dollar, rising by 2% in a matter of minutes, and looked as if it was on course for one of its biggest daily rallies ever. When other markets open at 8am on December 13th, expect more green numbers than red ones. Three reasons explain the surge.", "The first relates to Brexit. The markets have generally viewed the Conservatives’ plans for Brexit unfavourably, since it will weaken the British economy. Yet traders have recently warmed to the idea of a stable Tory government, since it promises more certainty over the Brexit process.", "Get our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.", "Many traders reckon that a majority of 30-40 is enough for Mr Johnson to push through whatever legislation he likes, even if the ultra-Brexiteers in his party refuse to back it. So there is now less risk of a no-deal exit at the end of January 2020. Mr Johnson will also be under less pressure to reach a long-term trading arrangement with the EU by the end of 2020, which was always an unrealistic ambition. If time runs out, as is likely, he may be able to break his pledge by choosing to extend the transition period in order to give more time for negotiation. Thus, in traders’ view, a no-deal exit at the end of 2020 has also become less likely.", "The second reason relates to the threat of Jeremy Corbyn. Labour’s leader had promised during the election campaign to nationalise vast swathes of the British economy, from utilities to broadband providers. Worse, Mr Corbyn and John McDonnell, his shadow chancellor, were vague about the details of how shareholders would be compensated in the nationalisation process. In their view, parliament had the right to decide how much shareholders would be paid for their assets—a view which clashed with most legal precedents. Since the general election of 2017, the share prices of companies that Labour had promised to nationalise had noticeably underperformed the broader British stockmarket (see chart). That may soon change.", "The third reason relates to fiscal policy. Labour would have raised day-to-day public spending by more than £80bn a year ($108bn, or 4% of GDP). By those standards, the Conservatives are frugal, promising a mere £3bn of extra spending in their manifesto. But many in the City reckon that looser fiscal policy is on the way.", "Analysts at Capital Economics, a consultancy, reckon that in a budget in February the Tories “would probably give the economy an extra kick by raising public investment by up to £20bn” (Mr Johnson has an odd fascination with big projects such as bridges and cable-cars). A reboot of universal credit, a welfare reform, is surely overdue—not least because the Tories are now more dependent on the votes of people who receive it. A fiscal boost, in turn, would make it more likely that the Bank of England will raise the base rate of interest (currently 0.75%), increasing the returns to holding sterling-denominated assets.", "Yet markets are fickle. Some are worried by Mr Johnson’s other economic plans—including a vague pledge to boost state aid to ailing companies, which would make the economy less dynamic. The Conservatives have few ideas about how to raise Britain’s feeble rate of productivity growth, which is holding back the economy. And the economic effects of Brexit, which now looks destined to happen, remain highly uncertain. Mr Johnson’s honeymoon with the City may not last.", "Dig deeper:", "Our latest coverage of Britain’s election"], "pubDate": null, "authors": ["The Economist"], "keywords": ["surged", "brexit", "tory", "view", "mr", "economy", "markets", "victory", "relates", "reckon", "election", "johnson", "traders"], "id": "50e16813-f300-3f12-a719-0e15f515c94e", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "url": "https://www.economist.com/britain/2019/12/13/why-markets-surged-after-the-tory-victory"}