{"id": "510a6cba-5312-36c4-9015-b765177f2d92", "title": "How to Pick the Right Roku for Your TV", "url": "https://wired.com/gallery/how-to-pick-the-right-roku/", "summary": "Rokus are the most popular TV streaming boxes for good reason: They're super easy to use, and they offer a wide array of streaming channels.\nThere are four different Roku streaming devices available now (not including TVs and soundbars), and you'll find a ton of older models floating around on Amazon and other sellers.\nIf you’re like me, you want the best Roku for the least amount of money.\nAnd once you get that Roku, be sure to add WIRED's channel!\nUpdated December 2020: We added the compact Roku Streambar and the 2020 update to the Ultra.", "paragraphs": ["Rokus are the most popular TV streaming boxes for good reason: They're super easy to use, and they offer a wide array of streaming channels. Figuring out which one to buy, well, that's not so easy. There are four different Roku streaming devices available now (not including TVs and soundbars), and you'll find a ton of older models floating around on Amazon and other sellers. Rokus also tend to have similar names and look nearly identical, so it's not that simple to suss out their differences.", "We're here to help. If you’re like me, you want the best Roku for the least amount of money. We've broken down the features on the ones we think you'll actually want to own, starting with the most basic model. And once you get that Roku, be sure to add WIRED's channel!", "Updated December 2020: We added the compact Roku Streambar and the 2020 update to the Ultra. Parker Hall contributed to this guide.", "Special offer for Gear readers: Get a 1-year subscription to WIRED for $5 ($25 off). This includes unlimited access to WIRED.com and our print magazine (if you'd like). Subscriptions help fund the work we do every day."], "authors": ["Jeffrey Van Camp", "Jeffrey Van Cam", "Medea Giordan"], "keywords": ["youd", "roku", "offer", "pick", "easy", "2020", "youll", "tv", "right", "rokus", "help", "youre", "streaming"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}