{"id": "514e468b-c444-319c-8413-aa2cb9fb62f0", "title": "Makeup Artist Violette Is Democratizing “French Girl” Beauty With Her Debut Product Line", "url": "https://www.vogue.com/article/violette-french-girl-makeup-brand-launch", "summary": "In a recent dispatch of her popular newsletter titled “Why I Don’t Contour,” the 37-year-old French-born, Brooklyn-­based makeup artist and influencer Violette laid bare her feelings on the face-fixing cosmetics craze.\n“French people don’t contour.\nAnd that’s where Violette, who goes by her first name only, has carved out a singular space.\nIn 2012, at just 27 years old, she was named international makeup designer for Dior Beauty, the youngest in the brand’s history.\n“She’s a multi­hyphenate artist, really, not just a makeup artist,” says Glossier founder Emily Weiss, who became fast friends with Violette after they met in Cannes in 2012, during Weiss’s erstwhile days as a blogger.", "paragraphs": ["In a recent dispatch of her popular newsletter titled “Why I Don’t Contour,” the 37-year-old French-born, Brooklyn-­based makeup artist and influencer Violette laid bare her feelings on the face-fixing cosmetics craze. “French people don’t contour. We don’t buy it. We don’t understand it,” she wrote to her subscribers. “It’s like putting on a mask, and that’s not what we’re into.” She goes on to encourage her readers to treat themselves more gently, doing away with the idea that there’s anything that needs fixing to begin with. “Maybe try some color, some red lipstick, eye shadow...take a few pictures, and fall in love with yourself again.”", "As “French girl” aesthetics go, there’s the unassailable archetype—impossibly cool and deliberately unattainable—and then there’s the 2020s update: earnestly celebrating whatever you’ve got to work with. And that’s where Violette, who goes by her first name only, has carved out a singular space. Today, she is expanding it with a multicategory vegan beauty brand, Violette_fr, that nods to her social-media success—a community of 300,000 that has helped rack up more than 24 million views on her @Violette_fr YouTube channel—and draws on 10 years of research and feedback from friends, models who have become friends, and, of course, followers.", "Within minutes of a Zoom call earlier this spring, it becomes clear why this particular French girl res­onates with women in America—not to mention this particular American living in Paris. Violette beams onto the screen with a wide smile, surrounded by enviably good light and dressed in a flowy white blouse and jeans. Her eyes—lined in a deep blue pigment from her new collection—are dusted by her signature Birkin bangs. She is excitedly telling me about her new office in the Brooklyn Navy Yard, and after years of standoffish first encounters with other Frenchwomen, I find her warmth and approachability disarming. Also refreshing: when Violette admits that she’s not ac­­tually that into makeup. “No one should be dependent on a product to feel good. It should be an extension of our identities, like a wellness tool,” she says emphatically. “What interests me is the ephemeral art you can create with makeup, not the trends.” This kind of creative expression isn’t about doing nothing, she insists, despite a pervasive “effortless beauty” narrative that surrounds her and her work, which she acknowledges is a loaded concept. And it’s not about losing yourself in a convoluted process, either. “The way you wear your makeup should make you feel something. But I don’t like when it’s trying too hard.”", "“She’s a multihyphenate artist,” says Glossier founder Emily Weiss. “She has a practical and playful approach to translating beauty into everyday life, which is often very hard for professionals to do”", "As a fine-arts student at the prestigious École du Louvre in Paris, Violette stumbled into makeup, intrigued by the idea of using the face as a canvas. With no formal training and without assisting a more established artist—the most tried-and-true road to success—she decided to pursue a career in beauty. After a yearlong stint in New York at 19, knocking on the doors of modeling agencies and showing up to shoots with her own loose pigments, she moved back to Paris with a four-year goal: Make it work as a makeup artist on her own terms, or move on. Early jobs at French Vogue helped her build a reputation for custom-mixed colors and modern textures, earning her industry support and exposure. In 2012, at just 27 years old, she was named international makeup designer for Dior Beauty, the youngest in the brand’s history. When Violette returned to New York three years later, similarly determined to make it work in the U.S., she launched her YouTube channel, which features a confessional and upbeat tone and covers everything from the impact of pregnancy on skin and hair (Inès, her daughter with her photographer husband, Steven, was born in 2019) to the mood-boosting power of a red lip.", "“YouTube viewers are savvy, and they can tell immediately when a creator is faking it,” Derek Blasberg, YouTube’s head of fashion and beauty, explains of Violette’s polished-to-a-point appeal. “She is the real deal, and that’s why she has performed well on the platform.” That, and the fact that she made it a priority to evolve her own channel into a network that showcases content from like-minded contributors, such as chef-activist Sophia Roe and British-Indian blogger Kavita Meera Mehta. “She’s a multi­hyphenate artist, really, not just a makeup artist,” says Glossier founder Emily Weiss, who became fast friends with Violette after they met in Cannes in 2012, during Weiss’s erstwhile days as a blogger. “She has a practical and playful approach to translating beauty and makeup into everyday life, which is often very hard for professionals to do.”", "That’s precisely why Estée Lauder hired Violette to be its global beauty director in 2017—and it’s ultimately what she hopes to accomplish with her own brand, which spans makeup, skin care, fragrance, and hair, in practical formats with low-waste packaging. “What’s the goal of trying to compete with Lauder?” Violette asks, noting her deliberately tight curation. “I wanted to create products people don’t have.”", "The result is what she calls “street luxury”—top-shelf formulas at accessible prices. A unisex roll-on fragrance smells of musky vetiver, while an ingenious volumizing and oil-absorbing dry shampoo has a built-in brush applicator for on-the-go touch-ups. There’s also a single, universal highlighter for all skin tones, six liquid eye paints in highly pigmented colors that are easily blended with fingertips, and the only red lip color you need—a creamy blue-toned crimson designed to mimic the color and finish of rose petals in Paris’s Bagatelle gardens. But the standout offering just might be the Boum Boum Milk, a three-in-one toner, serum, and moisturizer with an innovative creamy spray-on texture that Violette formulated with clean-beauty chemist Luc Jugla. “It’s my hero product,” she says, walking me through how easily the hydrating Icelandic glacial water– and–fermented birch-sap emulsion mists onto the skin.", "It can even be scrunched into hair for a languid look—that once-​essential part of the romanticized Gallic construct that has, finally, started to break down. These days, what the Frenchwomen I see every day want is the freedom to embrace exactly who they are without ascribing to outdated, unrealistic expectations. They are drawn to brands and products that afford them the same opportunity—and that are easily obtainable: In addition to being available in the U.S. on Violettefr.com, the products will also line the shelves at select Parisian pharmacies this spring, something that should excite local French girls (and tourists who aspire to shop like them). Adds Violette, “My dream is that everybody feels welcome here.”", "Styling: @allisonbornstein6", "Hair: @drewmartinhair", "Videographer: @thestreetsensei"], "authors": ["Lindsey Tramuta", "Lindsey Tramut"], "keywords": ["theres", "violette", "debut", "makeup", "girl", "french", "democratizing", "thats", "skin", "line", "dont", "work", "artist", "beauty", "product"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}