{"id": "51575880-31f5-3bfd-b0e2-7db009fb0c02", "title": "Chick Corea died on February 9th", "url": "https://www.economist.com/obituary/2021/02/18/chick-corea-died-on-february-9th", "summary": "T HE INSTRUMENT was new and shiny, trailing black cables across the stage, and Chick Corea did not much like the look of it.\nThe year was 1968, he was in trumpeter Miles Davis’s band, and he was sitting at a Fender Rhodes electric piano.\nIn music, jazz especially, one exploration naturally led to another.\nThat encounter with the Rhodes piano had, nonetheless, been dramatic for him.\nSynthesisers quickly followed the Rhodes piano, but he seldom gave up the chance to commune with a Steinway—even if sometimes in trainers, or in one of his Hawaiian shirts.", "paragraphs": ["T HE INSTRUMENT was new and shiny, trailing black cables across the stage, and Chick Corea did not much like the look of it. Nor, as he sat down and tapped the keys in his clear, springy style, did he much like the sound of it. The year was 1968, he was in trumpeter Miles Davis’s band, and he was sitting at a Fender Rhodes electric piano.", "Listen to this story Your browser does not support the <audio> element. Enjoy more audio and podcasts on iOS or Android.", "This was the future, though. He and Miles had been wondering for a while whether jazz could move authentically from acoustic instruments to electric, fuse with rock and rhythm ‘n’ blues, and thus bring in audiences of thousands. A few more notes and runs, and he began to like it fine. They tried it out together on an album called “Filles de Kilimanjaro”; then, by the early 1970s, he was playing a Rhodes in his own band, called Return to Forever, with Stanley Clarke and Bill Connors (later Al di Meola) on electric guitars and Lenny White on drums. They looked like any other shaggy tight-trousered rock group of the time. But when they launched into his “Hymn of the Seventh Galaxy” in 1973 he began to realise what they had done. This jazz was so new and so exciting that it made the hairs stand up on his arms. Under his wiry control at the keyboards, challenging, beaming, wriggling his shoulders with delight (“Chick” came from “Cheeky”, which he was), the band became his Mothership, adventuring in the limitless space where all musical styles flowed round each other.", "That adventure was to last a lifetime. Over the decades he won 23 Grammys and 67 nominations for his reinvigoration of jazz. He played to packed houses the world over, touring with barely a break. Yet he found it odd to be celebrated as a jazz-fusion pioneer, as if you could say where one sort of jazz ended and another began. He treated music more like a swimming pool, where he just jumped in and had fun.", "Fusion, in any case, went on all the time. As soon as you played a piece with anyone, you exchanged ideas. As a young player in New York in the 1960s he had learned from everyone he gigged for: from Stan Getz, who tamed his wildest side and taught him melodic simplicity, to Mongo Santamaria, who shaped his African-Cuban instincts with the beat of a conga drum. (He felt so passionately Spanish, or Cuban, by the end of his gigs in Harlem that it was odd to think his ancestry was Italian.) Even the “older guys”, Mozart, Chopin, Scriabin, were still teaching him, his kindred spirits. He once wove Mozart’s Sonata in F major into Gershwin’s “The Man I Love”, and was amazed at how well they went together.", "In music, jazz especially, one exploration naturally led to another. He had only to think how he composed, hearing a tune in his head, playing off it, adding on, doodling with crayons to jog his creativity along. Sometimes he wrote phrases down, or composed at a keyboard so they were stored. All too often, though, he couldn’t catch them. Music, like a waterfall, never stayed still, and nor did bands. But that was good. Every change of players brought in something fresh. An Egyptian snare drum sent his music in one direction, a flute in another. He tried duos with a vibraphone-player, Gary Burton, and a banjoist, Bela Fleck, to see what strange, thrilling sounds came through. When he set up an online academy later and asked the young to send in questions, it was at least partly to provoke new thoughts. He welcomed wrong notes, didn’t much mind miscues: they could pitch him down a different path.", "That encounter with the Rhodes piano had, nonetheless, been dramatic for him. It came just after he had taken up Scientology and, with it, began to wonder about the effect he could have in the world. He had never wondered about it before. Growing up in Chelsea, Massachusetts, he spent hours experimenting on the piano, alone in his bedroom into which the piano, like a spacecraft, had had to be hoisted by a crane. His father was a Dixieland trumpeter; music sang round the house, and the joy it gave him did not seem to need sharing. Now he thought it did. Music was a story he could tell, to fill people’s imaginations. He noticed, too, how stars like the Beatles sold themselves as entertainers to huge crowds, while jazz-players still haunted their smoky clubs. He wanted to play innovative, heart-lifting jazz on a rock-star scale, too.", "To the fury of purists (people with no curiosity, he thought) jazz fusion became a great commercial success. But he was still exploring. Even as fusion arrived he was playing avant-garde acoustic stuff, indulging his wild, atonal, piano-string-plucking side with a group called Circle. Later on, with fusion all the rage, he played sessions with his friend Herbie Hancock on a couple of concert grands, duels of improvisation on anything from Duke Ellington to Bartok’s “Mikrokosmos”. He loved the family rapport of bands, but also needed every so often to check out the world alone. Synthesisers quickly followed the Rhodes piano, but he seldom gave up the chance to commune with a Steinway—even if sometimes in trainers, or in one of his Hawaiian shirts.", "In short, he was not to be tied down, not even to success. His most famous and popular song was a number called “Spain”, from 1973. It had come to him in the usual random way, as he was trying out the second movement of Rodrigo’s “Concierto de Aranjuez”. He added this and that, put in other rhythms, and the piece rolled out from there. Yet its very popularity, once it was recorded, froze it in place. Anxiously he rearranged, reinvented, and in 1999 scored it for the London Philharmonic Orchestra. But in the end it was not a piece for free adventuring any more.", "That was the vital thing. As late as 2014 he astonished one critic by saying, as he strolled onstage for a two-hour solo concert, that he had no plan. That was usually the case. No plan or, if he was with a band, only last-minute rehearsals. He wanted to be surprised by what would happen if, say, he started improvising from the hesitant first bars of Chopin’s Mazurka in A minor. Even if he felt at home with the venue and the crowd, he wanted to approach with his sharp, searching fingers a world he had never visited before. And with his first note, like that first note on the Fender Rhodes, spring over any doubt, and take the audience with him. ■"], "authors": ["The Economist"], "keywords": ["9th", "chick", "jazz", "band", "playing", "wanted", "corea", "rhodes", "died", "began", "music", "called", "piano", "world"], "pubDate": "2021-02-18T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}