{"id": "5158295f-cdce-38cd-a6ef-1630dd81a72a", "title": "Five of the world’s best homes for sale with stunning staircases", "url": "https://propertylistings.ft.com/propertynews/chile/6552-five-of-the-worlds-best-homes-for-sale-with-stunning-staircases.html", "summary": "Situated about 20km north-east of central Santiago, the house is on the market for $8.1m.\nFor treading lightlyA large skylight floods the open-tread oval staircase of this waterfront Floridian home with natural light.\nThe contemporary design continues throughout the five-bedroom property, which sits at the southern tip of Rivo Alto island in Miami’s Venetian Islands.\nThe four-bedroom house, restored in 2011, comes with well-maintained gardens, an orchard and outdoor swimming pool.\nPhotographs: Savills; Chile Sotheby’s International Realty; Berkshire Hathaway; Christie’s International Real Estate; Knight Frank; Damianos Sotheby's International Realty", "paragraphs": ["By Kate Youde", "For making an entrance", "Visitors to this seven-bedroom Chilean mansion are greeted by a double-height entrance hall with an imposing set of marble stairs, a wraparound balcony and a stained glass cupola. Situated about 20km north-east of central Santiago, the house is on the market for $8.1m.", "For treading lightly", "A large skylight floods the open-tread oval staircase of this waterfront Floridian home with natural light. The contemporary design continues throughout the five-bedroom property, which sits at the southern tip of Rivo Alto island in Miami’s Venetian Islands. A boat lift and dock are included in the $20m asking price.", "For a beautiful balustrade", "The wooden stairs of this early 20th-century villa, situated less than 2km from Florence’s Duomo, are framed by an intricate black iron railing with a floral motif, which complements the Florentine lily designs on the floors. The four-bedroom house, restored in 2011, comes with well-maintained gardens, an orchard and outdoor swimming pool. All could be yours for €7.45m.", "For contemporary curves", "A concrete and glass spiral staircase (also main picture, above) makes a striking first impression in the entrance hall of this modern nine-bedroom villa in Nueva Andalucía, an upmarket neighbourhood of Marbella. The €11.8m property features indoor and outdoor pools and, in case the new owners prefer not to climb the dramatic steps, there is also a lift.", "For sweeping down to dinner", "The elegant monochrome double staircase in the nine-bedroom main house of this newly built estate in the Bahamas provides the perfect backdrop for showing off new eveningwear. Other features of the 20,000 sq ft property, priced at $32m, include a private beach and dock, an infinity pool, built-in fish tanks and a two-bedroom guest cottage.", "Photographs: Savills; Chile Sotheby’s International Realty; Berkshire Hathaway; Christie’s International Real Estate; Knight Frank; Damianos Sotheby's International Realty"], "authors": [], "keywords": ["situated", "villa", "staircases", "worlds", "sale", "property", "best", "realty", "pool", "international", "house", "stairs", "stunning", "staircase", "sothebys", "homes"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}