{"id": "5180f77d-8d64-3d04-9e48-bd6059005fa9", "title": "Biden raises Taiwan and human rights with Xi Jinping in first phone call", "url": "https://www.theguardian.com/world/2021/feb/11/biden-raises-taiwan-tensions-and-human-rights-with-xi-jinping-in-first-phone-call", "summary": "Joe Biden has affirmed the US’s tough line on China’s human rights abuses and regional expansionism in his first phone call with president Xi Jinping since taking office.\n“I spoke today with President Xi to offer good wishes to the Chinese people for lunar new year,” said Biden.\n“I also shared concerns about Beijing’s economic practices, human rights abuses, and coercion of Taiwan.\nXi also warned Biden to cautiously handle matters like Hong Kong, Taiwan and Xinjiang, which he said were “internal affairs” about China’s territorial integrity.\nThe Biden administration has pledged to continue giving “rock solid” support for Taiwan, and has predicted “extreme competition” between the two countries.", "paragraphs": ["Joe Biden has affirmed the US’s tough line on China’s human rights abuses and regional expansionism in his first phone call with president Xi Jinping since taking office.", "Xi defended China’s policies as matters of sovereignty, but told the US leader confrontation would be “a disaster”, and called for the two sides to re-establish the means to avoid misjudgments, according to state media.", "The call came just hours after the announcement of Biden’s establishment of a Pentagon task force on China and a senior state department official meeting in person with Taiwan’s representative to the US.", "The US’s support for Taiwan, which is fending off aggression and threats of “unification” from Beijing, is one of the most sensitive issues in the US-China relationship, and one raised by Biden during the call.", "“I spoke today with President Xi to offer good wishes to the Chinese people for lunar new year,” said Biden. “I also shared concerns about Beijing’s economic practices, human rights abuses, and coercion of Taiwan. I told him I will work with China when it benefits the American people.”", "A White House account of the conversation said Biden also raised the crackdown in Hong Kong and human rights abuses in Xinjiang, and China’s “increasingly assertive actions in the region”. They also discussed global health security, climate change, and preventing weapons proliferation, the White House said.", "Chinese state media said the two leaders had “exchanged greetings on the occasion of the Chinese New Year, and had an in-depth exchange of views on the bilateral relationship and major international and regional issues”. Xi also warned Biden to cautiously handle matters like Hong Kong, Taiwan and Xinjiang, which he said were “internal affairs” about China’s territorial integrity.", "An account of the call given by state media said Xi reiterated that cooperation was “the only correct choice” and the two countries need to properly manage disputes in a constructive manner.", "“Cooperation can help the two nations and the world to accomplish big things, while confrontation is definitely a disaster,” he said, according to a separate report by South China Morning Post.", "The new Pentagon task force on China consists of 15-members led by a senior advisor to Lloyd Austin, the department’s secretary. The group will review US national security and military strategy on China.", "The Biden administration has pledged to continue giving “rock solid” support for Taiwan, and has predicted “extreme competition” between the two countries. He has suggested he will draw on his familiarity with Xi from his time as vice-president.", "Ahead of the Xi call a senior administration official briefed reporters that the Biden team had “found merit” in the Trump administration’s “basic proposition of an intense strategic competition with China … but we found deep problems with the way in which the Trump administration went about that competition,” Axios reported.", "The Trump administration’s relationship with Beijing began warmly, and the White House at the time described Trump’s first phone with the Chinese leader as “extremely cordial”. However during his term relations plummeted, with tensions over trade, the pandemic, and China’s crackdowns and abuses on human rights and regional neighbours, including Taiwan, and in the South China Sea. US arms sales to Taiwan increased dramatically under Trump, and as China’s military expanded and modernised, cross-strait tensions rose.", "Biden’s administration is reviewing sanctions and tariffs imposed by Trump, but has said it will continue a tougher line than that held during Obama’s term. It has elevated the decades-old six assurances made with the island’s government to the same level as the three communiques outlining China-US relations, and the Taiwan Relations Act which requires the US provide material support to Taiwan for its self defence.", "China’s military has reacted aggressively. Late last month it sent more than a dozen fighter jets, bombers, and reconnaissance planes into Taiwan’s air identification zone on two consecutive days, far more than the usual sorties of two or three aircraft sent on a regular basis in the past year. It was widely interpreted as a message to the newly inaugurated Biden.", "Earlier on Wednesday in Washington, Taiwan’s de facto ambassador to the US, Hsiao Bi-khim, said she had met the acting assistant secretary of state for east Asian and Pacific affairs, Sung Kim.", "Hsiao said she had a “good meeting” with Kim and his team, “where we covered many issues of mutual interest, reflecting our strong and broad partnership”.", "The state department’s bureau tweeted a picture of the meeting, with the two representatives standing together and wearing face masks.", "“The US is deepening ties with Taiwan, a leading democracy and important economic and security partner,” it said on its Twitter account."], "authors": ["Helen Davidson"], "keywords": ["raises", "china", "trump", "rights", "phone", "jinping", "chinas", "administration", "taiwan", "human", "biden", "state", "xi"], "pubDate": "2021-02-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}