{"id": "51d9bf85-a6ea-35fe-9364-8a34b6e6352f", "title": "Migrants view the US with hope and caution after Biden scraps 'Muslim ban'", "url": "https://www.theguardian.com/us-news/2021/feb/11/muslim-ban-donald-trump-joe-biden-visa", "summary": "Some are still wary, wondering if the xenophobia that birthed the Muslim ban will linger long after the order has been scrapped.\nOf the estimated 42,000 people whose visa applications were turned down as a result of the ban, most were Iranians.\nThe Trump order threw the process into chaos, he says.\nI wondered, ‘Are Americans always going to think of me differently?’”It was the reaction of her colleagues and friends in California to the Muslim ban that gave her faith, she says.\n“People in the community are definitely joyful that Trump has gone and the ban has been lifted,” he says.", "paragraphs": ["Their travel documents were meticulous, and security checks showed no red flags. “Your case looks great,” an apologetic American consular officer told Hedieh Elkhlasi’s parents at the US embassy in Armenia. “But because of the executive order, I just can’t print a visa for Iranians.”", "The rejection was one of tens of thousands issued by US embassies across the world over the four years since Donald Trump signed Executive Order 13769, the first of several attempts to enforce a policy that became notorious as the “Muslim ban”. Legal challenges chipped away at some of the restrictions, but travel bans on citizens from more than a dozen mostly-Muslim majority countries survived – until they were scrapped by President Joe Biden in one of his first acts in office.", "It was the end of a cruel regime of policies that did nothing to make Americans safer, according to national security experts. Instead, it cut US citizens off from their friends and families, upended educations and careers, and tarnished the reputation of a country that, despite its misadventures in the Islamic world, was still a magnet for ambitious and successful Muslim migrants.", "Many are now preparing to apply for visas again, hoping Biden’s election will turn the page on a dark era of American history. Some are still wary, wondering if the xenophobia that birthed the Muslim ban will linger long after the order has been scrapped.", "Of the estimated 42,000 people whose visa applications were turned down as a result of the ban, most were Iranians. Elkhlasi, 30, was born in Tehran but became an American citizen only months before Trump was elected. It felt as if the country to which she had sworn allegiance had turned on her, she says.", "“I became a US citizen to defend the US and to do whatever it took to count this as my country,” she says. “But this country was not allowing my parents to even come and visit me, to see my new house. I was heartbroken.”", "Three weeks before the first ban came into place, Shawki Ahmed’s wife and three children had interviewed for their US citizenship applications at the American embassy in Cairo. The second-generation Yemeni American, a member of the NYPD, had been trying to get his family to the country since the eruption of Yemen’s civil war in 2014.", "The Trump order threw the process into chaos, he says. “It took two and a half years to sort out: legal fees, I wrote the embassy, used lawyers – nothing.”", "It became clear the hurdle was not a matter of documents or security tests – it was simply who they were.", "“I’m a police officer, my father came to this country in 1959, we are law-abiding tax-paying citizens, we’re not dependent on welfare,” Ahmed, 40, says. “But apparently Trump decided those things don’t matter just because of our last name – because we are Muslim.”", "In Gaziantep, Syrian national Aya Shayah had more riding on the US presidential election than most. Her son, Hisham, requires surgery on his ear that a specialist in Los Angeles can complete six months faster than doctors in Turkey. She had visited her sister in the US a few times since 2013. Visiting Myrtle Beach in South Carolina was “like a movie”, the Syrian national recalls. “People running, and kites in the sky, and dog walking, it was so nice to see that.”", "Aya Shayah applied for a US visa in 2016 so her son Hisham could have ear surgery performed in Los Angeles. Photograph: Courtesy Aya Shayah", "She filled out an application to renew her visa in 2016, just before Trump won office. “It was a very long application, they literally wanted every detail of my life from about age five,” Shayah says. “And after all that, there was a six-month silence, and then they rejected me.”", "With Syrians now allowed to visit, and her sister pregnant again, she will try to return. “Now Trump is gone, I am applying for us again and I hope we will get it, I am feeling positive about it,” Shayah says.", "Elkhlasi followed the presidential race from London, where she moved after two years of lobbying to allow her parents to enter the US, efforts that she says left her questioning if she could ever really be American. “The ban felt very personal,” she says. “It got me mad, I was in a depression phase. I wondered, ‘Are Americans always going to think of me differently?’”", "It was the reaction of her colleagues and friends in California to the Muslim ban that gave her faith, she says. “They said they were sorry, that they didn’t know how to apologise – even though it wasn’t their fault. But it made me feel better. It changed my feelings about America, and that’s the only reason I want to give it another try.”", "Ahmed’s family was stranded abroad for almost three years. “It was very costly emotionally,” he says. “My kids were out of school for close to a year, it was very hard on them; they wanted to know what they had done wrong to be cut off from home and their dad. My mother was sick in Cairo and I couldn’t bring her to America for treatment.”", "In October 2019, he finally managed to get them to the US, but knows that tens of thousands of others in similar situations had no such luck. “People in the community are definitely joyful that Trump has gone and the ban has been lifted,” he says. “We feel like democracy has been restored. This is the America my father came to: immigrant America is the real America.”"], "authors": ["Michael Safi", "Bethan Mckernan"], "keywords": ["shayah", "security", "country", "trump", "scraps", "view", "visa", "order", "caution", "america", "hope", "migrants", "biden", "american", "ban", "muslim"], "pubDate": "2021-02-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}