{"id": "51e57ba1-27d5-3f22-983c-29fd1d34127a", "title": "Pennsylvania Gov. Tom Wolf closes indoor dining, gyms as part of tightened coronavirus restrictions", "url": "https://www.foxnews.com/lifestyle/pennsylvania-tom-wolf-closes-indoor-dining-gyms-coronavirus-restrictions", "summary": "Pennsylvania was hit with new restrictions as positive coronavirus cases continue to explode throughout the state.\nTom Wolf held a press conference on Thursday afternoon announcing the newest rules, which include a ban on all indoor dining, as well as closing gyms, theatres and other indoor entertainment for three weeks.\nAdditional temporary restrictions were revealed, which limit gathering sizes to 10 people inside and 50 outdoors, and ban spectators from attending in-person professional and collegiate sports.\n“It is the virus that is dictating this,” Wolf said in the press conference for the newest round of restrictions.\nAs of Thursday, the state has had 205 new deaths, with an average of 10,000 new cases a day.", "paragraphs": ["Pennsylvania was hit with new restrictions as positive coronavirus cases continue to explode throughout the state.", "Gov. Tom Wolf held a press conference on Thursday afternoon announcing the newest rules, which include a ban on all indoor dining, as well as closing gyms, theatres and other indoor entertainment for three weeks. Outdoor dining and takeout are still allowed to remain open.", "Additional temporary restrictions were revealed, which limit gathering sizes to 10 people inside and 50 outdoors, and ban spectators from attending in-person professional and collegiate sports. High school and youth sports have been suspended.", "The new rules will go into effect 12:01 a.m. Saturday and remain in place until 8 a.m. Jan. 4, according to a tweet from the governor.", "“It is the virus that is dictating this,” Wolf said in the press conference for the newest round of restrictions.", "GUY FIERI PRODUCING DOCUMENTARY ABOUT RESTAURANTS STRUGGLING DURING CORONAVIRUS PANDEMIC", "Wolf, who announced he had tested positive for the coronavirus on Wednesday, had previously said additional measures would be taken in the coming days to help slow the spread of the virus, which has been increasing in the state. As of Thursday, the state has had 205 new deaths, with an average of 10,000 new cases a day. Dec. 4 saw more than 12,000 new cases, a new high. There have been 450,924 confirmed cases overall, according to data from Johns Hopkins.", "FLORIDA RESTAURANT PAYING EMPLOYEES $70K IN BACK WAGES FOR ALLEGEDLY GIVING TIPS TO MANAGERS", "The Keystone State governor has gotten push back from officials and citizens for his restrictions.", "In September, a federal judge ruled that some of Wolf’s earlier coronavirus shutdown restrictions were unconstitutional after a lawsuit on behalf of a group of small-business owners from hair salons, drive-in movie theaters and others.", "CLICK HERE TO SIGN UP FOR OUR LIFESTYLE NEWSLETTER", "Fox News’ Michael Ruiz contributed to this report."], "authors": ["Alexandra Deabler", "Alexandra Deabler Is A Lifestyle Writer", "Editor For Fox News."], "keywords": ["tom", "remain", "coronavirus", "state", "tightened", "rules", "pennsylvania", "virus", "cases", "press", "indoor", "gov", "wolf", "restrictions", "positive", "dining", "gyms"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}