{"id": "51f4fc41-9754-3263-82fc-b834ac976071", "title": "Prince Philip's military career, World War II bravery: A look back", "url": "https://www.foxnews.com/entertainment/prince-philips-military-career-world-war-ii", "summary": "Prince Philip, a man whose duty to his wife, Queen Elizabeth II, was only surpassed by his duty to the Armed Forces of Britain, passed away Friday at the age of 99.\nHe served on the HMS Ramillies initially, moving to the HMS Valiant shortly afterward and the HMS Wallace after that.\nPhilip helped spot enemy crafts, both during the day and night, often saving the vessels he served on.\nThe Duke was a consummate military man: He was heavily decorated for his service in the war, including medals for bravery, but his service extended beyond the Navy.\nPRINCE PHILIP WILL NOT HAVE A STATE FUNERAL, BODY WILL LIE AT REST IN WINDSOR CASTLEThe Duke also held the post of colonel-in-chief for a number of British and overseas regiments.", "paragraphs": ["Prince Philip, a man whose duty to his wife, Queen Elizabeth II, was only surpassed by his duty to the Armed Forces of Britain, passed away Friday at the age of 99.", "The Duke of Edinburgh was married to the Queen for more than 70 years, but his service in the British Navy predated his relationship to the future monarch: Philip joined the Royal Navy in 1939 at the start of World War II, only a teenager at the time.", "He served on the HMS Ramillies initially, moving to the HMS Valiant shortly afterward and the HMS Wallace after that. He was a searchlight control officer, acting in a pivotal role against Italian forces.", "Philip helped spot enemy crafts, both during the day and night, often saving the vessels he served on.", "In dispatches from the time, Philip was praised for his contributions to the Battle of Cape Matapan, during which allied forces sank five enemy vessels and killed over 2,000 enemy officers, with only four seamen and four light vessels lost in the exchange.", "PRINCE PHILIP'S DEATH WILL PROMPT PRINCE HARRY TO REUNITE WITH HIS FAMILY SOONER THAN EXPECTED, AUTHOR CLAIMS", "Philip swiftly rose through the ranks, earning the rank of first lieutenant by 1942 after the Battle of Crete. He was also present at the signing of Tokyo’s surrender in September 1945.", "The Duke was a consummate military man: He was heavily decorated for his service in the war, including medals for bravery, but his service extended beyond the Navy.", "His active service ended once the Queen acceded to the throne in 1952, four years after their wedding. Philip took no active role with the royal family, instead simply acting as royal consort – a role he held for longer than any other in British history.", "Philip was appointed at various times to serve as admiral of the Sea Cadet Corps, colonel-in-chief of the Army Cadet Force and air commodore-in-chief of the Air Training Corps, the Daily Mail reported.", "PRINCE PHILIP WILL NOT HAVE A STATE FUNERAL, BODY WILL LIE AT REST IN WINDSOR CASTLE", "The Duke also held the post of colonel-in-chief for a number of British and overseas regiments.", "Those roles pushed him to train as a pilot with the RAF, completing just under 6,000 hours of flight time by the time he gave up flying in the late 1990s.", "Philip only revealed frustrations at his diminished role during an interview to mark his 90th birthday, during which he said he struggled to find a role for himself.", "\"There was no precedent,\" the Duke told the BBC at the time. \"If I asked somebody, ‘What do you expect me to do?’ they all looked blank – they had no idea, nobody had much idea.\"", "'THE CROWN' STAR TOBIAS MENZIES REACTS TO PRINCE PHILIP'S DEATH", "He said it was \"naturally disappointing\" to give up his career, especially having just received a promotion to commander at the time.", "\"But then, equally, if I stopped and thought about it, being married to the Queen, it seemed to me my first duty was to serve her in the best way I could,\" he explained.", "Philip remained a supportive husband, with courtiers saying he was the only person to treat the monarch as a human being, according to Reuters.", "The Queen said once that Philip was \"quite simply … my strength and stay all these years.\"", "CLICK HERE TO GET THE FOX NEWS APP", "\"I, and his whole family, and this and many other countries, owe him a debt greater than he would ever claim, or we shall ever know,\" Queen Elizabeth II said in tribute to her husband during a speech to mark their 50th wedding anniversary."], "authors": ["Peter Aitken", "Peter Aitken Is A New York Born-And-Raised Reporter With A Focus On National", "Global News."], "keywords": ["vessels", "look", "ii", "philips", "duke", "prince", "military", "career", "war", "service", "hms", "royal", "bravery", "role", "philip", "queen", "world"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}