{"id": "51fd42b1-6cfc-314c-8ec4-18fbe3b7bab3", "title": "2022 PGA Championship to Be Moved from Trump National After US Capitol Breach", "url": "https://bleacherreport.com/articles/2926323-2022-pga-championship-to-be-moved-from-trump-national-after-us-capitol-breach?utm_source=cnn.com&utm_medium=referral&utm_campaign=editorial", "summary": "Seth Wenig/Associated PressThe 2022 PGA Championship will no longer be held at Trump National Golf Club in Bedminster, New Jersey.\nPGA of America President Jim Richerson issued a statement Sunday about the board of directors voting to move the event.\n\"The PGA of America Board of Directors voted tonight to exercise the right to terminate the agreement to play the 2022 PGA Championship at Trump Bedminster,\" he said.\nTrump National Golf Club in Bedminster was awarded the 2022 event by the PGA of America in October 2014.\nA replacement venue for the PGA Championship has not yet been determined.", "paragraphs": ["Seth Wenig/Associated Press", "The 2022 PGA Championship will no longer be held at Trump National Golf Club in Bedminster, New Jersey.", "PGA of America President Jim Richerson issued a statement Sunday about the board of directors voting to move the event.", "\"The PGA of America Board of Directors voted tonight to exercise the right to terminate the agreement to play the 2022 PGA Championship at Trump Bedminster,\" he said.", "In a phone interview with Doug Ferguson of the Associated Press, PGA of America CEO Seth Waugh said the vote to terminate was made as a result of the events Wednesday when a pro-Trump mob attacked the Capitol:", "\"We find ourselves in a political situation not of our making. We’re fiduciaries for our members, for the game, for our mission and for our brand. And how do we best protect that? Our feeling was given the tragic events of Wednesday that we could no longer hold it at Bedminster. The damage could have been irreparable. The only real course of action was to leave.\"", "When Congress convened Wednesday to certify the election results for Joe Biden, extremists stormed the Capitol, stealing federal property and interrupting the certification process in what some have called an act of domestic terrorism.", "As of Friday, five people had died as a result of the attack, including one woman who was shot and a police officer who was engaged with the rioters.", "The PGA of America announced in 2015 a mutual agreement with Trump to move that year's Grand Slam of Golf event from his Los Angeles course after he made racist remarks about Mexican immigrants on the campaign trail.", "Trump National Golf Club in Bedminster was awarded the 2022 event by the PGA of America in October 2014.", "A replacement venue for the PGA Championship has not yet been determined. The 2021 event will be held at Kiawah Island Golf Resort's Ocean Course in South Carolina from May 20-23."], "authors": ["Adam Wells"], "keywords": ["pga", "national", "capitol", "championship", "america", "event", "breach", "course", "terminate", "bedminster", "golf", "moved", "2022", "trump"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}