{"id": "521215a3-7b8f-3da4-9570-5b8e542ec7fe", "title": "Joely Richardson says she had ‘no idea’ Nicolas Cage ‘had this huge fan base’: ‘I was fascinated’", "url": "https://www.foxnews.com/entertainment/joely-richardson-nicolas-cage-color-out-of-space", "summary": "Joely Richardson wouldn’t face an evil alien force without the help of Nicolas Cage.\nJoely Richardson: Well, he's a very good actor and he's sort of become this icon.\nI didn't realize he has this huge fan base with that age group.\nRichardson: I think anyone who's lived long enough on this planet, you definitely have moments of ups and downs, work-wise.\nWhat I didn't know when I signed on was that, ironically, it would turn out to be a truly nice job.", "paragraphs": ["Joely Richardson wouldn’t face an evil alien force without the help of Nicolas Cage.", "The English actress is starring in the sci-fi/horror film “Color Out of Space,” which is inspired by H.P. Lovecraft’s 1927 story that was believed to be the cult writer’s personal favorite.", "The tale, which centers on horrifying extraterrestrials who invade Earth as an eerie, non-existent color, has appeared in many screen adaptions, beginning with 1965’s “Die, Monster, Die!” starring Boris Karloff, The Hollywood Reporter shared.", "Richardson, 55, is no stranger to challenges. The star, who comes from an acting family, has successfully made her mark in films, taking on a variety of roles over the years. Richardson is the daughter of Oscar-winning actress Vanessa Redgrave, the matriarch of a venerable British acting dynasty that includes her late father Michael Redgrave; her late siblings Lynne and Corin Redgrave; and her children, Natasha Richardson, who died in a ski accident in 2009, and director Carlo Nero.", "‘FACTS OF LIFE’ STAR LISA WHELCHEL EXPLAINS WHY SHE DIDN’T RELEASE MORE MUSIC AFTER HER ’80S SOLO ALBUM", "‘JEOPARDY!’ HOST ALEX TREBEK IS LEADING HIS LIFE ‘WITH DIGNITY’ AMID CANCER TREATMENTS, SAYS ROB BELUSHI", "Richardson spoke to Fox News about working alongside Cage, 56, the biggest challenge that awaited her on set, and whether there was ever a time she felt like giving up on acting.", "Fox News: What surprised you the most about Nicolas Cage?", "Joely Richardson: Well, he's a very good actor and he's sort of become this icon. What I didn't realize is, being a peer of his, was that when I told my nephews and nieces and my daughter that I was working for... In other words, the young generation, people in their twenties. They were like, \"Oh my God, Nick Cage. I love him.\" I didn't realize he has this huge fan base with that age group. I was fascinated because I grew up watching his films... I found them to be fascinating, very intelligent.", "‘WHEEL OF FORTUNE’ HOST PAT SAJAK’S DAUGHTER SAYS ‘IT WAS A DIFFICULT TIME’ WHEN STAR HAD HEALTH SCARE", "'PRETTY WILD' STAR ALEXIS HAINES EXPLAINS HOW BLING RING ARREST CHANGED HER LIFE AFTER GETTING HIGH EVERY DAY", "Fox News: Was there ever a point in your career where you felt like giving up because things weren't going your way at the time?", "Richardson: I think anyone who's lived long enough on this planet, you definitely have moments of ups and downs, work-wise. But I think what I've been lucky in is that I do theater, TV and film, so I've got quite a wide net of things I like to do.", "And say, for instance, after all the years of \"Nip/Tuck,\" I would definitely do theater again, so I can go and do something completely different, but that's the same job if you know what I mean? I needed to do a live performance, and then having done that for a few years, then I wanted to go back to TV and film. So I think I'm lucky in that I enjoy all three outlets of it.", "‘MY THREE SONS’ STAR TINA COLE DITCHED TWIN BEDS WITH ON-SCREEN HUSBAND DON GRADY", "FORMER TEEN IDOL LEIF GARRETT EXPLAINS DESCENT INTO HARD DRUGS: ‘THERE HAS ALWAYS BEEN MORE TO MY STORY’", "Fox News: What was the biggest challenge that you faced on set?", "Richardson: I think, given that so much was in an atmosphere of improvisation, you have to stay absolutely present, but I think the biggest challenge for me was the discipline of the prosthetics because I'm just not good with three to five hours in a makeup chair.", "And I actually found a way to do it. I found a place, mentally, where I could shut down. Do you know how everyone has different fears like some people are scared of spiders? I'm not scared of spiders, but mine is hours and hours of prosthetics, and I was actually really happy to confirm that, to see that I could do it. I could go through the claustrophobia of having all the masks and the layers, and actually got really into it and took some video essays on it, because it is such a level of artistry that they do. And it was really fun to be an ugly monster, rather than worrying about your lip liner.", "Fox News: What was your relationship like with the cast?", "Richardson: It's interesting. We were shooting in this very freaky house in the middle of nowhere, up a hill in Portugal, and we all felt very cut off from our worlds. A lot of people had come from America. And that's a very bonding experience, and because the story was so out there, there's a sort of closeness developed.", "RONNIE WOOD’S EX-WIFE JO WOOD RECALLS PHOTOGRAPHING THE ROLLING STONES OVER THE YEARS: ‘THEY DIDN’T NOTICE’", "ACTRESS GABRIELLE STONE EXPLAINS WHY SHE LEFT THE COUNTRY AFTER HUSBAND’S AFFAIR, HEARTBREAKING RELATIONSHIP", "To be honest, a lot of it is luck. It was luck that it was really nice people involved, and so there were no egos or no... The bonding thing was everyone being in it together, and so we would laugh and huddle round the heaters when it was two in the morning, it was freezing and you had to be in a nightdress, or whatever. It's that bonding of fellow spirits.", "Fox News: What was it about “Color Out of Space” that drew you in?", "Joey Richardson: Two people, Nick and Richard Stanley. I was sick when I read the script. I was running a bit of a fever and I was like, \"What? Well, what is this? I don't get it.\" And I was perplexed by it, honestly, but I was also sick and running a fever, and so then I thought, \"Well, Nick is [an] absolutely fascinating actor. Let me see who this director is.”", "So I looked him up, and then I watched the documentary about \"The Island of Dr. Moreau\" that he was involved with. And I was like, \"My God, this guy is fascinating.\" Although he can talk about some very extraordinary subjects, there was something grounded about his voice and because of the job I do, I listen a lot to voices, you see. They tell you so much about a person. And really, what his voice told me was that he has enormous integrity.", "DEAN MARTIN’S DAUGHTER DEANA RECALLS GROWING UP WITH ‘THE KING OF COOL,’ THE RAT PACK AND JERRY LEWIS", "FORMER VICTORIA’S SECRET MODEL NICOLE WEIDER EXPLAINS WHY SHE GAVE UP HER CAREER FOR GOD", "So it just seems so wild, this combination of the script and Nick and Richard, and I was like, \"You know what? This could go horribly wrong, but it could also be unlike anything I've ever experienced,\" and that's why I signed on. What I didn't know when I signed on was that, ironically, it would turn out to be a truly nice job.", "I imagined people would leave, I imagined there'd be delays, I thought there might be tantrums. There was none of that. There were just people getting on with it and working, and we had a short rehearsal period of two days with just the family, and there was just this great atmosphere.", "I mean, Richard would come into rehearsal with stories, or... he showed us these two stones that if you rub them together, they'll produce blood. And I was like, \"Whoa, this is a different kind of rehearsal.” But we were all weirdly excited about what was to come. I wouldn't have had it any other way.", "\"Color Out of Space\" is currently in theaters. The Associated Press contributed to this report."], "authors": ["Stephanie Nolasco"], "keywords": ["nick", "cage", "explains", "base", "idea", "nicolas", "fan", "think", "know", "huge", "richardson", "star", "didnt", "working", "joely", "daughter", "really", "fascinated"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}