{"id": "5229b257-9f5f-3520-8947-72fa3a91b35d", "summary": "For months, progressives pushed to open impeachment proceedings against Donald Trump, while Mrs Pelosi urged caution.\nThe shift has been prompted by a whistleblower’s report that the Office of the Director of National Intelligence (ODNI) is withholding from Congress.\nMr Trump has begun fighting back, initially by offering a fusillade of denials and rationalisations of his behaviour.\nIf what is alleged is true, Mr Trump invited a foreign nation to interfere in an American election.\nMr Trump said on September 24th he would release a transcript of his “perfect call” with Mr Zelensky.", "authors": ["The Economist"], "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "paragraphs": ["NANCY PELOSI has long been a Republican bogeyman. In 2018 Republican congressional candidates across America built her into a caricature of a wild-eyed, out-of-touch coastal liberal. In fact, Mrs Pelosi is among America’s most calculating politicians. That has frustrated some of those on the left of her caucus, but the leader of the House of Representatives knows that she owes her majority to moderates from conservative districts. For months, progressives pushed to open impeachment proceedings against Donald Trump, while Mrs Pelosi urged caution. On September 24th, though, she joined their calls, announcing that the House was “moving forward with an official impeachment inquiry.”", "Support for impeachment has spread from the Democratic caucus’s left flank to its centre. On the morning of Mrs Pelosi’s announcement, the Washington Post published an op-ed by seven moderate Democrats from swing districts with military or national-security backgrounds arguing that the president may have committed “an impeachable offence.” The previous day Adam Schiff, the reserved chair of the House Intelligence Committee, said that impeachment may be “the only remedy” to address Mr Trump’s conduct. Actually impeaching the president remains a long way off and is by no means certain. But it has moved from a theoretical to an actual possibility.", "Get our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.", "The shift has been prompted by a whistleblower’s report that the Office of the Director of National Intelligence (ODNI) is withholding from Congress. Its precise contents are unknown, but it appears to concern Mr Trump allegedly putting pressure on Ukraine to launch a corruption investigation into Hunter Biden, who served on the board of a Ukrainian oil firm, and whose father, Joe, is the Democratic presidential front-runner.", "The Wall Street Journal reported that Mr Trump pressed Volodymyr Zelensky, Ukraine’s newly-elected president, eight times in one phone call to work with Rudolph Giuliani, the president’s personal lawyer, on a probe into the younger Mr Biden. According to the Washington Post, one week before that call Mr Trump ordered that $400m in military aid to Ukraine be withheld, and administration officials were told to lie about the reason it was being withheld. The money was released two months later, after a Democratic senator threatened to freeze $5bn in Pentagon funding.", "The whistleblower's report came to light on September 13th, when Mr Schiff announced that he had subpoenaed it and all related documents from Joseph Maguire, the acting DNI. Mr Schiff argues that its withholding violates the Intelligence Community Whistleblower Protection Act. That law, passed in 1998, states that if a whistleblower brings an “urgent concern” to the Office of the Intelligence Community Inspector General (ICIG), and the ICIG determines the complaint to be credible, he will forward it to the ODNI, which has seven days to forward it to the House and Senate intelligence communities. The ICIG received a complaint on August 12th, determined it to be credible, then sent it to the ODNI on August 26th. There it has remained, in Mr Schiff’s words, “in a manner neither permitted nor contemplated under the statute.”", "The ODNI contends that the complaint does not meet the statutory definition of an “urgent concern”. It refers to “conduct by someone outside the Intelligence Community,” hence unrelated to any “intelligence activity” that DNI supervises, and it therefore need not be sent to Congress. The ODNI did not reveal who “someone” was, though the president, being outside the intelligence community, could fit the bill. Mr Maguire will testify before the House on September 26th.", "Mr Trump has begun fighting back, initially by offering a fusillade of denials and rationalisations of his behaviour. First he said he withheld the funds because he was worried about “corruption” in Ukraine, potentially a legitimate concern, but presidents tend not to not use their personal lawyers for anti-corruption initiatives. He then said he withheld aid because “Europe and other nations” did not contribute to Ukraine’s defence, though that was not a condition of their appropriation. In the space of two sentences, he denied putting pressure on Ukraine, but then admitted “there was pressure put on with respect to Joe Biden.”", "That is one of two arguments at the heart of Mr Trump’s defence—that Mr Biden put pressure on Ukraine’s former president to get him to fire a prosecutor investigating his son. Mr Biden did urge Ukraine to more effectively combat corruption, and he urged the sacking of a prosecutor-general, whom America and other Western nations viewed as corrupt. But that prosecutor was not investigating Hunter Biden’s firm, and he was fired, as a Ukrainian anti-corruption activist explained, “not because he wanted to do that investigation, but...because he failed that investigation.” A Ukrainian court found no evidence of wrongdoing at Mr Biden’s firm—so on the face of it Mr Trump was not so much asking Ukraine to dig up evidence as he was demanding that they manufacture it. Hunter Biden earning $50,000 per month while his father was vice-president is certainly unseemly, but if it is disqualifying for a politician’s children to trade on his name, Mr Trump should look closer to home.", "Mr Trump’s second argument is that there was no explicit quid pro quo—that he never overtly made aid to Ukraine conditional on its investigating Mr Biden’s son. But a quid pro quo need not be explicitly stated, only understood by both parties. And that is not the only impeachable offence being investigated. If what is alleged is true, Mr Trump invited a foreign nation to interfere in an American election. And in contrast to 2016, when he could argue he was simply the passive recipient of foreign aid, here he initiated contact. He leaned on a weaker country that desperately needed American money to fend off a stronger rival that had already invaded and claimed a significant chunk of territory. He used the power of his office and twisted American foreign policy for his personal benefit.", "Mr Trump said on September 24th he would release a transcript of his “perfect call” with Mr Zelensky. But the complaint certainly concerns more than just a single call. And Democrats will remember that before releasing Robert Mueller’s complete report, Mr Trump dispatched his attorney-general, William Barr, to provide a misleading “summary”; they will no doubt fear a similar tactic this time.", "A couple of hours after Mrs Pelosi’s announcement, the White House relented, and said it would release the whistleblower’s complaint and let the whistleblower talk to congressional investigators. But that is just the end of the beginning. It marks yet another misstep caused by Mr Trump’s reflexive hostility to oversight. Had the ODNI simply released the report, it may well have faded into the background as evidence of just another breaking of norms from a norm-breaking president. But by starting a fight that he has now lost, Mr Trump got everyone to focus on the substance of the complaint.", "Democrats hope to decide on impeachment by the end of the year. That augurs a busy next couple of months for chairs of the committees holding impeachment hearings, including Jerry Nadler of Judiciary, Elijah Cummings of Oversight, Maxine Waters of Financial Services and Adam Schiff of Intelligence. The sheer number of Mr Trump’s deeds being investigated introduces a risk of sprawl; Mrs Pelosi will need to keep her caucus focused and her chairmen on task. They will have to prosecute the case before the American people, not just preach to the converted.", "Winning over Republicans will be difficult. But shortly before Mrs Pelosi spoke, the Republican-controlled Senate voted that the ICIG should release the complaint to their intelligence committee. It was a “sense of the Senate” resolution, so it was neither binding nor a law. But it passed unanimously, and Mitch McConnell, the majority leader, did not object."], "url": "https://www.economist.com/united-states/2019/09/25/nancy-pelosi-launches-an-impeachment-inquiry-into-donald-trump", "title": "Nancy Pelosi launches an impeachment inquiry into Donald Trump", "pubDate": null, "keywords": ["nancy", "president", "trump", "mr", "house", "impeachment", "ukraine", "donald", "launches", "mrs", "odni", "complaint", "intelligence", "pelosi", "inquiry"]}