{"id": "5238c82e-0f54-3e31-ad54-477ac78efac3", "title": "Chris Rock calls on Joe Biden to create 'Supreme Court of Science' to handle any crisis like the coronavirus", "url": "http://www.foxnews.com/entertainment/chris-rock-joe-biden-supreme-court-science-crisis-coronavirus", "summary": "Chris Rock called on President-elect Joe Biden to institute a fourth branch of government dedicated to science in order to combat another crisis like the coronavirus pandemic in a bipartisan way.\nThe conversation turned to the difficult year that was 2020 as well as his thoughts on the outcome of the election.\nI was like Tom Hanks in ‘Cast Away;’ I just wanted to hug Helen Hunt,” he said of the 2020 presidential election.\nHe also spoke about the pandemic, which caused many of his friends at various levels of showbusiness to lose out on projects and income.\nWell, Donald Trump showed us the weakness of our government,” Rock concluded.", "paragraphs": ["Chris Rock called on President-elect Joe Biden to institute a fourth branch of government dedicated to science in order to combat another crisis like the coronavirus pandemic in a bipartisan way.", "The comedian and former “Saturday Night Live” star spoke with Deadline about his role on the fourth season of the FX drama “Fargo,” where he played a 1950s mobster in Missouri. The conversation turned to the difficult year that was 2020 as well as his thoughts on the outcome of the election.", "“I don’t know. When Biden won, I wasn’t jumping for joy. I was like Tom Hanks in ‘Cast Away;’ I just wanted to hug Helen Hunt,” he said of the 2020 presidential election.", "He also spoke about the pandemic, which caused many of his friends at various levels of showbusiness to lose out on projects and income. Particularly, he said that he hopes the president-elect does something to prevent such a tragedy with a high death toll from ever happening again.", "CHRIS ROCK REVEALS LEARNING DISORDER THAT AFFECTS HOW HE COMMUNICATES", "“I just hope that all that’s happened, that this whole year was not in vain, and that people and the government doesn’t just go back to business as usual,” Rock explained. “Like, basically, there’s a 9/11 every day. 3000 people died in 9/11. Somehow, we got the Department of Homeland Security, and no one questioned that. But now, we have a situation where, whatever— 300,000, a half-a-million people are going to die. Right? So, what I hope is that we do something.”", "Rock then pitched his idea for a bipartisan branch of government that would handle massive health and environmental issues in the future in an effort to ensure that politics doesn’t rear its head in a public health crisis as it did with COVID-19.", "CHRIS ROCK: OBAMA PRESIDENCY MARKED 'PROGRESS FOR WHITE PEOPLE,' NOT BLACK PEOPLE", "“The same way we had the Department of Homeland Security after 3000 people died, I would hope that Mr. Biden institutes some scientific department—like, the Supreme Court of Science, just for the lack of a better name—that would be in charge of anything medical or environmental,” he explained. “Basically, I would hope that the government instills a mechanism, so that if there’s ever anything environmental or medical, this mechanism would take over—thus, eliminating politics out of a life-and-death situation.”", "He went on to criticize President Trump, likening his leadership to a spotlight showing the flaws in the American government.", "CLICK HERE TO SIGN UP FOR OUR ENTERTAINMENT NEWSLETTER", "“Because we didn’t just experience a pandemic. You know, Donald Trump did this thing… Like, when security companies build new locks or security systems, they hire crooks to show you the weaknesses of the system. Well, Donald Trump showed us the weakness of our government,” Rock concluded. “Now, it’s up to Joe Biden and Congress and the Senate to get rid of those weaknesses—to instill safeguards that actually protect us from unqualified mad men and mad women so that we never have to be at the mercy of a person that does not exhibit empathy and competence.”", "CLICK HERE TO GET THE FOX NEWS APP", "Elsewhere in the interview, the performer noted that he’s excited to get back on the stage, explaining that he feels he’s incapable of playing for a virtual or drive-in crowd. He noted that he feels “fortunate” to be able to wait for the pandemic to blow over, explaining that younger comedians are having to find ways to pivot their talent now that stand-up isn’t really a thing anymore."], "authors": ["Tyler Mccarthy"], "keywords": ["crisis", "hope", "biden", "environmental", "theres", "coronavirus", "pandemic", "create", "science", "joe", "handle", "supreme", "court", "chris", "security", "trump", "spoke", "rock", "thing"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}