{"id": "523972dd-f27f-310b-9605-d329cf031e7b", "title": "Ancient mummies are paraded through the streets of Cairo", "url": "https://edition.cnn.com/travel/article/egypt-mummies-cairo-parade/index.html", "summary": "(CNN) — Ancient mummies of Egypt's royal pharaohs emerged from their resting places Saturday and were paraded through the streets of Cairo to a new home.\nThe carriages carrying 22 ancient Egyptian royal mummies depart from the Egyptian Museum in Cairo's Tahrir Square during the parade.\nThe mummies were transported on special decorated vehicles with their names inscribed in ancient Egyptian hieroglyphs as well as in Arabic.\nAll 22 royal mummies are from the New Kingdom, an era where tombs were built underground with hidden entrances to ward off grave robbers.\nPerformers dressed in ancient Egyptian costume march at the start of the parade of 22 ancient Egyptian royal mummies departing from the Egyptian Museum in Cairo's Tahrir Square.", "paragraphs": ["(CNN) — Ancient mummies of Egypt's royal pharaohs emerged from their resting places Saturday and were paraded through the streets of Cairo to a new home.", "What sounds like the plot of a movie was part of a lavish celebration of Egypt's history and a project to relocate some of its greatest treasures to a new high tech facility.", "The mummies of Ramses the Great and 21 others were part of \"The Pharaoh's Golden Parade,\" a highly anticipated event organized by the Egyptian Ministry of Tourism and Antiquities.", "The parade route took place between the Egyptian Museum, their old location near Tahrir Square, to their new home, the National Museum of Egyptian Civilization (NMEC) in Egypt's first Islamic capital, al-Fustat.", "\"This majestic scene is new evidence of the greatness of [the Egyptian] people, the guardian of this unique civilisation that roots back into the depth of history,\" Egyptian President Abdel-Fattah El-Sisi said on Twitter.", "\"I invite all Egyptians and the whole world to follow this unrivaled event -- evoking the spirit of the great ancestors who preserved the homeland and created a civilization in which all humanity takes pride -- to keep on our path that we have started: the path of construction and humanity.\"", "The carriages carrying 22 ancient Egyptian royal mummies depart from the Egyptian Museum in Cairo's Tahrir Square during the parade. Khaled Desouki/AFP/Getty Images", "Along with the 22 royal Egyptian mummies, 17 royal sarcophagi were also transported in the procession, which moved along the Nile River and was accompanied by chariots and horses, according to Egypt-run Ahram Online", "Sarcophagi are stone coffins often adorned with sculptures and inscriptions.", "Among the mummies are those of kings Ramses II, Seti I, Seqenenre, and Tuthmosis III, in addition to four queens: Ahmose-Nefertari, Tiye, Meritamun and Hatshepsut.", "The parade was saluted by 21-gun salutes and joined by a military band. The mummies were transported on special decorated vehicles with their names inscribed in ancient Egyptian hieroglyphs as well as in Arabic.", "The mummies who took part in the parade were discovered in two cachettes. The first was unearthed in 1881 at Deir El-Bahari in Luxor's West Bank in tomb TT320.", "All 22 royal mummies are from the New Kingdom, an era where tombs were built underground with hidden entrances to ward off grave robbers.", "Preparing the mummies", "The aim of the parade was to move the 18 kings and four queens of Egypt, along with their coffins and belongings, from their old home at The Egyptian Museum.", "Performers dressed in ancient Egyptian costume march at the start of the parade of 22 ancient Egyptian royal mummies departing from the Egyptian Museum in Cairo's Tahrir Square. Mahmoud Khaled/AFP/Getty Images", "Dr. Mostafa Ismail, head of conservation at the Mummies Conservation Lab and Storeroom at the NMEC, led a team of 48 people to prepare the royal mummies.", "The conservation process, he told CNN, involves placing each mummy in an oxygen-free, nitrogen capsule \"which can keep it preserved without being damaged from the effects of humidity, especially we're talking about bacteria, fungi, and insects.\"", "The capsule is surrounded by soft material that distributes pressure and reduces vibrations during transportation.", "When the mummies arrive at the NMEC, the display units will have the exact same conditions as the nitrogen capsules. \"So there will not be any shock for the mummy when we take it from the box and put it in these units,\" Ismail adds.", "Accompanying each mummy will be any belongings discovered alongside them, including their coffins."], "authors": ["Alaa Elassar", "Sarah-Grace Mankarious"], "keywords": ["cairo", "egyptian", "square", "nmec", "streets", "parade", "museum", "22", "paraded", "royal", "mummies", "ancient", "tahrir"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}