{"id": "5242f938-8db7-3c6b-9edd-a49777326e59", "title": "CDPR Walks Back Cyberpunk 2077 PlayStation Refund Offer", "url": "https://www.gameinformer.com/2020/12/16/cdpr-walks-back-cyberpunk-2077-playstation-refund-offer", "summary": "The Cyberpunk 2077 launch ended up being a mess regarding glitches, game-breaking bugs, and reviewer restriction discourse.\nThis has resulted in a number of refund requests for the game, especially so for Xbox One and PlayStation 4 versions, which seemed to have been hit the hardest in terms of performance, graphics, and their overall experience.\nThe email for requesting a refund provided by CD Projekt RED will be closed down on December 21.\nWhile true about the digital refund policies in place, a promise of a refund, whether intentionally or not, was made.\nIt is also interesting to see the problem be more prevalent on the Sony side, whereas Microsoft players are seemingly having an easier time getting their refund requests pushed through.", "paragraphs": ["The Cyberpunk 2077 launch ended up being a mess regarding glitches, game-breaking bugs, and reviewer restriction discourse. This has resulted in a number of refund requests for the game, especially so for Xbox One and PlayStation 4 versions, which seemed to have been hit the hardest in terms of performance, graphics, and their overall experience. Earlier this week, CD Projekt RED apologized to fans, encouraging them to request PS4 and Xbox One refunds for those that desire them. The problem with that, however, ended up being that Sony declined many of these requests, instead telling consumers to wait until the January and February patches go through.", "It was later revealed from a recent conference call that the studio never spoke with Microsoft or Sony prior to making their statement to ensure that digital refund practices would allow for refunds, resulting in another wave of miscommunication between the company and its fans. Now, CDPR is walking back its offer for PlayStation-specific refunds.", "Players that have written to the helpline that were refused refunds by Sony were given the below response:", "CDPR via Kotaku", "\"This is confirmation that we have received your assistance request for refudning a console copy of Cyberpunk 2077,\" reads the above email. It continues on following an request not to reply to the initial email, saying: \"If you own a digital copy on PlayStation, please wait for us to get back to you.\" It also appears that the problem seems mostly contained to the PlayStation-side of requests, which also coincides with the majority of gamers taking to social media to air out complaints about this entire process.", "The email for requesting a refund provided by CD Projekt RED will be closed down on December 21.", "Regarding the conference call with investors from the studio itself, it was made clear that the promise for refunds was incredibly premature, offering no real guarantee that a refund would be viable. You can read the full conference notes, including how the previous generation versions of the game were all but brushed aside, with our previous coverage right here. Regarding pre-orders, below is what the company had to say:", "\"One has to understand: Microsoft and Sony have refund policies for every product that is released digitally on their storefronts. Despite several articles I’ve seen that things are being set up just for us, it’s actually not true – these policies are in place and have always been in place; they’re not offered specifically for us. Anyone who has purchased any title on the PlayStation network or the Microsoft storefront can ask for a refund, and if it’s made within certain boundaries, usually related to time, usage and so on, can ask for that refund. Our procedure here with Microsoft and Sony is not different than with any other title released on any of those storefronts. I want to state that clearly, as there seem to be certain misconceptions. In terms of financial participation, when our product is refunded, the share from the store that Microsoft took is refunded, and of course it’s something that is subtracted from the share of revenues that would normally be transmitted to CD PROJEKT. It’s, of course, not shared with us and is instead refunded to the given player – the given customer. I think that pretty much sums up the first one.\"", "While true about the digital refund policies in place, a promise of a refund, whether intentionally or not, was made. Given the climate of the mixed reception, the company would have been better to err on the side of caution with both Microsoft and Sony to ensure a plan of action was in place for those requesting a refund at their behest.", "It is also interesting to see the problem be more prevalent on the Sony side, whereas Microsoft players are seemingly having an easier time getting their refund requests pushed through. We've reached out to Sony for comment.", "[Source: CDPR via Kotaku]"], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["playstation", "2077", "offer", "refunded", "place", "request", "given", "refunds", "cdpr", "cyberpunk", "sony", "requests", "microsoft", "projekt", "refund", "walks"], "pubDate": "2020-12-16T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}