{"id": "52431e1d-ac80-332d-b315-2d1a99b3e1c3", "title": "What it's like to travel to Hawaii right now", "url": "https://cnn.com/travel/article/hawaii-travel-covid-19/index.html", "summary": "Passengers arriving to Ellison Onizuka Kona International Airport on the Island of Hawaii may be selected for rapid Covid-19 testing.\nBrekke Fletcher/CNNAside from the airlines, Hawaii resorts are stepping in to help guests navigate testing.\nAlong the Kona-Kohala coast of Island of Hawaii, Mauna Lani, Auberge Resorts Collection opened to great fanfare in January 2020, only to be shut down by the pandemic.\nAt CanoeHouse, the ocean-front restaurant at Mauna Lani, order the 5-course tasting menu from chef and manager, Matt and Yuka Raso.\nThe Mauna Lani excels at creating one-of-a-kind experiences for guests who want to get into the local spirit.", "paragraphs": ["Editor's Note —", "(CNN) — When Hawaii reopened after seven months of lockdown and mandatory quarantining on October 15, I booked my flight to the Island of Hawaii (also known as the \"the Big Island\"), the state's largest, most ecologically diverse island, with eight of 13 of the world's climate zones and a few active volcanoes.", "The Covid-19 pandemic has decimated the Hawaiian tourism-dependent economy -- the island chain all but shut down to travel back in March. Reopening safely was a primary goal in order to get those tourist dollars back, and by July, Governor David Ige announced a pretravel testing program that would allow visitors to eschew the state's mandatory (and strictly enforced) 14-day quarantine.", "As the saying goes, the best laid plans often go awry: Reopening dates shifted a few times between July and October, until finally the governor and local health authorities deemed it safe to reopen, with the pretesting of passengers arriving from the mainland. Japanese tourists are also permitted to participate in the pretravel testing program. (The island of Kauai has temporarily opted out of the pretravel testing program.)", "Passengers arriving to Ellison Onizuka Kona International Airport on the Island of Hawaii may be selected for rapid Covid-19 testing. Brekke Fletcher/CNN", "As of this writing, travelers wishing to visit Hawaii must submit to a PCR Covid-19 test within 72 hours of flying to Hawaii, or if available, passengers traveling on Alaska American and United Airlines can schedule a rapid test at certain airports in the hours just before departure. The on-airport, pre-departure rapid tests are expensive and book up very quickly. If that's how you want to do it, make sure you schedule an appointment as soon as you are permitted to do so.", "Westward ho", "I flew United to Kona from San Francisco. I was going to opt for the rapid test three hours before my flight at San Francisco International Airport for $250, but a week out, there were no available appointments. I opted instead for an at-home test, taken 72 hours before my flight, with an approved partner with Hawaii's pretravel testing program.", "Getting test results on time is certainly a gamble with the recent run on Covid-19 tests for holiday travel, but thankfully, my results from Vault Health came through within 48 hours.", "My sister, who traveled with me, didn't pay for her self-administered swab Walgreens drive-through test in Daly City, California, while I ponied up $119 for the at-home saliva test from Vault Health, which involved a pretty long, awkward saliva-producing Zoom call.", "Related content Covid-19 travel restrictions state by state", "Creating enough spit to fill the plastic beaker to the line -- no bubbles -- as a stranger observes via computer felt odd and pretty undignified, but it's certainly a sign of the times. The Vault Health mail-in test did afford me the opportunity to write the word STAT with a Sharpie on my disinfected package to indicate the enclosed sample was for time-sensitive travel. I dropped it at a UPS store and that was that.", "Watch the sunrise over Mauna Kea from an outrigger canoe. Brekke Fletcher/CNN", "Aside from the airlines, Hawaii resorts are stepping in to help guests navigate testing. I had decided to stay at the newest hotel on the island, the renovated and refurbished Mauna Lani, Auberge Resorts Collection property, because I had toured the construction site in 2019 and had planned to check it out a few months after their grand opening in January. That, of course, didn't happen.", "When I sent a panicked email to Mauna Lani's general Manager, Sanjiv Hulugalle, concerned that my results wouldn't be available in time for my flight, he replied to assure me he'd been in touch with Vault Health and promised my test results would be ready.", "Such guidance and reassurance are not only a relief for edgy travelers, but also an effective way for hotels and resorts to engender trust and loyalty, especially now.", "The flight", "So, with my test results in PDF form, I logged on to Hawaii's pretravel testing site to register my travel details and upload my negative results.", "The whole process takes less than 10 minutes, and it's like filling out any other form online.", "Once you've submitted the form, you receive an email with a barcode that you will want to have easy access to, for your flight's departure and arrival. If you're renting a car, you'll also need to have it handy. Same for hotel check-in.", "Related content Here's what to buy to stay safe when flying", "I was the last to board the flight, which meant less time on the plane, plus an easier time keeping my distance on the jetway and in the aisle.", "The middle seat was empty in my row, but my sister had her row towards the rear of the aircraft to herself. I binged \"The Crown\" and tried not to drink water from my bottle. In terms of food, there were only pretzels available, so I was glad I'd had a hearty meal in the American Express Centurion Lounge", "The flight attendants offered water, coffee, tea, soft drinks, but they did not serve wine or beer or booze of any kind. The bathrooms in-flight were rough. I think they should have been cleaned more often, and I truly wish there was a way to punish people who leave the airplane toilet a wreck. My pack of disinfecting wipes, bottle of hand sanitizer and superior use of elbows and fists insured as germ-free an experience as possible.", "One of the best parts of visiting Hawaii: locally-grown Kona coffee Hawaii Tourism Authority (HTA) / Heather Goodman", "At Kona International Airport, some passengers were selected for rapid testing on arrival; I was selected, my sister was not. The process was organized, once you deplane there are a series of checkpoints and officials to guide you through the stations -- barcode, signature, nasal swab and a 20-minute wait for results. It's all outdoors and the staff are professional and efficient, so it's not terribly annoying.", "Checking in to paradise", "In the car, driving north along the Kona-Kohala coast, through the otherworldly lava rock landscape with the glistening ocean to the west, everything I had to do and did to get to Hawaii felt immediately worth it.", "Pulling up to the entrance at the Mauna Lani, the world melted away. We were greeted, in a distanced manner, with masks on, and directed to park the car (no valet parking in the middle of a pandemic) and instructed to head inside to check in.", "Along the Kona-Kohala coast of Island of Hawaii, Mauna Lani, Auberge Resorts Collection opened to great fanfare in January 2020, only to be shut down by the pandemic. The resort reopened in November 2020. Auberge Resorts Collection", "There, we were asked to show our barcodes again and given an overview of the health and safety precautions in place throughout the hotel, which in its open-aired grandeur and limited occupancy, was perfect for social distancing. Everyone wore masks, except when eating or swimming, or distancing -- pool and beach loungers were safely spaced apart.", "The indoor/outdoor design of the resort — hotel room doors open up to an outdoor courtyard instead of an enclosed hallway — added to the sense of safety that comes from fresh air.", "The resort is adhering to all CDC guidelines and has instituted rigorous cleaning and sanitation protocols and guests and staff are required to wear masks as often as possible.", "The hotel staff were in high spirits, having just reopened after months of lockdown. Some of the team had recently been relocated from Calistoga Ranch, the storied Napa Valley Auberge Resorts Collection property that was destroyed by the Glass Fire in September.", "The CEO of Auberge Resorts Collection, Craig Reed, happened to be staying at Mauna Lani at the same time, which was the first week the hotel had been open to the general public since locking down.", "I spoke with him about managing a luxury hotel company through a global pandemic and the loss of a beloved Wine Country landmark. \"We feel successful in spite of Covid and losing Calistoga, without minimizing the tragedy -- we take it as it comes, and we keep moving forward. There's been a lot of unity, a positive, constructive spirit. I think we'll come out stronger. You learn to evolve and learn to cope,\" Reed told me.", "At CanoeHouse, the ocean-front restaurant at Mauna Lani, order the 5-course tasting menu from chef and manager, Matt and Yuka Raso. Auberge Resorts Collection", "The island of natural social distancing", "Hawaii felt like the best place on earth to visit during a pandemic. The islands are made for the outdoors, so being inside for long periods of time (aside from your hotel room or other accommodations) isn't necessary for tourists, unless you want to go a grocery store or boutique. Indoor dining is allowed, but you can easily eat outside at most places.", "So, after months of lockdown in my Brooklyn apartment, I couldn't help but weep as the sun rose on the first morning. We paddled out at 6:30 am in an outrigger canoe with the hotel staff, the only sound was a slight breeze and the tips of our oars sliding into the water. We stopped rowing and floated in silence, staring at the rays of sunshine penetrating the clouds, illuminating Mauna Kea, one of the island's volcanoes.", "The Mauna Lani excels at creating one-of-a-kind experiences for guests who want to get into the local spirit.", "Explore ancient Hawaiian petroglyphs (lava rock carvings etched into stone, dating back to 1200 AD) on the resort property or the nearby Puako Petroglyph Archaeological Preserve or learn about the hotel's Malama Honu program which protects endangered sea turtles, which you can see swimming in a pond near the resort's CanoeHouse restaurant or visit the seven Kalahuipua'a Fishponds -- located on Mauna Lani's grounds.", "Explore the island", "Helicopter view of Puu Oo crater in Puna Hawaii Tourism Authority (HTA) / Heather Goodman", "Outside the resort you can visit the island's beautiful black sand beaches, hike or drive to Volcanoes National Park to the south, and marvel at majestic waterfalls via the Pololu Trail along the Hamakua Coast and in Akaka Falls State Park", "Book a Kona coffee farm ( Greenwell Farms is a good one) or better yet, drink as much Kona coffee as you can manage without going insane.", "Spend some time in Waimea, visiting the \"grab-and-go\" Kamuela Farmers Market on Saturday mornings before you tour the Paniolo Heritage Center , both at Pukalani Stables.", "Make a reservation at Waimea's delightful restaurant, Red Water Cafe , with plenty of outdoor seating and a rustic interior -- order the spicy tuna and shrimp tempura roll or the Lilikoi chicken curry.", "Get out on the water for a snorkel cruise or whale watching from December to May.", "Related content Hawaii is offering free round trips to remote workers who want to live there temporarily", "The list of things to do, see and appreciate in Hawaii is extensive, but Hawaii's most valuable resource is its people. The kindness, warmth, hospitality and humanity of those who live on the island has never been more apparent. It was hard not to hug everyone I met.", "I found that that one of the things that I missed more than I even knew was meeting new people. In Hawaii I was so lucky to have made some new (masked) friends. Aside from the memories of sunrises, sunsets, swimming in the ocean and ogling sea turtles, those unexpected human connections are the part of my trip that I carry closest to me.", "Other stays", "Like the Mauna Lani, Hawaii's top resorts are along the Kona-Kohala Coast.", "The Mauna Kea Beach Hotel is home to the best resort beach on the island. The resort is currently offering 40% off for stays longer than 14 days through June 2021, and includes free breakfast and tennis and beach equipment, as well as discounts on golf and resort dining.", "The beach at Mauna Kea Beach Hotel on the Big Island, Hawaii. Courtesy Mauna Kea Beach Hotel", "The Four Seasons Resort Hualalai , the only Forbes Five-Star and AAA Five-Diamond Resort on the Island of Hawaii, reopened in early December, with a resort-wide renovation and a new oceanfront bungalow. Guests can expect enhanced health and safety protocols, as part of the Four Seasons \"Lead with Care\" program.", "The bottom line", "Nothing is easy with Covid-19, and as we await a vaccine, finding safe ways to escape has become more important as the year comes to an end. Is going to Hawaii 100% safe, guaranteed? No. Nothing is. But you can have an incredible and incredibly safe experience, if you take the necessary precautions and remain mindful of the risks inherent with travel during a pandemic.", "In Hawaii it's far from business as usual, but there's not much on the island that's totally shut down.", "Restaurants are open, though the hours may be shorter. Shops are open, but they may require an appointment or a wait to control capacity. You'll get your temperature taken often. Hand sanitizer is everywhere you'd expect it to be.", "Hawaii has led the charge with enforcing quarantines and implementing testing requirements, so in that sense, it feels safer than almost anywhere else in the US. Covid-19 has changed how visitors experience Hawaii, but those changes do not detract from the magic of being there. It's well worth the effort.", "And Hawaii needs travelers to return to get the tourist economy back on track -- your dollars are needed and appreciated."], "authors": ["Brekke Fletcher"], "keywords": ["hawaii", "mauna", "hotel", "health", "resorts", "right", "resort", "lani", "testing", "test", "island", "travel"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}