{"id": "525263db-883d-3c1c-82b1-a59a91094a9a", "title": "The Inciter-in-Chief", "url": "https://www.newyorker.com/magazine/2021/01/18/the-inciter-in-chief", "summary": "On March 4, 1861, Abraham Lincoln arrived at the East Portico of the Capitol to deliver his first Inaugural Address.\nEven as the Civil War death toll mounted, Lincoln ordered work to continue on the dome.\n“If people see the Capitol going on,” he said, “it is a sign we intend the Union shall go on.”That was the first Republican President.\nDid more than seventy million people not vote for the Inciter-in-Chief?\nBut repairing the “national fabric,” as Lincoln put it, is only part of what awaits Biden.", "paragraphs": ["On March 4, 1861, Abraham Lincoln arrived at the East Portico of the Capitol to deliver his first Inaugural Address. The nation was collapsing, the Southern slave states seceding. Word of an assassination conspiracy forced Lincoln to travel to the event under military guard. The Capitol building itself, sheathed in scaffolding, provided an easy metaphor for an unfinished republic. The immense bronze sculpture known as the Statue of Freedom had not yet been placed on the dome. It was still being cast on the outskirts of Washington.", "Illustration by João Fazenda", "Lincoln posed a direct question to the riven union. “Before entering upon so grave a matter as the destruction of our national fabric,” he said, “with all its benefits, its memories and its hopes, would it not be wise to ascertain precisely why we do it?” The South, in its drive to preserve chattel slavery, replied the following month, when Confederate batteries opened fire on Fort Sumter. Even as the Civil War death toll mounted, Lincoln ordered work to continue on the dome. “If people see the Capitol going on,” he said, “it is a sign we intend the Union shall go on.”", "That was the first Republican President. The most recent one woke up last Wednesday in a rage, his powers receding, his psyche unravelling. Donald Trump had already lost the White House. Now, despite his best demagogic efforts in Georgia, he had failed to rescue the Senate for the Republican Party. Georgia would be represented by two Democrats: the Reverend Raphael Warnock and Jon Ossoff, the first African-American and the first Jew, respectively, to be elected to the chamber by that state’s citizens.", "At midday, Trump went to the Ellipse and spoke at a rally of maga supporters whom he had called on to help overturn the outcome of a free and fair election. From the podium, he said that the vote against him was “a criminal enterprise.” He told the crowd, “If you don’t fight like hell, you’re not going to have a country anymore.” He raged on like a wounded beast for about an hour, thanking his supporters for their “extraordinary love” and urging them to march to the Capitol: “I’ll be there with you.”", "Trump, of course, would not be there with them. Cincinnatus went home and watched the ensuing riot on television. One vacant-eyed insurrectionist had on a hoodie with “Camp Auschwitz” written across the chest; another wore what the Times fashion critic described as “a sphagnum-covered ghillie suit.” Then came the results of Trump’s vile incitement: the broken windows and the assault on a pitifully small police force; the brandishing of the Confederate flag; the smug seizure of the Speaker’s office. A rioter scrawled “Murder the Media” on a door.", "The insurrection lasted four hours. (As of Friday, there were five dead.) Once the Capitol was cleared, the solemn assurances that “this is not who we are” began. The attempt at self-soothing after such a traumatic event is understandable, but it is delusional. Was Charlottesville not who we are? Did more than seventy million people not vote for the Inciter-in-Chief? Surely, these events are part of who we are, part of the American picture. To ignore those parts, those features of our national landscape, is to fail to confront them.", "Meanwhile, with less than two weeks left in Trump’s Presidency, some of his most ardent supporters are undergoing a moral awakening. An instinct for self-preservation has taken hold. A few Cabinet members and White House officials have resigned. Former associates, once obsequious in their service to the President, have issued rueful denunciations. The editors of the Wall Street Journal’s editorial page determined that, while removal under the Twenty-fifth Amendment, as demanded by the Democratic congressional leadership, is “unwise,” the President should resign.", "The millions of Americans who understood this Presidency from its first day as a national emergency, a threat to domestic and global security, can be excused for finding it curious that so many are now taking the exit ramp for the road to Damascus three years and fifty weeks later. How surprising can Trump’s recent provocation be when for years he has served as an inspiration to bigots everywhere, to damaged souls plotting to mail pipe bombs to journalists and to kidnap the governor of Michigan?", "This dawning of conscience is as bewitching as it is belated. The grandees of the G.O.P. always knew who Trump was—they were among the earliest to confront his most salient qualities. During the 2016 campaign, Ted Cruz called Trump “a pathological liar” and “a snivelling coward.” Chris Christie described him as a “carnival barker.” Mitch McConnell remarked, with poetic understatement, that Trump “doesn’t know a lot about the issues.” And Lindsey Graham warned, “If we nominate Trump, we will get destroyed.” He added, “And we will deserve it.”", "Trump’s influences, conscious or not, include Father Coughlin, Joseph McCarthy, Roy Cohn, Newt Gingrich, the Tea Party, and more, but his reality-show wealth, his flair for social media, and an attunement to white identity politics made him a man for his time. And, when he won, nearly everyone in the Republican establishment capitulated and sought a place in the firmament of power: Cruz, Christie, McConnell, and Graham; Mike Pence, William Barr, Betsy DeVos, Elaine Chao, Rupert Murdoch, and so many others.", "Part of the bargain was ideological: if Trump came through with tax cuts for the wealthy and for corporations, and appointed conservative judges, then the humblings could be absorbed. Graham would overlook the way Trump attacked the war record of his close friend John McCain, as long as he got to play golf with the President and be seen as an insider. Cruz would ignore the way Trump had implied that his father was somehow involved in the assassination of J.F.K., as long as he could count on Trump’s support in his next campaign. And Pence, who hungered for the Presidency, apparently figured that he could survive the daily humiliations as the President’s courtier, assuming that his reward would be Trump’s blessing and his “base voters.” But, as Trump’s New York business partners knew, contracts with him are vapor; the price of the ticket is never fixed.", "Donald Trump still has millions of supporters, but he is likely a spent force as a politician. The three-minute-long speech he gave on Thursday night, calling for an orderly transfer of power, was as sincere as a hostage’s gunpoint confession. He may yet be impeached again, two feet from the exit door. He could return as a TV blowhard for hire, but in the future his most prominent place in public life may well be in a courtroom.", "In a disgraceful time, Joe Biden has acted with grace. He has been clear about the magnitude of what’s ahead. “The work of the moment and the work of the next four years must be the restoration of democracy, of decency, honor, respect, the rule of law,” he has said. But repairing the “national fabric,” as Lincoln put it, is only part of what awaits Biden. So many issues––the climate catastrophe, the pandemic, the racial crisis––will not tolerate delay or merely symbolic change. The moment will not tolerate distractions. Donald Trump is just days from his eclipse. It cannot come soon enough. ♦"], "authors": ["David Remnick", "David Remnic"], "keywords": ["inciterinchief", "lincoln", "national", "trumps", "work", "capitol", "supporters", "president", "white", "republican", "trump"], "pubDate": "2021-01-18T00:00:00Z", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}