{"id": "527d88da-f186-3a33-983a-b0f3e4783b50", "title": "Reporter tests positive for coronavirus after covering Biden in Georgia, transition office says", "url": "https://www.foxnews.com/politics/reporter-tests-positive-for-coronavirus-after-covering-biden-georgia", "summary": "A member of the press who traveled with President-elect Joe Biden on Tuesday tested positive for the coronavirus on Wednesday, according to Biden's transition team.\n\"Out of an abundance of caution,\" a member of the transition's communications staff will quarantine, Biden's office said in a statement.\nPress members who were also in close contact with the individual who tested positive are being kept off duty until after the window for somebody becoming infectious has passed.\n\"We initiated contact tracing protocols immediately, and this person was not ever in close contact as defined by the CDC with the President-elect.\nOnly one member of the Biden staff was in close contact with the reporter who tested positive, according to the transition.", "paragraphs": ["A member of the press who traveled with President-elect Joe Biden on Tuesday tested positive for the coronavirus on Wednesday, according to Biden's transition team.", "\"Out of an abundance of caution,\" a member of the transition's communications staff will quarantine, Biden's office said in a statement. Press members who were also in close contact with the individual who tested positive are being kept off duty until after the window for somebody becoming infectious has passed.", "Biden, according to the transition, is not thought to be at risk.", "BIDEN BOASTS OF CABINET DIVERSITY, INCLUDING BUTTIGIEG, BUT IS THIS IDENTITY POLITICS", "\"Today, a member of the press pool who traveled with the President-elect yesterday received a positive PCR test for Covid-19,\" the transition office said, the day after Biden traveled to Georgia to campaign for Senate candidates Jon Ossoff and Raphael Warnock. \"We initiated contact tracing protocols immediately, and this person was not ever in close contact as defined by the CDC with the President-elect. He also adhered to masking and social distancing guidelines at all times during the trip.\"", "The transition continued: \"Out of an abundance of caution, one member of our traveling communications team who was in close contact with this individual will self-quarantine for 7 days and other members of the traveling press pool who were in close contact with this individual are not on pool duty today and will not be until they clear the window for being infectious.\"", "Only one member of the Biden staff was in close contact with the reporter who tested positive, according to the transition.", "BIDEN SAYS SCHOOLS SHOULD REOPEN WITHIN FIRST 100 DAYS IN CALL WITH GOVERNORS", "At 78 years old, the president-elect is in one of the most at-risk groups for complications from a coronavirus infection. President Trump, at 74 years old, spent time in the hospital after contracting the virus earlier this year.", "Dr. Anthony Fauci, the director of the National Institute of Allergy and Infectious Diseases (NIAID), this week said that Biden and Vice President-elect Kamala Harris should receive the recently approved coronavirus vaccine quickly for \"security reasons.\"", "\"For security reasons, I really feel strongly that we should get them vaccinated as soon as we possibly can,\" Fauci said on ABC's \"Good Morning America.\" \"You want him fully protected as he enters into the presidency in January. So that would be my strong recommendation.\"", "CLICK HERE TO GET THE FOX NEWS APP", "Once Biden and Harris are inaugurated, Harris will be followed in the presidential order of succession by House Speaker Nancy Pelosi, D-Calif., and the Senate president pro tempore. It's not clear who will be the Senate president pro tempore at this point as majority control of the Senate is still up in the air based on the outcome of the Georgia Senate races. Sen. Chuck Grassley, R-Iowa, currently holds the role.", "Fox News' Allie Raffa and Morgan Phillips contributed to this report."], "authors": ["Tyler Olson", "Tyler Olson Covers Politics For Foxnews.Com. You Can Contact Him At Tyler.Olson Foxnews.Com", "Follow Him On Twitter At"], "keywords": ["traveled", "presidentelect", "contact", "coronavirus", "reporter", "close", "biden", "tests", "georgia", "transition", "press", "senate", "office", "covering", "positive", "member"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}