{"id": "52d6a4cf-44dd-3882-b694-b72f791b7a8b", "title": "‘It Was a Joke’: Some Small Businesses Got $1 Relief Loans", "url": "https://www.nytimes.com/2021/01/11/business/small-businesses-ppp-covid.html", "summary": "Ms. Jeanchaiyaphum, like most sole proprietors, doesn’t pay herself a fixed salary.\nAfter taking legally allowed deductions for equipment, insurance, travel costs and other operating expenses, Ms. Jeanchaiyaphum reported and paid taxes on a profit of $458.\nWhen she saw that number, Ms. Jeanchaiyaphum assumed she must have made a mistake on her paperwork.\nFrustrated and defeated, Ms. Jeanchaiyaphum accepted the tiny loan.\n“What’s payroll for a solo entrepreneur?,” said Sean Mullaney, a financial planner in California who worked with several clients on their loans.", "paragraphs": ["For companies without salaried employees, the Small Business Administration, which ran the P.P.P., told banks and other lenders to look at the profit the business owner reported on their 2019 taxes — even though payroll and profit are totally separate measures of a company’s business activity.", "The loan that went to Amy Jeanchaiyaphum, a photographer in Minnetonka, Minn., illustrates the pitfalls of that approach. Ms. Jeanchaiyaphum, like most sole proprietors, doesn’t pay herself a fixed salary. Any money she makes first goes to cover her company’s expenses; she lives on the remainder. In 2019, her gross sales added up to a modest five-figure sum, according to her tax return.", "After taking legally allowed deductions for equipment, insurance, travel costs and other operating expenses, Ms. Jeanchaiyaphum reported and paid taxes on a profit of $458. Following the S.B.A.’s rules, her lender, Wells Fargo, treated that as her annual salary and issued her a loan in August for the maximum amount for which she qualified: $95. (For that, the bank collected a $4.75 fee.)", "When she saw that number, Ms. Jeanchaiyaphum assumed she must have made a mistake on her paperwork. She tried without success to speak with someone at Wells Fargo. She also reached out to the local S.B.A. office, where she said an official told her the loan couldn’t be increased. Frustrated and defeated, Ms. Jeanchaiyaphum accepted the tiny loan.", "S.B.A. representatives did not answer repeated questions about the rules the agency created for sole proprietors. But lenders and accountants — who have spent months poring over the program’s complicated and frequently revised rules — noted that the relief effort was focused on minimizing job losses, not preserving struggling businesses.", "“What’s payroll for a solo entrepreneur?,” said Sean Mullaney, a financial planner in California who worked with several clients on their loans. “This was created in almost in a fog of war, and there’s lots of scattershot things in it.”"], "authors": ["Stacy Cowley"], "keywords": ["relief", "sole", "rules", "loan", "small", "taxes", "profit", "told", "jeanchaiyaphum", "loans", "businesses", "ms", "wells", "business", "joke"], "pubDate": "2021-01-11T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}