{"id": "52d93e33-dda9-373b-9741-0cf16c03dc98", "title": "Lasers - Why lasers are so brilliantly useful", "url": "https://www.economist.com/technology-quarterly/2021/01/07/why-lasers-are-so-brilliantly-useful", "summary": "Even in bright sunlight, reflected laser light can be quite easily picked up by a sensor on the lookout for it.\nLaser light is thus distinctive.\nThe energy used for the pumping can be provided by electrical discharges, flashlamps, chemical reactions or, in semiconductors, currents.\nThe technologically plausible if rebarbative option of designing less powerful laser weapons that would blind enemy soldiers en masse was pre-emptively outlawed by international convention.\nSemiconductor lasers can be used to pump energy into the crystals or glasses used by other lasers in a way that minimises the production of waste heat—always the bane of high-powered lasers.", "paragraphs": ["T HE MCGUFFIN in the 1940 Warner Brothers B -movie “Murder in the Air” was an “Inertia projector”—a new name for a device, the ray gun, already established as a science-fiction staple. As a helpful admiral explains, this particular ray gun “not only makes the United States invincible in war, but in so doing promises to become the greatest force for world peace ever discovered”.", "In 1983 the actor who starred in that film as secret agent “Brass” Bancroft, Ronald Reagan, echoed the admiral’s conflation of an indomitable America with world peace in a presidential address which called on the country’s scientists to create weapons that could nullify a nuclear attack. This time round, though, there was no need to make up a new name for the sort of ray guns required. They would be lasers. Continuing the mixing of real life with science fiction, the programme was promptly dubbed “Star Wars”.", "The idea that lasers might make awesome weapons has dogged the devices’ history. When the inventor of the first working laser, Theodore Maiman, described to a press conference in 1960 the properties of its wondrous light—its extraordinary capacity for brightness, its purity of wavelength, its production of light independent of heat—he stressed its potential for all sorts of applications: communications first and foremost, but also chemistry, medicine and remote sensing. According to Jeff Hecht’s book “Lasers, Death Rays and the Long, Strange Quest for the Ultimate Weapon” Maiman was deeply disappointed, on returning home, to find the media coverage concentrated on its potential as a weapon.", "They do it with mirrors", "It was not just because he was working for a defence contractor, Hughes Aircraft, at the time that Maiman should have known better. The appeal of instantaneous and deadly action along the line of sight is obvious to anyone who has ever looked daggers at an adversary; it has been the stuff of myth since Medusa. By the 20th century the notion underlying that nightmare—that vision is a matter of rays emanating from the eyes, rather than of light from elsewhere bouncing into the eyes—had long been abandoned. But the idea that the previously fantastical could be realised through technology had become quite commonplace; witness the space rockets and atomic superweapons that had made their way out of H.G. Wells and into the daily papers. When the laser came along it seemed obvious that it would be the basis of ray guns like those wielded by the Martians in Wells’s “The War of the Worlds” (1898).", "The basic principles of the laser, like the idea of the photon, go back to Albert Einstein. In 1916, after producing his general theory of relativity, Einstein returned to the inter-relatedness of matter and radiation. In this new analysis he showed that the idea that energy in a system could only vary in steps, rather than smoothly (a key part of quantum physics) could explain why the spectrum of a hot body had to have the distinctive shape that it did. The work had an interesting unlooked-for implication: when an electron occupied a raised energy level in an atom it was possible for a passing photon of the right frequency to knock it down to a lower level without itself being absorbed. The energy thus released would take the form of a second photon identical to the first.", "This is the process that allows erbium amplifiers to boost the signals on long-haul optical fibres like those that cross the oceans. Energy is pumped into the electrons of the erbium atoms from outside; as photons pass through they knock those electrons down, thereby producing further photons. A laser differs from such an amplifier in the addition of mirrors that allow ever more photons to pass back and forth through the amplifying medium.", "When released from this amplifying cavity these photons produce a beam which is not just of a single wavelength (because all the photons have the same energy) but which is also coherent: the light’s waves and troughs all line up. It is this purity of wavelength and phase which allows the laser to be used so precisely. It can be easily focused into a point for welding, cutting or sintering; it can form a barely spreading beam for scanning. Even in bright sunlight, reflected laser light can be quite easily picked up by a sensor on the lookout for it.", "Laser light is thus distinctive. Lasers themselves are many and various. The medium containing the electrons that are to be pumped up with energy can be a crystal (Maiman’s original device used a synthetic ruby), a gas (carbon-dioxide lasers have long been popular for industrial uses), glass or a semiconductor such as gallium arsenide. The energy used for the pumping can be provided by electrical discharges, flashlamps, chemical reactions or, in semiconductors, currents.", "Consistently bewitched by the possibility of ray guns, the Pentagon paid for the lion’s share of research into all sorts of lasers in the technology’s early years, and in subsequent decades spent billions more on the beasts it saw as most promising. But none provided the zapping power needed to render nuclear weapons “impotent and obsolete”, as Reagan requested. The technologically plausible if rebarbative option of designing less powerful laser weapons that would blind enemy soldiers en masse was pre-emptively outlawed by international convention.", "But the laser still revolutionised military affairs, not through sheer power, but through its capacity for exactitude. By the 1970s the US Air Force was using lasers to illuminate targets so that bombs given the capability to discern the relevant wavelengths would home in on them, ushering in an age of “precision bombing”. Not all of the smart weapons that can now be relied on to hit an arbitrarily designated target are laser-guided. But it was the laser which proved such things were possible.", "Rather than serving as a means of destruction, beyond the battlefield the laser has instead become a tool of production, allowing both precise measurement and the perfectly calibrated application of power. In factories and workshops around the world it cuts and welds, engraves and drills, probes, peens and polishes. In 3 D manufacturing it melts, fuses and sinters metal and plastic powders into precisely defined shapes. In surgeries it incises, excises and cauterises; in offices it prints and prints and prints.", "The laser is not content to change the world; it also seeks to interpret it. Though the foundational role of lasers in the information economy has been to transfer data down optical fibres (see previous story), they are also used as active sensors with which to gather data in the first place. Some of the information that lasers read from the world has been put there for that purpose—printed on a bar code, for example. When one is illuminated by a laser, the pattern of reflection and absorption recorded by a watching photodiode is turned into a numeric code that can be used by a computer to look up the relevant product data.", "As computer vision improves, the bar code’s role as a source of information may diminish in importance, just as has that of CD s—also read by laser. But lasers are not limited to reading information deliberately built into or imprinted on things. They can also read the world at large.", "Using laser light in the same way that sonar uses sound and radar uses radio waves, “lidar” technology is used to build digital models of all sorts of environments. Ecologists use it to estimate forest biomass, film-makers to produce simulacra of famous cities that can then be trashed in spectacular computer-generated mayhem. Would-be-autonomous vehicles use lidar to spot obstacles. If your phone recognises your face in the dark, it is because it is running its gentle infrared lidar across your features. Thanks to their precision, lasers can pick up movement, too. Some lidars measure wind speeds by tracking dust motes in the air. Spies use lasers reflected from windows to snoop on conversations; the tiny vibrations in the glass caused by voices on the other side create measurable variations in the wavelength of the reflected light.", "There is no grand sweep to laser development akin to Moore’s law for chips or Keck’s law for optical communications. Different types of laser improve according to different measures and at different rates. But there are two recent trends which promise greater power. One is the two-stage laser. Semiconductor lasers can be used to pump energy into the crystals or glasses used by other lasers in a way that minimises the production of waste heat—always the bane of high-powered lasers. The latest military lasers, designed for last-ditch defence against incoming anti-ship and anti-tank missiles, use this sort of laser-on-laser action to produce continuous beams with powers in the tens of kilowatts. The possibility of upping those tens to hundreds or thousands is more plausible than any previous vision of the laser as a weapon of war.", "The other development is the vertical-cavity surface-emitting laser, or VCSEL —a semiconductor laser in which the beam comes out of the top of the chip, rather than the edge. That geometry makes it possible to put a lot of them on to the surface of a chip, as is done with transistors in microchips and detectors in cameras. Such laser arrays have been around for decades, but in the past few years they have been getting more powerful and capable. The lidars wanted by carmakers are tumbling in price. VCS EL s can also be used to project images onto surfaces—including, in experimental settings, directly onto the retina in the back of the eye.", "The technology does not have to be that gentle. Imagine replacing the 3.2bn- CCD array that will produce images at the Rubin observatory with a 3.2bn- VCSEL array: the telescope would send a multi-megawatt searchlight into the heavens. This is not in itself a practical suggestion—but it speaks to a possible technological trajectory. When things become miniaturised, parallelised and produced in semiconductor foundries, progress can become very fast. Where once there were mainframes, now there are iPhones. And the VCSEL , like the transistor and the CCD before it, has become such a technology.", "Phil Lubin, a professor at the University of California, Santa Barbara, sees really powerful laser arrays as tools for spaceflight. Although photons have no mass, they do have momentum; bounce them off a mirror and the mirror recoils. This effect is tiny beyond the telling of it, but if you hit a mirror with photons in ludicrous abundance you can start to exert real force. Beams in the tens of gigawatts could fill the mirror-sails of tiny spacecraft, blowing them swiftly across the solar system—or even sending them on their way to other stars.", "It is all utterly fantastical. But, as Dr Lubin points out, no more so than an iPhone would have seemed, if described 50 years ago. The fantastical should not be confused with the impossible. ■"], "authors": ["The Economist"], "keywords": ["brilliantly", "lasers", "used", "weapons", "ray", "way", "energy", "laser", "photons", "world", "light", "useful"], "pubDate": "2021-01-07T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}