{"id": "52dd0c03-7e9c-3d07-84bc-90670b7d8bdc", "title": "The $550 million megayacht concept that looks like a shark", "url": "https://cnn.com/travel/article/new-superyacht-shaped-like-a-shark/index.html", "summary": "(CNN) — Just weeks after unveiling an upcoming yacht concept that resembles a swan , Lazzarini Design Studio are pushing the boundaries even further with a brand new design that's shaped like a shark.\nThe megayacht concept is equipped with its own port with enough space for a second yacht measuring up to 30 meters, as well as three swimming pools.\nRelated content 10 of the most exciting new superyacht conceptsKiller conceptA rendering of Lazzarini Design Studio's latest yacht concept Prodigium, which is shaped like a shark.\nLazzarini Design StudioConsisting of six decks, Prodigium's enclosed upper level, which houses the main living area, has been devised to mimic the teeth and nose of an ocean predator.\nAncient Roman influenceThe new concept comes with its own port with enough space for a second yacht measuring up to 30 meters.", "paragraphs": ["(CNN) — Just weeks after unveiling an upcoming yacht concept that resembles a swan , Lazzarini Design Studio are pushing the boundaries even further with a brand new design that's shaped like a shark.", "Measuring a staggering 153 meters, Prodigium is to be made of carbon fiber and aluminum, and has an estimated market price tag of just under $550 million.", "The megayacht concept is equipped with its own port with enough space for a second yacht measuring up to 30 meters, as well as three swimming pools.", "Its exterior design features ancient Roman influences, with two stately columns holding up its upper structure in grandiose fashion.", "While an ocean predator and Roman architecture might not seem like obvious design influences to incorporate into a futuristic vessel concept, this is to represent the shark as the \"emperor of the seas,\" according to the design team.", "Related content 10 of the most exciting new superyacht concepts", "Killer concept", "A rendering of Lazzarini Design Studio's latest yacht concept Prodigium, which is shaped like a shark. Lazzarini Design Studio", "Consisting of six decks, Prodigium's enclosed upper level, which houses the main living area, has been devised to mimic the teeth and nose of an ocean predator.", "Both sides of the vessel are to be equipped with two huge extendable fins that can serve as additional terrace space.", "Prodigium, which has three jet engines and twin electric center line engines, is capable of reaching an estimated cruising speed of about 22 knots, according to the Lazzarini Design Studio", "The luxury yacht can accommodate around 40 guests at a time, and with three helicopters hangers and two garages filled with water toys on board, there's plenty to keep them entertained.", "All the suites are based in the down hull area, along with a gym, and at least one enclosed pool.", "Prodigium is the second of six new concepts inspired by nature that are currently being developed by Italian designer Pierpaolo Lazzarini -- the first being the swan-shaped Avanguardia concept.", "Ancient Roman influence", "The new concept comes with its own port with enough space for a second yacht measuring up to 30 meters. Lazzarini Design Studio", "While this project is still in the early phases of the design process, Lazzarini estimates the vessel would take at least 28 months to construct if or when it's picked up by a shipyard.", "This latest concept comes as demand for superyachts continues to grow -- the global fleet jumped from 3,906 crafts in 2009 to 5,646 in 2019, according to the Superyacht Group.", "The market is projected to reach a value of $10.2 billion by 2025 as an increasing amount of yachts measuring longer than 24 meters are ordered, and designers are going all out to ensure their concepts are bigger and better than the competition.", "\"The days of all big yachts looking the same are long gone,\" Boat International editor Stewart Campbell told CNN Travel last year.", "\"Owners are really pulling out all the styling stops and challenging shipyards and designers to come up with boats that are truly unique.\"", "Recent examples include Ultra2, a new 95-meter superyacht from Berlin-based T.Fotiadis Design that has its own on-board safe room."], "authors": ["Tamara Hardingham-Gill"], "keywords": ["measuring", "lazzarini", "vessel", "million", "superyacht", "meters", "second", "yacht", "shark", "design", "concept", "roman", "looks", "megayacht", "550"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}