{"id": "52f0d294-05ec-3835-ba9b-f0d971763176", "title": "Royal Rivalry Bares Social Tensions Behind Jordan’s Stable Veneer", "url": "https://www.nytimes.com/2021/04/10/world/middleeast/jordan-king-crown-prince.html", "summary": "AMMAN, Jordan — The prince and the general paced the garden outside the prince’s palace, locked in a deep argument.\nThe prince was shouting, the general was barely audible.\nWhat have you said?” he shouted at Maj. Gen. Yousef Huneiti, the head of the Jordanian Army.\nSir, please.”So began, at about 2 p.m. last Saturday, one of the most turbulent episodes in Jordan’s recent history.\nIt spoiled the Jordanian monarchy’s reputation for discretion, and roiled the country’s image as a bastion of stability in a region wracked by unrest.", "paragraphs": ["AMMAN, Jordan — The prince and the general paced the garden outside the prince’s palace, locked in a deep argument. The prince was shouting, the general was barely audible. But the general made the threat.", "“Starting from today,” said the general, as birds chirped overhead, “there will be a commitment from His Highness, the prince, not to go to these special occasions, not to mix with these people who have foreign and domestic agendas, and to restrict visits to family visits.”", "Prince Hamzah bin Hussein responded furiously. “What is this talk? What have you said?” he shouted at Maj. Gen. Yousef Huneiti, the head of the Jordanian Army. “You tell me not to go out and meet with people? Not to mix with people? Sir, please.”", "So began, at about 2 p.m. last Saturday, one of the most turbulent episodes in Jordan’s recent history. It spoiled the Jordanian monarchy’s reputation for discretion, and roiled the country’s image as a bastion of stability in a region wracked by unrest."], "authors": ["Patrick Kingsley", "Rana F. Sweis", "Eric Schmitt"], "keywords": ["yousef", "jordanian", "wracked", "social", "rivalry", "prince", "jordans", "royal", "tensions", "unrest", "stable", "mix", "bares", "visitsprince", "veneer", "general", "visits", "turbulent"], "pubDate": "2021-04-10T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}