{"id": "5300ee08-c159-37bc-8869-430b2342f29b", "title": "The 23 Coziest Gifts to Give This Holiday Season", "url": "https://www.vogue.com/article/cozy-gifts", "summary": "Procuring no-fail holiday gifts for everyone on your list can feel like a daunting challenge, especially in 2020.\nWhile a whimsical or expensive tchotchke may have been easy go-to items in years past, gifts rooted in utility are the ultimate mood-boosters this holiday season.\nCozy clothes and accessories are well-suited for life today in what's been a tough, daunting year.\nEveryone can use a little extra comfort this year, and whether you’re celebrating the holidays with loved ones in person or via FaceTime (a reality for many this season), carefully chosen cozy gifts can let them know you're thinking about them.\nHere, finish the year off on a high note with these can’t-go-wrong cozy gifts for all.", "paragraphs": ["Procuring no-fail holiday gifts for everyone on your list can feel like a daunting challenge, especially in 2020. While a whimsical or expensive tchotchke may have been easy go-to items in years past, gifts rooted in utility are the ultimate mood-boosters this holiday season. Cozy clothes and accessories are well-suited for life today in what's been a tough, daunting year. Think luxurious loungewear to don during work in your living room, a pair of super-soft shearling slippers for traipsing around the house, or even a sumptuous throw blanket to snuggle up in during the inevitable chilly winter days and nights ahead.", "Everyone can use a little extra comfort this year, and whether you’re celebrating the holidays with loved ones in person or via FaceTime (a reality for many this season), carefully chosen cozy gifts can let them know you're thinking about them.", "Here, finish the year off on a high note with these can’t-go-wrong cozy gifts for all.", "Uniqlo x JW Anderson Heattech knitted cap $20 UNIQLO Shop Now La Ligne cropped striped Merino wool sweater $295 NET-A-PORTER Shop Now", "Eberjey Gisele printed long-sleeve-and-short PJ set $135 EBERJEY Shop Now John Derian Mirrored Butterflies Sky throw $355 NEIMAN MARCUS Shop Now", "Alex Mill Cup of Jo reading sweater in stripe $145 ALEX MILL Shop Now Pangaia Flwrdwn scarf $295 PANGAIA Shop Now", "Madewell x Buffy eye mask $25 $23 MADEWELL Shop Now Jack Erwin Waverly slippers $175 JACK ERWIN Shop Now", "Knix Cozzzy crew top $55 KNIX Shop Now Knix Cozzzy track pant $55 KNIX Shop Now", "Aesop Ptolemy Aromatique candle $110 AESOP Shop Now Brother Vellies cloud socks $35 BROTHER VELLIES Shop Now", "Skims cozy knit bralette $48 SKIMS Shop Now Skims cozy knit short $58 SKIMS Shop Now", "Lake cozy robe in french terry $168 LAKE Shop Now Tory Burch spongeware mug, set of 4 $98 TORY BURCH Shop Now", "Donni sweater bralette $74 DONNI Shop Now Donni thermal henley sweatpant $134 DONNI Shop Now"], "authors": ["Rachel Besser", "Rachel Besse"], "keywords": ["sweater", "cozy", "donni", "23", "gifts", "skims", "vellies", "season", "x", "holiday", "youre", "coziest", "shop", "knix"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}