{"id": "531d67fb-829d-3435-b8bb-dc811d4b0d9b", "title": "'Acrobat thieves' use Instagram to stake out Milan celebrities' homes", "url": "https://www.theguardian.com/world/2021/feb/11/acrobat-thieves-use-instagram-to-stake-out-milan-celebrities-homes", "summary": "Nicknamed the “acrobat thieves”, a gang of four have been arrested in Milan after allegedly monitoring the movements of the city’s celebrities and influencers on Instagram before scaling their apartment buildings and robbing their homes.\nThe Inter Milan footballer Achraf Hakimi, the TV presenter Diletta Leotta and the influencer Eleonora Incardona have been among the victims.\nThe gang are said to have used Instagram to spy on their targets meticulously, reconstructing their movements, getting a glimpse inside their homes and determining the type of windows they had.\nIn another audacious robbery in Milan in November, a gang of armed thieves broke into a bank by crawling through the sewage network before stealing several safe-deposit boxes and escaping the same way.\nThe thieves scuffled with the bank’s manager and held him and another staff member hostage during the robbery.", "paragraphs": ["Nicknamed the “acrobat thieves”, a gang of four have been arrested in Milan after allegedly monitoring the movements of the city’s celebrities and influencers on Instagram before scaling their apartment buildings and robbing their homes.", "The Inter Milan footballer Achraf Hakimi, the TV presenter Diletta Leotta and the influencer Eleonora Incardona have been among the victims.", "The gang are said to have used Instagram to spy on their targets meticulously, reconstructing their movements, getting a glimpse inside their homes and determining the type of windows they had. Their nickname alludes to their skill and agility in clambering up the sides of buildings.", "The men, aged between 17 and 44, would dress elegantly to blend into the plush neighbourhoods of their targets. CCTV footage of one theft shows one gang member keeping watch as another climbs a building and enters the window of a first-floor apartment.", "“He put on latex gloves and quickly climbed up a pole and towards a window on the first floor, forced it open and entered the home,” the Milan prosecutor Francesca Crupi said.", "The thief then opened the front door of the home to the other two accomplices, and together they stuffed their loot into a suitcase owned by the victim before fleeing.", "Police said the series of thefts began in June last year, when €150,000 (£130,000) worth of goods including jewellery, designer handbags and Rolex watches, was stolen from a home of Leotta.", "The gang is also suspected of being behind the robbery of several watches belonging to Hakimi, who transferred to Inter Milan from Borussia Dortmund in September and had been living in temporary accommodation at the time of the theft in November.", "The gang also allegedly stole nine designer handbags and items of clothing from the home of Incardona, who has almost 500,000 followers on Instagram, in December. Police have managed to retrieve most of the loot.", "In another audacious robbery in Milan in November, a gang of armed thieves broke into a bank by crawling through the sewage network before stealing several safe-deposit boxes and escaping the same way.", "The thieves scuffled with the bank’s manager and held him and another staff member hostage during the robbery."], "authors": ["Angela Giuffrida"], "keywords": ["milan", "celebrities", "theft", "targets", "window", "movements", "robbery", "gang", "thieves", "stake", "watches", "acrobat", "instagram", "homes"], "pubDate": "2021-02-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}