{"id": "5325cdc9-f983-3be5-9831-a8dd1db44c1d", "title": "Break Reality and Keep Marvel Weird", "url": "https://wired.com/story/keep-marvel-weird/", "summary": "It’s funny and a little off-kilter—and a good reminder that Marvel should stay in its weird lane for as long as possible.\nThis might be the best gift the Disney+ Marvel TV universe has given us.\nWhereas the Netflix Marvel shows like, say, Jessica Jones and Luke Cage used the anything-goes-ness of streaming to give the MCU a dark edge, the more family-friendly Disney+ shows have fully leaned in to the strange.\nIt took the Superhero Sitcom vibe of DC Extended Universe shows like Supergirl and The Flash, and made it more meta.\nIn an ideal world, lots of the forthcoming Disney+ shows will do this.", "paragraphs": ["The Monitor is a weekly column devoted to everything happening in the WIRED world of culture, from movies to memes, TV to Twitter.", "Earlier this week, Disney+ released a swashbuckling new trailer for the forthcoming Marvel series Loki. Like most of these trailers, it starts quiet—Tom Hiddleston’s God of Mischief has been called in to a meeting with Owen Wilson’s Mobius M. Mobius, a Time Variance Authority agent—and then it gets very loud and jump-cutty. There’s action and knife-throwing, and jokes about Loki’s ability to tell the truth (he can’t). It’s funny and a little off-kilter—and a good reminder that Marvel should stay in its weird lane for as long as possible.", "Technically, that lane exists off of the main Marvel Cinematic Universe highway. Loki, as you may recall, died in Avengers: Infinity War. But when the Avengers pulled off their “time heist” in Endgame and went back to the events of the original Avengers movie, Loki grabbed the Tesseract and escaped, causing all kinds of alternate realities to open up. (I could explain this further, but instead I'll suggest taking a piece of advice from my colleague Adam Rogers: Don’t sweat it. It doesn’t super matter.) The purpose, then, of Loki as both a show and a piece of the Marvel puzzle is that he has been tasked by the TVA with cleaning up his own mess. He’s still technically gone, but here, he can stay up to his old tricks.", "This might be the best gift the Disney+ Marvel TV universe has given us. Whereas the Netflix Marvel shows like, say, Jessica Jones and Luke Cage used the anything-goes-ness of streaming to give the MCU a dark edge, the more family-friendly Disney+ shows have fully leaned in to the strange. (Although not Doctor Strange. Yet.) The first, of course, was WandaVision, which cranked up the uncanny by giving the Scarlet Witch a bunch of TV tropes to bend and twist to her will. It may have ended with a big Super Hero Fight like all the other Marvel properties, but in its (better) quieter moments, it performed miracles just by acknowledging the fact that, hey, Avengers are probably super quirky when they’re kicking around the house. It took the Superhero Sitcom vibe of DC Extended Universe shows like Supergirl and The Flash, and made it more meta. A brilliant turn.", "My hope, if I’m allowed to have one here, is that Loki takes this the furthest yet. It kind of has to; it’s woven into the character. He’s the ultimate trickster, and his bizarreness—like when he impersonates his own father, changing form at the drop of a hat—is kind of the whole deal. (He’s also played by Hiddleston, who channels his Shakespeare Thespian energy into the character so well, he’s simultaneously a villain and a tragicomic hero.) In this new show, they call Loki a “variant”—different than the one who died before. A stranger in a different timeline, able to Quantum Leap his way around in his own sandbox and wreak as much havoc as he fixes.", "In an ideal world, lots of the forthcoming Disney+ shows will do this. The juggernaut that is the MCU is great, but a lot of its best moments happen when our tireless heroes aren’t saving the universe. When Captain Marvel is verbally sparring with Rocket Raccoon; when Lebowski Thor is playing video games; when Ant-Man is doing ant things. Theoretically, as the universe moves into its forthcoming Doctor Strange and the Multiverse of Madness phase, it will get more batty (hence that title), but movies will still be movies and require that all the whiz-bang kapow! fit into a tidy two-hour run time. With TV, an entire episode can just be a side quest full of gags, offbeat characters, and other ephemera that would never make it to the big screen. The Falcon and the Winter Soldier is fine, but it’s biggest hangup is that it feels too much like a really long Captain America film. Not a bad thing, but not the surreal jaunt with the gang that a Disney+ show could be, if it wanted.", "Based on the latest trailer, Loki might be the best of both worlds—the action of Falcon with the offbeat-ness of WandaVision. A show about outfoxing a fox with a bit of Killing Eve energy. (One can only hope …) “You picked up the Tesseract, breaking reality,” Mobius M. Mobius tells Loki midway through, “I want you to help us fix it.” Here’s hoping he never does.", "More Great WIRED Stories"], "authors": ["Angela Watercutter", "Angela Watercutte", "Adam Rogers"], "keywords": ["tv", "avengers", "marvel", "weird", "universe", "break", "disney", "shows", "mobius", "hes", "loki", "super", "reality"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}