{"id": "53250b6a-70df-396d-9a34-2e2115bfc77a", "title": "Permanently excluded - Private schools that educate 50% of Indian children are folding", "url": "https://www.economist.com/asia/2021/01/07/private-schools-that-educate-50-of-indian-children-are-folding", "summary": "The last time India’s children participated in internationally comparable tests, they ranked almost last out of 74 countries.\nThe travails of private schools will make it even more difficult to remedy the damage prolonged school closures are doing to India’s children.\nBecause private schools are required to operate as charities, they have not been allowed to take advantage of loan schemes to help small businesses.\nIndia cannot afford to give handouts to private schools, says Bikkrama Daulet Singh of the Central Square Foundation.\nSome states “ignore” private schools; others meddle unhelpfully, by tightly regulating fees, for instance.", "paragraphs": ["F IVE DOLLARS buys a month’s education at Rafiq Siddiqui’s private school, which serves the children of migrant workers living in a slum in Mumbai. But its corridors have been silent since March, when officials battling covid-19 closed schools across India. Mr Siddiqui, the principal, thinks almost 40% of his 900 pupils have left the city as their parents look for new jobs. The rest are “whiling away their time” at tea stalls and bus stops, seeking respite from the one-room dwellings many have to share with their families. Mr Siddiqui is trying to offer them online classes, but not many have easy access to smartphones. “We are going through a very long tunnel with no light at the end of it,” he says.", "India’s education system was failing its children long before covid-19 forced them out of their classrooms. Only about 55% of the country’s ten-year-olds can read and understand a simple story, reckons the World Bank. The last time India’s children participated in internationally comparable tests, they ranked almost last out of 74 countries. The most recent large survey of staff attendance, in 2010, found that almost a quarter of public-school teachers were absent. In the state of Jharkhand the figure was close to half.", "Dismay at this state of affairs is one reason India’s children have for years been flocking to private schools such as the one Mr Siddiqui runs. Before the pandemic nearly half of all children were privately educated, one of the highest rates in the world. Most are not from wealthy families. About 70% of fee-paying schools charge less than 1,000 rupees ($13) a month, according to the Central Square Foundation, a charity. Roughly 45% charge less than $7.", "These institutions are struggling as the school closure drags on. In October the government lifted a national prohibition on schooling in person, but local officials, who have the final say, have largely chosen to keep schools shut. Ekta Sodha, who runs a small chain of private schools in the state of Gujarat, says that, although her teachers are offering online learning, less than a tenth of parents are paying for it. Mr Siddiqui has kept only four of his 31 staff on the payroll. His school owns its own premises, but others in the neighbourhood are finding it difficult to pay rent, he says. A few have shut for good. More are on the brink.", "The travails of private schools will make it even more difficult to remedy the damage prolonged school closures are doing to India’s children. Studies suggest that, after controlling for class and wealth, children do not learn much more in private schools than they do in government ones. But private schools take on a huge share of the burden of education, vastly more efficiently. Some 80% of them charge fees that are lower than the cost per pupil in the public sector, according to Geeta Kingdon, an academic at University College London who also runs a private school in the state of Uttar Pradesh. The main reason is that teachers’ salaries are set by the market, not by politics. Staff in public primary schools, in contrast, earn around eight times India’s GDP per person. That is eight times more than the average in rich countries and well above the norm in neighbouring countries such as Bangladesh and Pakistan.", "A large survey of rural schoolchildren carried out in September by Pratham, an NGO , detected a small shift in enrolment from private schools to government ones. It said this could be because parents who had lost their jobs could no longer afford the fees, or because the schools themselves had gone belly-up. If this trend accelerates the authorities will need to find a lot more cash for education, at a time when there is little to go around. The biggest worry is that some parents who can no longer send their children to a private school may prefer to keep them out of education altogether, rather than enroll them in a public institution with a bad reputation, or in a good one that is too far away. The exact scale of these shifts will be difficult to measure until schools are back in session.", "Because private schools are required to operate as charities, they have not been allowed to take advantage of loan schemes to help small businesses. Rajesh Malhotra, the owner of a school in Delhi, says the local government has been a “mute spectator” of the problems he and others are facing. At the very least he wants the authorities to speed up payment of subsidies that private schools receive under rules that require them to admit a share of students from the very poorest backgrounds (the money sometimes arrives years late). He thinks that during the current crisis the government ought to produce the money in advance.", "India cannot afford to give handouts to private schools, says Bikkrama Daulet Singh of the Central Square Foundation. But he hopes the crisis can change attitudes in government. Some states “ignore” private schools; others meddle unhelpfully, by tightly regulating fees, for instance. Slashing rules that make it difficult to set up and expand schools would help the industry recover more swiftly. Officials who are now required to check the size of playgrounds and the colour of walls could spend more time making sure the teaching in private schools is up to scratch.", "The best thing would be to let schools reopen quickly, with some precautions. Vikas Jhunjhunwala, who runs two schools in Delhi, says many parents do not understand that their children are unlikely to fall ill even if they catch covid-19. India’s extremely low rate of female employment makes families less reliant on schools for child care than they would be elsewhere. All this has made it easier for risk-averse state governments to keep schools shut, even though they have allowed many other everyday activities to resume.", "Such decisions do not take into account the full cost to children of keeping schools closed. In October the World Bank estimated that missing out on school for six months would reduce pupils’ lifetime earnings by 5%, at a cost to the country of around $450bn. Out-of-school children are more vulnerable to scourges that already plague India, such as child labour and forced marriage. Mr Siddiqui is keen to bring children back to class, using masks, social distancing and extra cleaning for safety: “We have to make a start.” ■"], "authors": ["The Economist"], "keywords": ["excluded", "parents", "indias", "educate", "private", "mr", "indian", "children", "schools", "school", "education", "folding", "state", "permanently", "50", "siddiqui"], "pubDate": "2021-01-07T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}