{"id": "5331828d-6892-316b-8970-e4d32f9bd7c7", "title": "Game Informer Staff's Personal Top 10 Games Of 2019", "url": "https://www.gameinformer.com/goty-2019/2020/01/09/game-informer-staffs-personal-top-10-games-of-2019", "summary": "Each year, the staff at Game Informer collectively plays through hundreds of games to have a deep and broad view of the industry so we can tell you which games are most worth your hard-earned spare time and money.\nAt the end of the year, we compile our favorite games into our Top 50, which was published in our most recent issue.\nWhile that list is a result of long arguments from every editor on staff, there's just no mathematical way for each of our favorite games to make the cut.\nThat's why we also keep track of each editor's personal favorite games of the year.\nBelow you'll find every editor on staff along with their top 10 games of 2019.", "paragraphs": ["Each year, the staff at Game Informer collectively plays through hundreds of games to have a deep and broad view of the industry so we can tell you which games are most worth your hard-earned spare time and money. At the end of the year, we compile our favorite games into our Top 50, which was published in our most recent issue. While that list is a result of long arguments from every editor on staff, there's just no mathematical way for each of our favorite games to make the cut.", "That's why we also keep track of each editor's personal favorite games of the year. Below you'll find every editor on staff along with their top 10 games of 2019.", "What are your favorite games from last year? Which editor did your 2019 favorites most align with? Let us know in the comments!", "Andy McNamara, Editor-In-Chief Control Luigi’s Mansion 3 World of Warcraft Call of Duty: Modern Warfare Resident Evil 2 Destiny 2: Shadowkeep The Outer Worlds Grindstone Star Wars Jedi: Fallen Order Photographs", "Andrew Reiner, Executive Editor Control Star Wars Jedi: Fallen Order The Outer Worlds Disco Elysium Resident Evil 2 Slay the Spire Apex Legends Fire Emblem: Three Houses Sekiro: Shadows Die Twice The Division 2", "Joe Juba, Senior Reviews Editor Disco Elysium The Outer Worlds Untitled Goose Game Judgment Devil May Cry 5 Life is Strange 2 Death Stranding Crackdown 3 Assassin’s Creed Odyssey: The Fate of Atlantis Dragon’s Dogma: Dark Arisen (Switch)", "Matt Miller, Senior Previews Editor Star Wars Jedi: Fallen Order Destiny 2: Shadowkeep Lonely Mountains: Downhill The Outer Worlds Mosaic Arise: A Simple Story Assassin’s Creed Odyssey: The Fate of Atlantis Audica Bloodstained: Ritual of the Night Sky: Children of the Light", "Kimberley Wallace, Features Editor Fire Emblem: Three Houses Resident Evil 2 Kingdom Hearts III The Outer Worlds Control Monster Hunter World: Iceborne Telling Lies Persona Q2: New Cinema Labyrinth Ring Fit Adventure The Legend of Heroes: Trails of Cold Steel III", "Daniel Tack, PC Editor Slay The Spire Sekiro: Shadows Die Twice Final Fantasy XIV: Shadowbringers The Division 2 Resident Evil 2 Magic: The Gathering Arena Sunless Skies World of Warcraft Classic Apex Legends Remnant: From the Ashes", "Matthew Kato, Senior Editor Control Resident Evil 2 Mosaic Observation Dirt Rally 2.0 The Outer Worlds eFootball PES 2020 MLB The Show 19 Death Stranding Lonely Mountains: Downhill", "Jeff Cork, Senior Editor Days Gone The Legend of Zelda: Link's Awakening Dragon Quest Builders 2 Hypnospace Outlaw Judgment Shakedown: Hawaii Earth Defense Force: Iron Rain The Division 2 The Outer Worlds Untitled Goose Game", "Ben Reeves, Senior Editor Resident Evil 2 Star Wars Jedi: Fallen Order Control Disco Elysium Fire Emblem: Three Houses Dr. Mario World Luigi’s Mansion 3 The Outer Worlds Dragon Quest Builders 2 What the Golf?", "Brian Shea, Digital Editor Control Gears 5 The Outer Worlds Pokémon Sword & Shield Streets of Rogue Star Wars Jedi: Fallen Order Super Mario Maker 2 Luigi’s Mansion 3 Assassin’s Creed Odyssey: The Fate of Atlantis Call of Duty: Modern Warfare", "Leo Vader, Video Producer Ape Out Streets of Rogue Hypnospace Outlaw Disco Elysium Dreams Outer Wilds The Outer Worlds Nowhere Prophet Card of Darkness Pistol Whip"], "authors": [], "keywords": ["worlds", "control", "2019", "editor", "resident", "games", "outer", "informer", "evil", "wars", "senior", "star", "game", "staffs", "personal"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}