{"id": "533fb839-df64-30e4-a9ea-67a4b351f861", "title": "Fortnite Chapter 2 Season 5 Adds Baby Yoda, Hunters, Quests, And More", "url": "https://www.gameinformer.com/2020/12/01/fortnite-chapter-2-season-5-adds-baby-yoda-hunters-quests-and-more", "summary": "Fortnite Chapter 2 Season 4 ended with Galactus being defeated and Agent Jonesy waking up, and now?\nFortnite Chapter 4 Season 5 kicks off bringing everyone's cutest little guy back into the spotlight with The Mandalorian's The Child.\nEpic Games calls season 5 \"zero point\" and it means the few rules this universe has are officially out of the window.\nThe new world is unstable, and it's up to players to help the characters seen on the island by taking on bounties and quests.\nIt wouldn't be a new season without new weapons and gimmicks, that's what makes Fortnite so incredibly long-lasting and popular!", "paragraphs": ["Fortnite Chapter 2 Season 4 ended with Galactus being defeated and Agent Jonesy waking up, and now? The world of Battle Royale is different once more. Fortnite Chapter 4 Season 5 kicks off bringing everyone's cutest little guy back into the spotlight with The Mandalorian's The Child.", "Epic Games calls season 5 \"zero point\" and it means the few rules this universe has are officially out of the window. Across different realities, hunters are called to fight against a looming threat called \"the loop.\" From manga characters that look like they've literally just popped out of an anime, to a weird pancake lookin' thing, take a look at a few of the screenshots in the slideshow below for a closer look at the new season:", "The latest update also brings new hunting grounds for the new hunters to prowl in an ancient arena that is built to hone those skills whilst in a dangerous jungle. You'll be able to see the crystalline sands in one of the screenshots above.", "The new world is unstable, and it's up to players to help the characters seen on the island by taking on bounties and quests. To do that, you'll want to make sure you know everything going on, so you can hire others as an ally. Find yourself in the need to negotiate? Challenge them to a dual and mop the floor with them.", "Forget V-bucks, new characters only except \"bars\" as payment. Complete the aforementioned quests and bounties to unlock this currency, while also taking out other players and looting hidden caches hidden throughout the map.", "It wouldn't be a new season without new weapons and gimmicks, that's what makes Fortnite so incredibly long-lasting and popular! In addition to the new Dragon's Breath Shotgun, the Mandalorian's Amban Sniper Rifle will also be up for grabs. There will be other surprise gear drops as well, and working with vendors will unlock those faster.", "Epic Games confirms that the hunters revealed in the above trailer are only just the beginning. Are you excited? Who else would you like to see added to the world of Battle Royale with this new concept for the game? Sound off with your thoughts in the comment section below!"], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["taking", "hunters", "yoda", "fortnite", "quests", "baby", "look", "world", "characters", "youll", "screenshots", "adds", "chapter", "season", "unlock"], "pubDate": "2020-12-01T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}