{"id": "5341f279-69fb-3353-a6f6-532a869bf23d", "title": "The Death of George Floyd Reignited a Movement. What Happens Now?", "url": "https://www.nytimes.com/2021/04/20/us/george-floyd-protests-police-reform.html", "summary": "Oh my God.” “While watching the George Floyd trial, I noticed the differences and the importance of footage.” “This corner —” “When Stephon was murdered, we only had the officers’ footage.\nThey handcuffed him after he was dead.” “Excessive force.” “Excessive force and lethal force after the fact of death.\nAnything that does not deal directly with the murder of George Floyd is irrelevant in my opinion.” “He’s 6 to 6 and a half feet tall.\nGeorge Floyd is already dead.” “That’s right.\nI feel like it’s a bittersweet thing that’s happening watching the George Floyd trial.", "paragraphs": ["“May it please the court. Ladies and gentlemen of the jury, good morning. The video evidence, I think, will be very helpful and meaningful to you because you can see it for yourself without lawyer talk, lawyer spin, lawyer anything. You can see it for yourself.” “Please. Please. I can’t breathe. Please, man. Please somebody help me. Please. I’m about to die in this thing.” “Oh my God.” “What did he say?” “He said, I’m about to die. Oh my God.” “While watching the George Floyd trial, I noticed the differences and the importance of footage.” “This corner —” “When Stephon was murdered, we only had the officers’ footage. We only had their point of view.” “Hey, show your hands.” “You know, when my son was killed being on the platform, there was several bystanders that filmed. And had it not been for the cameras, we wouldn’t even be here today because they would have probably said it was justified.” “Bro, with your feet on his head, man. You knee on his neck.” “He’s pushing harder.” “Yeah.” “I cannot breathe.” “A little bit more. Right here.” “I don’t watch the footage of my dad’s incident because it’s torture.” “You see the officers giving a trove of blows to his body?” “Yes.” “To his arms, to his torso, to his legs.” “Here it is 30 years later, nothing has changed.” “Now who are you going to believe? The defendants or your own eyes?” “I am watching the George Floyd case with my best friend, Tiffany, at her home.” “Oh my gosh.” “Wow.” “And he’s still on his neck.” “Today was the first time I watched the entire video of George Floyd, and it definitely made me think about my dad begging for his life screaming.” “Check his pulse. Check his pulse.” “His daughter was the same age I was when my dad was beaten.” “My name is Lora Dene King. I’m the middle child of Rodney Glen King.” “The world saw the videotape.” “We thought the video showed excessive force and unnecessary force.” “With that videotape, if they had two eyes and they weren’t blind, you could see that it was excessive force.” “The defense tried to dilute the impact of the tape by dissecting it, frame by frame, in an effort to show that King was a threat to the officers.” “He kind of gave out like a bear-like yell, like a wounded animal. If he had grabbed my officer, it would have been a death grip. If he had grabbed the weapon, he would have had numerous targets.” “He didn’t grab anybody during these events, did he?” “No sir, he did not.” “He couldn’t walk. He had 50 broken bones. His skull was permanently fractured. He had permanent brain damage. My dad was never the same after that. You know, and everybody just considered him to be normal. I think if that happened to anybody, they wouldn’t be normal ever again.” “This doesn’t just affect the person it happened to. It also affects all those people who are out there watching it. They’re all affected forever.” “I was desperate to help.” “I was just kind of emotional, and I went to the African-American that was standing there on the curb. And I was just like, they’re not going to help them.” “Oh my God.” “This man, he witnessed another African-American man getting his life taken. The nine-year-old speaker on the trial.” “Good morning, [inaudible].” “Good morning.” “Which one is you?” “Just so happened to be walking down the street. She will never forget that for the rest of her life.” “You ultimately ended up posting your video to social media, right?” “Correct.” “And it went viral?” “Correct.” “It changed your life, right?” “The girl who filmed George Floyd, the fact that there was nothing she can do to save his life.” “It’s been nights, I stayed up apologizing and apologizing to George Floyd for not doing more.” “That’s something that will haunt her like George Holliday, who captured my dad’s video.” “Without George Holliday, these four officers might not be on trial.” “He just wanted to test this new camera he had. Like, oh let me take — he stood there shaking, terrified. And he still suffers to this day because that was the right thing to do.” “What could he have done to deserve that?” “If I was to see George Floyd’s daughter today, I wish there was something I can say. But it’s not easy. It’s not easy at all. Because I’m sure she’s watched that videotape. And that’s something that carries in your mental every everyday, just like my dad’s video tape.” “For the jury, a difficult decision ahead, knowing that to acquit the four officers could ignite this city.” “Not guilty of —” Chanting: “No justice, no peace. No justice, no peace.” “And damage to the city of Los Angeles running into billions of dollars.” “That’s what I’m saying. The police, they don’t pay a cent for this trial. So my mother and I, we was watching the George Floyd’s trial. And it brought back so many memories of my son Oscar’s case. Oscar’s last picture in his cellphone was of the officer who shot him.” “My name is Wanda Johnson. I’m the mother of Oscar Grant.” “Grant was shot once in the back as he lay face down on the train station’s platform.” “He was unarmed.” “The 27-year-old officer has said he thought he had drawn his Taser gun —” “— but accidentally pulled out his handgun instead.” “And the incident was captured on cellphone video.” “Video speaks for themselves. And the jury will see that and make the correct decision.” “We knew that we would have a very hard time winning in the court systems because the judicial system was not made for everyone in the society.” “As the situation went on, the crowd began to grow and grow.” “Oh my goodness, the same playbook that they used for what happened with Oscar, they used the same thing for George Floyd. Oh, there was a crowd of angry mob people.” “They were behind them. There were people across the street, people yelling.” “We don’t know if they were going to attack us. I thought about the young man testifying in George Floyd’s case.” “You grew angrier and angrier.” “Calling the police on the police.” “911, what’s the address of the emergency?” “How do you have somebody investigate those that they work with? Of course you’re going to find that they’re going to believe the people that they work with quicker than they will believe the citizens who are filing the complaint.” “Would you like to speak with those sergeants?” “Yeah, I’d like to. He was unresponsive. He wasn’t resisting arrest or any of this.” “OK, one second.” “Murderers, bro. Y’all are just murderers, bro.” “You know, when we was going to jury trial for Oscar, they would ask questions like, ‘Do you know anybody who went to jail? Do you know anybody who had an encounter with the police?’ And as soon as the person said that, they would strike them from being a juror, right? Having a jury that consists of different backgrounds, it could help with the decision-making of innocent or guilty.” “The 27-year-old officer —” “— pleaded not guilty to the murder charge.” “His trial had been moved to Los Angeles over concerns of racial tension and intense media scrutiny.” “Everybody, let’s just pray for one minute.” “Father God, we come to you and your son named Jesus Christ. Father, we ask the people that see this —” “Every time I come to my mom’s house, I’m reminded that my son was killed here.” “My name is Sequette Clark. I’m the mother of Stephon Clark.” “22-year-old Stephon Clark was fatally shot while running from police.” “Clark was see evading authorities after allegedly smashing a car window.” “He was shot eight times in his grandmother’s backyard.” “Police apparently thinking he was holding a gun, now say it was a cellphone.” “Out of fear for their own lives, they fired their service weapon.” “And following the incident, officers manually muted their body cameras at times.” “Move over this way.” “As we watched the George Floyd trial, I invited particular members of my family because you can’t address something in the community or the city or the nation until you address it at home with the family.” “When Mr. Floyd was in distress, Mr. Chauvin wouldn’t help him, didn’t help him.” “So that’s just how they left my boy out there. They handcuffed him after he was dead.” “Excessive force.” “Excessive force and lethal force after the fact of death. I felt saddened, heavy, drained. I felt as if I was a slave 400 years ago. Just hearing how he was dead, seeing how he was dead. And then to turn around and hear the defense’s attempt to bring up the fact that we should not focus on the —” “— 9 minutes and 29 seconds —” “— that it took to kill George Floyd. But we should focus on what went on ahead of that. Anything that does not deal directly with the murder of George Floyd is irrelevant in my opinion.” “He’s 6 to 6 and a half feet tall. You did not know that he had taken heroin. Mr. Floyd did use a counterfeit $20 bill to purchase a pack of cigarettes. Mr. Floyd put drugs in his mouth.” “Poppa’s already dead. George Floyd is already dead.” “That’s right. That’s right.” “So now you’re resurrecting him just to kill him all over again.” “Basically.” “Defame him in order to justify the wrongdoing of your officers, reminded me exactly of what the district attorney did to Stephon.” “The cellphone examination revealed a domestic violence incident that happened with the mother of his children. Texts and phone calls showing that he was seeking drugs and a photograph of his hand holding 10 Xanax pills.” “What was on his cellphone has zero to do with the actions of the police officers at the time of his homicide. I feel like it’s a bittersweet thing that’s happening watching the George Floyd trial. Because I’m optimistic that this is a piece of justice for the death of my son.” “We might not be here. They’re going to get him. They’re going to get him.” “Was a crime committed? The answer to that question is no. And as a result, we will not charge these officers with any criminal liability related to the shooting death or the use of force of Stephon Clark.” “April 14, 1991: King fights emotional and physical scars. So this is basically a photo album book of my dad’s newspaper articles since he’s been in the news. Years and years and years. You throw someone to the wolves and you expect them to be normal. You know, there’s no such thing as normal after that. And then, can you imagine how many Rodney Kings there is that never got videotaped? There’s plenty of them.” “I would have prayed and hoped that Oscar’s trial would have been televised because America has to really look in the mirror and say, ‘Are all people being treated equally?’” “There was excessive use of force against George Floyd —” “We’re not focused on the videotape, his toxicology, his heart condition. We’re focused on the fact that several people witnessed this man get murdered.” “You can see it with our own eyes. It’s crazy.” “People don’t realize what it does to your family. It’s bigger than just a trial and this officer. We never get to see them again. We never get to smell them again and kiss them again. Our lives are completely affected forever.”"], "authors": ["Audra D. S. Burch", "Amy Harmon", "Sabrina Tavernise", "Emily Badger"], "keywords": ["trial", "going", "happens", "im", "george", "force", "thats", "floyd", "movement", "death", "officers", "video", "know", "reignited"], "pubDate": "2021-04-20T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}