{"id": "53487497-56a2-36dd-81e8-acb4838d0bd0", "title": "Amnesia: Rebirth Review – The Fine Line Between Fear And Frustration", "url": "https://www.gameinformer.com/review/amnesia-rebirth/amnesia-rebirth-review-the-fine-line-between-fear-and-frustration", "summary": "Tasi’s journey is one of the most intense experiences I’ve had in a long time.\nUnfortunately, Amnesia: Rebirth’s puzzle design is equally as terrifying.\nWhether I was exploring an abandoned oasis town or sneaking past a group of sleeping monsters, Amnesia: Rebirth continually produced one pulse-pounding sequence after the next.\nPraising Amnesia: Rebirth as a horror experience is easy.\nAmnesia: Rebirth’s frustrating puzzles undercut its horror, but bizarrely, so do its monster encounters.", "paragraphs": ["After archeologist Tasi Trianon’s plane crashes in the Algerian desert, she sets off on a journey across the sweltering sands in search of help. However, Tasi quickly discovers that there are holes in her memory. As she slowly uncovers the remains of her fellow party, she puts together the pieces of her fragmented past. Tasi’s suppressed memories are almost as horrifying as the ghoulish creatures that now stalk her from the shadows. Tasi’s journey is one of the most intense experiences I’ve had in a long time. Unfortunately, Amnesia: Rebirth’s puzzle design is equally as terrifying.", "Much like in Amnesia: The Dark Descent, light is your greatest tool. As you help Tasi search for safety, you wander through desert caves, ancient burial tombs, and mysterious archeological sites. Light bounces around bizarre rock formations in unsettling ways and strange creatures skitter around inside the walls, which never fails to send a shiver up my spine. Almost all of the environments are dimly lit, so your tiny lantern and whatever dwindling supply of matches you scavenge from the environment are a constant comfort.", "As you move through the darkness, Tasi’s fear levels rise. As they build, she begins to hear whispers in the dark. These voices are entirely fabricated, but they still make it hard to not run toward the light. When Tasi’s fear gets out of control, she begins to see flashes of grotesque images, which feel like cheap jump scares. Even so, they are incredibly effective at getting the heart racing. Whether I was exploring an abandoned oasis town or sneaking past a group of sleeping monsters, Amnesia: Rebirth continually produced one pulse-pounding sequence after the next. It doesn't help that Tasi has no way to fight back; when you see an enemy, your two choices are run or hide. This powerlessness sent my own fear levels through the roof.", "Praising Amnesia: Rebirth as a horror experience is easy. As a game, however, it comes up short in a lot of areas. One of the biggest problems is its puzzles, which shake up the pacing and reset the tension, though they falter as standalone diversions. As I explored Amnesia: Rebirth’s world, the game was often unclear about my goals or the steps I needed to take to progress. For example, one puzzle asks you to attach the wheels to a cannon and then push it down a ramp to smash through a rotted floor. The game never clearly communicated that goal, so I spent nearly an hour exploring a completely different floor of the building. The environments are also so dim and maze-like that you can easily miss your target, even when you know what you’re looking for. I regularly looped through environments four or five times before I would stumble across whatever I needed to progress. Feeling trapped and wondering if the game had bugged out on me filled me with nearly as much anxiety as the creatures hunting me.", "Amnesia: Rebirth’s frustrating puzzles undercut its horror, but bizarrely, so do its monster encounters. Amnesia: Rebirth features several otherworldly creatures who stalk Tasi through a series of dank caverns, and these creatures scamper through the shadows in increasingly unnerving ways. But the deeper I progressed into the story, the more I felt like these monstrosities were pulling their punches. Enemies often turn away from your position at the last moment, are incredibly easy to outrun, and lose interest in you quickly. Even when you do get caught, the repercussions aren’t steep; Tasi wrestles with the creatures and then you see a cutscene of her running back to a safe space, which is usually just a few rooms back. There are no game-over screens and Tasi seemingly can’t die. That’s nice from a convenience perspective, but it takes some of the teeth out of the horror.", "Even after I felt like I’d seen behind the curtain and knew how the machinery worked, I still moved timidly through Amnesia: Rebirth's world, which is a testament to Frictional Games’ superb environmental design and sound work. Tasi Trianon’s journey is a surprisingly emotional rollercoaster, and I’m glad I saw that story to the end. The cave full of horrifying monsters I could deal with, but I never want to see those infuriating puzzles again."], "authors": ["Senior Editor", "Benjamin Reeves Is A Writer", "Journalist", "Geek Sponge. For The Last Years He Has Worked As An Editor For Game Informer Magazine. He Has A Passion For Video Games", "Comic Books"], "keywords": ["tasi", "rebirths", "fear", "creatures", "game", "fine", "frustration", "puzzles", "light", "journey", "line", "review", "rebirth", "amnesia", "tasis"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}