{"id": "535b9877-9cf0-31b0-9d85-1ec7507b5f28", "summary": "Quite a lot, actually, when it is the Starbucks cup that made the most high-profile cameo in Game of Thrones since Ed Sheeran appeared as a Lannister soldier.\nNo cultural artefact assumed a greater significance in 2019 than the Starbucks cup.\nBefore the Starbucks cup became the cup, it was just a cup, left by a cast or crew member during a break in filming.\n“My favourite show in the entire world forgot a STARBUCKS COFFEE CUP ON THE TABLE WHILE FILMING,” Hijazi tweeted.\n“I would need to have had Mr Man arms to leave a coffee cup there,” he told Channel 4’s Sunday Brunch.", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "pubDate": null, "url": "https://www.theguardian.com/tv-and-radio/2019/dec/18/mad-props-how-game-of-thrones-gave-us-the-mystery-of-the-year", "title": "Mad props! How Game of Thrones gave us the mystery of the year", "paragraphs": ["A rogue cup turned up in Westeros ... and it sparked a global whodunnit with more knifings than the Red Wedding. Will we ever crack #Starbucksgate?", "What’s in a coffee cup? Quite a lot, actually, when it is the Starbucks cup that made the most high-profile cameo in Game of Thrones since Ed Sheeran appeared as a Lannister soldier. No cultural artefact assumed a greater significance in 2019 than the Starbucks cup. An HBO staffer came, they frapped, then all hell broke loose. Will we ever solve 2019’s most enduring mystery?", "First: a recap. Before the Starbucks cup became the cup, it was just a cup, left by a cast or crew member during a break in filming. It was the US YouTuber Zane Hijazi who spotted the error during the premiere of season eight’s fourth episode, The Battle of the Starks. Pandemonium ensued. In the scene, the Stark and Targaryen forces are carousing after winning the Battle of Winterfell. Enter stage left: the cup. “My favourite show in the entire world forgot a STARBUCKS COFFEE CUP ON THE TABLE WHILE FILMING,” Hijazi tweeted. The clip has been retweeted 146,000 times, and had more than half a million likes. Presumably none of those came from the HBO post-production team who failed to spot the offending receptacle and edit it out of the show.", "“The latte that appeared in the episode was a mistake,” HBO tweeted. “Daenerys had ordered an herbal tea.” Executive producer Bernadette Caulfield chipped in with a bit of forced bonhomie. “We’re sorry! Westeros was the first place to actually have Starbucks, it’s a little known fact.” HBO edited out the cup – it was no more. But Starbucksgate refused to die, expanding into a global whodunnit with more knifings than the Red Wedding.", "zane (@zane) my favorite show in the entire world forgot a STARBUCKS COFFEE CUP ON THE TABLE WHILE FILMING pic.twitter.com/60z3pOCfg9", "At first, Emilia Clarke seemed the most obvious culprit – she was sitting right beside it. But then Clarke went full Littlefinger on Conleth Hill. “We had a party before the Emmys recently,” Clarke said on Jimmy Fallon, “and Conleth, who plays Varys, who’s sitting next to me in that scene, he pulls me aside and he’s like: ‘Emilia, I have got to tell you something, love. The coffee cup was mine.’” Hill issued a robust denial. “I would need to have had Mr Man arms to leave a coffee cup there,” he told Channel 4’s Sunday Brunch. “I took a bullet for Emilia Clarke and she touted on me.” After the initial backstabbings, HBO’s cast and crew closed ranks – their lips are as sealed as Ned Stark’s were on Jon Snow’s true parentage. The mystery lives on.", "How can we explain our mania for the mistake and the cover-up? First, it has all the elements of a classic whodunnit: intrigue, ignominy and actors in period dress. Second, it is highly shareable – Photoshopped memes of the cup circulated endlessly on social media. And third, it is a bit of jollity amid an otherwise overwhelmingly negative response to the show’s final season, which suffered a drubbing from fans and critics.", "Personally, I think #cupgate took root because we are pernickety idiots who love to think we would never make a mistake on that scale and actually could do a far better job of things. (See also: the ridiculous petition to remake season eight, set up by an aggrieved fan.) It is also a reminder that even the biggest TV shows get it wrong. To err is human. To leave a Starbucks cup in Westeros, divine.", "And on the deathless question of whodunnit? I think it was Samwell Tarly, in the library, framing Daenerys after she flame-roasted his dad and brother. Next time – use a reusable mug. Disposable cups are so 2009.", "The Hot Priest rocked the Catholic church. There was an extreme and troubling tourist boom in Chernobyl. And Emily Maitlis unleashed an ‘unstoppable’ Prince Andrew. We get the latest on the year’s biggest TV shows and stories"], "authors": ["Sirin Kale"], "keywords": ["coffee", "props", "whodunnit", "gave", "think", "clarke", "cup", "season", "shows", "westeros", "mad", "mystery", "game", "thrones", "starbucks", "hbo"]}