{"id": "5370e31e-f9b1-32cd-8826-564845960f8a", "title": "Country singer Sam Hunt drops new single 'Sinning with You' following DUI arrest", "url": "http://www.foxnews.com/entertainment/sam-hunt-new-single-sinning-with-you-dui-arrest", "summary": "Sam Hunt is back in the music saddle after his DUI arrest.\nThe country crooner, 35, released his new single “Sinning with You” on Friday.\nSAM HUNT HAD MULTIPLE POLICE CALLED ON HIM BY MULTIPLE PEOPLE PRIOR TO DUI ARREST\"Raised in the first pew / Praises for Yeshua / Case of a small-town repression / Your body was baptized / So disenfranchised / I was your favorite confession,\" Hunt sings on the track.\nSAM HUNT TIES THE KNOT WITH HANNAH LEE FOWLERFollowing Hunt’s arrest, for which he admitted to \"consuming alcohol recently,\" according to police, the musician took to Twitter to apologize for his actions.\nFANS MAD SAM HUNT WAS A NO-SHOW TO ACCEPT ACM AWARDHunt was released on Nov. 21 after posting $2,500 bail and will have to appear in court on Jan. 17.", "paragraphs": ["Sam Hunt is back in the music saddle after his DUI arrest.", "The country crooner, 35, released his new single “Sinning with You” on Friday. It's his first piece of work since being arrested for driving under the influence on Nov. 21 – just one day before the song was initially supposed to debut.", "On the record, Hunt seems to take a look in the mirror at himself as he sings about his relationship with religion and the manner in which he questions what it all means.", "SAM HUNT HAD MULTIPLE POLICE CALLED ON HIM BY MULTIPLE PEOPLE PRIOR TO DUI ARREST", "\"Raised in the first pew / Praises for Yeshua / Case of a small-town repression / Your body was baptized / So disenfranchised / I was your favorite confession,\" Hunt sings on the track.", "“My past was checkered, your spotless record was probably in jeopardy / Your place or my place, his grace and your grace, felt like the same thing to me.”", "SAM HUNT DROPS OUT OF PLANNED CONCERT FOLLOWING DUI ARREST", "Hunt also sings about his connection to religion as it pertains to love and sex – and in the chorus, challenges the teachings he had been taught in the past.", "\"I never felt like I was sinning with you,\" he sings. \"Always felt like I could talk to God in the morning / I knew that I would end up with you / Always felt like I could talk to God in the morning / If it's so wrong why did it feel so right? / If it's so wrong why'd it never feel like / Sinning with you? / Sinning with you.\"", "Hunt was arrested after allegedly driving the wrong way down a one-way road, according to a police report obtained by Fox News. He was also allegedly swerving in and out of his lane and \"crossed the center divide several times,\" the report said.", "SAM HUNT TIES THE KNOT WITH HANNAH LEE FOWLER", "Following Hunt’s arrest, for which he admitted to \"consuming alcohol recently,\" according to police, the musician took to Twitter to apologize for his actions.", "\"Wednesday night I decided to drive myself home after drinking at a friend’s show in downtown Nashville,\" Hunt wrote at the time. \"It was a poor and selfish decision and I apologize to everyone who was unknowingly put at risk and let down by it. It won’t happen again.\"", "FANS MAD SAM HUNT WAS A NO-SHOW TO ACCEPT ACM AWARD", "Hunt was released on Nov. 21 after posting $2,500 bail and will have to appear in court on Jan. 17."], "authors": ["Julius Young", "Julius Is An La Entertainment Reporter For Fox News."], "keywords": ["single", "sam", "singer", "dui", "sings", "religion", "report", "country", "arrest", "hunt", "talk", "felt", "following", "wrong", "drops", "sinning"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}