{"id": "53a9f7c2-29f2-306a-8a43-901ef47c02ca", "title": "The Three Coolest Things Coming To Destiny 2’s Holiday Event", "url": "https://www.gameinformer.com/2020/12/11/the-three-coolest-things-coming-to-destiny-2s-holiday-event", "summary": "Destiny players have grown accustomed to the arrival of The Dawning around this time every year.\nBungie has announced what’s on the way for event, and these are the three most compelling reasons you might want to log in.\nWithout fail, Destiny 2’s holiday events see a visual overhaul of the Tower, and based on the screenshot above, this year is no exception.\nHoliday WeaponryWhile we don’t yet know how it shoots, a new legendary fusion rifle is entering the arsenal as part of the event.\nThe Dawning event is available to all Destiny 2 players from December 15 to January 5.", "paragraphs": ["Destiny players have grown accustomed to the arrival of The Dawning around this time every year. Bungie’s in-game holiday celebration may not mention things like Hannukkah, Christmas, or New Years in any direct way, but it nonetheless is certainly an opportunity for snowy themes, gifts, and frolicking.", "Every year brings a few twists on expectation, and this latest iteration of The Dawning is no exception. Bungie has announced what’s on the way for event, and these are the three most compelling reasons you might want to log in.", "Tower Decorations", "Even if you don’t’ decide to go crazy playing in the event, it’s almost always worth flying your jumpship down into The Tower for a quick look around. Without fail, Destiny 2’s holiday events see a visual overhaul of the Tower, and based on the screenshot above, this year is no exception. As a bonus, these same events usually feature new musical scores to enjoy while you toast marshmallows with Zavala and Shaxx.", "Holiday Weaponry", "While we don’t yet know how it shoots, a new legendary fusion rifle is entering the arsenal as part of the event. The mouthful-of-a-name for the new gun is the Glacioclasm, and Bungie is promising that each one comes with random rolls, which should encourage particularly devoted players to track down their personal god rolls for the item.", "Traveling In Customized Style", "I’m particularly excited by the arrival of a new exotic ship, but it’s not just because it looks pretty in the above screenshot. Rather, if the early announcement is to be taken at face value, this new ship offers something that Bungie considered for the game years and years ago before the launch of the original Destiny – customizable jump ships.", "In this case, the new ship doesn’t offer the full body customizing that I’ve always hoped for, but with adjustable engine streams and an animated shader that is unique to the ship, it’s a step in the direction of ship cosmetic customization that I’ve long desired. Ships are one of the most obvious ways to personalize your Guardian when playing among friends, so any step to let players further make a ship their own is a good step in my estimation.", "Beyond these three features, the Dawning also promises new items in the Eververse store, as well as a cool communal feature wherein players collect Dawning Spirit by participating in the event, and as a community, higher participation results in better gifts “under the Tree” at the Tower.", "The Dawning event is available to all Destiny 2 players from December 15 to January 5."], "authors": ["Magazine Content Director", "Matt Miller Has Been With Game Informer Since He Has A Special Interest In The Evolution Of Game Design", "The Tabletop Hobby", "The Crafting Of Interactive Narrative."], "keywords": ["holiday", "players", "bungie", "tower", "destiny", "event", "coming", "dawning", "ship", "screenshot", "coolest", "step", "2s", "way", "things"], "pubDate": "2020-12-11T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}