{"id": "53b9ab86-f839-30d4-9897-8ce4f87929d3", "title": "Railway Motive Power and Alternative Propulsion", "url": "https://execed.economist.com/eli-broad-college-business/railway-motive-power-and-alternative-propulsion-2021-02-02", "summary": "Dr. Andreas Hoffrichter is the Burkhardt Professor in Railway Management and the Director of the Center for Railway Research and Education in the Broad College of Business at Michigan State University.\nAndreas studied Transport Management at Aston University, England, and completed the course with a first class, Bachelor of Science, honours degree.\nHe has a master degree in Railway Systems Engineering and Integration from the University of Birmingham, England.\nHis research concentrated on railway traction, conceptual drive-system development, and subsequent vehicle performance evaluation.\nIn spring 2016, he joined Michigan State University to lead the railway research and education activities.", "paragraphs": ["Dr. Andreas Hoffrichter is the Burkhardt Professor in Railway Management and the Director of the Center for Railway Research and Education in the Broad College of Business at Michigan State University. Andreas studied Transport Management at Aston University, England, and completed the course with a first class, Bachelor of Science, honours degree. He has a master degree in Railway Systems Engineering and Integration from the University of Birmingham, England. In his doctoral research at Birmingham, he investigated the suitability of hydrogen as an energy carrier for railway traction, which led to the development of a narrow-gauge prototype hydrogen-hybrid locomotive; the first practical hydrogen-powered railway vehicle in the United Kingdom. He won the prize for the best PhD in the School of Electronic, Electrical and Computer Engineering in 2013. After completion of his PhD, he was employed as a Teaching and Research Fellow in the Birmingham Centre for Railway Research and Education at the university, where he taught on the railway master courses and developed new modules, including weeklong blocks in railway traction and railway business management for a new master program. In 2014, Andreas moved to the WMG within the University of Warwick, England, were he led the research activity related to drive systems for railway vehicles, including energy storage hybrids and hydrogen fuel cell systems. His research concentrated on railway traction, conceptual drive-system development, and subsequent vehicle performance evaluation. In spring 2016, he joined Michigan State University to lead the railway research and education activities. Andreas has published several journal papers and presented at numerous international conferences."], "authors": [], "keywords": ["systems", "management", "railway", "motive", "andreas", "england", "master", "power", "traction", "alternative", "research", "propulsion", "education", "university"], "pubDate": "2021-02-02T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}