{"id": "53e180af-b2d1-3971-be53-7412b0311ded", "title": "Man fined for violating coronavirus lockdown rules during 280-mile walk, following fight with wife", "url": "http://www.foxnews.com/lifestyle/man-fined-coronavirus-lockdown-wife-walk", "summary": "Unhappy wife, unhappy life.\nA man in Italy probably has some explaining to do at home after being fined almost $500 for breaking coronavirus lockdown rules during a 280-mile walk, following a fight with his spouse.\nFor example, that’s like walking New York City to Boston – and continuing on for 64 more miles.\nAuthorities said the man was lucid, tired and cold, but couldn’t believe how far he had truly wandered, according to The Independent.\nThen, the man spent the night at a local hotel, and his wife picked him up in Fano the next day.", "paragraphs": ["Unhappy wife, unhappy life.", "A man in Italy probably has some explaining to do at home after being fined almost $500 for breaking coronavirus lockdown rules during a 280-mile walk, following a fight with his spouse.", "The anonymous husband has reportedly become a social media sensation in Italy after walking 280 miles from northern Como (near Switzerland) to southern Fano, on the Adriatic coast, The Independent reports. For example, that’s like walking New York City to Boston – and continuing on for 64 more miles.", "AUSTRALIAN WOMAN WINS LOTTERY WITH LATE HUSBAND’S LUCKY NUMBERS", "The stressed spouse was picked up by police at 2 a.m. on Dec. 1, telling authorities he had averaged about 40 miles a day in the week since he left home, Italian newspaper Il Resto del Carlino said.", "Authorities said the man was lucid, tired and cold, but couldn’t believe how far he had truly wandered, according to The Independent.", "\"I came here on foot, I didn't use any transport,\" the man allegedly said, explaining that he was able to hoof it because \"along the way I met people who offered me food and drink.”", "“I'm OK, just a bit tired,” the 48-year-old insisted.", "FOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWS", "Police were able to confirm the man’s identity after reviewing his ID in their database, discovering that his wife had indeed reported him as missing a week prior, after he stormed out following a feud and never came back. Then, the man spent the night at a local hotel, and his wife picked him up in Fano the next day.", "It remains unclear if the couple has since made up, however; the Independent reports that the wife was asked to pay her hubby’s hotel bill and $485 fine for breaking the COVID-19 curfew on the spot.", "Italy has mandated a national curfew from 10 p.m. to 5 a.m. to stop the spread of the viral disease, amid a new surge of coronavirus cases.", "CLICK HERE FOR FOX NEWS' CONTINUING CORONAVIRUS COVERAGE"], "authors": ["Janine Puhak", "Janine Puhak Is An Editor For Fox News Lifestyle."], "keywords": ["fined", "walking", "coronavirus", "reports", "walk", "following", "picked", "man", "fight", "lockdown", "wife", "week", "violating", "unhappy", "rules", "miles", "tired"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}