{"id": "53f5b6bf-b583-3885-aee7-22f441ab99bb", "title": "China bans BBC World News after criticising pandemic and Xinjiang coverage", "url": "https://www.theguardian.com/world/2021/feb/11/china-bans-bbc-world-news", "summary": "BBC World News has been banned from airing in China, one week after Beijing threatened to retaliate for the recent revocation of the British broadcasting license for China’s state-owned CGTN.\nIn a statement published at midnight Beijing time on Friday, China’s National Radio and Television Administration said that BBC World News coverage of China had violated requirements that news reporting be true and impartial and undermined China’s national interests and ethnic solidarity.\nIn response the BBC said: “We are disappointed that the Chinese authorities have decided to take this course of action.\nThe UK has placed new restrictions on Chinese investment, and UK politicians are increasingly arguing that a policy of engagement with China has failed.\nThe channel had previously been rebuked by Ofcom for broadcasting the alleged forced confession of a British prisoner in China, and for biased coverage of Hong Kong’s democracy movement.", "paragraphs": ["BBC World News has been banned from airing in China, one week after Beijing threatened to retaliate for the recent revocation of the British broadcasting license for China’s state-owned CGTN.", "In a statement published at midnight Beijing time on Friday, China’s National Radio and Television Administration said that BBC World News coverage of China had violated requirements that news reporting be true and impartial and undermined China’s national interests and ethnic solidarity.", "In response the BBC said: “We are disappointed that the Chinese authorities have decided to take this course of action. The BBC is the word’s most trusted international news broadcaster and reports on stories from around the world fairly, impartially and without fear or favour.”", "", "The ban is yet another sign of deteriorating relations between the UK and China, one of the UK’s main trading partners. Relations have plummeted due to the imposition of new Chinese security laws in the Hong Kong, a former UK colony, and a broader crackdown on dissidents. The UK has placed new restrictions on Chinese investment, and UK politicians are increasingly arguing that a policy of engagement with China has failed.", "The British foreign secretary, Dominic Raab, called the move “an unacceptable curtailing of media freedom” that would “only damage China’s reputation in the eyes of the world”.", "In recent weeks, the Chinese government has criticised BBC reports on the the Covid-19 pandemic in China and allegations of systematic rape, sexual abuse and forced labor in the Xinjiang region, home to the Uighur and other predominantly Muslim ethnic groups.", "“As the channel fails to meet the requirements to broadcast in China as an overseas channel,” the Radio and Television Administration said, adding it would not accept BBC’s broadcast application for the next year.", "After a recent report that featured horrific allegations of sexual assault and torture in Xinjiang, Chinese officials said the claims were “wholly without factual basis” and accused the BBC of using actors to spread “false information”", "The BBC is already generally not viewable in China outside of some hotels, businesses and residential compounds for foreigners. It was not immediately clear if the ban would affect reception in those facilities.", "The Chinese action is also a response to the decision earlier this month by Britain’s communications watchdog, Ofcom, to revoke the broadcast license for CGTN, China’s English-language satellite news channel.", "Ofcom cited the links between the channel and China’s ruling Communist party. The channel had previously been rebuked by Ofcom for broadcasting the alleged forced confession of a British prisoner in China, and for biased coverage of Hong Kong’s democracy movement.", "On the day of the Ofcom ruling, a Chinese Foreign Ministry spokesperson accused the watchdog of acting on “political grounds based on ideological bias” and warned that China reserved the right to respond to protect the rights and interests of Chinese media.", "CGTN said Ofcom had been “manipulated by extreme right-wing organisations and anti-China forces”.", "Losing its British broadcasting license was a blow for CGTN since the channel acted as its European operations hub in west London, and some kind of reprisal against the BBC was seen as inevitable.", "Nevertheless, the swift Chinese response was condemned across the political spectrum in the UK. The Liberal Democrat foreign affairs spokeswoman, Layla Moran, said: “The role of media outlets such as the BBC is crucial to ensuring high-quality reporting of events around the world. What is happening to the Uighurs in Xinjiang is a genocide, and silencing the BBC for reporting on it shows that the Chinese government has no intention on stopping its appalling human rights abuses”.", "Yasmin Qureshi MP, a member of the Inter-Parliamentary Alliance on China UK said “The decision to ban the BBC from airing in China is yet another example of the intolerance that the Chinese Government has towards those who reveal the truth about its authoritarian rule.”"], "authors": ["Patrick Wintour"], "keywords": ["criticising", "uk", "chinese", "china", "bans", "channel", "xinjiang", "chinas", "ofcom", "world", "coverage", "bbc", "british", "pandemic"], "pubDate": "2021-02-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}