{"id": "54120168-9bde-38c8-a0a8-24647c0bc54a", "title": "Elite Dangerous: Odyssey Shows Off Gameplay Of Upcoming On-Foot Expansion", "url": "https://www.gameinformer.com/the-game-awards-2020/2020/12/10/elite-dangerous-odyssey-shows-off-gameplay-of-upcoming-on-foot", "summary": "Get ready to embark on another journey across the stars as Frontier Developments has revealed the first look at gameplay for the next Elite Dangerous expansion, Odyssey.\nThis expansion allows you to exit your starship, exploring the planets' surfaces on foot for the first time.\nWhile we received details of the expansion in August, we haven't seen solid gameplay footage of the planetary-exploration expansion to this point.\nThe team has worked to make the planets look good when you're on foot, providing stunning backdrops for starships, ground vehicles, and on-foot commanders colliding in battle.\nElite Dangerous: Odyssey comes to PlayStation 4, Xbox One, and PC in early 2021.", "paragraphs": ["Get ready to embark on another journey across the stars as Frontier Developments has revealed the first look at gameplay for the next Elite Dangerous expansion, Odyssey. This expansion allows you to exit your starship, exploring the planets' surfaces on foot for the first time. While we received details of the expansion in August, we haven't seen solid gameplay footage of the planetary-exploration expansion to this point. That changed during tonight's Game Awards livestream.", "As you step foot onto these distant worlds for the first time, you can expect to find new missions to take on with intense tactical combat Frontier hopes will be on par with the cockpit experience players have enjoyed for years now. Once Odyssey hits, players can customize their characters for on-foot missions with different suits and gear options to ready themselves for the dangers of the outside world.", "Also, you want to make sure you look good when you meet all those fellow commanders face to face in the various social hubs across the galaxy. The social hubs are designed as meeting places for commanders in order to plan next moves, form alliances, and acquire or upgrade equipment.", "The team has worked to make the planets look good when you're on foot, providing stunning backdrops for starships, ground vehicles, and on-foot commanders colliding in battle. You can see the gameplay trailer below.", "Elite Dangerous: Odyssey comes to PlayStation 4, Xbox One, and PC in early 2021. Pre-orders are available now."], "authors": ["Digital Editor", "Brian Has Written About Video Games For Over A Decade Across Multiple Publications. When He'S Not Writing Or Gaming", "He'S Usually Listening To Music", "Watching Ufc", "Or Hopelessly Rooting For A Baltimore Or D.C. Sports Team."], "keywords": ["shows", "planets", "expansion", "elite", "players", "dangerous", "gameplay", "foot", "onfoot", "commanders", "upcoming", "social", "ready", "odyssey", "look"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}