{"id": "542dee43-8f3d-3f3a-9563-d3b4bf14510e", "title": "House Moves to Force Trump Out, Vowing Impeachment if Pence Won’t Act", "url": "https://www.nytimes.com/2021/01/10/us/politics/trump-impeachment.html", "summary": "“Let’s give President-elect Biden the 100 days he needs to get his agenda off and running,” Mr. Clyburn, an influential ally of Mr. Biden, said in another interview on CNN.\nMr. Biden has tried to keep a distance from the impeachment issue.\nBut publicly he has said that the decision rests with Congress, and that he intends to remain focused on the work of taking over the White House and the government’s coronavirus response.\n“In 10 days, we move forward and rebuild — together,” Mr. Biden wrote on Twitter on Sunday.\nAt the White House, Mr. Trump remained out of sight for a fourth straight day and made no public comment on either the assault on the Capitol or the brewing impeachment threat.", "paragraphs": ["Mr. Clyburn argued in favor of delaying the start of any Senate trial for several months to allow President-elect Joseph R. Biden Jr. to take office without the cloud of an all-consuming impeachment drama. It would be nearly impossible to start a trial before Jan. 20, and delaying it further would allow the House to deliver a stinging indictment of the president without impeding Mr. Biden’s ability to form a cabinet and confront the spiraling coronavirus crisis.", "“Let’s give President-elect Biden the 100 days he needs to get his agenda off and running,” Mr. Clyburn, an influential ally of Mr. Biden, said in another interview on CNN.", "The uncertainty underscored how little precedent those seeking to contain the president had to guide them. No president has been impeached in the final days of his term, or with the prospect of a trial after he leaves office — and certainly not just days after lawmakers themselves were attacked.", "A two-thirds majority is needed to convict and remove a president in the Senate. But if he were found guilty, a simple majority of the Senate could then bar Mr. Trump from holding office in the future.", "Mr. Biden has tried to keep a distance from the impeachment issue. He spoke privately Friday with Ms. Pelosi and Senator Chuck Schumer of New York, the top Senate Democrat. But publicly he has said that the decision rests with Congress, and that he intends to remain focused on the work of taking over the White House and the government’s coronavirus response.", "“In 10 days, we move forward and rebuild — together,” Mr. Biden wrote on Twitter on Sunday.", "At the White House, Mr. Trump remained out of sight for a fourth straight day and made no public comment on either the assault on the Capitol or the brewing impeachment threat. The White House announced instead that he would travel on Tuesday to Alamo, Texas, to promote his border wall as part of a series of activities highlighting what he sees as the achievements of the last four years."], "authors": ["Nicholas Fandos", "Peter Baker", "Maggie Haberman"], "keywords": ["moves", "act", "impeachment", "office", "wont", "president", "trial", "days", "mr", "house", "white", "senate", "pence", "biden", "force", "vowing", "trump"], "pubDate": "2021-01-10T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}