{"id": "544c2d11-58a0-3a0f-bd98-77594441b3d0", "title": "Watch Each and Every | Every Starfighter From Star Wars: Squadrons Explained | Wired Video | CNE | Wired.com", "url": "https://www.wired.com/video/watch/each-and-every-star-wars-squadrons", "summary": "And this is every star fighter in Star Wars: Squadrons[gentle upbeat music]Fundamentally Star Wars: Squadronsis a game about being a pilota combat pilot in the Star Wars universe.\nAddressing all our gameplay needsbut making sure that we stayed true to Star Wars aestheticand the vehicle specific character.\nWe've used them in different combinationsto help the characterof each ship kind of feel a bit different.\nWhat we do to make the ships feel weighty is largely playingwith the tuning of their engines.\nYou don't want to run B-wingswithout the support of your buddies[upbeat music]And that was every star fighter in Star Wars: Squadrons.", "paragraphs": ["Transcript", "One of the cool things about the game", "is that we were trying to capture the feel of the films.", "So what we've tried to do is build our maps", "and our battle structures so that they are generally", "plane aligned like the film,", "but at the same time it's space.", "So you can do whatever you want.", "So like as a Bomber, it is perfectly valid to fly", "upside down beneath the star destroyer", "and be launching your bombs", "upward into the base of the ship.", "It lets you kind of have your cake and eat it too", "in terms of feeling like Star Wars", "but giving you a lot of control.", "Hi, this is Ian Frazier", "creative director on Star Wars: Squadrons.", "Hi I'm Shadi Malik", "lead UI artist on Star Wars: Squadrons.", "And this is every star fighter in Star Wars: Squadrons", "[gentle upbeat music]", "Fundamentally Star Wars: Squadrons", "is a game about being a pilot", "a combat pilot in the Star Wars universe.", "So you're gonna get into iconic ships", "like the X-wing and the TIE fighter last round", "in 5v5 Space Battles, both in single player.", "We've got a story set after Return of the Jedi", "and a multiplayer", "where we have two different competitive modes.", "So today we're gonna look", "at all 10 playable ships in Star Wars: Squadrons.", "We're going to have an in-depth look", "at their design, gameplay and how we stay true to the films.", "[Ian] The Fighter class is the multirole class", "within Star Wars: Squadrons.", "So these are the ships that are good at everything", "but they're not great at any one thing.", "If you wanna be flexible, able to switch back and forth", "between offense and defense, fighters are where it's at.", "[Shadi] The cool thing with TIE fighter is,", "is one of the ships where we have a lot", "of references from the films.", "For any of the eight ships,", "we would always start by the movies.", "That's like the Holy Grail.", "We would supplement that by looking at schematics, drawings", "and various manuals that we had.", "Grabbing all of that,", "we would do first concept art in 2D.", "So this is really just like in photoshop,", "grabbing different parts,", "moving them around, rescaling them.", "Addressing all our gameplay needs", "but making sure that we stayed true to Star Wars aesthetic", "and the vehicle specific character.", "So for the TIE fighter, it's a ship that actually", "does have already a nice big central screen.", "And we just had to kind of manipulate a few elements", "that were already existing in the cockpit to go", "and create the extra gameplay elements we needed.", "We tried to act like we were incumbent", "like we were sign our fleet systems.", "Like we were the fictional companies", "within the Star Wars universe that builds these ships.", "We're looking at it partially as game developers", "but partially also", "from a purely fictional lens and going well", "we had to really build one of these ships for real", "what would you do?", "Running this mixture between the films", "and trying to capture the prop", "but then knowing that the prop is a prop and then looking", "at what it would take to really fly one of these things.", "And then finally knowing that only it's a game.", "So there's constraints around that as well.", "We tried to take all those things together", "to end up with the result that you see today.", "The biggest challenge with getting the TIE fighter to", "to play the way that we wanted,", "was simply that the design of it is actually built", "around this sort of porthole window, right?", "You have this front facing window", "that everything's focused around and we need to make sure", "the player has enough vision, frankly.", "So there was a lot of playing", "with the distance where that window is,", "where the control column is,", "where your seat is so that both in 2D", "and of course in VR that the amount", "of visibility you have there is this kind of maximized", "or we keep the iconic look.", "Fun fact as we were working on it,", "we ran into a problem.", "The TIE fighter interior", "where the struts are in the window,", "don't match the exterior.", "There was actually a production error in the New Hope.", "So the inside of the TIE doesn't match up with the outside.", "The angle of the struts is different.", "We had to decide which which", "of these is going to be correct.", "Of course, being a pilot game focused within the cockpit.", "We chose the cockpit view.", "We needed for gameplay to have additional screens.", "So we have a central console,", "but we've got a lot of gameplay components.", "We didn't want it to be 2D UI overlay.", "We want players to have that pilot fantasy of really", "using the instruments that are in the ship.", "We had to add screens.", "We were looking at reference that was outside the period.", "And if you look at the first order TIEs", "they have these arms inside", "with like these triangular screens.", "The discussion we had from there was like,", "well you know, this is not the right time period,", "it's not the right model.", "We don't wanna to go there,", "but could we maybe imagine", "that there is a prototype of it that's already around", "in our timeline?", "That's one of the nice things", "with our time period is we're right after indoor.", "So both sides are kind of reappraising what", "they're doing a little bit.", "And we see some interesting technology evolve", "that makes sense fictionally.", "With the TIE specifically,", "you'll notice that in the prologue,", "which is set around the same time period as the first film", "you don't have any missiles.", "You don't have any countermeasures.", "You have the basic lasers engines TIE fighter", "but then when we jump forward", "to the post end or period where most of the game is set,", "now that the tightened squadron,", "the Imperial group that you're with,", "they start experimenting with these ships", "and trying things that are a little bit more out there.", "So you're gonna get some non-stock options", "for weapons and components and stuff.", "Once you get into that later time period.", "The X-wing and the TIE fighter needed to be quite different.", "This is the game that we've tried", "to balance the balance in an a symmetric way", "'cause each faction fictionally", "kind of has its own strengths and weaknesses.", "And we wanted to lean into those in actual gameplay.", "The nice thing the X-wing has is it's got all three systems.", "It's got its engines, it's got its lasers", "and it's got shields.", "But you can shift those double front", "or behind you something you know", "we've heard in the films.", "But then the TIE fighters canonically", "don't have shields at all.", "So we said, Okay, what do we do to make that fair", "to get to kind of balance these two ships out", "but have similar roles, but are on opposite factions", "and when we keep more or less lined up?", "If you fly the two in our game", "the X-wing feels a bit heavier.", "It's got a bit more substance to it.", "The TIE fighter has a zippier turns.", "It's just a faster ship in a more easily maneuverable ship.", "And so that helps kind of counterbalance the shields in", "and of itself.", "But the ability to control the shields to put them to front", "or back is giving another edge to the X-wing.", "So how do we counter that?", "What we do is we use the same buttons that we would use", "for shield control and next wing on a TIE fighter.", "And some of the other ties,", "we use that for emergency power conversion,", "which is the ability to pull all the juice", "out of your engines", "and dump them into your lasers", "or vice versa on the fly.", "So you can quickly get out of trouble", "or quickly juice up your weapons", "for a massive attack in a hurry", "in a way that the rebel ships can't.", "Some of the things we had to do for the X-wing were", "changing the viewport,", "kind of slimming down the struts a bit.", "It's a bunch of invisible changes", "that make it feel like the movie.", "I had to take the existing dashboard", "and you know, its angular shape and how high it is.", "That's iconic.", "So we obviously had to have that we penned and scaled", "and kind of moved around to create additional room.", "So we'd be able to fit all the gameplay components.", "For each of these changes,", "basically there's slide in the deck", "showing the original,", "showing the intended change", "and justifying why", "but any changes we were doing,", "you know using the materials", "that were already in the cockpit you know,", "paint or icons or buttons that came from elsewhere", "and just making sure everything was really", "authentic to that cannon ship.", "We were treating them like real things, right?", "So both from the fictional standpoint,", "but also as prompts for the films.", "We would ask, Okay, it's 1977", "your ILM you're building a prop.", "You don't have a flat LCD screen and those don't exist yet.", "You're gonna notice that the lights", "for your laser charge are actual LEDs,", "old style like a little bowl", "with a plastic coating over it,", "that's coloring the light.", "It's one of those things that makes the game", "I think feel more real", "because the teams tried to approach it as if it is real.", "If we were making just any ship", "just for the game,", "you know, from a player experience standpoint", "you're gonna put the UI element", "exactly where you need it,", "the size you need it.", "In this case, the fantasy", "is being a pilot in the Star Wars universe.", "So it doesn't make sense to do that.", "You'd be sacrificing the whole fantasy that, you know", "we're trying to offer players", "because you're just trying to be as efficient as possible.", "Even once we had the UI there", "with the right color scheme and everything looking great", "in the retro, it still wasn't enough.", "We wanted players to feel like they were really there.", "So working with shader artists, we went and did materials.", "We went to the point of being able", "to emulate the screen resolution for each display,", "having refresh rates", "and keeping the frame rate down", "to give that retro choppiness", "you know like to the animation.", "So how do we create the sense that these ships are real?", "The first thing we did was the flight model", "for the X-wing and TIE fighter.", "And everything's really been built upon that foundation.", "And what we tried to do with them", "is look at everything we see in the films", "that even some of the animated series and so on,", "to look at what are the boundaries,", "what are these ships capable of?", "What are they not capable of?", "For instance, there's no vertical thrusters on X-wing,", "they don't go straight up and down.", "It's not a thing that X means to do.", "So we did not want that as part", "of our flight model 'cause it doesn't fit the fiction.", "At the same time we wanted", "to create the idea of kind of World War 2", "combat piloting is our foundation as it was for Lucasfilm.", "And then from there go, how do we up that a notch?", "How do we take things like power management", "and eventually boosts and the drift maneuver to take it", "and really take advantage of the fact that you're", "in space and we can do some cool over the top stuff.", "We ended up building an entirely new entity", "to handle how our ships work within the frostbite engine", "because we knew we were trying to do something", "that had never been done before in our engine", "quite like what we're doing.", "We base it a lot off of the older games", "like original X-wing and TIE fighter,", "use that as a starting point in terms of the kind", "of banking maneuvers we wanted to have", "in terms of how we wanted them to handle turns.", "And so on, we did that as a foundation early on", "and then we started layering it things", "in like power management", "and eventually drip maneuver.", "In legends, there was this idea in Star Wars", "of the etheric rudder.", "This idea that there was some kind of medium in space", "that you actually kind of piloted through", "which was sort of the fictional reasoning", "behind ships handling or like aircraft", "less like spacecraft.", "Now, honestly, I don't even know", "if that's canon anymore or not.", "In terms of our, our thinking", "of around how we make the ships move.", "It helps as a visual representation", "of how ships would move through medium.", "[Shadi] These are the ships that are meant to go", "after other starfighters.", "So they're the most agile and fast", "and they really pack a punch.", "They're also the most fragile.", "So you have to watch out", "they're not meant to go after capital ships.", "When going about designing the TIE interceptor,", "the idea was that the TIE fighter,", "the interceptor and the Bomber,", "they're a part of the same line.", "And when you're flying Imperial,", "there's a certain standard", "and there is efficiency in the design,", "but we did still want each ship", "to have its own unique character.", "The way we did that for the interceptor,", "it's a ship that's made to hunt", "but it's also more fragile.", "So it's a little details.", "Like if you look at the viewport,", "the spokes and then the rim around,", "they're thinner, more refined,", "giving it a more precise look,", "but also a bit more fragile.", "And the other big thing that we were able to", "use were those screens that we were adding", "on the side that we spoke about earlier.", "So each of the tree ships got accustomed shape.", "The one for the interceptor", "are these kinda aggressive triangles that kind of cement", "its look as, you know, a hunter.", "So one of the most fun parts", "of working in the cockpits for squadrons was figuring", "out how you actually fly a TIE fighter.", "And this is true for the Fighter, the Interceptor", "and the Bomber is that if you look at the films", "we see very little of the actual interior", "of those ships and how physically you control it.", "Now, an X-wing, it's a joystick", "but with the TIE we see that there's a yoke", "but it's not really clear how that works.", "And so we've ended up with this design", "around the pushing and pulling what it does when you twist", "like what's a pitch, what's a yore.", "How do you roll one of these ships", "and make sure that what we do,", "doesn't contradict what we see in the films", "but is internally consistent", "and make sense from a player standpoint.", "So if you're playing the game", "especially if you're in VR and you look down at", "what your pilot's hands are doing,", "it always makes sense.", "So when we built the TIEs,", "part of figuring out how they would control was sort", "of the physicality of it.", "So we actually built simple wooden armatures", "that were the controls", "like kind of imagine the yoke of the TIE fighter.", "So that then when we did motion capture performance capture", "of our actors for cinematics,", "they were sitting inside these simple, you know,", "wooden cockpits and then we'd work on the motions.", "We're having a lot of fun with it.", "So one of the things that makes the TIEs still", "very distinctive from the new republic ships", "and the TIE interceptor", "is probably the best example of this,", "is actually the sound design.", "So those core mechanics of, you know", "throttling your engine and that sweet spot", "in the middle of the throttle where you turn better,", "those are the same between the factions.", "But the way we treat", "that from an audio standpoint is quite different.", "You know, if you're in a rebel ship,", "if you listen to it there's rattles and clanks and clunks", "and there's this distinct feeling that there's", "duct tape somewhere behind you holding that ship together.", "Whereas the TIEs it's clean, it's pristine, precise", "especially with the interceptor,", "you're gonna notice higher pitch.", "You're going to notice more kind of clean hums", "very little noise in the mix.", "The whole idea is that these things", "are engineered to perfection.", "And that's your experience and kind of, you know,", "the Imperial cleanliness and design there.", "The A-wing is one of my favorite ships in all of Star Wars.", "So we had a lot of fun developing it.", "It has that very aerodynamic shape.", "This thing is just, you know,", "kind of a wedge flying through space.", "And yeah, I know there's no air in space,", "but there's always that sensation", "that this thing is incredibly fast", "at the same time, it's pretty small.", "And you have that, that field that, you know", "one straight blaster bolts going to make your day real bad.", "And we wanted to capture that", "in all of the tuning and design around the A-wing.", "You'll look at the rebel ships", "and you'll notice that they use different fonts.", "So we have all these fonts that are from the end", "of the universe that you've seen on screen in the movies.", "We've used them in different combinations", "to help the character", "of each ship kind of feel a bit different.", "It takes, you know, a team,", "you know of experts to bring the ships", "to the players like this.", "One of the things that's fun in the game", "is we've been really careful with our collision.", "The actual collision, geometry around all this sort", "of stuff you could smash into in the game.", "And as a result, if you're in an A-wing", "you can pretty easily fly into say the trench", "on the side of a star destroyer.", "Flying to that area that's super tight", "but that's a place where you can legitimately get in there", "potentially lose a pursuer", "as they might be a bit bigger and smash off the side.", "We wanted to lean into that idea of being super fast,", "super agile, but small.", "And you hit like a truck.", "So you're gonna have", "this crazy experience of being very cautious", "as everything around you can cause your death pretty easily", "but being able to get in and out and do these awesome", "hidden fade attacks and just make you feel like an ace.", "The cockpit is pretty cramped as well.", "In VR, we had to make a few modifications", "and there's like this metal rim, right?", "That like runs kind of across like the glass", "and where it was positioned in the cannon ship.", "It would be in the way of some", "of the instruments that the player needs to use.", "So we had to move it and thin it", "and kind of play with that a bit", "while still giving you the impression", "that it's the same position, the same look,", "even being able to let you personalize it,", "like hanging flair", "but not like intrude upon the gameplay elements.", "Well, if this is a real ship that existed", "and you got a fuzzy walk that you wanted to put in.", "In the real world, somebody would sell an attachment", "to actually put those things up.", "And so that's what we did built.", "[Shadi] If you look down and it's just", "like that classic world war two cockpit stuff", "that you'd expect to see,", "it's just a great look.", "It's the only ship that has a radial speed gauge", "with an arrow that actually moves up and down.", "And it just gives it that feeling of speed", "like almost like a muscle car, you know?", "So yeah, I really enjoyed working on the A-wing.", "The Bombers are defined by being a bit slower,", "a bit heavier, a bit tankier,", "built to drop that massive ordinance", "that's gona take out big capital ships.", "Things like star destroyers and MC75's.", "So they might need a little support getting there,", "but once they get there,", "they can do an obscene amount of damage.", "[Shadi] For the Bomber we wanted obviously", "to make it look different than the Interceptor and Fighter", "'cause it has a very different role", "and the exterior is also very different.", "So we needed to bring that insight as well for the player.", "Our job was made easier because the Bomber is a bigger ship.", "So especially when you're looking around the interior", "you'll see there's actually room where people can sit", "behind you and all that's designed.", "It looks very different than the interior", "from the other two ships.", "Even if you look to the side,", "you will see that there's a door and there's the ordinance.", "You know, you got all the bombs", "on the other side and the compartment.", "So it makes it already feel quite different just from that.", "You can actually go against the capital ships with it,", "you can make serious damage.", "It needed to feel tankier,", "kind of the reverse approach", "that we had for the interceptor.", "For the Bomber, we went and made the frames of the viewport", "thicker, more armored, kind of like you could ram something", "and really take a lot of punishment.", "Once again, those secondary screens that we introduced", "we gave it a different shape", "for the Bomber or something bulkier", "to just kind of confirmed its role on the team.", "Well, the ships that have the off center cockpit", "like the Bomber, the TIE Reaper were quite challenging", "because as a player,", "you don't wanna feel like all your control", "is offset by you know, a meter or two", "from where the ship's actually located.", "It becomes incredibly hard to tell,", "like can I get through that hole?", "I don't know!", "Where is the hole relative to me?", "So what we ended up doing is we have the", "the pilot seat is technically off center", "but the pivot point for the ship has been moved relative", "to the broader shape of the ship.", "Effectively, you're driving it from the center of the ship", "even though your seat is a little offset.", "What we do to make the ships feel weighty is largely playing", "with the tuning of their engines.", "So how fast they accelerate,", "how fast they decelerate", "and how much momentum they preserve", "when you go into a different maneuver,", "if you're in a Bomber and you start to turn the degree to", "which you have forward momentum there helps sell that sense", "that it's actually kind of a heavy ship.", "Obviously the top end speed relative", "to other ships also helps that sense of weight.", "And there's a lot of kind of tricks", "of presentation that help it doesn't make a bit", "of difference to the way the ship handles,", "but in your mind that that sensation,", "that it's a kind of beefier ship", "helps make it feel slower, feel weightier.", "Similarly with the sound design,", "when we're using a lot of lower pitches", "that helps kind of correlate your mind", "with the slower beefier, stronger ship", "than the more like high-pitched tightly tuned Interceptor.", "So the Y-wing has been a really interesting challenge", "for us because we're trying to capture the feel of the ship.", "And it's got a lot of similarities", "with the X-wing in terms of its structure and cockpit", "and you still want it to feel distinctive.", "The cockpit team's done a great job", "of looking at the instrumentation", "looking at the shape language that you see", "within that dashboard and the films", "and then trying to make use of that as well as possible", "whether it's the kind of like tube", "that works its way over the instruments", "or the actual shapes you see of the instruments there.", "We tried to make use of those and really lean into them.", "So it feels right for a while way.", "And at the same time, kind of that heavy structure you have", "around you are kind of left and right behind you.", "You have a lot less of a window", "to your astromech than you would inside an X-wing.", "What's really interesting with the Y-Wng is it's one", "of the oldest ships that the rebels have.", "You can definitely see it in the design.", "So it was quite a challenge for us to design something", "that would keep its unique character but make it playable", "because the ship is devoid of screens for starters,", "like the only one that you see", "in the movies is the targeting computer that comes", "in from the side.", "But besides that it doesn't actually have any displays.", "It's kind of like hearkens back", "to the syfy ships that had basically blinking lights", "these huge computers, right?", "With like lovers and blinking lights.", "You look at the Y-wing of the cabin for a pilot.", "It's been a versatile style ship", "over different time periods.", "And we've even seen it have two people in there.", "Having the pilot and having like a rear gunner.", "So it's a very long cabin.", "And the pilot is kinda sitting", "with like his legs out a bit more compared", "to some of the other ships.", "We had to play, you know", "with like the dimensions and do a bunch", "of tricks to make it feel like the shots", "especially the ones you see in episode 4", "but like make it playable.", "So one of the things we did was bring in displays", "that we designed for the X-wing", "and layered them with some of the iconic things that were", "in the Y-wing, like the cube,", "and then that comb with a glass lens", "that we use for the ship status indicator.", "Even on the screens, I paid close attention", "to the patterns that you have on those side panels.", "So the painting patterns and those big grip", "glass lights that kind of stroke.", "We took those patterns and we made vector versions of them.", "And we use them as backing", "for the information under this place.", "It was quite a challenge to be able to try", "and keep that look, but introduce screens without, you know", "kind of disfiguring the Y-wing.", "The Y-wing for the longest time has been our example", "of how you make two very different bills using components.", "By default, they're built to be Bombers.", "They're built to be really good", "at taking down into the capital ships", "not as good at dog fighting.", "Depending on the components, you can slant them very heavily", "toward taking out capital shifts", "and just accept that you're gonna be awful", "in a dog fight and need the support of your friends.", "Or you can slant some more the other way", "and be more of a heavy assault craft", "where you're never gonna be as zippy as an A-wing", "and you know, it's going to be trouble", "with people, get on your tail.", "But if they're dumb enough to come at you from the front", "you can really end their day in a hurry.", "What makes a ship part of the support class", "is that you'll be piloting it to help your friends", "and hinder your enemies.", "So you're gonna have a bunch of tricks up your sleeve", "that kind of gives you the edge and slow down your enemies", "TIE Reaper and the U-wing,", "both of our support ships actually come", "from the film Rogue One.", "And we were really excited to bring them to life in the game", "because they haven't had as much exposure yet.", "The Reaper in particular, just, you gotta love that design.", "It's so cool.", "I think it's probably my favorite ship on the Imperial side.", "Originally, we looked at support and we said,", "Okay we want kind of the entry-level class,", "the class that's going to be the easiest to use,", "that can be helpful for your team,", "but isn't as effective at killing.", "Did not work for a couple of reasons.", "First is that the X-wing", "of the TIE fighter are what everybody knows.", "So no matter what we do", "those are gonna be the ships that anybody new", "or more casual is going to gravitate toward.", "The other thing is we found", "that in a dogfighter simply, you know, hunting down enemies", "and shooting them is the most basic thing you can do.", "That is the most successful", "and fundamental part of gameplay.", "We ended up pivoting our, our mindset", "for support ships to be less the entry-level ship", "and actually the other way around.", "They're more of a high-level ship that takes a bit", "more skill to use effectively, but they're the specialists.", "You can use a TIE Reaper to sort of batten", "down the hatches around your area", "to put up turrets, drop mines, to defend the zone.", "You can do it to make your entire team invisible", "to enemy radar, to ionize enemy shields", "and bring them down to, you know, focus fire.", "They're very versatile in terms", "of what they can do with the widest array", "of different components that can be equipped.", "We were bringing a ship to the screen,", "especially it's the cockpit that no one had seen yet.", "So the outside has been seen, but like,", "if this was gonna be new to our players.", "There were some models that existed", "because the ship was designed", "for use for Jedi Fallen Order", "Our biggest consideration was visibility from the ship.", "We kind of cut the dashboard down and made it shorter.", "So the pilot could sit closer to the front windows.", "They still look like what you expect", "when you're seeing it from the outside.", "But once again, you know, truly like little tricks,", "we make it more accessible for players.", "[Ian] Working on the U-wing has been interesting", "because as you may know,", "it's a two-seater craft.", "And so trying to balance your perspective", "in a way that feels right", "that feels like you're in the,", "left-hand seat across the front there.", "But also pilots in a way you expect.", "Whats it's not difficult to fly", "through a hole in a structure", "because actually my center point is over there", "has been really challenging trying", "to make sure that our physics lines", "up with kind of what your brain expects as a pilot", "especially in VR versus the actual center point of the ship.", "The other big challenge is, as you may know", "is that the U-wing has S-foils, its wings unfold.", "So, when a U-wing is jumping into hyperspace,", "you've got the wings locked and it's in its iconic U shape.", "But once you're ready for combat,", "they fold back into more of a frankly, a Y-shape", "but don't tell the Y-wings for combat.", "And that means that their breadth is quite a bit bigger.", "So if you're flying through say the interior", "of a space station, you've got to be a lot more aware", "of your surroundings and not your wing", "that you might need to in something like A-wing.", "With both the U-wing and the Reaper", "they have places in them to have", "whether it's a copilot or passengers in the back.", "And if you look inside them in the game", "you do see those seats", "but we don't actually have them filled now partially", "that's because our game is set in space.", "You're not landing on planets", "would have anywhere to drop them off.", "Not a lot of reason for them to be there fictionally", "but also because from a performance standpoint", "the way the game runs,", "we're trying to make sure we're giving you the things", "that matter the most and giving all the attention there.", "So the ships and lasers and explosions that are", "in front of you, if we have a high fidelity character", "two feet away from you,", "everything out the window is gonna have to look worse", "in order to make performance space", "for that character right next to you.", "Working on the U-wing was easier for two reasons.", "One, because it's one of the later ships", "I tackled in production.", "So we were already getting really used", "to finding creative solutions than a challenge we'd faced", "on the other ships.", "Also as luck would have it,", "just the design for that big central screen.", "And it has all that, you know, the mess of wires", "and connectors, and it has a secondary monitor on a swivel.", "I was able to just take that monitor, move it elsewhere", "where it fit with the order that we have for components", "because every ship is different", "but gameplay wise, you know, he want people to", "to know that the radar is going to be over on the left.", "The speed's going to be on the left", "'cause it fits with the controller, that kind of stuff.", "So that led us easily move it around", "without having to modify it as much.", "So what we did for the U-wing is more rescale", "and move around existing elements.", "And we were able to quickly find a home", "for most of our gameplay components.", "I think for the most part", "I only had to modify the top part of the central console.", "So it would be able to display our load out.", "And we use something that is existing, that you saw", "this kind of glass part with red lights in the movie", "it was close enough to our laser bar.", "So it was a really a good fit.", "So we've added these two new ships,", "the TIE Defender and the B-wing.", "Designed the game around the eight core playable ships.", "But fortunately, thanks to all the support of our players,", "we're able to add these entirely", "new ships that fill new niches within the gameplay", "and within their gonna add a lot to the game.", "Even though the ships are a part of existing classes", "they play very differently.", "They're quite unique", "and they get their own unique components as well.", "A big part of the design of squadrons", "is about team composition and the whether", "you kind of lag your team and the way that you", "support each other, like, okay, you know,", "I'm going to need some people", "that are handling just enemy ships and I need some people", "that are focusing on the objectives and so on.", "If we added a whole new class", "like we call them the heavier something", "that compositional picture got a bit more complicated.", "So instead we went, how do we fit these", "into the existing kind of walls that we have", "but offset enough in that kind", "of spectrum of design that they all feel unique.", "We don't want the TIE Defender to feel like a", "it's a TIE fighter with a different cockpit.", "You want it to feel distinctive", "but we still wanna understand the role that,", "okay this is a flexible ship", "that can be used both offensively", "and defensively in the way that a TIE fighter would.", "I'm a big fan of it from the TIE fighter days", "like the PC game TIE fighter.", "We were so excited to see that come back into Canon", "and went okay, well, we've got to let people fly this thing.", "The reason we put it in that kinda fighter class", "is that it is meant to be flux.", "Something that can help offensively, defensively", "where it's a bit different than say the TIE fighter", "or TIE interceptor is it's really good within a given area.", "It's not as good at getting", "from point to point.", "Heavily leans on boosts and drift", "for all your maneuvre ability.", "So you can really hold a spot,", "but if you need kind of superiority", "over the large space to hold the front", "you don't want to rely just some defenders should mix that", "up with the different teams composition.", "The TIE Defender being part of the same you know line", "as the TIE fighter, Bomber or Interceptor", "obviously it has to have", "a lot of things in common with them.", "That's kind of the point of that series", "for the pilots to just hop in you know, your home.", "All the ships in the series", "the main difference was the viewports", "and also the secondary monitors that we have on both sides", "of that central column,", "that standard and all of them.", "So the TIE Defender still has that console", "in the middle and it has its own set of handles on the side.", "One big thing with a TIE Defender is it has shields.", "So it means it has more power management going on.", "It also has more information that you need", "to be able to consult as a player,", "as we're flying that ship", "we had fun playing with different shapes and patterns", "and we found one that both felt robust enough", "to kind of feel like this is a ship", "that can take punishment,", "but also still felt aggressive a bit closer", "to the TIE interceptor than the Bomber I'd say.", "We wanted it to look like the empire", "spent more money on the ship.", "There's a little bit more technology going on", "a little bit more stuff built in", "compared to the other three quartet fighters.", "The ship status indicator.", "If you look at the other three basic TIEs", "besides the Reaper,", "what we're showing you is the silhouette", "of the ship seen from the front", "because the defender has shields.", "We want it to show you a top-down view.", "So it would be clear right off the back of your looking", "at your front and rear shields.", "I love it's silhouette.", "So aggressive with all those,", "those spikes when you see it from the top,", "but it's also a very challenging shape", "to work with for the UI to try and,", "you know, like surrounded", "with the shields and fit that nicely within the screen.", "So I spent, you know", "quite a bit of time doing different iterations", "and patterns and, and line art to that would", "that would really go well", "with the silhouette and still stay clear for the player.", "In rebels, the TIE Defender is just straight up better", "than the other TIEs in the context", "of a competitive game that doesn't work ready.", "It's like, all right, well", "you've got five ships take that one's totally superior.", "So what we've done more wise is", "that after [indistinct] initiative, you know,", "spoilers the things go sideways on the fall", "that Defender initiatives put out a service", "but the plans are still around.", "So in our time period", "when the empire is not doing so well,", "the plans still exist", "but they don't have the resources they once did.", "So you're getting kind of a second generation more suited", "for mass production version.", "The whole game was designed to make you feel", "like an ace pilot, but the Defender is a whole other level.", "Now the elite within the ace pilot group", "when I really master that ship,", "which is a great feeling.", "The cool thing about the B-wing is it's the last ship", "from the Return of the Jedi era that we wanted to bring", "to the light that we never got a chance to do", "with the core game.", "So the B-wing is really cool", "because it's got this unique gyroscopic cockpit.", "You can actually keep your cockpit stable", "but control the entire rest", "of the ship around with the cockpit.", "Now, partially, this is just cool, just for fun", "but also you can be using this tactically.", "So it's something that improves your missile evasion.", "It's something you can use to aim your bombs.", "So you can have your ship like aiming upward,", "fly under a ship and shoot your bomb straight up", "for example.", "And beyond that it actually is increasing", "the rest of your ammo.", "So if you take that component", "the one that lets you control your gyroscopic cockpit", "it's doubling whatever your other odds of the readout.", "So we were wondering,", "maybe we would only allow you to have it vertically", "or horizontal.", "And it would just kinda ease", "by itself in between those motions.", "Once you triggered it", "or we could allow total control, I'm pretty, pretty stoked", "that we were actually able to allow you granular controls.", "You can actually place it at any angle that you want.", "As you're piloting.", "We decided to go kind of old school with a dial that looks", "like some something you'd have on an old fighter plane.", "And you actually have a needle that's", "like a B-wing silhouette shape.", "And you see it rotate around the dial.", "So you get like this precise feedback", "You got a bubble cockpit.", "So if you're doing free look", "or especially if you're in VR", "you can be just looking at the window as that", "as that big wing is moving along.", "You'll see it like, you know,", "block out the light, like across your dashboard.", "You Feel the rumble of using your controller.", "You've got that kind", "of a shuttering metal scraping sound.", "As the entire ship moves around you", "you can be firing your lasers,", "[indistinct] Canon or whatever,", "while you're rotating the wing.", "And so you see the lasers kind of spiraling", "around your cockpit as that's rotating", "and you're still firing.", "The ship is ungainly.", "You go flying into a tight tunnel,", "like in our new map foster Haven,", "you've got to really be paying attention", "to where are the constraints of that ship are.", "You just smack into a wall.", "And so having that level of situational awareness", "having the new instrumentation that lets you actually", "control and be aware of where the rest of your ship is", "is a whole new kind of experience with the B-wing.", "That's really unlike anything else in the game.", "The references we had were mainly", "the ships that were built", "for the original trilogy.", "So you've never seen them into movie like the inside", "but they were built like as part of that,", "that ship they were using photos outside shots", "as they were flying through space.", "And then there was references", "from the rebels show for the prototype of the B-wing", "From a fictional standpoint", "the blade wing was the prototype.", "So what we're trying to capture is more", "of the standard B-wing that comes along a bit later.", "And also because there's just something cool", "about feeling like when you saw Return of the Jedi", "that cockpit was actually there", "in that B-wing you just couldn't quite see it", "because of the camera work.", "And we're finally getting to sort of reveal that", "to the world, you know", "very much in first person for the first time", "The B-wing being one", "of the later ships to be introduced,", "it's little subtle things that it will set it apart", "making the screens a bit higher resolution", "and playing, you know, with the type", "of CRT or LCD monitors you're seeing in some of the panels", "the B-wing has a mix of like small CRT's", "for like it's radar and then the ship status indicator.", "But then it does have a nice big LCD display", "for the combat screen,", "closer to what you'd see on the U-wing.", "So the B-wing in lore is a Bomber.", "You know, it's a Bomber/Assault craft,", "but being a great Bomber is a big part of its identity.", "So we wanted to keep that concept", "but it's also such a unique shift.", "You know, it's something that a lot", "of people love our fans of wanting to play.", "We've got a lot of feedback of the B-wing, where is it?", "Okay. We put it in guys.", "It's gonna be okay.", "It's that idea", "of being able to control your bombs specifically that from", "from a mechanical standpoint,", "that well with the ship.", "We thought that was such a good fit", "that it made made sense to really lean", "into that Bomber room.", "The other thing is,", "if you look at the design of our ships", "the Y-wing has always been intended to be kind of a spectrum", "between going all Bomber and more of a dogfighter", "or somewhere in between.", "We give you quite a bit of flexibility.", "With the B-wing, we've gone even further to the right,", "so it can dog fight but at the most", "it's gonna be a backline fighter.", "That's kind of providing think of it like artillery support.", "Whereas on the other extreme, it is a Bomber that is good", "for dropping bombs and nothing else.", "And you darn well better escort it in terms", "of team composition.", "The thing with the B-wing is that it is the farthest thing", "over on the extreme of kind of the,", "I just murder people to I just murder capital ships spectrum", "of different ships.", "And so it's something that doesn't work well on its own.", "This is a ship that benefits tremendously", "from being paired with the U-wing and to a lesser extent", "by being paired with other ships that can support", "and protect it on way to the destination.", "Similarly, you can set it up to be more of a dogfighter", "but even in that case, it's not gonna be, you know", "flying around in the middle of everything the way", "that A-wing would, it stays more at a distance.", "And while everyone else is keeping the enemy busy", "it just guns them down, you know, tremendous artillery.", "So it's very much a ship that leans into teamwork.", "You don't want to run B-wings", "without the support of your buddies", "[upbeat music]", "And that was every star fighter in Star Wars: Squadrons.", "We hope this has helped you understand the game", "a little bit better and brought that galaxy", "far away a little bit closer to home."], "authors": ["Condé Nast"], "keywords": ["wars", "wired", "feel", "star", "ship", "know", "cne", "watch", "wiredcom", "tie", "squadrons", "starfighter", "explained", "kind", "really", "bit", "actually", "video", "youre", "ships"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}