{"id": "54500500-3083-36e9-b68c-6542aa21d511", "title": "Rep. Chuck Fleischmann (R-TN): The Fate Of The Republic Rests In Georgia", "url": "https://radio.foxnews.com/2020/12/07/rep-chuck-fleischmann-r-tn-the-fate-of-the-republic-rests-in-georgia/", "summary": "Email Embed+ Embed CodeEmbed the following code on your website:Watch the latest video at foxnews.comOn Fox Across America with Jimmy Failla, Rep. Chuck Fleischmann (R-TN) explained why it's so important for Republicans to win both Senate runoffs in Georgia.\n\"The gravity of this election is so important, I would say the fate of the United States Senate and perhaps the fate of our republic rests in the great state of Georgia.\nWhen we think of the fact that in the House next time, despite our gains and we made good gains, we as Republicans will still be in the minority.\nWe could actually see the rules of the Senate imperiled, the filibuster gone, this could be the tipping point in our great republic.\nWe have got to win these.", "paragraphs": ["", "Email Embed", "+ Embed Code", "", "Embed the following code on your website:", "", "Watch the latest video at foxnews.com", "On Fox Across America with Jimmy Failla, Rep. Chuck Fleischmann (R-TN) explained why it's so important for Republicans to win both Senate runoffs in Georgia.", "\"The gravity of this election is so important, I would say the fate of the United States Senate and perhaps the fate of our republic rests in the great state of Georgia. It is that serious. When we think of the fact that in the House next time, despite our gains and we made good gains, we as Republicans will still be in the minority. But the fact that, God forbid, if we should lose those two Senate seats to the radical liberals who they have on the ballot, meaning Warnock and Ossoff, these are far left-Chuck Schumer/ Warren-type Democrats. We could actually see the rules of the Senate imperiled, the filibuster gone, this could be the tipping point in our great republic. We have got to win these. It's a must-win.\""], "authors": ["Jon Costantino"], "keywords": ["republicans", "republic", "rtn", "fact", "embed", "rep", "chuck", "important", "great", "gains", "fate", "win", "rests", "georgia", "fleischmann", "senate"], "pubDate": "2020-12-07T00:00:00", "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}