{"id": "5451d85d-41a4-39a3-a1b9-1b5bf76d084c", "title": "Fox News Books’ ‘The Women of the Bible Speak’ sits atop bestseller list", "url": "https://www.foxnews.com/media/fox-news-books-the-women-of-the-bible-speak-is-no-1-book-in-america", "summary": "\"The Women of the Bible Speak,\" a new book by Fox News anchor Shannon Bream and the second title from Fox News Books, is the No.\n\"The Women of the Bible Speak\" hit the top spot on the coveted New York Times best seller list Thursday.\nSHANNON BREAM'S 'WOMEN OF THE BIBLE SPEAK': STORIES FROM THE PAST TEACH LESSONS FOR TODAY\"The Women of the Bible Speak\" also hit the top of Amazon’s Bestseller and Hot New Releases lists ahead of publishing.\nCLICK HERE TO SIGN UP FOR A FOX NATION FREE TRIAL\"Women of the Bible Speak\" is a weekly limited podcast series hosted by Fox News’ Shannon Bream, available now on Fox News Podcasts.\nSign up for Fox Nation today to stream the \"Women of the Bible Speak\" special, coming soon on the streaming service.", "paragraphs": ["\"The Women of the Bible Speak,\" a new book by Fox News anchor Shannon Bream and the second title from Fox News Books, is the No. 1 book in America.", "\"The Women of the Bible Speak\" hit the top spot on the coveted New York Times best seller list Thursday. Bream’s success comes after \"Fox & Friends Weekend\" co-host Pete Hegseth’s book, \"Modern Warriors: Real Stories from Real Heroes,\" debuted on all the major national best seller lists when Fox News Books launched in November 2020, giving the impint back-to-back national best sellers.", "\"The success of FOX News Books perfectly illustrates the power of FOX News Media. We are deeply connected to our audience and proud to deliver more of the content they clearly desire across all of our key platforms,\" Fox News Media CEO Suzanne Scott said.", "Bream’s book, an inspirational take on the lives of 16 influential Biblical women, has already sold more than 100,000 copies, shattering 2021 records for a debut and outperforming every single non-fiction and advice book in launch week sales. Bream outsold household names including Bill Gates, James Patterson, Walter Isaacson and CNN’s Dr. Sanjay Gupta, who have also published books in the same category this year.", "SHANNON BREAM'S 'WOMEN OF THE BIBLE SPEAK': STORIES FROM THE PAST TEACH LESSONS FOR TODAY", "\"The Women of the Bible Speak\" also hit the top of Amazon’s Bestseller and Hot New Releases lists ahead of publishing. A new limited podcast series presented by Fox Nation features Bream taking listeners behind the scenes of her bestselling book and spotlighting a selection from the special on the streaming platform.", "\"There are so many inspiring and timeless stories in the Bible, and many people don’t realize what a big role women played in these stories,\" Bream says in her inaugural podcast episode.", "‘WOMEN OF THE BIBLE SPEAK’ PREMIERES: SHANNON BREAM BRINGS NEW LIFE TO OLD STORIES", "Packed with fresh takes on old stories and featuring commentary from celebrity guests like Kathie Lee Gifford, Sara Evans and more, the series features women of the present lending their voices to those of the past.", "", "\"These women I write about are dealing with things that are still relevant to the women of 2021,\" says Bream, underscoring how eternal their experiences and lessons really are.", "In examining these timeless tales, the \"Fox News @ Night\" host offers a deeper understanding of these women's journeys, as well as an explanation of how each can serve to transform our own lives.", "Hegseth’s book, \"Modern Warriors: Real Stories from Real Heroes,\" sold more than 200,000 copies and debuted at No. 5 on the New York Times bestseller list and No. 3 on the Wall Street Journal list.", "CLICK HERE TO SIGN UP FOR A FOX NATION FREE TRIAL", "", "\"Women of the Bible Speak\" is a weekly limited podcast series hosted by Fox News’ Shannon Bream, available now on Fox News Podcasts. Sign up for Fox Nation today to stream the \"Women of the Bible Speak\" special, coming soon on the streaming service.", "Fox News’ Laura Carrione contributed to this report."], "authors": ["Brian Flood", "Brian Flood Covers The Media For Fox News. Follow Him On Twitter At"], "keywords": ["speak", "bible", "bestseller", "bream", "books", "shannon", "sits", "atop", "series", "real", "women", "fox", "list", "book"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}