{"id": "545479f6-a8f6-3c09-96cc-a00f2bed8527", "title": "Why the internet has not freed China", "url": "https://www.economist.com/china/2021/03/11/why-the-internet-has-not-freed-china", "summary": "A T THE DAWN of the digital age Bill Clinton predicted that a combination of capitalism and the internet might liberalise China.\nParty bosses spent the next 20 years proving that, with enough nails, the internet can be hammered into submission.\nInternet firms must employ moderators in their tens of thousands, paid to spot and delete banned ideas and images within seconds.\nIn today’s China, a painfully unequal society, film and television regulators have tried to limit displays of wealth or inherited privilege.\nLately, the very nature of the modern Chinese internet, a hyper-commercial place patrolled by thin-skinned bullies, is helping them succeed.", "paragraphs": ["A T THE DAWN of the digital age Bill Clinton predicted that a combination of capitalism and the internet might liberalise China. His vision was bold, uplifting and wrong. It was the year 2000 and America’s then-president saw a revolution in the making, as the Communist Party ceased to be a monopoly provider of everything from jobs and housing to news. In an age of new opportunity and information sources, the party would be less able to control people, Mr Clinton argued, adding: “In the new century, liberty will spread by cell phone and cable modem.” Sure, he had heard that China was trying to control its internet. “Good luck! That’s sort of like trying to nail Jell- O to the wall,” he chuckled.", "Listen to this story Your browser does not support the <audio> element. Enjoy more audio and podcasts on iOS or Android.", "Party bosses spent the next 20 years proving that, with enough nails, the internet can be hammered into submission. It has been a slog, involving armies of censors, secret police and propaganda officials. Internet firms must employ moderators in their tens of thousands, paid to spot and delete banned ideas and images within seconds. Mr Clinton was not wholly mistaken. The state is less present in many ordinary Chinese lives than before. In some sectors, officials have scrambled to maintain their near-monopoly as providers of approved information. In the news industry, party chiefs have poured resources into staid official news agencies, such as the People’s Daily, encouraging them to create livelier subsidiaries to compete with more commercial outlets. Private citizens occasionally dare to report news on their own initiative, and question official accounts of events. For this they are routinely reprimanded, sacked from jobs, detained or jailed.", "The entertainment sector is the best place to see how Mr Clinton’s predictions went awry, because it is one in which commercial competition has exploded, especially online, but the party’s overall grip remains firm. That is remarkable, on the face of it. A generation ago, a few pirate videos aside, state-run television stations and official film-censors enjoyed near-total control over what was seen in homes or cinemas. Not now. Visit a village home and a television may still blare in one corner, half-watched by the very old and the very young. But elsewhere, in every train carriage, canteen or dormitory, individual Chinese will be found gazing at smartphones. They may be watching a drama, a talent contest or short videos by amateurs with big online followings: a dancing farmer, perhaps, or a lorry driver singing on some lonely road. A teenage boy, half asleep on the bus, may be following a live-streamer playing a video game. The young women in the row behind may be watching a social-media influencer with 40m followers peddling lipstick, for China boasts the world’s largest and most developed e-commerce market.", "All this inclines officials to vigilance. On March 5th, in his annual report to the National People’s Congress, the prime minister, Li Keqiang, called for greater public civility in cultural industries, in the name of “advanced socialist culture”. Four days earlier, the Chinese Association for Performing Arts, a state-backed body, began enforcing a new list of 15 behaviours that could see actors, musicians and other artists banned from performing for a year or longer. The penalty-incurring activities range from insulting China’s national honour to drink-driving, gambling or lip-synching during commercial performances. The guidelines build on earlier moves by industry associations to defend social stability, including rules forbidding depictions of gay love, extramarital affairs, smoking or witchcraft. In today’s China, a painfully unequal society, film and television regulators have tried to limit displays of wealth or inherited privilege. To that end they have criticised reality television shows featuring the children of famous people.", "Censors have not only kept their grip on entertainers with rules. Lately, the very nature of the modern Chinese internet, a hyper-commercial place patrolled by thin-skinned bullies, is helping them succeed. This is a perilous time to be famous in China. In the first few weeks of 2021, fans, prominent bloggers and state media have united to rebuke so many celebrities that a recent item on Tencent News, an online platform, was headlined: “The era of stars saying sorry is upon us: whatever you did wrong, apologise.” Those who have said sorry this year include an actress accused of abandoning two infants born via surrogacy in America and a comedian who made a sexist advertisement for women’s underwear. Other apologies have come from a comic actress who posed in a cardigan over the caption “husband-snaring gear”, leading to charges of objectifying women; and from a 20-year-old Tibetan horseman caught smoking on camera. Months earlier his good looks and shy smile had shot him to fame and helped him into a job as a goodwill ambassador for his hometown.", "When market forces help the Communist Party to rule", "Chaguan spoke recently to entertainment-industry veterans. They described famous friends on medication for depression, and explained why. Once, stars were on show only when they made a new film. Now, fans want to scrutinise every detail of actors’ lives on social media, and expect perfection from their idols. Established artists see hundreds of new rivals being created annually by talent contests. In a country whose rulers may not be criticised, letting the public pillory the famous is a useful safety valve, especially when stars C ause real anger by dodging taxes or otherwise abusing their privilege. Cut-throat competition has raised production values. But political controls have reduced the diversity of cultural offerings. With so many patriotic war films or slick dramas out there, what counts is profitability, not art. Skittish sponsors are quick to flee at the first sign of trouble.", "The party no longer monopolises entertainment. But it still writes the rules. Closed off from the world by firewalls and import controls, China’s internet and cultural industries have become cartels, rewarding the loyal and the biddable. That gives censors all the power they need. ■"], "authors": ["The Economist"], "keywords": ["famous", "television", "party", "internet", "online", "rules", "officials", "chinese", "stars", "freed", "china"], "pubDate": "2021-03-11T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}