{"id": "54586600-6e02-31a8-929b-5c59bd9edb6b", "title": "Monster Train Review – Delightfully Devious Deckbuilding", "url": "https://www.gameinformer.com/review/monster-train/monster-train-review-delightfully-devious-deckbuilding", "summary": "Monster Train owes much to Slay the Spire for popularizing the roguelike deck-builder RPG, both at a high level and in some of its features and mechanics.\nBut don’t dismiss Monster Train as a mere clone or derivative work like so many other games today attempting to capture the deck-building magic.\nIn Monster Train, your mind goes into overdrive like a locomotive ripping through hell as you determine the most decadent, degenerate combinations of cards and combos.\nEach faction plays quite differently, and you combine two different factions in each run to determine your spell, monster, and artifact pools.\nMonster Train is a pleasant, mind-blowingly addictive exercise that’s well worth your time, especially if you’re a fan of roguelikes, card games, and deck-building fare.", "paragraphs": ["Monster Train owes much to Slay the Spire for popularizing the roguelike deck-builder RPG, both at a high level and in some of its features and mechanics. But don’t dismiss Monster Train as a mere clone or derivative work like so many other games today attempting to capture the deck-building magic.", "In Monster Train, your mind goes into overdrive like a locomotive ripping through hell as you determine the most decadent, degenerate combinations of cards and combos. At first, the experience is an easy task that requires little effort to complete, but subsequent runs and customization unlocks add serious complexity to the mix, making Monster Train a game that makes hours – even days – melt away in a masterful moment.", "The action all happens on a three-story train, where enemies come in on the bottom floor. If they make it to the top, they bash your life points away. When your life points are gone, your run is over. The goal is simple: through a variety of monsters and spells, stop them from stopping your train. Some bosses are the same every time, but they come with a different mix of abilities and cronies that help keep things feeling fresh.", "Different selectable factions form the basis for your decks and champion each run, consisting of core cards and an upgradeable leader. While you can liken some of them at the base level to mage, healer, or aggressive melee archetypes, there's a lot more going on here. Each faction plays quite differently, and you combine two different factions in each run to determine your spell, monster, and artifact pools. These synergies lead to a ton of fun experiments, and each faction feels unique on its own as well. From the candle-creatures that boast incredible power but burn out over time, to the umbral race that feeds upon little morsel-monsters that look like they escaped the forges of Spirited Away, the choices are distinct and a blast to concoct curious alchemy with.", "You can weed out unwanted cards from your deck as well as add and modify new ones. Combining your cards with artifacts that have persistent global effects can make or break a run, like an object that randomizes the play cost of all your cards, potentially letting use your high-cost options for free. Each little synergy you discover is a joy, and then putting multiple concepts together to tackle a high-difficulty run is incredibly satisfying, stacking many layers of strategy on top of each other.", "However, runs can start to feel too much the same after you discover the various ways you can break things extra hard by stacking multi-strike effects or armor incantation. On the mega difficulty modes, you are forced to seek out the most brutal and broken combos each time, and although the core bosses change a bit, the game can feel like you’re simply playing against yourself and some randomization each time instead of any real enemy.", "Monster Train is a pleasant, mind-blowingly addictive exercise that’s well worth your time, especially if you’re a fan of roguelikes, card games, and deck-building fare. Hours of entertainment await, often chained back-to-back like a crazy card combo."], "authors": ["Pc Editor", "Daniel Has Been At Game Informer For Seven Years", "Specializing In Multiplayer Titles", "Pc Games. When He'S Not Speculating On The Future Of The Industry", "You Can Find Him Exploring Vast Online Worlds", "Probably Streaming The Experience."], "keywords": ["devious", "little", "delightfully", "train", "cards", "youre", "things", "away", "stacking", "monster", "run", "deckbuilding", "review", "runs"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}