{"id": "5459f9e1-fec2-3d69-b91b-770508a97d11", "title": "Are vaccine passports a good idea?", "url": "https://www.economist.com/science-and-technology/2021/03/13/are-vaccine-passports-a-good-idea", "summary": "Worried about stalled economies and restive citizens, governments have leapt on the idea of “vaccine passports” as a way to free at least some people from lockdowns.\nIncompetence and snooping could taint the whole idea of vaccine passports and provide grist to covid-conspiracists’ mill.\nEven if privacy worries can be assuaged, public-health bodies fret about the perceived fairness of what vaccine passports would enable.\nThe most fundamental criticism is that it remains unclear whether vaccine passports will even do the job they are supposed to.\nPerhaps the biggest unknown of vaccine passports will be the psychological impact they have.", "paragraphs": ["O N MARCH 7TH , after six months of selling takeaways, the beer was once more flowing in the pizzeria at Bet Romano in Tel Aviv. The bar and restaurant upstairs were packed. Most patrons carried proof that they had received a double dose of the Pfizer/BioNTech vaccine, but no one asked to see it. At nearby establishments that were trying harder to verify vaccination status, people queued with pieces of paper and smartphones. These contained authorisations from health-care providers; immunisation certificates from the health ministry; and the “green pass”, a government app that confirms vaccination and which is illustrated with a picture of a family frolicking across a verdant landscape.", "Listen to this story Your browser does not support the <audio> element. Enjoy more audio and podcasts on iOS or Android.", "Israel’s covid-19 vaccination programme has been the world’s fastest. Over half of adults have had at least one jab, and 90% of those over 50 have had both. Anyone aged 16 or over is now eligible for the vaccine. But rather than wait for herd immunity—in which resistance becomes widespread enough to curtail the spread of the virus—the government has, since February 21st, allowed the vaccinated to return to gyms, concert halls, theatres and other indoor venues.", "The experiment is being watched around the world. Worried about stalled economies and restive citizens, governments have leapt on the idea of “vaccine passports” as a way to free at least some people from lockdowns. In January Joe Biden, America’s president, ordered his government to assess the idea. On March 8th the country’s guidelines about social mingling were updated to distinguish between the vaccinated and unvaccinated for the first time. The European Commission will put forward plans for a bloc-wide “digital green pass” on March 17th. Britain is considering a vaccine-passport scheme too. In some versions of the idea, the passports would include not just vaccination status, but results from infection tests, proof that the bearer had completed a period of quarantine, or exemptions from vaccination for health reasons.", "Vaccine-related restrictions are not a new idea. Visitors to places where yellow fever is endemic have to prove vaccination with a “yellow card”. Immigrants to America must be vaccinated for 15 diseases listed by that country’s Department of Health before they can become permanent residents. So must children in all 50 states before attending public schools (though there are exemptions for the immuno-compromised and religious objections). In many places, similar rules apply to some health-care workers and to soldiers.", "But when it comes to covid-19, not everyone is so keen. Policy experts argue that, in many countries, vaccination is moving quickly enough that passports will be only briefly useful. Civil libertarians and security researchers worry that governments may be tempted to misuse the data, and exploit the control they grant over people’s lives. Public-health experts say it is too early to know whether the idea is medically sound. Vaccines offer potent protection from SARS - C o V -2, the virus that causes covid-19. Although it looks very much as if they also significantly cut transmission, that is not yet certain. Any policy must grapple with questions of fairness and coercion; private approaches to risk versus communal ones; trade-offs between infection and economic activity; and the question of what lockdowns have done to people’s psyches.", "Security is a good place to start, for if passports are to work they must be trustworthy. Researchers who examined Israel’s app found several flaws. Problems with the first version of the app meant that clever fraudsters could sell fake certificates online. The moving image in the latest version was supposed to improve security, but can still be copied. “While Israel is an exporter of high-tech, it doesn’t always adopt the same standards when it comes to its domestic needs,” says Ran Bar-Zik, an Israeli cyber-security consultant. Enforcement matters, too. In Tel Aviv there seems to be little effort to ensure that venues check paperwork. “If I have to put someone at the door to go through the entire process of approving every client, I won’t get any business,” says one bar-owner.", "Papers, please", "Nosy governments are another risk. Last year Singapore pledged that data from its contact-tracing app would be used for no other purpose. In January it said that, in fact, the police had been granted access for crime-fighting. That was enough to annoy even Singapore’s usually compliant citizens. Vivian Balakrishnan, a Singaporean minister, said he took “full responsibility” for what he called a “mistake”.", "In China compulsory health apps use location data from smartphones to produce QR codes that determine whether someone is free to enter many indoor spaces and to travel without restrictions. Tracking data appear to be shared with police. The risk calculations are a black box and the code seems glitchy. Even after a period of mandated quarantine is over, the apps may not update to reflect that fact for days. Even so, they look likely to become a permanent fixture.", "Incompetence and snooping could taint the whole idea of vaccine passports and provide grist to covid-conspiracists’ mill. But privacy worries are not insurmountable. David Chadwick, formerly a computer-science professor at Kent University, in England, is the boss of a spin-off company called Verifiable Credentials. Before the covid-19 pandemic, his firm was working on a privacy-focused scheme for workplace identity cards, parking permits, concert tickets and the like. “I wasn’t thinking about health applications at all,” he says. These days covid-19 is his priority.", "The idea is to ensure there is no connection between the source of a person’s vaccination data and the entity requesting it. Individual users are linked securely with their smartphones using biometrics and some form of government-issue identity document, a process similar to registering for mobile banking. A user seeking entrance to a “covid-secure” venue would have entry rules transmitted to their phone at the door. The app would check those rules against the user’s data and spit out a simple “yes” or “no”—and nothing else. Specifics such as a person’s name, age, address, the date of their vaccination and the like would not be reported, limiting the opportunity for mischief.", "In April 2020 Verifiable Credentials demonstrated that its prototype would be able to verify vaccine status and covid-test results, as soon as those things existed. Its app is being tested with dummy data at a cinema that actors are using as a rehearsal space, and with real data at a British hospital, where it has replaced existing paper-based methods. The firm is also working on a physical version for use by those without smartphones.", "Even if privacy worries can be assuaged, public-health bodies fret about the perceived fairness of what vaccine passports would enable. Most countries have put the elderly at the head of the queue for vaccination, since they are most likely to die from covid-19. Passports raise the prospect that vaccinated pensioners will be allowed to roam freely, while the young—who have been confined to quarters largely to protect their elders—remain under lockdown.", "In some countries those worries may be heightened by racial implications. Black Americans are more dubious about vaccines than white ones, and some who want jabs find it harder to get them. They are also, on average, younger than their white compatriots, which means they are further back in the queue. When vaccine roll-outs are fast and free, and priorities are set justly and transparently, questions of equity will be transient. But in countries where politicians queue-jump or herd immunity is years away, they may cause resentment.", "And then there is the question of what to do with those who cannot or will not be vaccinated. Governments will be under pressure to grant exemptions, especially for medical contra-indications. But each unvaccinated person allowed into supposedly covid-safe spaces would make them less so. Another worry is that the unvaccinated could become less employable. A global survey by Manpower, a recruitment agency, published on March 9th found that a fifth of employers planned to start mandating vaccination for at least some roles, and another 14% were undecided. As soon as herd immunity has been reached, it makes little sense for employers to care about such matters—but some may, especially if customers keep asking. That could make vaccines close to compulsory.", "The most fundamental criticism is that it remains unclear whether vaccine passports will even do the job they are supposed to. On February 5th a paper from the World Health Organisation ( WHO ) argued that vaccinated people should not be exempt from lockdown and quarantine rules. It said that using vaccine passports for border crossings would be “premature” (though it is so sure this is imminent that it is nevertheless drawing up suggestions for how best to do it). On February 17th the Ada Lovelace Institute, a think-tank that is tracking proposals for vaccine passports globally, concluded that they are “not currently justified”.", "One reason is that, although existing vaccines seem very effective at preventing illness, it is not clear whether they completely prevent infection with the virus, or remove the ability to transmit it to others. (One paper published in June, before any vaccines were available, estimated that more than a third of those infected with covid-19 display no symptoms but can still infect others.) There are some encouraging signs. A leaked draft of a paper put together by Pfizer and Israel’s health ministry suggests that receiving both doses of the Pfizer/BioNTech vaccine cuts asymptomatic cases of covid-19 by nearly 90%. Another paper, published by researchers at Cambridge University Hospitals NHS Foundation Trust, but not yet peer-reviewed, looked at asymptomatic health-care workers at a British hospital. It found that a single dose of the Pfizer/BioNTech vaccine cut asymptomatic cases by 75% after 12 days. But the evidence is not yet strong enough to convince wary public-health officials.", "Another reason is that mutations in SARS - C o V -2 mean that whatever conclusions are arrived at today might change in future. Scientists hope that existing vaccines should be able to deal with the variants of the virus that have arisen thus far. But a novel variant against which they are less effective could emerge at any time. New vaccines would almost certainly be developed swiftly. But until they were deployed—a much bigger job—passport systems would be useless.", "A final point is that the usefulness of a vaccine-passport system is inversely related to how quickly a country can vaccinate its citizens. Early in a vaccination programme, few people would benefit. Towards the end, the passports would be of little help. In countries such as Israel, where vaccination is proceeding rapidly, the span of time during which passports are useful could prove quite short. In those countries where vaccine roll-outs are slow, it may be needed as a crutch for longer (see map on previous page).", "But precisely because countries are vaccinating at drastically different rates, covid passports could come into their own for international travel. Even as America, Britain, Israel and a few other countries sprint towards herd immunity, only 7% of EU citizens have had their first jab. In some poor countries vaccination is likely to continue until 2023 or 2024. Without a way to speed the vaccinated through airports, the world will remain locked down even if some individual countries do not.", "Many countries are therefore poised to incorporate vaccine passports into their entry rules, says Nick Careen of the International Air Transport Association ( IATA ), an airline-industry group. Ordinary people are desperate to see family and friends abroad, and to go on holiday. Within the EU , Greece is the strongest supporter of a bloc-wide vaccine passport. Before the pandemic, tourism accounted for a fifth of its GDP . Its hotel owners and restaurateurs hope that vaccinated tourists could help rescue their summer season.", "Several nations have already cobbled together systems designed to allow at least a bit of travel to continue. They require a negative covid-19 test before setting off, and quarantine upon arrival. These work in only the narrowest sense. Quarantine deters all but the most desperate (or footloose) travellers. They can be hard to manage. After Britain tightened its rules in January, passengers arriving at Heathrow, its biggest airport, took many socially un-distanced hours to traverse the queues. If vaccine passports lack standardised verification procedures, Mr Careen says, the result could be “total chaos”.", "Quick release", "IATA hopes its Travel Pass project will come to the rescue. Under development before the pandemic, it aimed to speed up airport transit by making use of biometric information and secure digital identifiers on passengers’ phones. It relies on Timatic, IATA ’s database of visa and entry regulations, which is already used by travel agents, airlines and airports. On a normal pre-covid-19 day, the database needed updating a handful of times. At the height of the pandemic, as governments scrambled to keep out travellers from places with high infection rates and new variants, that spiked to above 200.", "A ticket to freedom", "Travel Pass is being tested as a stand-alone app and as a chunk of code that airlines can use in their own apps. Several, including Emirates, Etihad Airways and Gulf Air, have signed up to test it. Other bits of the travel industry, such as cruise lines and resorts, could use it too, says Mr Careen. He hopes that one silver lining of the pandemic might be to speed the arrival of seamless, document-free travel. In ordinary times, he says, that would have required a battery of trials and tests with many different governments. Instead, the pandemic has persuaded countries of the virtues of co-ordinated standards, “practically overnight”.", "Making passports work internationally, though, will be even harder than making them work within countries. IATA says that testing laboratories and health-care providers will have to be certified, as travel agents currently are. Vaccination will take longest in poor countries, here such verification will also be hardest. Incentives to cheat will be high. Europol, the EU ’s police agency, says fake covid-test certificates have already started to turn up at borders.", "And some of the trade-offs visible inside countries are even starker when considered between them. One is between lowering infection rates and raising economic activity. Vaccinated British holidaymakers visiting Greek beaches will need locals to pour their retsina. Unvaccinated hospitality workers brought out of furlough will catch the disease from each other, if not from visitors.", "The world’s poorest countries will have to choose between tourist cash and social mixing, on the one hand, and higher rates of infection, sickness and death, on the other—and not just this year, but for several years to come. “If you rely on tourism, you need to be really honest with your citizens about those additional health risks,” says Elliot Jones of the Ada Lovelace Institute. “There is a case for modelling the trade-offs, and asking people which ones they’re OK with.”", "Edgar Whitley, a researcher in digital identity and privacy at the London School of Economics, agrees. When big new policy problems arise, he says, governments are attracted by technical fixes that promise a speedy return to the status quo ante. He thinks they would do better to eschew such “techno-naivety” and instead focus on clearer communication regarding risks, and on measures that would enable gradual reopening for everyone as the number of infections falls.", "Perhaps the biggest unknown of vaccine passports will be the psychological impact they have. After a year in which few people have crossed a border, and some have barely left home, many may have become more risk-averse. Would a scheme that liberates vaccinated people to mingle with each other provide valuable, though temporary, reassurance on the road to herd immunity? Or would it slow down the return to normality by suggesting to the newly fearful that their fellow citizens are a permanent threat?■", "Dig deeper", "All our stories relating to the pandemic and the vaccines can be found on our coronavirus hub. You can also listen to The Jab, our new podcast on the race between injections and infections, and find trackers showing the global roll-out of vaccines, excess deaths by country and the virus’s spread across Europe and America."], "authors": ["The Economist"], "keywords": ["vaccines", "travel", "covid19", "vaccination", "idea", "passports", "vaccine", "countries", "good", "vaccinated", "data", "health"], "pubDate": "2021-03-13T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}