{"id": "5486d4a7-1e8a-3036-8a0d-593af9768f10", "title": "Alfred Molina Will Reprise His Role As Doc Ock In Spider-Man 3", "url": "https://www.gameinformer.com/gamer-culture/2020/12/08/alfred-molina-will-reprise-his-role-as-doc-ock-in-spider-man-3", "summary": "Aldred Molina starred as the nefarious scientist opposite Spider-Man hall-of-famer Tobey Maguire.\nToday, Variety is reporting that Alfred Molina will be reprising his role as Doc Ock in the upcoming Spider-Man 3 film.\nAlfred Molina isn't the only actor from previous Spider-Man installments to join Spider-Man 3's star-studded cast.\nJamie Foxx is also retuning to play Electro, a role he filled in The Amazing Spider-Man 2 alongside Andrew Garfield as the titular web-slinger.\nMaybe Molina got this role because his performance was so great before, or maybe it's just a nice nod to Spider-fans.", "paragraphs": ["Spider-Man 2 (2004) featured Doctor Octopus' first live-action appearance. Aldred Molina starred as the nefarious scientist opposite Spider-Man hall-of-famer Tobey Maguire. Today, Variety is reporting that Alfred Molina will be reprising his role as Doc Ock in the upcoming Spider-Man 3 film. Of course, this time he'll be butting heads with Tom Holland.", "Alfred Molina isn't the only actor from previous Spider-Man installments to join Spider-Man 3's star-studded cast. Jamie Foxx is also retuning to play Electro, a role he filled in The Amazing Spider-Man 2 alongside Andrew Garfield as the titular web-slinger. Many of the main cast from Spider-Man: Far From Home will be returning including Zendaya as MJ and Marissa Tomei as Aunt May. Finally, Benedict Cumberbatch, or Doctor Strange, is set to appear in the film as a mentor/father-figure to Peter Parker.", "Maybe Molina got this role because his performance was so great before, or maybe it's just a nice nod to Spider-fans. But there's also a chance that the upcoming movie could involve the intersection of several Spider-verses, collecting villains and heroes from the different film sequences over the years – a theory supported by both Molina's reappearance as Doc Ock, and Foxx's reappearance as Electro from yet another Spider-man continuity.", "Spider-Man 3 is slated for a December 17, 2021 release.", "[Source: Variety]"], "authors": ["Associate Editor", "Jay Is A Jrpg Enthusiast", "Having Clocked In Thousands Of Hours In Franchises Like Final Fantasy", "Monster Hunter. His Latest Obsession", "However", "Is Apex Legends", "A Game He S Been Studying", "Analyzing Since Its Release."], "keywords": ["ock", "electro", "alfred", "doc", "film", "spiderman", "reprise", "doctor", "variety", "reappearance", "upcoming", "role", "molina"], "pubDate": "2020-12-08T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}