{"id": "549bbe3f-42ca-307f-ae6c-92064de5945d", "title": "Maryland angler sets state's first record for invasive flathead catfish", "url": "http://www.foxnews.com/great-outdoors/maryland-fisher-states-first-record-invasive-catfish", "summary": "A Maryland angler became the first person to set a record for catching an invasive species of fish.\nThe Maryland Department of Natural Resources confirmed in a press release on its website that 34-year-old Joshua Dixon has been named as the state’s first-ever record holder for catching a large flathead catfish.\nThe angler caught the record-making fish while fishing from shore at the Susquehanna River near the Lapidum Boat Ramp.\nThis is the first flathead catfish caught that broke the state’s minimum requirement of 40 pounds.\nThe flathead catfish is listed as an invasive species on the Maryland DNR website.", "paragraphs": ["New year, new fish.", "A Maryland angler became the first person to set a record for catching an invasive species of fish. While the fish was caught late in December of last year, the record wasn’t officially announced until just recently.", "The Maryland Department of Natural Resources confirmed in a press release on its website that 34-year-old Joshua Dixon has been named as the state’s first-ever record holder for catching a large flathead catfish. The angler caught the record-making fish while fishing from shore at the Susquehanna River near the Lapidum Boat Ramp.", "NJ ANGLER SETS POTENTIAL RECORD WITH 25-POUND BLACKFISH NEAR CAPE MAY", "Dixon’s fish measured 50 inches long and weighed in at 57 pounds. This is the first flathead catfish caught that broke the state’s minimum requirement of 40 pounds. Dixon reportedly donated the fish to his friends, who harvested the animal for its filets.", "CLICK HERE TO GET THE FOX NEWS APP", "Dixon described his catch to the Maryland DNR, saying, \"It was really weird because I thought I snagged a tree. It didn't feel like a fish, but after a while, it was going crazy.\" He said that it took him almost half an hour to reel the fish in.", "The flathead catfish is listed as an invasive species on the Maryland DNR website. According to the department, the species has only been found in a few places, including the Chesapeake Bay, the Potomac River and the Sassafras River.", "FOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWS", "While the species has been known to grow up to 100 pounds, the Maryland DNR says that much smaller fish have been encountered in the Chesapeake Bay area."], "authors": ["Michael Hollan"], "keywords": ["sets", "flathead", "species", "pounds", "caught", "dnr", "record", "states", "fish", "catfish", "angler", "invasive", "maryland"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}