{"id": "54a6d166-f897-3976-be6e-727561f7e362", "title": "An Appreciation of Princess Diana’s Over-the-Top ’80s Maternity Style", "url": "https://www.vogue.com/slideshow/an-appreciation-of-princess-dianas-over-the-top-80s-maternity-style", "summary": "And second, Princess Diana of Wales became pregnant, first with Prince William, and then, a few years later, with Prince Harry.\nThanks to season four of The Crown, her maternity style, in all of its over-the-top glory, is now back in the pop culture spotlight.\nPhoto: Getty Images“Diana’s pregnancy style was so bad, it was good,” Vogue’s executive fashion director, Rickie De Sole, concludes.\nYou can’t call all of Diana’s maternity style classic, or, well, even enviable.\nDespite its dated nature, Princess Diana’s maternity style still has influenced the next generation of royal women.", "paragraphs": ["The Princess of Wales, wearing a blue and white polka dot dress with a ruffled collar designed by Catherine Walker in April 1982. Photo: Getty Images", "In the early 1980s, two independent happenstances coincided. First, fashion became bold, big, and saturated with bright colors. And second, Princess Diana of Wales became pregnant, first with Prince William, and then, a few years later, with Prince Harry. The result? For 18 months, the most photographed woman in the world rocked some seriously unabashed maternity looks that live on in the historical archives for all perpetuity.", "There were multiple and various shades of neon. Hefty doses of ruffles. A plethora of pussy bows—actually, every type of bow. Some serious, serious, shoulder pads. Name an ’80s telltale fashion trait, Diana wore it. Thanks to season four of The Crown, her maternity style, in all of its over-the-top glory, is now back in the pop culture spotlight. Sure, it’s good for a nostalgic chuckle, or as a hyper-specific time capsule. But it’s also a fascinating reminder on how the princess used those nine months to push the boundary on what, exactly, defined a modern maternity look. Diana refused to be a fashion wallflower while pregnant. Maybe in part because, at her level of fame, there’s no way she ever could.", "Donning a Bellville Sassoon coat in 1982. Photo: Getty Images", "Diana enlisted several designers to execute her vision of a posh, pregnant princess. She frequently wore Bellville Sassoon, an upscale Knightsbridge atelier, as well French British artisan Catherine Walker. Tina Brown wrote in The Diana Chronicles that she asked designer Jasper Conran to create outfits that showcased her now (noticeably fuller) cleavage during her second pregnancy with Prince Harry. “She wanted to be sexy during her maternity,” Conran told Brown. This didn’t, by the way, mean she opted for skintight fits meant for bump broadcasting: For the 1984 premiere of Indiana Jones and the Temple of Doom, she wore a loose, silk, ice blue gown with a deep-V cut. Her modus operandi? Roomy yet revealing.", "Princess Diana arrives for the premiere of Indiana Jones and the Temple of Doom wearing a Catherine Walker gown in June 1984. Photo: Getty Images", "Each look was as standout as the next: a rich red evening gown trimmed with white lace for an evening at the Barbican, a flow-y blue and polka-dot dress with a ruffle collar for a trip to the Isles of Scilly. A polo match was the perfect occasion for a hot pink frock adorned with some unwieldy sailor-scarf-tie hybrid. Anything outdoors called for a colorful designer coat with slightly ridiculous accents—a shaggy exterior, a fringed bottom, a frayed, fuzzy collar boasted by sky-high shoulder pads—often paired with an equally, slightly ridiculous John Boyd hat. (The woman loved a feather.)", "Diana doing “maternitywear formal” for an event at the Barbican in March 1982. Photo: Getty Images", "“Diana’s pregnancy style was so bad, it was good,” Vogue’s executive fashion director, Rickie De Sole, concludes. “It was so different from today’s standard minimalist, fitted maternitywear. Instead, she leaned into trends and really went for it.”", "De Sole’s right. You can’t call all of Diana’s maternity style classic, or, well, even enviable. It’s dotted with dated hallmarks, and many of the fits are reflective of Diana’s inconceivably young age at the time of her pregnancy (she was only 20 years old when expecting Prince William). For example, it’s hard to imagine a sartorially savvy pregnant 30-something, in any decade, wearing a chunky koala sweater to a highly photographed outing. Even Diana herself evolved from her particular pregnancy penchants: Vogue’s Sarah Mower described her 1990s image as “powerful, sleek philanthropist.” But there’s still something enduring about her ’80s maternitywear. While the koala jumper may never make a return, you can easily imagine a stylish 20-something today wearing an exaggerated collar or colorful polka dots, only from Simone Rocha or Rodarte instead of Catherine Walker.", "Despite its dated nature, Princess Diana’s maternity style still has influenced the next generation of royal women. Left, Diana in Bellville Sassoon and John Boyd. Right, Meghan, Duchess of Sussex, in Erdem. Photo: Getty Images", "Diana blazed a fashionable trail for future royal women who were faced with the same predicament she was: upholding the ideals of a perfect princess while juggling the not-so-glamorous realities of pregnancy. The Duchess of Sussex, for example, relied heavily on a rotation of Diana-esque dressy coats while expecting Archie Mountbatten-Windsor. Meanwhile, the Duchess of Cambridge posed for photographers outside St. Mary’s hospital, hours after giving birth to Princess Charlotte, in a cheery red and white dress with a lace Peter Pan collar. Four decades earlier, Diana had worn a nearly identical frock look when she did the same photo call after the birth of Prince Harry.", "And perhaps we all could take a page out of Diana’s pregnancy playbook. Looking back today, following decades of tight, bump-baring dresses (think Demi Moore’s Vanity Fair cover or Emily Ratajkowski’s maternity cutouts), there’s something so enjoyable about her bold, colorful, covered, and comfortable style. De Sole, who recently welcomed a child, says you just need to look past the ruffles, bows, and highlighter-bright colors and focus on the relaxed silhouettes. As De Sole says, “Who wants to wear a fitted dress anymore, pregnant or not?”", "Princess Diana in July 1982, wearing a cinched belt over her maternity dress. Tim Graham", "With that in mind, we’ve selected 14 items that seem plucked from the princess’s bold maternity wardrobe, if you dare."], "authors": ["Elise Taylor", "Elise Taylo", "Rickie De Sol"], "keywords": ["pregnant", "80s", "diana", "prince", "overthetop", "dress", "wearing", "style", "getty", "princess", "appreciation", "dianas", "pregnancy", "maternity"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}