{"id": "54bc1006-94ff-3a1a-9f29-19a8468af93b", "title": "States Try to Rescue Small Businesses as U.S. Aid Is Snarled", "url": "https://nytimes.com/2020/12/10/business/economy/states-small-businesses.html", "summary": "But when companies began sending their workers home last spring, his business dried up practically overnight.\n“It’s amazing how fast you can burn through money when you’ve got nothing coming in and all the overhead to maintain,” Mr. Meurer said.\nIn recent weeks, his company, Modular Systems Technicians, received a $10,000 grant from a new state fund to help small businesses.\nHe also got money under a program that refunded $8 billion from the state workers’ compensation fund.\n“It helped,” Mr. Meurer he said.", "paragraphs": ["Kirk Meurer was on track to have one of his best years ever in his business installing office furniture in the Cleveland area. But when companies began sending their workers home last spring, his business dried up practically overnight.", "“Even though we didn’t have to shut down like the restaurants and bars and the travel industries, it didn’t matter,” he said. “The business wasn’t there.”", "After some delays, Mr. Meurer got money through the federal Paycheck Protection Program, which he thought would be enough to sustain him until business rebounded. But as the pandemic dragged on and offices pushed back their reopening dates to the summer, then to the fall, then into next year, it became clear the company would need more help to survive.", "“It’s amazing how fast you can burn through money when you’ve got nothing coming in and all the overhead to maintain,” Mr. Meurer said.", "In recent weeks, his company, Modular Systems Technicians, received a $10,000 grant from a new state fund to help small businesses. He also got money under a program that refunded $8 billion from the state workers’ compensation fund.", "“It helped,” Mr. Meurer he said. “It’s not nearly enough, but they did what they could.”", "The money for the Ohio grant program, and from some other recent state aid efforts, actually came from the federal government. As part of the $2.2 trillion CARES Act last spring, Congress created a $150 billion fund that states could tap in responding to the virus. They were given wide latitude in using the money — as long as they did so before the end of the year.", "As the pandemic has flared anew, however, it has become clear that the economic crisis will last well into next year, by which point the federal money will be gone and state budgets will be unable to pick up the slack. So states are racing to use what’s left of the CARES Act money to shore up their economies and build a buffer for the winter."], "authors": ["Ben Casselman"], "keywords": ["mr", "state", "businesses", "federal", "rescue", "try", "spring", "money", "business", "states", "workers", "aid", "snarled", "program", "small", "meurer"], "pubDate": "2020-12-10T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}