{"id": "54e378ee-2d70-39af-ae8b-2816c12421cf", "title": "A Fashion Education at St. Louis’s Rag-O-Rama", "url": "https://www.vogue.com/article/growing-up-in-style-celia-ellenberg", "summary": "The writer's vintage Seventies-era Wrangler denim jacketI came by the work honestly.\nI first arrived at Rag-O-Rama as a customer after a rocky transition from the East Coast to the Midwest.\nBefore packing up a U-Haul and driving 15 hours with my father to my freshman orientation, I couldn’t even identify St. Louis on a map.\nI shopped for myself and to sell for a profit, a small side hustle that helped fill my days and my pockets.\nA small tear on the left elbow recently became a much bigger one, and I considered making a repair before thinking better of it.", "paragraphs": ["The writer's vintage Seventies-era Wrangler denim jacket", "I came by the work honestly. In search of paper-thin ringer tees and flannel shirts, disco-era fur-lined suede jackets, 80s puffers, and worn-in denim that my older sister and I would slit down the sides to make into flares with colorful fabric inserts, I spent much of my Philadelphia childhood frequenting the city’s vast network of Village Thrift stores. I was attracted both to the accessible prices—$5 items marked ½ off depending on the color of the paper tags (easily switched before checking out)—and the thrill of the hunt for clothes that were thirty, and sometimes forty years passed their production date, with decades of history sewn into every stitch. Even at 13, I found comfort in the camaraderie between other pickers roaming the aisles, the soft rock hits that cackle through old speakers, whether you’re at a Salvation Army in Whitefish, Montana or a Savers in Providence, Rhode Island; the satisfaction of sorting through your haul when you get home, exhausted by the effort and maybe a little congested from the musty vapors of the past.", "There was something to the exercise of deconstruction and reconstruction, in taking something as it was, and breathing new life into it without blotting out where it came from.", "I first arrived at Rag-O-Rama as a customer after a rocky transition from the East Coast to the Midwest. Before packing up a U-Haul and driving 15 hours with my father to my freshman orientation, I couldn’t even identify St. Louis on a map. When I arrived, I was immediately homesick, not just for friends, family, and my boyfriend— who matriculated at Brown with the ease of a liberal elite settling into an elite liberal institution—but for the diverse city I grew up in, which I could not find in the manicured monoculture of freshman dormitories and fraternity parties. When multiple attempts to transfer to an East Coast college proved unsuccessful, I spent my weekends driving up and down highway 64/40 and Interstate 44, finding solace in a well-researched route of St. Vincent De Pauls, Goodwills, and Value Villages. I shopped for myself and to sell for a profit, a small side hustle that helped fill my days and my pockets. My roommate brought her grandmother’s Singer sewing machine up from Springfield, Missouri and we cut and re-fabricated old garments into new ones, sipping beers under the fluorescent lights of our triple capacity dorm room while our third roommate pledged a sorority. Some of those failed experiments found their way to Rag-O-Rama, too.", "These pieces were not particularly impressive—an easy “pass,” if I’m being honest—but there was something to the exercise of deconstruction and reconstruction, in taking something as it was, and breathing new life into it without blotting out where it came from. I can’t tell you the name of a single one of my professors from the four years I spent at Wash U, or reference the required reading lists from the classes I took to earn my undergraduate degree. But I can easily rattle off some of my best finds from my time at Rag-O-Rama: an impossibly soft, original Peaches Records logo baby tee that I stupidly sold years later; a pair of high-waisted black, boot-cut Brittania jeans that I nursed through multiple rips and patches; rare, original Air Force 1s that I still have (and wear!); and the Wrangler jacket, which outlasted my boyfriend from Brown, who memorably told me that pursuing a career in fashion was a “waste of time.” That jacket has kept me warm and protected—like a piece of medium-blue denim armor—from St. Louis to New York, and eventually London, Milan, and Paris. A small tear on the left elbow recently became a much bigger one, and I considered making a repair before thinking better of it."], "authors": ["Celia Ellenberg", "Celia Ellenber"], "keywords": ["came", "small", "st", "roommate", "soft", "education", "wrangler", "denim", "taking", "ragorama", "louiss", "spent", "fashion"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}