{"id": "54e8a740-bf77-378b-a800-fbcf51ca260b", "title": "Joe Biden picks veteran diplomat William Burns as CIA director", "url": "https://www.theguardian.com/us-news/2021/jan/11/joe-biden-picks-william-burns-cia-director", "summary": "Joe Biden announced on Monday he has chosen veteran diplomat William Burns to be CIA director.\nHe rose to become deputy secretary of state before retiring in 2014 to run the Carnegie Endowment of International Peace.\nBurns has been a staunch advocate of rebuilding and restructuring the foreign service.\nAmbassador Burns will bring the knowledge, judgment, and perspective we need to prevent and confront threats before they can reach our shores.\nBurns has received three Presidential Distinguished Service Awards and the highest civilian honors from the Pentagon and the US intelligence community.", "paragraphs": ["Joe Biden announced on Monday he has chosen veteran diplomat William Burns to be CIA director.", "A former ambassador to Russia and Jordan who led outreach to Iran over its nuclear efforts in 2013, Burns, 64, had a 33-year career at the state department under Republican and Democratic presidents. He rose to become deputy secretary of state before retiring in 2014 to run the Carnegie Endowment of International Peace.", "Amid tumult at state after Donald Trump took office in 2017, Burns held his tongue until last year when he began writing highly critical pieces of Trump policies in Foreign Affairs and other publications. Burns has been a staunch advocate of rebuilding and restructuring the foreign service.", "“Bill Burns is an exemplary diplomat with decades of experience on the world stage keeping our people and our country safe and secure,” the president-elect said in a statement.", "“He shares my profound belief that intelligence must be apolitical and that the dedicated intelligence professionals serving our nation deserve our gratitude and respect. Ambassador Burns will bring the knowledge, judgment, and perspective we need to prevent and confront threats before they can reach our shores. The American people will sleep soundly with him as our next CIA director.”", "Burns was said to have been a candidate for secretary of state. Biden chose Anthony Blinken instead.", "If confirmed by the Senate, Burns would succeed Gina Haspel. As the first female CIA director, Haspel guided the agency under Trump, who frequently disparaged the assessments of US spy agencies, especially about Russia’s interference in the 2016 election to help his campaign.", "The president fired several career intelligence professionals in favor of loyalists, including some with little to no experience in the field.", "Burns has received three Presidential Distinguished Service Awards and the highest civilian honors from the Pentagon and the US intelligence community.", "A graduate of La Salle University in Philadelphia with advanced degrees from Oxford University, he joined the foreign service in 1982 and before being named ambassador to Russia in 2005 served as a top aide to secretaries William Christopher and Madeleine Albright as well as director of the policy planning office.", "He was a close adviser and confidante to Christopher, Albright, Colin Powell, Condoleezza Rice, Hillary Clinton and John Kerry.", "In his 2019 book The Back Channel: A Memoir of American Diplomacy and the Case for Its Renewal, Burns called for a revamp of US diplomacy, while recalling his days in the field, including the early stages of the Obama administration’s Iran deal in 2013."], "authors": [], "keywords": ["william", "service", "trump", "university", "veteran", "foreign", "burns", "cia", "biden", "director", "joe", "ambassador", "intelligence", "state", "diplomat", "picks"], "pubDate": "2021-01-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}