{"id": "54ecc8ca-69f9-311e-91f8-ea90dfe3197d", "title": "Army secretary: At least 25 domestic terrorism cases opened in response to Capitol riot", "url": "http://www.foxnews.com/us/25-domestic-terrorism-cases-capitol-riot", "summary": "At least 25 domestic terrorism cases have been opened as a result of the assault on the Capitol by Trump supporters, according to the summary released Sunday of a call between the secretary of the Army and Rep. Jason Crow, D-Colo.\nDOJ CHARGES 2 MEN IN CONNECTION WITH CAPITOL RIOTAccording to McCarthy, Acting Secretary of Defense Christopher Miller approved 340 D.C. National Guard personnel in non-tactical gear for traffic control, following a prior request from Mayor Muriel Bowser.\n\"Due to the lack of additional requirements by local authorities, the D.C. Guard was not prepared for other contingencies,\" McCarthy said.\nMcCarthy agreed to take additional measures and noted that he is willing to publicly testify on the Capitol riot and security preparations for the inauguration.\nCLICK HERE TO GET THE FOX NEWS APPThe Department of Justice charged two more men on Sunday in connection with the riot at the Capitol.", "paragraphs": ["At least 25 domestic terrorism cases have been opened as a result of the assault on the Capitol by Trump supporters, according to the summary released Sunday of a call between the secretary of the Army and Rep. Jason Crow, D-Colo.", "The call with Crow and Ryan McCarthy provides additional insight into the Department of Defense and the National Guard's responses to the riot at the Capitol on Jan. 6.", "DOJ CHARGES 2 MEN IN CONNECTION WITH CAPITOL RIOT", "According to McCarthy, Acting Secretary of Defense Christopher Miller approved 340 D.C. National Guard personnel in non-tactical gear for traffic control, following a prior request from Mayor Muriel Bowser.", "McCarthy said law enforcement and the DOD were preparing for a gathering similar in size to rallies Nov. 14 and Dec. 12 and for \"small, disparate violent events,\" such as stabbings or fist fights, similar to past rallies.", "McCarthy also said the U.S. Capitol Police did not request support from the DOD, and that the agency made several attempts to offer National Guard resources to D.C. Metropolitan Police and the USCP, but those were declined.", "\"Due to the lack of additional requirements by local authorities, the D.C. Guard was not prepared for other contingencies,\" McCarthy said.", "Representatives for Capitol Police and the Metropolitan Police Department did not immediately return Fox News' requests for comment.", "DC DELEGATE NORTON TO INTRODUCE RESOLUTION TO CENSURE TRUMP AS 'ONLY REMEDY THAT CAN PASS BOTH CHAMBERS'", "Upon seeing the size of the rally outside of the White House, the DOD realized it was larger than previous gatherings.", "Bowser, and USCP Chief Steven Sund, who will resign on Jan. 16, sent a request for reinforcements between 1:34 p.m. and 1:49 p.m., but were \"unable to articulate what resources are needed and in what locations due to chaos,\" McCarthy said.", "Following calls with Bowser and Sund, McCarthy and Chairman of the Joint Chiefs of Staff Mark Milley, determined full mobilization of the Guard from D.C. and other states was required.", "McCarthy said once Acting Secretary of Defense Chris Miller] approved deployment of the Guard, they were deployed to the Capitol \"where they focused on creating a security perimeter and clearing the overrun buildings.\"", "McCarthy noted that delays in the deployment of Maryland Guard assets were not due to political interference, but to \"the lack of a pre-planned requirement by the Pentagon as a result of deficient law enforcement threat reporting.\"", "Following the attack, McCarthy said authorities recovered long guns, molotov cocktails, explosive devices, and zipties at the scene, suggesting a greater disaster was \"narrowly averted.\"", "FAMILY OF BLACK WOMAN FATALLY SHOT IN POLICE CHASE FROM WHITE HOUSE WANTS CASE REOPENED AFTER CAPITOL RIOT", "The readout of the call comes after Crow sent a letter on Saturday to McCarthy requesting a briefing for House Armed Services Committee Members detailing the DOD's and National Guard’s responses to the attack and their preparation for President-elect Joe Biden's inauguration ceremony on Jan. 20.", "McCarthy indicated on the call that the DOD is \"aware of further possible threats posed by would-be terrorists in the days up to and including Inauguration Day\" and that the agency is working with local and federal law enforcement.", "In addition, Crow has requested a review of troops to ensure that members deployed to the inauguration are not \"sympathetic to domestic terrorists.\"", "McCarthy agreed to take additional measures and noted that he is willing to publicly testify on the Capitol riot and security preparations for the inauguration.", "CLICK HERE TO GET THE FOX NEWS APP", "The Department of Justice charged two more men on Sunday in connection with the riot at the Capitol.", "Larry Rendell Brock, of Texas, faces one count of knowingly entering or remaining in any restricted building or grounds without lawful authority, and one count of violent entry and disorderly conduct on Capitol grounds.", "The other man, Eric Gavelek Munchel, of Tennessee, was charged with one count of knowingly entering or remaining in any restricted building on grounds without lawful authority, and one count of violent entry and disorderly conduct on Capitol grounds.", "The DOJ has charged more than a dozen people in Wednesday's riot, while dozens more have been charged in Superior Court in Washington, D.C., with unlawful entry, curfew violations and firearms-related crimes.", "Fox News' Bradford Betz contributed to this report"], "authors": ["Lucas Manfredi"], "keywords": ["mccarthy", "secretary", "national", "25", "capitol", "dc", "response", "crow", "riot", "army", "cases", "opened", "guard", "dod", "count", "domestic", "terrorism", "charged"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}