{"id": "550914f6-1317-3a42-b1cc-142c5a454ce8", "title": "Pills in the post: how Covid reopened the abortion wars", "url": "https://www.theguardian.com/world/2021/apr/21/pills-in-the-post-how-covid-reopened-the-abortion-wars", "summary": "As some European countries restricted abortion, others took a quite different approach, innovating to minimise in-person consultations in a way that some experts believe could permanently change the face of abortion rights.\nFacebook Twitter A protest in Warsaw against the Polish constitutional court’s ruling restricting abortion rights.\nFacebook Twitter An abortion rights protester during a demonstration in Warsaw.\nFacebook Twitter Demonstrators march through the streets of Belfast ahead of a meeting of the Stormont Assembly on abortion rights.\nPhotograph: Charles McQuillan/Getty ImagesIndeed, even among Europe’s abortion providers, abortion via telemedicine remains a subject of debate.", "paragraphs": ["Kay, 34, realised her period was late a month into Britain’s lockdown. The coronavirus death count was spiralling across the country. Covid-19 was putting the NHS under unprecedented strain and Boris Johnson had given the British people what he described as “a very simple instruction” in an address to the nation from Downing Street: “You must stay at home.”", "A worrying, unsettling time, and Kay, a mother of a six-year-old girl, needed to get hold of a pregnancy test kit. She went online and, two days later, took delivery of the test, learning of a positive result via two pink lines. It was the news she had dreaded.", "“I had always hoped to have a large family but with a list of health complications during my first pregnancy and a scar across my tummy to remind me of the ordeal, I was sure that I could not physically or mentally manage to carry a healthy pregnancy,” Kay said. She took the agonising decision to have an abortion. But how?", "Across Europe in spring 2020, as the pandemic was closing down everyday life, so too were the shutters falling on “non-essential” health services. Drastic decisions were being made by rattled European authorities. In countries where abortion was already a highly contested right and where powerful and vocal anti-abortion lobby groups were on high alert, governments swiftly jumped towards restrictions.", "Abortions would be banned in six countries – Andorra, Liechtenstein, Malta, Monaco, San Marino and Poland – according to a 46-nation survey published in the British Medical Journal. Surgical abortion was made less available in a further 12 countries and in 11 countries, services were made unavailable or delayed for women with Covid-19 symptoms.", "Abortion became “probably one of the most endangered rights in Europe”, said David Paternotte, a researcher at the Université Libre de Bruxelles.", "Kay was fortunate in one respect during this troubling, emotionally fraught time. The UK was going another way.", "As some European countries restricted abortion, others took a quite different approach, innovating to minimise in-person consultations in a way that some experts believe could permanently change the face of abortion rights.", "As the likes of Poland slammed doors shut on women, regulatory barriers to abortion have been lifted to varying degrees in 12 countries – Belgium, Estonia, Ireland, Finland, France, Norway, Portugal, Switzerland, England, Wales, Scotland and Northern Ireland.", "Facebook Twitter A protest in Warsaw against the Polish constitutional court’s ruling restricting abortion rights. Photograph: Kacper Pempel/Reuters", "This liberalisation is “one of the few really positive things to come out of the pandemic”, said Jonathan Lord, a consultant gynaecologist for the NHS and medical director at MSI Reproductive Choices, formerly known as Marie Stopes International, one of the country’s four abortion providers. “It has empowered us to improve the whole [abortion] care pathway almost overnight,” he said. It offered hope to others.", "At the same time, the voices of the Christian right have grown louder and some sympathetic governments have been emboldened to heed their calls. After interviews with women affected, policymakers, activists, lawyers, and providers, this is the story of how the pandemic has widened the inequities in abortion rights across Europe.", "While the pandemic response in Britain and a handful of othernations has offered the future potential for more equality in access to treatment and care for women there are also signs of a worrying backlash, say campaign groups. Progressive policy developments in the UK and elsewhere have been seized on by anti-abortion campaigners as evidence of a need to bolt down the doors.", "‘Telemed’ abortions", "On the evening of 30 March 2020, with the UK in full lockdown and abortion services at risk of collapse, the Department of Health and Social Care in Whitehall published a new policy. Women in England would be able, at least temporarily and after a phone or video consultation with a doctor, to take prescribed abortion pills at home, removing the need to travel to a clinic. The Scottish and Welsh health departments followed suit the next day.", "Medical abortions, via pills administered before 10 weeks, account for the vast majority of abortions in the UK. They take place in two stages. Before the coronavirus outbreak, women were legally obliged to take the first pill, mifepristone, at a clinic. The second pill, misoprostol, which taken up to 48 hours later, triggers miscarriage within hours and is usually taken at home – although even that is a recent reform. Until 2018, women in England had to also take both the first and the second pill at a clinic, with the risk that their pregnancy could end in a taxi or on public transport as they travelled home.", "The pandemic-led shift to full “telemed abortion” did not come out of nowhere. According to Lord, its advantages had been known for years, and it was included in a “blueprint” for the NHS in England that was published as part of the National Institute for Health and Care Excellence (Nice) guidelines in September 2019.", "“Normally there would have been a protracted phase of planning, and then evaluation, and people getting cold feet,” Lord said. “Moving forward, probably, you’re looking at three to five years of getting it embedded.” Then Covid-19 hit, and instead of the lengthy delay Lord had anticipated, the nation’s medical sector realised very quickly that abortion care was “exceptionally vulnerable and totally time-limited”.", "A few other countries were of a like mind. In France and Ireland, the gestational limit of medical abortion at home was raised to nine weeks and the usual mandatory in-person consultation was dispensed with. In Francophone Belgium, although not Dutch-speaking Flanders, abortion centres started promoting medical abortion up to eight weeks at home with phone supervision.", "Abortion became probably one of the most endangered rights in Europe David Paternotte", "For Kay, the new law was a huge relief. “I am ashamed to say I had always been very anti-abortion during my younger years, however, now older and wiser, I researched my options and found out about telemedicine,” she said.", "On a chilly morning in May last year, Kay took the first pill and got on with her day. After 12 hours she had a night fever, sweating and shivering. It was short-lived. She went back to sleep and awoke the next day to take the second round of pills. “I was really scared about the possible side-effects, but a lovely nurse on the end of the helpline reassured me and suggested I inserted the pills vaginally for less risk of side-effects.”", "After four and a half hours, Kay began to pass the pregnancy. No pain, no side-effects, and no different for her than a regular period. Three weeks later, she took the special pregnancy test that came with the pills to ensure the process had ended the pregnancy – and indeed it had.", "According to Lord, more than 70,000 women in England will have had telemedicine abortion in the year since it was introduced. There were no cases of women having a severe infection or needing major surgery, Lord said. “The rate of inadvertent late gestation was 0.04%, and all these still had a safe and successful abortion.” Additionally, data from the British Pregnancy Advisory Service shows that since the introduction of telemedicine, almost 50% of abortions were performed before seven weeks gestation from January to June 2020, compared with nearly 40% for the same period in 2019. Waiting times for women seeking abortion care have more than halved.", "Kay and others were fortunate to have the treatment they needed when they needed it. It would prove to be more than thousands of women elsewhere in Europe could possibly hope for.", "Women ‘trapped in hospitals’", "Braving freezing January temperatures and the batons of riot police, thousands of women across Poland marched through the streets. “My government is killing me”, “My body, my choice” and “The revolution has a uterus” were some of the placards waved by the crowds.", "Strongly Catholic and governed by rightwing social conservatives, Poland has some of the most restrictive abortion legislation in Europe. Before the pandemic, abortions had been permitted only where there was a threat to the mother’s life, a foetal abnormality, or where pregnancy had resulted from rape or incest. But in October 2020, Poland’s constitutional tribunal issued a ruling that ended the possibility of legal terminations in cases of foetal abnormality. Almost all abortions had been carried out on those grounds before the ruling. The new law’s entry into force felt like a moment of deep fear for many, campaigners said.", "Facebook Twitter Protesters on the streets of Warsaw after the imposition of a near-total ban on abortion in January. Photograph: Justyna Rojek/East News/Rex/Shutterstock", "Krystyna Kacpura, of the Federation for Women and Family Planning (Federa), said women were left “trapped in hospitals” waiting for the intervention or even right in the middle of the procedure when the government decided to formally enact the ban on 27 January. Kacpura received appeals from “desperate women, husbands and doctors the whole night,” she said. It had been an ongoing nightmare since then, she said.", "“Just last month there was a woman who had a therapeutic abortion scheduled because the foetus did not have a brain,” Kacpura said. “We helped her getting the first certificate from a psychiatric specialist, but at the hospital they demanded a second opinion, and that’s when the woman threatened to end her life.”", "Play Video 7:52 'Sex is not a crime': the women protesting Poland's new abortion law", "Those who support the government’s move say the balance in the law needed to be corrected. “An unborn child is a separate person, which has its own body and its own rights. A child must not be deprived of the fundamental right of every human being – the right to life,” Kaja Godek, one of Poland’s most prominent anti-abortion campaigners, wrote on Facebook.", "The move has led to a wider reckoning, too. In light of the constitutional court’s ruling, the anti-abortion Fundacja Pro Prawo do Życia in Poland asked the public prosecutor to investigate all abortions carried out after 22 October 2020. According to members of Federa, prosecutors are going through hospital records in eastern Poland. The organisation says it has also received a large volume of calls from people who ordered medication for self-managed abortion and have been summoned to make statements at police stations.", "Facebook Twitter An abortion rights protester during a demonstration in Warsaw. Photograph: Attila Husejnow/SOPA Images/REX/Shutterstock", "“You can imagine what impact such investigations can have on doctors or people assisting in abortion in the whole of Poland,” said Kacpura.", "Where Poland has gone, others are in danger of following, campaigners say. In Hungary, where again the abortion law with its mandatory counselling and waiting periods had been a point of criticism before the pandemic, a conservative lobby group, CitizenGo, has been campaigning for a suspension of abortion services. Amnesty International has said it fears there will be a knock-on effect in Bulgaria, Slovakia, Belarus and Romania.", "Even countries potentially minded to liberalise rather than restrict during the pandemic have been put under pressure through the courts not to follow the lead of the UK, France and Ireland.", "In Spain, where the government is consulting on changing the abortion regulations, an organisation called Abogados Cristianos (Christian Lawyers) went to the supreme court last April asking it to exclude abortion care from the list of essential services.", "They claimed the services remaining open would be “contrary to all health regulations” and “not urgent”. They lost, but the legal representative of the Spanish abortion clinics association (Acai), José Antonio Bosch, said the group had sued 28 abortion clinics all over Spain since 2015.", "According to Acai’s vice-president, Eva Rodríguez, these “never-ending lawsuits” take a toll on the association and its staff. “We are not rich, and hiring lawyers or procurators is a costly affair,” said Rodríguez. “It’s exhausting, to always be vigilant. We don’t always win these cases.”", "The UK government has not been spared such pressure. Christian Concern labels itself as “one of the most prominent evangelical organisations in the UK”, with just over 40,000 Facebook followers. It has a sister organisation called the Christian Legal Centre that supports its legal cases.", "A few days after the UK approved telemed abortion, Christian Concern pursued a legal action against the Department of Health and Social Care, seeking a judicial review of what they called the government’s “incredible double U-turn on DIY abortions”.", "According to the group, the advent of telemedicine abortion breaches the 1967 Abortion Act, which was to prevent “backstreet” abortions. The group have since claimed that abortion pills prescribed via telemed had killed women, based on a leaked email sent to an NHS mailing list on 21 May. That email came from a senior chief midwife who had written of the “escalating risks” of the “pills in the post-service”, which included “two maternal deaths”.", "The email was cited as evidence in the court hearing for Christian Concern’s legal challenge by a key witness, Kevin Duffy, a former staff member at Marie Stopes International who now supports Christian Concern’s work. The claim was relayed in various outlets, not only in the UK but also in the US, with Fox News reporting: “UK women die from ‘DIY’ home abortions.”", "“Yes, there have been two cases of women dying after abortion,” said Dr Suzanne Tyler, the executive director of the Royal College of Midwives. “However, both occurred before pills in the post was implemented and therefore have nothing to do with the new arrangements.”", "According to Tyler, one is suspected of being a case of sepsis that was not identified by a doctor, and the other was entirely unrelated to the abortion. “We have not been contacted by midwives concerned about the impact of pills in the post,” Tyler said. The senior midwife in question did not respond to comment from the Guardian, despite numerous attempts to speak to them.", "Despite losing the high court bid in May, Christian Concern took its case to the court of appeal, which dismissed it in September. But that has not deterred the group from battling on. It is now taking its case to the supreme court. When asked why telemed abortion was deemed dangerous, Tom Allen from Christian Concern said: “For a start, the government thinks it is dangerous. This is what health minister Lord [James] Bethell said when the service was proposed on the eve of lockdown in March.” He also cited a report in the Sun newspaper on a murder investigation related to the service, and an “undercover investigation” carried out by a consultancy firm run by Duffy.", "Underground networks", "The inevitable result is that where abortion has been heavily restricted, women have been forced by their circumstances to look to the black market. There are organisations, such as Women on Web (WoW) and Women Help Women, who appear motivated by the best of intentions to get pills to desperate women, using meticulously researched strategies to avoid seizure by customs officials – a problem encountered mainly in Italy and Poland. Last June the Spanish government blocked access to WoW’s website without warning. WoW is now suing the Spanish state, accusing it of failing to comply with its obligations to provide accurate information on sexual and reproductive rights.", "But beyond these networks aiding women caught in the worst of situations,others are scamming and offering only further pain and misery.", "So-called “pro-life” groups are also increasingly working together. A Christian fundamentalist network called Agenda Europe that formed in the early 2010s as a lobbying group working on behalf of an alliance of conservative organisations has led an offensive against sexual reproductive health and rights efforts in national parliaments. Gender equality, or as they call it “gender ideology”, has become the central, unifying target for this network. Christian Concern and Abogados Cristianos are involved. A document called Restoring the Natural Order sets out the guiding principles: to reverse the “achievements of the cultural revolution” of the 1960s in Europe.", "For Dr Dhammika Perera, global medical director at MSI, Europe is at a crossroads – and which way the continent goes will depend on leadership.", "“I use the word leadership because it’s not always just the politicians, it’s the politicians, the religious leaders, the community leaders,” Perera said. “We should not say abortion access was restricted due to the pandemic because I don’t think the pandemic is the problem. I think it’s leaders who use it as an excuse to further their efforts to limit abortion.”", "Perera said the story of the pandemic was that that it had exacerbated gaps in access to abortion services across Europe. There was a clear danger that this trend would continue.", "The practice of telemedicine abortions has only been taken up during the pandemic by five countries – England, Wales, Scotland, France and Ireland – in addition to Denmark and the Stockholm region of Sweden where it was already in use.", "In Northern Ireland, abortion provision, whether in hospitals or at home, remains a live issue, with women still battling to secure a safe and accessible service despite legalisation in 2019. Even under the liberalised rules brought in during the pandemic, a first pill for medical abortions still needs to be taken at a clinic.", "Facebook Twitter Demonstrators march through the streets of Belfast ahead of a meeting of the Stormont Assembly on abortion rights. Photograph: Charles McQuillan/Getty Images", "Indeed, even among Europe’s abortion providers, abortion via telemedicine remains a subject of debate.", "In the Netherlands – often considered to be one of the most liberal countries on abortion rights – a judge rejected a court application in April last year to force the health ministry to make abortion pills available remotely. The ruling means women are still bound by law to visit a clinic before they can be given the medication.", "Yvonne Bogaarts, of Rutgers, a Dutch NGO focused on sexual and reproductive health, said the vast majority of abortions in the Netherlands were carried out surgically. Medication-induced terminations make up only 20% to 25%. “We are not sure [telemed abortion] is necessary for our country,” Bogaarts said.", "Celia Herrero Medina, of Acai in Spain, echoed that sentiment: “It is better for women, and they tell us continuously, to undergo a medical abortion with the support of a specialised team who can answer all their questions 24 hours a day, rather than they do it alone and be helpless in case they have questions or complications.”", "‘How thankful I am to feel safe’", "Nevertheless, Perera argues that the recent extension of home abortions by some countries has offered hope that the move towards a closing down of abortion rights can be reversed. “Even among all the misinformation spread, I think that more European countries will realise telemedicine’s benefits for women,” he said.", "Kay agrees: “The most traumatic part of the entire process was reading the horror stories online, I imagine from anti-abortionists,” she recalled of her experience last year. “Last night I snuggled up with my daughter after an exhausting day at work and read Peace at Last and thought how thankful I am for this peaceful moment, feeling safe and not afraid for my health or future.”", "Reporting for this article was supported by the Pulitzer Center"], "authors": ["Daniel Boffey"], "keywords": ["health", "post", "christian", "rights", "countries", "uk", "covid", "pills", "abortion", "abortions", "reopened", "wars", "women", "pandemic"], "pubDate": "2021-04-21T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}