{"id": "551fd9f0-e192-3694-91f8-7ea5e5d8838e", "title": "Gaming on a Budget? Try Your Local Library", "url": "https://www.wired.com/story/free-games-libraries/", "summary": "Libraries across America are adding video games to their collections available for checkout.\nGamers with an incessant appetite for new experiences or anyone looking to play video games for free should contact their local library to see if they have a collection.\nOver the past few months, I’ve borrowed a number of Xbox One games from my local library, the Lawrence Public Library in Kansas.\nWe spoke to collection development librarian Kevin Corcoran from the Lawrence Public Library to learn more about their video game collection and how to borrow these games.\nThe video game collection at the Stark Library is smaller and primarily features PlayStation 4 and Xbox One games.", "paragraphs": ["In the immortal words of Arthur the Aardvark, “Havin’ fun isn’t hard, when you’ve got a library card!”", "But how much fun can you really have with a library card? Turns out, more than I expected. Libraries across America are adding video games to their collections available for checkout. Gamers with an incessant appetite for new experiences or anyone looking to play video games for free should contact their local library to see if they have a collection.", "Over the past few months, I’ve borrowed a number of Xbox One games from my local library, the Lawrence Public Library in Kansas. From the half-pipes of Tony Hawk’s Pro Skater to the mysterious caves of Stardew Valley, I was able to explore these digital worlds for free, for a limited amount of time. While this does not remove all barriers to entry, gamers who own a console and experience financial precarity might want to take advantage of the increased accessibility.", "We spoke to collection development librarian Kevin Corcoran from the Lawrence Public Library to learn more about their video game collection and how to borrow these games. “Originally, it was just started as a collection targeted towards the teens, but it expanded from there,” he said. “The first games we started out with were Wii, PlayStation 3, and Xbox 360.”", "Browsing for available games on their website is a user-friendly experience. Patrons can search through digital catalogs for the Nintendo Switch, PlayStation 4, and Xbox One. During our conversation, Corcoran mentioned that the library was planning on purchasing games for the next generation consoles: PlayStation 5 and Xbox Series X. (Games for the Wii U, Xbox 360, and PlayStation 3 are also available to borrow, but the library is not currently purchasing new titles for these previous generations.)", "Anyone with a Lawrence Public Library card can borrow games for two weeks at a time, with the potential for renewal if another member of the community does not place a hold on the game. Corcoran suggested that holds lists sometimes rack up for games that “people aren’t fully committed to but really want to test out.” Patience is crucial if you want to test out certain titles before purchasing. “The biggest holds list that I’ve ever seen is for Luigi’s Mansion 3.”", "“We pay attention to the holds very closely. Once every week, we’ll run holds reports to see what items have the most holds,” he said, talking about the collections department at Lawrence Public Library. “On things that are getting really popular, we get multiple copies of it as we see the holds rise. So seeing 25 people on a holds list might be daunting at first, but for a game like that we might get five or six copies.”", "For an additional perspective on video games in public libraries, we also spoke with Greg Burlingame, director of library collections at Stark County District Library in Canton, Ohio. Their library was receiving feedback from patrons who were “wanting us to explore the game market,” he said. The video game collection at the Stark Library is smaller and primarily features PlayStation 4 and Xbox One games.", "“It’s only been a couple of years. It was really a pilot project that we started. We had this branch which we had to close because of some structural issues, so we had to move to a storefront,” Burlingame said, “It was kind of an incubator for some ideas that we had been wanting to try.” Currently, video games, along with DVDs, can be checked out from a few different Redbox-style locations around the community.", "“Back in my day, my brother and I were really excited about Pac-Man coming out for the 2600,” Burlingame said, referencing the Atari 2600 console, “We got [the game] for Easter or something. We put it in and were like, ‘Well, this doesn’t look anything like Pac-Man.’ The game is completely different. The controls were all wacky.” Checking out a video game from the library before purchasing helps mitigate the disappointment players might experience when an expensive game does not live up to expectations."], "authors": ["Reece Rogers", "Reece Roger"], "keywords": ["local", "video", "really", "purchasing", "gaming", "try", "game", "holds", "library", "playstation", "budget", "public", "xbox", "games"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}