{"id": "553335c9-e516-3d2b-99e9-1d143c1d9eaa", "title": "As Pandemic Reveals Gaps in Safety Nets, ‘You Can’t Look Away’", "url": "https://www.nytimes.com/2020/12/03/neediest-cases/as-pandemic-reveals-gaps-in-safety-nets-you-cant-look-away.html", "summary": "While attending an ourBridge health fair, she learned about open positions at the organization and started volunteering in the kitchen.\nSil Ganzó, the executive director of ourBridge, says her staff is very connected to the community’s refugees, asylum seekers and first-generation immigrants.\nAt the outset of the pandemic, the most pressing need among them was food, and the Hispanic Federation assistance helped provide 5,000 breakfasts and lunches.\n“We made sure that the meals we were providing were culturally appropriate,” Ms. Ganzó said.\nParticularly now, she added, “people really want to age in their homes, and programs like ours are enabling that.”", "paragraphs": ["Ms. Orduna, 42, had worked at a computer cables plant, where she carried heavy loads, sometimes 90 wires at a time, causing shoulder injuries. While attending an ourBridge health fair, she learned about open positions at the organization and started volunteering in the kitchen. A few months later, she was hired as a classroom assistant.", "Sil Ganzó, the executive director of ourBridge, says her staff is very connected to the community’s refugees, asylum seekers and first-generation immigrants. At the outset of the pandemic, the most pressing need among them was food, and the Hispanic Federation assistance helped provide 5,000 breakfasts and lunches.", "“We made sure that the meals we were providing were culturally appropriate,” Ms. Ganzó said. “The meals, the products and produce were selected and handpicked by people from that community.”", "Citymeals on Wheels, a nonprofit organization that delivers meals to older adults in New York City, also received a grant this year from The Fund’s endowment, which receives donations larger than $100,000.", "Citymeals recipients are generally homebound and many are further limiting their time around others because of the virus.", "“Oftentimes all people need is to age in their homes, the meal coming to the door, someone checking on them and making sure they are OK,” said Catharine Bufalino, an associate director in communications for Citymeals. Particularly now, she added, “people really want to age in their homes, and programs like ours are enabling that.”"], "authors": ["Wadzanai Mhute"], "keywords": ["sure", "gaps", "age", "need", "cant", "director", "meals", "look", "nets", "homes", "ganzó", "ms", "reveals", "ourbridge", "pandemic", "safety", "away", "organization"], "pubDate": "2020-12-03T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}