{"id": "55457e9a-c6a2-356c-ac99-197e115e8fd3", "title": "On the Trail: What Has This Long Primary Accomplished?", "url": "https://www.newyorker.com/news/campaign-chronicles/on-the-trail-what-has-this-long-primary-accomplished", "summary": "One thing I’ve been asking people during the past few weeks in Iowa is what they think this long, long primary process has accomplished.\nIn one sense, this long pre-voting period has all been about amassing and displaying political strength.\nSo what did the Democratic Party get for their yearlong pageant of a primary?\nAnd what began as a historically diverse Presidential field is now down to a battle among those four white candidates.\nThe candidates were asked about it, and, after the debate ended, Warren continued the argument with Sanders before leaving the stage.", "paragraphs": ["One thing I’ve been asking people during the past few weeks in Iowa is what they think this long, long primary process has accomplished. Presidential hopefuls have been coming to Iowa for a year, or longer, in some cases. The Democratic Party has been hosting debates since June, and the candidates have collectively held thousands of rallies, town halls, meet and greets, house parties, and canvassing events here and in New Hampshire, South Carolina, Nevada, and other states. They’ve done interviews with hundreds of reporters, run ads on television and online, sent countless e-mails, solicited tens of millions of dollars in donations, hired staff, trained volunteers, and built up gigantic, expensive operations able to operate both locally and nationally at the same time. In one sense, this long pre-voting period has all been about amassing and displaying political strength.", "And yet, in the past week, two big polls—one from CNN and the Des Moines Register, the other from Monmouth University—found that large numbers of people in Iowa are still open to changing their minds. That tracks with what I’ve found at campaign events here. Even people who have been following along the whole time, who have gone out to see the candidates, and who think deeply about issues like health care or education—even some of those people, with just weeks to go before the caucuses, will tell you that they’re still weighing their options. So what did the Democratic Party get for their yearlong pageant of a primary?", "On Monday, Cory Booker, the charismatic New Jersey senator who was never able to turn that charisma into support in the polls, dropped out of the race. It was a reminder that, for as seemingly endless as this race has been, and, for as static as the top of the field has been since, say, the summer, much has happened this past year. What began as a historically large Presidential field—twenty-eight people have formally been in this race at one time or another—is now down to about a dozen viable candidates, and four legitimate front-runners: Joe Biden, Bernie Sanders, Elizabeth Warren, and Pete Buttigieg. And what began as a historically diverse Presidential field is now down to a battle among those four white candidates.", "It’s easy to say what each of the leading candidates got from this past year. Biden has sharpened up since the summer, when he couldn’t seem to go a week without saying some dismaying thing about race or American history, and showed durability in the polls. Warren and Buttigieg have been able to build up enormous ground operations, particularly in Iowa. Sanders has been able to raise gigantic sums of money and move past a heart attack that raised questions about his physical ability to be President.", "But what did the Party, and its voters, get? Early on, the size of the field was a source of pride for Democrats. But the expectation was that the choices and contrasts would get clearer to see as we got closer to voting. That hasn’t happened. After a spring and summer of multiplying and competing health-care plans, education plans, rural-America plans, and so on, the race in its final weeks isn’t a distilled fight between the left and center of the Party; it’s a jostling for position among a foursome of candidates who overlap in different ways.", "On Tuesday, those four leading candidates, plus Amy Klobuchar and Tom Steyer, met on a stage in Des Moines for the last official debate before voting begins next month. The big issues were muted. Instead of a debate between left and center, Tuesday night’s event will be remembered for being the place where a late-breaking dispute between Warren and Sanders came to a head. The day before, CNN reported that, back in 2018, Sanders had told Warren that he did not believe a woman could win the Presidential election in 2020. The candidates were asked about it, and, after the debate ended, Warren continued the argument with Sanders before leaving the stage.", "You’ve likely got your own opinion on the Warren-Sanders thing. I’ve heard from many people this week who dismiss the story as a media obsession. Fair enough. But, like the narrowing down of the Democratic field to all white front-runners, the Warren-Sanders dispute is about representation and the slippery concept of electability. I tend to think that all voters should be talking about this stuff aloud, rather than working it out in their own heads. But, on Tuesday, I also couldn’t help thinking of all the time spent on questions of health care at the Party’s early debates, and how the memory and outcomes of those past discussions made it impossible for the candidates to have a lucid debate about the topic now, at the end, when it matters most."], "authors": ["Eric Lach", "Luke Mogelson", "Jia Tolentino", "Alex Ross", "Erik Agard", "Elizabeth Flock"], "keywords": ["debate", "past", "presidential", "candidates", "warren", "trail", "sanders", "primary", "long", "iowa", "race", "party", "field", "accomplished"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}