{"id": "554f8cb5-29db-3005-b602-8a0299c404f1", "title": "5 smart New Year's resolutions for homeowners", "url": "http://www.foxnews.com/real-estate/5-smart-new-years-resolutions-for-homeowners", "summary": "Here are 5 easy home improvement resolutions to consider.\nCheck your furnace filter every monthYour furnace filter keeps dust, allergens and other icky stuff from entering (and possibly damaging) your furnace.\nCheck out this easy furnace filter reminder tip to keep furnace filter changes top of mind.\nTest your waterA water test can give you peace of mind that your water is free of harmful substances such as lead, bacteria and more.\nRead more New Year's resolutions for homeowners here.", "paragraphs": ["Last year, 28 percent of Americans made New Year’s resolutions. No doubt millions more will set goals for 2021. And while losing weight, exercising more and getting finances in control are some of the most common New Year’s resolutions, you might consider making a home improvement resolution. Your home, after all, is one of your biggest assets and the place where so many treasured memories are made.", "Here are 5 easy home improvement resolutions to consider. To make them stick, try breaking them down into smaller, more manageable steps before plugging them into a calendar to keep yourself accountable. Here’s to 2021!", "Check your furnace filter every month", "Your furnace filter keeps dust, allergens and other icky stuff from entering (and possibly damaging) your furnace. It also helps keep your indoor air clean. Depending on the size of your house and whether you have a pet, you may need to swap out your furnace filter as often as once a month. The only way to know for sure is to check your filter every 30 days or so.", "If you can’t see clearly through your filter when you hold it up to light, it’s time for a new one. Check out this easy furnace filter reminder tip to keep furnace filter changes top of mind.", "Survey your foundation", "A crack or opening in your home’s foundation provides easy access for rats, mice and other unwanted pests to enter your home. That’s why it’s worth carefully surveying your home’s foundation for any possible openings. There are several different types of foundation cracks you might find. If you see one, caulk concrete cracks ASAP.", "Test your soil", "A soil test can give you an idea of what kinds of nutrients your soil lacks and which kind of fertilizer you should be using on your lawn. It’s especially important to do if you’ve moved to a new house, want to expand your garden or notice that your plants aren’t growing well.", "Test your water", "A water test can give you peace of mind that your water is free of harmful substances such as lead, bacteria and more. This is especially important if you have a private water supply, because your water isn’t regularly monitored and tested like public water supplies.", "Tackle that junk drawer (or room)", "Most of us have a drawer — or perhaps an entire room — filled with random, unorganized items. That’s a problem. Many times, we don’t need all that stuff. And when it comes time to locate items we do need, they’re nearly impossible to find. Make 2021 the year you create order out of chaos by decluttering and organizing your junk drawer (or room) once and for all.", "This story was originally published by Family Handyman. Read more New Year's resolutions for homeowners here."], "authors": [], "keywords": ["water", "resolutions", "thats", "easy", "homeowners", "need", "test", "furnace", "foundation", "drawer", "smart", "filter"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}