{"id": "5556f8a2-24f9-3b8c-8d58-6696824dee95", "title": "Liz Truss's record of picking white, male trade advisers criticised", "url": "https://www.theguardian.com/politics/2020/dec/17/liz-truss-record-picking-trade-advisers-white-male-equalities-shift", "summary": "Of these, 63 (24.9%) are women, 240 are white, 12 are Asian and one is black.\nIt also cover 24 members of a strategic trade advisory group; 205 members of trade advisory groups, or TAGs, across 11 sectors of the economy; 15 members of a trade and agriculture commission; and four members of a trade union advisory group.\nThe figures show that of the 11 sector-wide TAGs, five only have white members.\n“It’s no surprise that there is a skew towards white men, because that reflects senior boards and business at the moment,” they said.\nThe members of the trade unions group were picked by unions, they added.", "paragraphs": ["Labour has accused Liz Truss of setting an “appalling standard” on equality in government after it emerged that of more than 250 trade advisers she has appointed, fewer than a quarter are women and 95% are white.", "The analysis comes before Truss, who is the minister for women and equalities as well as the international trade secretary, announces a shift in government equality priorities away from gender and race.", "In the speech on Thursday afternoon, Truss is to say that the debate on equality has been “dominated by a small number of unrepresentative voices, and by those who believe people are defined by their protected characteristic.”", "The data collated by the office of Emily Thornberry, the shadow international trade secretary, shows that since mid-July Truss has appointed 253 people from outside government to new advisory roles connected to trade.", "Of these, 63 (24.9%) are women, 240 are white, 12 are Asian and one is black.", "Simon Woolley, the founder and director of Operation Black Vote, said Truss’s speech was part of “a clear trajectory that seeks to downplay the reality of persistent race inequality”.", "“The whitewashing of tackling institutional racism is in turbocharge mode right now.” Woolley said. “There are elements of this government that are not neutral about this. They are pushing back hard, creating faux culture wars, pitting the north against the south, white against black, all this at a historic moment when we could make the most fundamental positive change in regards to race equality ever seen.”", "The Labour tally of external appointees includes nine members of the new Board of Trade – among them the former Australian PM Tony Abbott – and four non-executive directors for her department.", "It also cover 24 members of a strategic trade advisory group; 205 members of trade advisory groups, or TAGs, across 11 sectors of the economy; 15 members of a trade and agriculture commission; and four members of a trade union advisory group.", "While this totals 261, eight people are in more than one role, so it covers 253 different people.", "The sole black appointee is Dambisa Moyo, a Zambian economist and writer, who is among the four new non-executive directors for the Department for International Trade. These were the only roles of the 253 made via competitive recruitment. The figures show that of the 11 sector-wide TAGs, five only have white members.", "None of the appointments fall under the category of what are known as regulated appointments under Cabinet Office rules, and so would not count towards government targets on equality. These state that by 2022 half of appointees should be women, and 14% from black, Asian and minority ethnic backgrounds.", "Thornberry said: “It’s no wonder Liz Truss wants to ditch the government’s targets relating to gender and race when she has set such an appalling standard herself in recent months over the representation of women and minority ethnic groups.", "“We all know that the boardrooms from which many of these appointments have been made are not representative of the country as a whole, but as the minister for women and equalities, Liz Truss has a duty to challenge that under-representation and the discrimination that underlies it, not just to mirror it in her own appointments.”", "A DIT source said Truss had recently appointed women to two leading roles – chief of US trade, and director general of trade policy implementation work – and that the advisory appointments were unpaid.", "More widely, they said, the advisers tended to reflect the relevant industries whose advice was needed. “It’s no surprise that there is a skew towards white men, because that reflects senior boards and business at the moment,” they said.", "The members of the trade unions group were picked by unions, they added."], "authors": ["Damien Gayle", "Peter Walker"], "keywords": ["white", "equality", "liz", "black", "record", "male", "members", "appointments", "advisers", "roles", "picking", "criticised", "truss", "trusss", "trade", "women", "advisory"], "pubDate": "2020-12-17T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}