{"id": "556006b1-ed46-3554-afaa-50cc8254b646", "title": "‘Way more work to do’: Athletes give cautious welcome to Floyd verdict", "url": "https://www.theguardian.com/sport/2021/apr/21/athletes-reaction-george-floyd-trial-nba", "summary": "The sports world welcomed the verdict in the George Floyd murder trial on Tuesday, while cautioning that there is still work to do addressing systemic racism in the United States.\nMagic Johnson also expressed his relief at the verdict after other high-profile cases in which police officers have not been convicted or charged after killing black Americans.\nHowever, others pointed out that the verdict does not change the many problems surrounding policing and race in the United States.\nThe fact that so many injustices occurred to make us hold our breath toward this outcome is really telling.\n“WAY MORE WORK TO DO,” he wrote on Twitter.", "paragraphs": ["The sports world welcomed the verdict in the George Floyd murder trial on Tuesday, while cautioning that there is still work to do addressing systemic racism in the United States.", "Derek Chauvin, a white police officer, was found guilty of second-degree murder, third-degree murder and second-degree manslaughter in the death of Floyd, who was black, after kneeling on the 46-year-old’s neck for more than nine minutes in May last year.", "ACCOUNTABILITY — LeBron James (@KingJames) April 20, 2021", "“ACCOUNTABILITY,” tweeted LeBron James, who has been a prominent voice on social justice over the last few years. Magic Johnson also expressed his relief at the verdict after other high-profile cases in which police officers have not been convicted or charged after killing black Americans. “Thank God...guilty! Justice has been served!!” wrote the NBA hall of famer.", "However, others pointed out that the verdict does not change the many problems surrounding policing and race in the United States.", "“Will it change anything? There was a just verdict. But will it have enough larger implications?” New Orleans Pelicans coach Van Gundy said. “Will it force us or at least motivate us to explore better policing and solving the immense problems of racial justice? Will it do any of that? Will it move forward on any of that. Or is this just an isolated verdict on one where we had clear video evidence.”", "The Minnesota Timberwolves play in the same city where Floyd was murdered and their star player, Karl-Anthony Towns, said he had been worried about the outcome of the trial before Tuesday’s game against the Sacramento Kings.", "“I didn’t know what was going to happen,” Towns said. “I had sweated so much I had to take a shower because I didn’t know how it was going to go. My feelings towards it was, we’ve seen moments like this so much that go the opposite way, that even with how quick the verdict came in, you still have no idea where it’s going to go.", "“I was worried. I was worried for our community. I was worried for if justice was going to be served. I was worried about all the family our team has, every player, and wondering if their safety was going to be guaranteed tonight and how they would feel. On our team, we’ve got guys who have kids, who are kids of color, wondering if we’re going to show them if the word accountability actually lives in the world we live in today.”", "The Timberwolves dedicated their victory over the Kings to Floyd’s family and many athletes brought attention to the fact that the verdict did not erase the tragedy of his death.", "I was going to make a celebratory tweet but then I was hit with sadness because we are celebrating something that is clear as day. The fact that so many injustices occurred to make us hold our breath toward this outcome is really telling. — NaomiOsaka大坂なおみ (@naomiosaka) April 20, 2021", "“I was going to make a celebratory tweet but then I was hit with sadness because we are celebrating something that is clear as day,” wrote tennis world No 2 Naomi Osaka on Twitter. “The fact that so many injustices occurred to make us hold our breath toward this outcome is really telling.”", "Towns shared similar sentiments. “It’s bittersweet because it cost a life to see a moment like this,” he said. “It’s one of those moments you worry that if reform’s not done, we’ll be having the same situation again, and that’s the most unfortunate, disheartening thing.”", "Atlanta Hawks guard Trae Young put the road ahead in stark terms. “WAY MORE WORK TO DO,” he wrote on Twitter."], "authors": ["Tom Lutz"], "keywords": ["going", "welcome", "wrote", "murder", "athletes", "work", "floyd", "worried", "world", "outcome", "cautious", "justice", "way", "fact", "verdict"], "pubDate": "2021-04-21T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}