{"id": "556aa06c-8842-39b6-97d3-2b9d61b84459", "title": "Populists are threatening Europe’s independent public broadcasters", "url": "https://www.economist.com/europe/2021/04/08/populists-are-threatening-europes-independent-public-broadcasters", "summary": "The problems in Slovenia and the Netherlands are typical of those that are increasingly facing public broadcasters all over Europe.\nThe recent reversal of public broadcasters’ independence started in Russia after Vladimir Putin came to power in 1999.\nDuring the migrant crisis in Germany in 2016, anti-immigrant protesters began attacking the big public broadcasters, ZDF and ARD , as Lügenpresse (“lying press”), a Nazi-era slur.\nTraffic on European public broadcasters’ websites more than doubled.\nIn most countries where public broadcasters remain independent, the public has confidence in them.", "paragraphs": ["E VERY SELF-RESPECTING European country needs a public broadcaster. So after Slovenia seceded from Yugoslavia in 1991, it gave Radio-Television of Slovenia ( RTV-SLO ) a mandate to report independently, unlike the state propaganda that passed for news under communism. Indeed, RTV-SLO has proved too independent for Slovenia’s current prime minister, Janez Jansa. For more than a year he has been browbeating the network’s journalists on social media. Wags have consequently dubbed Mr Jansa “Marshal Twito”, a nod to Josip Tito, Yugoslavia’s longtime dictator. His government wants to pass a new media law that will make RTV-SLO easier to control.", "Listen to this story Your browser does not support the <audio> element. Enjoy more audio and podcasts on iOS or Android.", "The Netherlands’ national public news broadcaster, the NOS , also has its roots in a reaction against authoritarian propaganda, that of the Nazi occupiers during the second world war. The NOS has an independent board and a guaranteed multi-year budget. But lately Dutch public broadcasters have faced intimidation, too. Reporters have been physically attacked at protests and while reporting on covid-19 measures. In October the NOS removed its logo from its satellite vans after they were repeatedly harassed in traffic.", "The problems in Slovenia and the Netherlands are typical of those that are increasingly facing public broadcasters all over Europe. In some countries, such as Hungary and Poland, illiberal governments are turning them into mouthpieces for the ruling party. In others, such as Germany and Sweden, populist movements accuse them of bias in favour of the establishment and the left. Modelled on Britain’s BBC (now facing political pressures of its own), Europe’s public media were set up to anchor democracy by providing citizens with objective reporting. But in an age of polarisation and disinformation, that is getting harder to do.", "The recent reversal of public broadcasters’ independence started in Russia after Vladimir Putin came to power in 1999. By the mid-2000s Russian news shows’ agendas were being set at government-led meetings. When Viktor Orban won power in Hungary in 2010 he adapted Mr Putin’s blueprint, transforming the state media agency MTVA into a propaganda organ. Outrageously, the group was restructured into a shell company in a fashion that exempts it from the law governing public media. During the European Parliament elections in 2019, editors at MTVA were recorded instructing reporters to favour Mr Orban’s Fidesz party.", "Poland’s Law and Justice ( P i S ) party followed Mr Orban’s example when it won power in 2015. It quickly turned TVP , the public TV network, into a bullhorn. The network championed campaigns against gay rights and demonised the opposition mayor of Gdansk. After he was assassinated by an extremist in 2019 a court told TVP to pay damages, but it has not complied.", "If in eastern Europe the pressure on public media comes from government, in western Europe it comes from the populist opposition. During the migrant crisis in Germany in 2016, anti-immigrant protesters began attacking the big public broadcasters, ZDF and ARD , as Lügenpresse (“lying press”), a Nazi-era slur. Such open hostility has abated, says Peter Frey, ZDF ’s editor-in-chief, and reporters no longer worry about their safety at demonstrations. But the sense that the public media are biased towards the left has taken root in conservative areas, especially the formerly communist East.", "The greatest risk may be to broadcasters’ finances. Most of the budget of ZDF and ARD comes from a dedicated tax that must be renewed every four years. But each of Germany’s states must sign off, and a proposed rate rise was blocked by the eastern state of Saxony-Anhalt. Critics there complained that the broadcasters focus too much on big cities and on themes such as gay rights and gender that appeal to educated urbanites. Populist parties in Sweden and the Netherlands want to cut their state broadcasters’ budgets, too.", "Public broadcasters have tried to win over critics. In Germany, ZDF has acknowledged its failure to cover rural areas and the east. For the past three years it has broadcast periodic town-hall discussions from smaller towns around the country. The Dutch system has a built-in safety-valve: anyone who can sign up 50,000 paying subscribers gets the right to a public TV station of their own, with designated time slots on the national channels. Since 2009 three stations with right-leaning agendas have been launched. But that has scarcely calmed things: the newest station, Ongehoord Nederland (“Unheard Netherlands”), attacks the NOS as fake news.", "A better ally has been covid-19. Last year the appetite for rapid, accurate news about the pandemic and government social-distancing measures boosted state media’s ratings after years of decline. Traffic on European public broadcasters’ websites more than doubled. News shows even won over some young viewers (see chart).", "Overall trust in public broadcasters has risen over the past few years, according to the European Broadcasting Union, the groups’ umbrella organisation. But that conceals a widening split, one that mirrors sharpening political polarisation. In most countries where public broadcasters remain independent, the public has confidence in them. But a disaffected minority has grown increasingly hostile. Public broadcasters are especially vital in European countries where not enough people speak the local language to support diverse private broadcasting. In the Baltic states, populist attacks on the state-owned channels by groups like Estonia’s far-right EKRE party have failed to catch on: they are simply too important. Yet there are worries there, too. Reporters at Latvia’s public broadcaster have faced more threats of violence over the past six months, says Rita Rudusa, the group’s head of strategy, mainly from covid-19 deniers. In Latvia, too, the chief risk is the legal and financing structure. The country’s new public-media law fails to include a set-aside tax like the television licence fee that funds the BBC . That leaves it vulnerable to political pressure. And it is not clear that the supervisory board will be protected from political appointments. In Slovenia such political control over the budget and supervisory board threatens the public broadcaster’s independence. The proposed new public-media law would let politicians appoint more of its board members and give some of its revenues to other news agencies, including ones that serve up propaganda for Mr Jansa. Journalists at RTV-SLO feared for their jobs. “Only a few of us left are still being critical, but we’re being silenced,” says a senior reporter. But on March 30th the defection of several MP s left Mr Jansa’s government without a majority in parliament. If he cannot pass his media law, Mr Orban’s model of public broadcasting may lose a new recruit. ■", "Correction (April 10th 2021):This article initially stated that the Slovenian government is refusing to pay RTV-SLO’s budget. This is not true. The government has withheld payments this year to STA, the state-backed news agency. The Economist regrets the error.", "A version of this article was published online on April 6th 2021"], "authors": ["The Economist"], "keywords": ["slovenia", "zdf", "political", "media", "threatening", "state", "europes", "public", "independent", "mr", "european", "populists", "law", "broadcasters"], "pubDate": "2021-04-08T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}