{"summary": "I love E3 because it’s a great event showcasing what’s ahead for gaming.\nThe Legend of Heroes: Trails of Cold Steel III (PS4)Release: September 24I’ve expressed my admiration for this series more than a few times, because it captures a classic-but-also-not-dated feel.\nAt E3, I was able to see how Cold Steel III is shaping up by going hands-on with the beginning section of the game.\nIf you choose to go in blind, Cold Steel III will feature a guide to catch you up on the previous games.\nKlei came out at E3 with a new trailer and post detailing the changes and why development is taking longer than expected.", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Features Editor", "Kimberley Is Usually Playing The Latest Rpg", "Sports Title", "Or Narrative-Driven Experience. She Has Also Amassed More Than Two Hundred Stanley Cups While Playing As The Blackhawks In Various Nhl Games."], "keywords": ["steel", "e3", "overlooked", "games", "combat", "rpgs", "vampire", "team", "character", "game", "cold", "iii"], "id": "55728303-ae45-32cd-a2c9-96b082ac4485", "url": "https://www.gameinformer.com/rpg-grind-time/2019/07/03/five-rpgs-you-may-have-overlooked-from-e3", "title": "Five RPGs You May Have Overlooked From E3", "pubDate": null, "paragraphs": ["I love E3 because it’s a great event showcasing what’s ahead for gaming. During the show, there’s a palpable excitement, constantly reminding me why I fell in love with games in the first place. I’ll always feel very fortunate to attend and do my best to see as much possible. However, the show can be pure chaos and it’s easy for some great games to get lost in the shuffle with the onslaught of announcements and myriad of previews piling up. That’s why I love to look back a couple of weeks after the show and spotlight some games that may have not gotten their time to shine – not because they didn’t hold promise, but because there was just too much vying our attention at the time. Here are some upcoming RPGs you should keep on your radar.", "RPG Time: The Legend of Wright (Xbox One, PC, iOS, Android)", "Release: 2020", "This little gem popped up during Microsoft’s press conference and turned heads for its hand-drawn visuals, Dragon Quest-like music, and colorful aesthetic. People quickly made comparisons to everything from Paper Mario to Drawn to Life. The game comes from a two-member independent Japanese team called Deskworks and centers on a youth who wants to become a game developer. You explore the adventures he pens in his notebook, which has you doing everything from facing off against majestic beasts to locating treasure. Basically, you’re getting a front-row seat to his creative visions. Details are still light on the game, but the visuals immediately catch your eye and there’s some charming about exploring settings and situations created by the wonder of a child’s imagination.", "The Legend of Heroes: Trails of Cold Steel III (PS4)", "Release: September 24", "I’ve expressed my admiration for this series more than a few times, because it captures a classic-but-also-not-dated feel. As we approach the September 24 release date, it’s hard to believe we’re entering the third big arc of this dense story, which takes place a year and a half after the events of the last entry. At E3, I was able to see how Cold Steel III is shaping up by going hands-on with the beginning section of the game. A lot has changed since we last show Rean and his classmates; Rean is now an instructor of his own class at a new branch of Thors Military Academy, which is populated with misfits and outcasts. This doesn’t mean we won’t see familiar faces, especially those of his former classmates (with new designs!). What it does it mean, however, is that the expansive cast is getting even bigger with a whole new class with new challenges to face.", "The third game expands on an already-complex battle system, adding a break system to cut through enemy defenses and a character who can change her battle style from gunner to striker. In my demo, new character Juna could stay in her gunner position for ranged attacks, allowing her to attack groups of enemies with ease, but if you swap her to the striker, it increases her speed, defense, and attack power on close-ranged foes. I was also told the mech combat from the previous game will return, with some new features, but NIS America said it would discuss more at a later date. If you haven’t picked up the remasters for the first and second game, it might be time to do so, as Trails of Cold Steel III looks to have the same character appeal and fun combat system that made the other games shine. If you choose to go in blind, Cold Steel III will feature a guide to catch you up on the previous games.", "Vampire: The Masquerade – Bloodlines 2 (PS4, Xbox One, PC)", "Release: March", "A sequel to Vampire: The Masquerade was a pleasant and unexpected surprise, but it’s even more exciting to know that it looks like it’s shaping up nicely based on our E3 demo. The original, though rough around the edges, became a cult hit due to how it thrust you into the life of a vampire trying to define yourself in this new world. Not only were you trying to blend in with humans, but you also had a new vampire society to consider, complete with infighting and a hierarchy. Almost 15 years later, we’re finally stepping back into this rich and alluring backdrop, but this time around the location is changing from LA to Seattle and a new, mostly unproven team from Hardsuit Labs (Blacklight Retribution) is at the helm.", "Quest givers flood the streets all with their own agendas and various vampire clans are making and breaking laws left and right to protect themselves. Who you align with and what you stand for is all up to you. How situations play out are also choice-driven, whether it’s using brute force or your wits, but your decisions like whether to kill or let someone go will have consequences (although the developers did go out of their way to say there would be no right or wrong choices). With more grounded storytelling, the combat focused more on the powerful feeling of being a vampire, and plenty of choices in your abilities and actions, Vampire: The Masquerade – Bloodlines 2 looks to build on the fantastic premise and world the original started.", "Heroland (PS4, Switch)", "Release: Fall", "This little gem is from the minds of developers who worked on MOTHER 3, Legend of Mana, and Fantasy Life, and it shows. The game has a quirky sense of humor, vibrant 2D landscapes, and creative premise. In Heroland, you’re transported to a theme park that lets anyone take part in their own RPG adventure by allowing them to explore dungeons, defeat baddies, and slowly build their character up to legendary heights. However, your job is a bit less glamorous as you are a tour guide just trying to feed your family. Your first big task? Making sure a prestigious prince’s visit is everything he desires. The journey reveals that there’s more to Heroland’s history than meets the eye, with plenty of mysteries to unravel. I played a brief demo and here’s what’s most interesting: while Heroland has your basic turn-based RPG combat, instead of participating in it, you’re basically calling the shots and guiding your team from the sidelines. The party executes their actions automatically, but you can step in to direct them to do things like use an item or execute a different action. Throughout the game, you meet 20 other characters that can be party members, and all have their own unique stories. With a cool art style, humorous dialogue, and spin on the standard turn-based formula, Heroland is worth keeping an eye on.", "Griftlands (PC, Mac, Linux)", "Release: June", "When it was first announced in 2017, this game intrigued us, and that hasn’t changed, despite some big changes like going from an RPG to a deck-building roguelite. It’s the latest project from Klei Entertainment, best known for games like Mark of the Ninja and Don’t Starve. Klei came out at E3 with a new trailer and post detailing the changes and why development is taking longer than expected. The team realized the game wasn’t entirely where it wanted it to be, with founder Jamie Cheng saying, “Unfortunately, the whole was never better than the pieces; we found that each piece of the game felt disconnected with the rest, and that actions often felt inconsequential.” Cheng said the team took note of what people loved and decided to reboot the project.", "Griftlands’ focus is now on negotiation, combat, and manipulation. You choose from one of three characters to play as, and each decision you make is important, from which jobs to take to which cards to collect. You’ll even have to choose sides at times. “Each time you play offers new jobs and situations to encounter, and a chance to rebuild your strategies. A successful run will require a sharp wit, a sharp blade, and enough cunning to know when to use each,” Cheng noted. An Alpha starts on the 11th on the Epic Games Store, so you can see for yourself if you like the change in direction."]}