{"id": "5574746f-3d5f-3fc5-9930-1f9fde5e110e", "title": "Queen Elizabeth to enter 8 days of mourning following Prince Philip's death", "url": "https://www.foxnews.com/entertainment/queen-elizabeth-enters-8-days-mourning-prince-philips-death", "summary": "Queen Elizabeth II will now enter an official mourning period of eight days following the death of her husband of 73 years, Prince Philip.\n\"It is with deep sorrow that Her Majesty The Queen has announced the death of her beloved husband, His Royal Highness The Prince Philip, Duke of Edinburgh.\nAdditional periods of royal mourning are expected to continue following the first eight days.\nAfter a funeral service is held, the queen is expected to continue mourning in private while carrying out duties privately.\nPRINCE PHILIP RECOVERING AFTER HEART SURGERY, BUCKINGHAM PALACE SAYSPhilip married then-Princess Elizabeth in 1947 and is the longest-serving royal consort in British history.", "paragraphs": ["Queen Elizabeth II will now enter an official mourning period of eight days following the death of her husband of 73 years, Prince Philip.", "The Duke of Edinburgh died on Friday at Windsor Castle. He was 99.", "The royal family announced the Duke of Edinburgh's death on Friday in a statement.", "\"It is with deep sorrow that Her Majesty The Queen has announced the death of her beloved husband, His Royal Highness The Prince Philip, Duke of Edinburgh. His Royal Highness passed away peacefully this morning at Windsor Castle,\" the statement reads.", "PRINCE PHILIP, DUKE OF EDINBURGH AND QUEEN ELIZABETH II'S HUSBAND, DEAD AT 99", "The British royal family added that it joins \"people around the world in mourning his loss,\" noting that additional announcements will be forthcoming.", "The 94-year-old reigning monarch will now halt royal duties. Affairs of state have also been paused and no laws will be given royal assent.", "Additional periods of royal mourning are expected to continue following the first eight days. The United Kingdom is expected to go into a period of 10 days of mourning, and the British royal household is expected to extend its period for 30 days.", "Per tradition, the royal family members are expected to wear black or dark clothing during this time. After a funeral service is held, the queen is expected to continue mourning in private while carrying out duties privately.", "POLICE CALLED TO MEGHAN MARKLE, PRINCE HARRY’S CALIFORNIA MANSION NINE TIMES IN AS MANY MONTHS", "An announcement about Philip's death was placed on the gates of Buckingham Palace on Friday but is reportedly expected to be taken down sometime later Friday per restrictions amid the coronavirus pandemic.", "During England’s coronavirus lockdown, Philip had been staying at Windsor Castle, west of London, with the queen.", "On Feb. 16, Philip was admitted to a London hospital after feeling unwell. On March 3, he underwent a procedure for a pre-existing heart condition at St. Bartholomew’s Hospital before being transferred back to King Edward VII hospital on March 5 and ultimately released home on March 16.", "PRINCE PHILIP RECOVERING AFTER HEART SURGERY, BUCKINGHAM PALACE SAYS", "Philip married then-Princess Elizabeth in 1947 and is the longest-serving royal consort in British history. He and the queen have four children, eight grandchildren and 10 great-grandchildren.", "A former naval officer and keen polo player, Philip enjoyed robust health well into old age but had several health issues in recent years.", "In 2011, he was rushed to a hospital by helicopter after suffering chest pains and treated for a blocked coronary artery. In 2017, he spent two nights in the King Edward Hospital and was hospitalized for 10 days in 2018 for a hip replacement.", "Philip was last hospitalized in December 2019, spending four nights in the King Edward Hospital for what the palace said was planned treatment of a pre-existing condition.", "He was forced to give up driving at the age of 97, after smashing into a car while driving a Land Rover near Sandringham estate in January 2019. Philip needed help to get out of the Land Rover but wasn’t injured. A woman in the other vehicle suffered a broken wrist.", "KATE MIDDLETON HAS RECEIVED QUEEN ELIZABETH, PRINCE PHILIP'S APPROVAL FOR THIS REASON, ROYAL EXPERT CLAIMS", "At the time of his death, Philip's full title was His Royal Highness Prince Philip, Duke of Edinburgh, Earl of Merioneth and Baron Greenwich, Knight of the Garter, Knight of the Thistle, Order of Merit, Knight Grand Cross of the Order of the British Empire, Companion of the Order of Australia, Companion of the Queen's Service Order, Privy Counselor.", "He was the second person ever to bear the title \"Duke of Edinburgh,\" the first being his great-great-uncle, Prince Alfred Ernest Albert. His son, Prince Edward, will now assume the title.", "CLICK HERE TO GET THE FOX NEWS APP", "Although he married into the British monarchy, royalty was in Philip's blood since birth. On June 10, 1921, he was born Prince Philip of Greece and Denmark – the only son of Prince Andrew of Greece and Princess Alice of Battenberg, as well as the great-great-grandson of Queen Victoria.", "Philip's deep-seated royal roots placed him in the line of succession to the thrones of 16 countries."], "authors": ["Melissa Roberto"], "keywords": ["edinburgh", "following", "philips", "death", "prince", "duke", "mourning", "royal", "hospital", "expected", "elizabeth", "days", "enter", "philip", "queen"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}