{"id": "558a268d-1038-38a5-9b62-b77fb9d3fab7", "title": "Negotiation and Dispute Resolution", "url": "https://execed.economist.com/sobey-school-business/negotiation-and-dispute-resolution-2021-05-10", "summary": "Terry H. Wagar is a Professor of Human Resource Management / Industrial Relations at Saint Mary's University in Halifax.\nHe was a Research Associate at the National Institute of Labour Studies, Flinders University of South Australia and has also taught at the University of South Australia, Wilfrid Laurier University, and the University of Western Australia.\nDuring the 2002-2003 academic year, he was a Visiting Professor at the Gatton College of Business and Economics, University of Kentucky.\nIn 2002 and 2004, he was a Visiting Scholar at the University of Waikato Management School in Hamilton, New Zealand.\nHis research has been published in Canada, the United States, Europe, Asia, Australia and New Zealand.", "paragraphs": ["Terry H. Wagar is a Professor of Human Resource Management / Industrial Relations at Saint Mary's University in Halifax. He was a Research Associate at the National Institute of Labour Studies, Flinders University of South Australia and has also taught at the University of South Australia, Wilfrid Laurier University, and the University of Western Australia. Terry's degrees include an MBA from the University of Toronto, a Master of Industrial Relations from Queen's University, an LLB from the University of Ottawa Law School, and a PhD in labour relations, human resource management and statistics / research methods from Virginia Tech.", "During the 2002-2003 academic year, he was a Visiting Professor at the Gatton College of Business and Economics, University of Kentucky. In 2002 and 2004, he was a Visiting Scholar at the University of Waikato Management School in Hamilton, New Zealand. During the 2008-09 school year, Terry was on sabbatical -- he spent Fall 2008 as a Visiting Professor at Queen's University and from January to July 2009, he was a Visiting Professor / Research Fellow at the University of Western Australia.", "In 2006, Terry received the International Personnel Management Association (Canada) President's Award. The President's Award is IPMA-Canada's highest award and is presented to an individual who has made an outstanding contribution to the practice of human resources management in Canada. Other awards include the Excellence in Education Award from the U.S. Labor and Employment Relations Association (LERA), the Distinguished Teacher Award from the Association of Atlantic Universities (Award for Excellence in Teaching), and the Leaders in Management Education Award (sponsored by National Post, PricewaterhouseCoopers, and Bell Nexxia). His research has been published in Canada, the United States, Europe, Asia, Australia and New Zealand."], "authors": [], "keywords": ["resolution", "dispute", "relations", "school", "university", "management", "professor", "visiting", "research", "terry", "australia", "award", "negotiation"], "pubDate": "2021-05-10T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}