{"id": "55dbd95f-e990-3c6c-a4e6-3c52d19f24d6", "title": "Sir Ian McKellen gets 'painless' coronavirus vaccine, encourages everyone to do the same 'for society'", "url": "https://www.foxnews.com/entertainment/ian-mckellen-coronavirus-vaccine-encourages-others-society", "summary": "Sir Ian McKellen received the coronavirus vaccine in London and he’s hoping to convince other people to do the same as soon as possible.\nThe 81-year-old \"Lord of the Rings\" star was among the first in the country to get Pfizer’s vaccine.\nHe received the first shot at Queen Mary’s University Hospital in London, according to the Evening Standard.\nThe outlet reports he called the shot \"painless\" and encouraged everyone, particularly the elderly, to get the vaccine when they can, stressing the importance it has for others.\nNY GIVES FIRST CORONAVIRUS VACCINE TO HEALTH CARE WORKERAcross the pond in the U.S., the first doses of the coronavirus vaccine were given out Monday.", "paragraphs": ["Sir Ian McKellen received the coronavirus vaccine in London and he’s hoping to convince other people to do the same as soon as possible.", "The 81-year-old \"Lord of the Rings\" star was among the first in the country to get Pfizer’s vaccine. He received the first shot at Queen Mary’s University Hospital in London, according to the Evening Standard. The outlet reports he called the shot \"painless\" and encouraged everyone, particularly the elderly, to get the vaccine when they can, stressing the importance it has for others.", "\"It's a very special day, I feel euphoric,\" he said. \"Anyone who has lived as long as I have is alive because they have had previous vaccinations, the take up amongst the older generation will be 100 percent - it ought to be - because you're having it not just for yourself but for people who you are close to - you're doing your bit for society.\"", "IAN MCKELLEN APOLOGIZES FOR REMARKS ABOUT BRYAN SINGER, KEVIN SPACEY SEXUAL ABUSE ALLEGATIONS", "He went on to thank the front-line workers who have been tirelessly combatting the virus for months around the world.", "\"Of course, it's painless... it's convenient, and getting in touch and meeting NHS staff and saying thank you to them for how hard they've been working is a bonus, I would have no hesitation in recommending it to anyone.\"", "The \"X-Men\" actor noted that he feels \"lucky\" to be among the first vaccinated for the coronavirus.", "NY GIVES FIRST CORONAVIRUS VACCINE TO HEALTH CARE WORKER", "Across the pond in the U.S., the first doses of the coronavirus vaccine were given out Monday. The first person to receive it in the states was New York critical care nurse Sandra Lindsay. She echoed some of McKellen’s sentiments about the vaccine noting that it was painless and encouraged everyone to do their part to fight the coronavirus by getting it once it’s available to them.", "CLICK HERE TO SIGN UP FOR OUR ENTERTAINMENT NEWSLETTER", "\"We should continue the fight. The finish line is near,\" Lindsay told Fox News. \"The light is brighter at the end of the tunnel, but we have to do our part, and we have to band together to put an end to this pandemic once and for all.\"", "CLICK HERE TO GET THE FOX NEWS APP", "As of Thursday morning, the novel coronavirus has infected more than 74,325,035 people across 191 countries and territories, resulting in at least 1,651,150 deaths. In the U.S., all 50 states plus the District of Columbia have reported confirmed cases of COVID-19, tallying more than 16,980,842 illnesses and at least 307,512 deaths."], "authors": ["Tyler Mccarthy"], "keywords": ["society", "painless", "coronavirus", "sir", "encourages", "states", "youre", "vaccine", "london", "received", "gets", "ian", "shot", "thank", "mckellen"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}