{"id": "5606d68a-37cf-33d0-9450-938da1d58e6a", "title": "Dancing in the Street—Ballerinas Performed on Madison Avenue to Celebrate the New LoveShackFancy Store", "url": "https://www.vogue.com/slideshow/loveshackfancy-nutcracker-madison-avenue", "summary": "“I grew up just a couple blocks away, so I’ve spent most of my life scouting out the right spot for us to open our first Upper East Side shop,” LoveShackFancy founder Rebecca Hessel Cohen told Vogue.\noutside on a section of Madison Avenue that had been closed off for the occasion.\n“The new store is so magical, it’s almost like the Nutcracker itself,” Nebres told us following her performance, still in her pointe slippers.\n“With all the city’s most talented dancers and singers being out of work, we wanted to include them in the opening and celebrate them,” Cohen told Vogue.\n“It’s a love letter to our city, and I think they really brought the magic of the ballet to Madison Avenue.”", "paragraphs": ["Seemingly overnight, the corner of Madison Avenue and 80th Street has garnered the attention of local residents and holiday shoppers alike thanks to a facade adorned with layers upon layers of roses and ribbon. “Where did all of this come from?” one fur-clad, Uptown-type was heard inquiring.", "In reality the storefront had been years in the making and Thursday night served as its grand debut. “I grew up just a couple blocks away, so I’ve spent most of my life scouting out the right spot for us to open our first Upper East Side shop,” LoveShackFancy founder Rebecca Hessel Cohen told Vogue. “This one just felt right.” The sixth outpost for the label known for its fanciful floral patterns and pastel-hued party dresses also includes sections of children’s wear, home goods, and assorted vintage finds, like pink Chanel handbags and Victorian-era lace gowns. It’s all arranged in an interior that could make Marie Antoinette blush. There are 18th-century floor mirrors and side tables sourced in partnership with antique purveyor Dienst + Dotter, a hand-painted ceiling and walls by Connor Owens that took no less than two weeks of painstaking work to complete, and, of course, a dining room table replete with sugar cookies and macaroons.", "But on Thursday afternoon, the festivities took place, as New Yorkers have become accustomed to. outside on a section of Madison Avenue that had been closed off for the occasion. Donning their holiday finery and accessorized with masks, guests arrived for a first look at the shop, and to experience what Cohen had teased in the invitation as “an outdoor love letter to NYC.”", "Warmed by cups of hot chocolate, friends and fans were indeed treated to a traffic-stopping display of song and dance by the Sing Harlem Choir and New York City Ballet. With performance venues still shuttered across the country, it's a cultural drought for some, like the ballet-obsessive Nicky Hilton Rothschild, who watched the performance—excerpts from The Nutcracker. “We weren’t able to go to the Nutcracker this year, but LoveShack saved the day,” Hilton told Vogue with her two daughters Lily-Grace and Teddy in tow. “My girls loved every minute.”", "Taking center “stage” was 11-year-old ballerina Charlotte Nebres, who earned the coveted starring role of Marie in the production, alongside her fellow performers India Bradley, who donned a voluminous tiered tutu, and her sister, Libby Nebres. “The new store is so magical, it’s almost like the Nutcracker itself,” Nebres told us following her performance, still in her pointe slippers. “The Nutcracker is so dreamy, and it’s like a dream come true in here.”", "The scene was a much-needed dose of holiday cheer and a reminder that, with the proper precautions, the show can, in some way, go on. “With all the city’s most talented dancers and singers being out of work, we wanted to include them in the opening and celebrate them,” Cohen told Vogue. “It’s a love letter to our city, and I think they really brought the magic of the ballet to Madison Avenue.”"], "authors": ["Zachary Weiss", "Zachary Weis"], "keywords": ["store", "celebrate", "cohen", "took", "performed", "work", "dancing", "told", "streetballerinas", "vogue", "nebres", "holiday", "avenue", "nutcracker", "madison", "loveshackfancy"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}