{"id": "56390d87-c9e6-30f5-a32d-e9a5776fb120", "title": "Can I stop wearing a mask after getting a COVID-19 vaccine?", "url": "http://www.foxnews.com/health/can-i-stop-wearing-a-mask-after-getting-a-covid-19-vaccine", "summary": "Can I stop wearing a mask after getting a COVID-19 vaccine?\nTo start, the first coronavirus vaccines require two shots; Pfizer’s second dose comes three weeks after the first and Moderna’s comes after four weeks.\nPeople are expected to get some level of protection within a couple of weeks after the first shot.\nBut full protection may not happen until a couple weeks after the second shot.\nAnd even once vaccine supplies start ramping up, getting hundreds of millions shots into people's arms is expected to take months.", "paragraphs": ["Can I stop wearing a mask after getting a COVID-19 vaccine?", "No. For a couple reasons, masks and social distancing will still be recommended for some time after people are vaccinated.", "To start, the first coronavirus vaccines require two shots; Pfizer’s second dose comes three weeks after the first and Moderna’s comes after four weeks. And the effect of vaccinations generally aren't immediate.", "People are expected to get some level of protection within a couple of weeks after the first shot. But full protection may not happen until a couple weeks after the second shot.", "FDA TO MEET ON PFIZER'S CORONAVIRUS EUA APPLICATION: WHAT TO EXPECT", "It's also not yet known whether the Pfizer and Moderna vaccines protect people from infection entirely, or just from symptoms. That means vaccinated people might still be able to get infected and pass the virus on, although it would likely be at a much lower rate, said Deborah Fuller, a vaccine expert at the University of Washington.", "And even once vaccine supplies start ramping up, getting hundreds of millions shots into people's arms is expected to take months.", "Fuller also noted vaccine testing is just starting in children, who won’t be able to get shots until study data indicates they're safe and effective for them as well.", "CLICK HERE TO GET THE FOX NEWS APP", "Moncef Slaoui, head of the U.S. vaccine development effort, has estimated the country could reach herd immunity as early as May, based on the effectiveness of the Pfizer and Moderna vaccines. That's assuming there are no problems meeting manufacturers' supply estimates, and enough people step forward to be vaccinated."], "authors": [], "keywords": ["vaccines", "covid19", "getting", "couple", "wearing", "stop", "mask", "weeks", "start", "vaccine", "shots", "second", "protection", "vaccinated", "pfizers"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}