{"id": "563ec239-d828-3ab6-9f91-f1526dc42537", "title": "Opinion | The Shame of Jan. 6 Should Reverberate for Generations", "url": "https://www.nytimes.com/2021/01/11/opinion/jan-6-capitol-riots.html", "summary": "Bret: If The Donald spends time in Manhattan’s Metropolitan Correctional Center because of some sort of financial crime, I won’t shed tears.\nBret: I hope we never forget Jan. 6, 2021, as one of the darkest days in American history.\nOn 1/6, we were attacked by domestic enemies, led by the president of the United States.\nIt’s time to divide the Trump supporters who are loyal (albeit deeply misguided) Americans from the ones who clearly aren’t interested in anything but their narrow goals of party/movement/personal success.\nBut I never lost sight of the fact that Trump was utterly unfit for office and dangerous to the country.", "paragraphs": ["Bret: If The Donald spends time in Manhattan’s Metropolitan Correctional Center because of some sort of financial crime, I won’t shed tears. But I prefer to see him in a tougher prison. If France can prosecute former president Nicolas Sarkozy, and Israel can put former prime minister Ehud Olmert in jail, then there’s no reason we shouldn’t do the same over a much graver set of offenses.", "Gail: Sigh. You have a point.", "Bret: I hope we never forget Jan. 6, 2021, as one of the darkest days in American history. Even though the loss of life was much less, it was, in a moral sense, worse than Dec. 7, 1941, or Sept. 11, 2001, when we were attacked by foreign enemies. On 1/6, we were attacked by domestic enemies, led by the president of the United States. He violated his oath of office. He slandered his vice president. He directed an attack on the Congress. He incited the sacking of the Capitol. He did nothing helpful while the barbarians were inside the gate, and even blew them a kiss on Twitter. He attempted to stop an election for the purposes of stealing it. He kept faith with the most despicable Americans among us: neo-Nazis, Neo-Confederates, the QAnon conspiracy lunatics and the morons in Viking suits. His followers killed a Capitol Police officer, Brian Sicknick.", "Had Trump gotten his way, it would have started a massive counterprotest movement. It could have sparked a civil war. It would have sent democracy into a death spiral, as Mitch McConnell rightly put it, and hastened the end of Constitutional government.", "Gail: Interesting how many Republican politicians still haven’t condemned the president’s behavior. It’s time to divide the Trump supporters who are loyal (albeit deeply misguided) Americans from the ones who clearly aren’t interested in anything but their narrow goals of party/movement/personal success.", "Bret: I hope many of those supporters are taking a hard look at themselves and at the kind of politics they endorsed these past four years. There were plenty of times I agreed with the administration on policy grounds. But I never lost sight of the fact that Trump was utterly unfit for office and dangerous to the country.", "Gail: You were ever vigilant, as I can attest.", "Bret: Now there has to be a reckoning. Trump cannot be allowed to “go quietly,” as some of my conservative friends have suggested. (It isn’t in his nature, anyway.) And 1/6 can’t be allowed to go down the collective memory hole under the phony name of “healing.” If Republicans like House Minority Leader Kevin McCarthy want healing, that has to begin by owning up to their complicity in Trump’s efforts to steal an election, subvert the Constitution, sow seditious falsehoods and corrupt the public mind.", "Gail: … While they stand on the steps of the Capitol with their heads bowed.", "Bret: Right.", "In the meantime, Gail, Joe Biden just looks better and better. His Cabinet picks have mostly been solid, particularly Merrick Garland as attorney general. And his tone and bearing have been sober, restrained, moral and presidential. Can Jan. 20 get here any sooner?"], "authors": ["Gail Collins", "Bret Stephens"], "keywords": ["healing", "moral", "office", "trump", "capitol", "supporters", "president", "hope", "enemies", "opinion", "shame", "reverberate", "generations", "jan"], "pubDate": "2021-01-11T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}