{"id": "564660a1-c348-31bf-8ac2-658de86f2bdd", "title": "‘It’s as if there’s no Covid’: Nepal defies pandemic amid a broken economy", "url": "https://www.theguardian.com/global-development/2021/feb/11/its-as-if-theres-no-covid-nepal-defies-pandemic-amid-a-broken-economy", "summary": "It doesn’t seem like there is any Covid,” says Sameer Mani Dixit, a public health specialist.\nMembers of the Nepal Communist Party protest in Kathmandu against prime minister KP Sharma Oli’s dissolution of parliament, 10 February 2021.\nThe prime minister has failed to follow public health advice.\nAmid the pandemic, the ruling Communist party has been preoccupied with infighting.\nPrime minister KP Sharma Oli addresses a rally in Kathmandu on 5 February 2021.", "paragraphs": ["Traffic jams and soaring pollution levels are back. Political leaders are organising mass rallies, far more focused on fighting each other than any virus. If poorer Nepalis are struggling with the dire economic fallout from Covid-19, on the surface, at least, it appears daily life in the capital, Kathmandu, is back to normal.", "“It’s as if nothing has happened. The nightclubs are crowded. Schools and colleges are reopening. Sports venues are full. It doesn’t seem like there is any Covid,” says Sameer Mani Dixit, a public health specialist. “It defies logic.”", "With a weak public health system, families of several generations sharing crowded accommodation and a vast migrant workforce returning from India, the coronavirus looked likely to take a serious toll in Nepal, one of Asia’s poorest countries.", "Instead, the infection rate has fallen steadily, from an average of 3,000 daily cases in October to about 300 in January. Last week, Nepal recorded its first day since August without a Covid-related death. In total, just over 2,000 people have died since the beginning of the outbreak, in a population of nearly 30 million.", "“The number of cases is definitely going down. The hospital admission rate is very low … Overall, it seems the virus has been contained at this stage,” says Basu Dev Pandey, a former director of the government’s Epidemiology and Disease Control Division.", "Experts say it is difficult to pinpoint the reasons behind the country’s apparently low rate of infection, owing to a lack of reliable data, but Dr Anup Subedi, an infectious disease physician, points out that there has been limited testing and warns that the country is still vulnerable to new strains. “If new variants come, herd immunity doesn’t matter. Everyone becomes vulnerable again. My big fear is that this thing can explode again and we don’t have the measures in place to respond,” he says.", "Members of the Nepal Communist Party protest in Kathmandu against prime minister KP Sharma Oli’s dissolution of parliament, 10 February 2021. Photograph: Narendra Shrestha/EPA", "Although the government imposed a national lockdown in March, which ended in July, and barred even its own citizens from returning from overseas, critics say its management of the virus has been haphazard, with little proactive case tracing, few controls on the open border with India and an ineffective quarantine system.", "“The government has been very inefficient. There has been a reluctance to engage experts and use data and science. The prime minister has failed to follow public health advice. He has been giving mixed messages,” says Subedi.", "Amid the pandemic, the ruling Communist party has been preoccupied with infighting. Despite a large majority, the prime minister, KP Sharma Oli, dissolved parliament in December and called for early elections in an apparent bid to renege on a power-sharing agreement with a rival – a move his opponents claim is unconstitutional.", "The move has sparked a series of protest rallies organised by groups from across the political spectrum – rival factions of the Communist party, the opposition Nepali Congress party and civil society activists – with tens of thousands turning out.", "Prime minister KP Sharma Oli addresses a rally in Kathmandu on 5 February 2021. He has been criticised for playing politics as the country’s economic crisis worsens. Photograph: Prakash Mathema/AFP/Getty", "But even as the health risks appear to recede, the economic fallout from the virus has been dire. Levels of unemployment and personal debt have soared, particularly for those working in tourism and the informal sector.", "Remittances from the millions of Nepalis working overseas have remained high, but the World Bank has estimated the economy grew by only 0.2% in 2020, down from 7% the previous year.", "On the southern edge of Kathmandu, Shova Shrestha used to made a living selling vegetables from a small cart. That came to an abrupt end when lockdown began and she has been unable to restart the business.", "Almost everyone in this region depends on tourism, but we have not earned a single thing since March Nyima Tsering Sherpa", "“Life after lockdown has been really hard for me. I’m looking for work but I can’t find anything. My husband has started drinking. I’m not able to pay school fees for my children,” says Shrestha.", "Around the towering peaks of the Everest region, the tourism industry has been devastated. The government had hoped to attract 2 million tourists in 2020, but only 230,000 arrived, and most of those in the months before lockdown, representing a fall of more than 80% against the previous year.", "Dingboche, a community on the well-trodden route to Everest base camp, used to see 500 to 700 trekkers a day during the busiest season, but since the start of the pandemic the flow of tourists, and money, has stopped.", "Nyima Tsering Sherpa, who runs a lodge in the village, says: “Almost everyone in this region depends on tourism, but we have not earned a single thing since March. Now we are just relying on savings. At first, people were afraid of the virus, but now the only concern is a lack of money.”", "A farmer works at sunrise during a cold winter morning in Khokana, south of Kathmandu, 6 January 2021. The poorest have been hardest hit by the economic fallout of the pandemic. Photograph: Narendra Shrestha/EPA", "On Nepal’s southern plains, one of the poorest regions in the country, the virus has left already poor and marginalised groups struggling to survive. The Harawa-Charawa, a community of indentured agricultural labourers, often forced to work for landlords in order to pay back high-interest debts, have been particularly hard hit.", "During lockdown, many were unable to travel to their landlord’s fields, leaving them with no source of wages. Tens of thousands of migrant workers returned from India or Nepal’s cities, further increasing the pressure on household incomes.", "Many Harawa-Charawa families were forced to rely on handouts or in some cases took further high-interest loans, pushing them deeper into debt. Those who could work were paid even less than usual – as little as £1.25 a day – as landlords took advantage of the desperate circumstances.", "Waiting for public transport during a general strike in Kathmandu, 4 February 2021. The action was called by opponents of the prime minister’s decision to dissolve parliament. Photograph: Niranjan Shrestha/AP", "“The local government gave 10kg of rice only once in the name of relief. It didn’t even feed our family for a week. The lack of livelihood has become very difficult,” says community activist Lagendra Sada.", "The coronavirus pandemic has exposed entrenched social problems: poor governance, caste discrimination, a lack of jobs and widespread poverty, says Kanchan Jha, the director of Sano Paila, an organisation supporting marginalised communities.", "“People are losing their jobs. Frustration and anger are on the rise,” says Jha. “I fear there may be conflicts in the future.”"], "authors": ["Pete Pattisson"], "keywords": ["defies", "virus", "minister", "broken", "prime", "public", "covid", "lockdown", "nepal", "party", "kathmandu", "photograph", "tourism", "amid", "theres", "economy", "pandemic"], "pubDate": "2021-02-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}