{"id": "5654f602-ec42-3ea4-b648-89aa4231e25e", "title": "The Intelligence - “Democracies work because they produce the consent of losers”—Joe Biden’s victory affirmed", "url": "https://www.economist.com/podcasts/2020/12/15/democracies-work-because-they-produce-the-consent-of-losers-joe-bidens-victory-affirmed", "summary": "Also on the daily podcast: a revealing visit to a suspected forced-labour camp in Xinjiang and Cuba’s beloved milky treat freshens upAMERICA’S BY-THE-BOOK electoral-college vote calmed concerns about another Trump-camp bid to overturn the election—but that is not to say the ructions are over.\nOn an unannounced visit to a suspected forced-labour camp in China’s Xinjiang province, our correspondent runs into trouble when witnessing evidence of a far wider social-engineering effort.\nAnd Cuba’s beloved sweet, milky treat gets a freshen-up.\nRuntime: 21minListen on: Apple Podcasts | Spotify | Google | Stitcher | TuneInFor full access to print, digital and audio editions of The Economist, subscribe here www.economist.com/intelligenceoffer", "paragraphs": ["Also on the daily podcast: a revealing visit to a suspected forced-labour camp in Xinjiang and Cuba’s beloved milky treat freshens up", "AMERICA’S BY-THE-BOOK electoral-college vote calmed concerns about another Trump-camp bid to overturn the election—but that is not to say the ructions are over. On an unannounced visit to a suspected forced-labour camp in China’s Xinjiang province, our correspondent runs into trouble when witnessing evidence of a far wider social-engineering effort. And Cuba’s beloved sweet, milky treat gets a freshen-up. Runtime: 21min", "Listen on: Apple Podcasts | Spotify | Google | Stitcher | TuneIn", "For full access to print, digital and audio editions of The Economist, subscribe here www.economist.com/intelligenceoffer"], "authors": ["The Economist"], "keywords": ["affirmed", "xinjiang", "victory", "treat", "wwweconomistcomintelligenceoffer", "suspected", "forcedlabour", "milky", "cubas", "bidens", "camp", "democracies", "consent", "work", "intelligence", "produce", "losersjoe", "visit", "beloved"], "pubDate": "2020-12-15T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}