{"id": "56653e60-75b2-3f9a-b6a3-c3c459ed4459", "title": "What Sold in 2020: The Year of At-Home Style, Jewelry Splurges, and Classic Bags With Big Resale Potential", "url": "https://www.vogue.com/article/what-sold-in-2020", "summary": "(Quite literally: Clothes in a pale neutral and understated palette—from The Row, Jil Sander, Ganni, Totême, et al.—sold and sold and sold.)\nPhoto: Alessandro Lucioni / Gorunway.com Photo: Alessandro Lucioni / Gorunway.com Jil Sander, fall 2020.\nPhoto: Alessandro Lucioni / Gorunway.com Photo: Alessandro Lucioni / Gorunway.com The Row fall 2020 Photo: Courtesy of The Row Photo: Courtesy of The RowNATALIE KINGHAM, BUYING DIRECTOR, MATCHESFASHION.COMWhich pieces were your customers particularly responding to in 2020?\nAnd the real big growth areas were fine jewelry and homewares.\nFine jewelry at $1,500 has replaced the dress at $1,500.", "paragraphs": ["What sold in 2020 depicts our changing world amid a year like no other. (I know: Talk about understatement; like no other barely describes what we’ve been through.) It was a year in which we found creative expression in at-home dressing that was casual, comfortable, and sometimes even cool. (Quite literally: Clothes in a pale neutral and understated palette—from The Row, Jil Sander, Ganni, Totême, et al.—sold and sold and sold.) To go with all that were shoes that promised the outside world but were more likely to be walking across stripped floors: loafers, sneakers, and the big hits, flat sandals or Birkenstocks.", "All the time indoors let us really consider the kind of purchases we wanted to make, and just like that, fine jewelry, from a major player or a newbie artisan, resonated in a way like it’s never done before for more people than ever before. Ditto the swift uptick in the purchasing of blue-chip classic bags from Chanel, Hermès, or Louis Vuitton, with a strong showing (again) from Bottega Veneta (all hail the Jodie, because almost everyone else did), Christian Dior (the Saddle bag, the Book tote), and Balenciaga’s Hourglass. We’re buying them with an eye to keeping them forever or selling them on: The circular economy is now in full spin. Meanwhile, the micro-bag trend didn’t disappear, powered again by Jacquemus’s teeny-tiny purses.", "Something else that’s been impacted by all that time we spent reflecting on the world: how we wanted our values reflected through our clothes. Support of smaller labels with identity and purpose resonated. Sustainability was unsurprisingly top of the list and powered a designer like Gabriela Hearst to be a standout not only among major e-tailers but also the resale world: The day of the announcement of Hearst’s hiring at Chloé, The RealReal reported searches for her pieces spiked 200%, while those looking for her Nina bag went up 208%. The RealReal isn’t the only new retailer we spoke to this year. If we’re really going to capture what sold in 2020, we had to cast the net wider. Even if our world narrowed, retailing expanded like never before.", "Gabriela Hearst, spring 2020. Photo: Alessandro Lucioni / Gorunway.com Photo: Alessandro Lucioni / Gorunway.com Jil Sander, fall 2020. Photo: Alessandro Lucioni / Gorunway.com Photo: Alessandro Lucioni / Gorunway.com The Row fall 2020 Photo: Courtesy of The Row Photo: Courtesy of The Row", "NATALIE KINGHAM, BUYING DIRECTOR, MATCHESFASHION.COM", "Which pieces were your customers particularly responding to in 2020?", "In general, fashion in 2020 is what makes us feel better, instead of dressing for approval from other people. In terms of categories, it was definitely denim and loungewear, which includes pajamas, robes, leggings, and Birkenstocks. And the real big growth areas were fine jewelry and homewares. It’s not really surprising. We all realized we didn’t have enough things at home to make us feel nice. I had some satin PJs, but not enough of them; some robes, but not enough of them; some sweatshirts, but not enough of them. [As for homeware,] we’ve been spoiled by the tabletops and cutlery at nice restaurants when we were going out to eat.", "The craving for fine jewelry during lockdown…Sarah Harris [of British Vogue] said to me yesterday that a ring has become more important because when you look down, you smile—or you had something on your wrist or even your ankle, with an anklet. Fine jewelry at $1,500 has replaced the dress at $1,500."], "authors": ["Mark Holgate", "Mark Holgat"], "keywords": ["big", "jewelry", "sold", "resale", "bags", "classic", "gorunwaycom", "really", "2020", "lucioni", "style", "athome", "splurges", "world", "row", "fine", "potential", "alessandro"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}