{"id": "568d7627-fe02-3546-89a5-b8f975275476", "title": "Persona 5 Strikers Review – A Powerful Other Self", "url": "https://www.gameinformer.com/review/persona-5-strikers/persona-5-strikers-review-a-powerful-other-self", "summary": "Persona 5 Strikers reunites the cast from the original game six months later for an all-new trip across Japan.\nWhen it’s time to battle, Persona 5 Strikers changes from a methodical dungeon-crawler to an all-out action game.\nAt any point in a battle, you can summon a character’s Persona; the action pauses as you choose a spell to cast and the area it will affect.\nA constant stream of this action would be exhausting, but Persona 5 Strikers does a good job of pacing the encounters out within the jails.\nCatching up with various members of the Phantom Thieves was the element I was most excited for in Persona 5 Strikers, and it delivers for the most part.", "paragraphs": ["At the end of Persona 5, we parted ways with a terrific cast of characters we grew to love over the course of a 100-hour story. Last year’s Persona 5 Royal gave us an excuse to revisit that same adventure with additional content, but fans yearned for an all-new journey. Persona 5 Strikers reunites the cast from the original game six months later for an all-new trip across Japan. Even though it drastically changes a few key elements of the experience, it still feels like a true, compelling continuation of the game that stole RPG fans’ hearts nearly four years ago.", "Many parts of the Persona 5 experience carry into Strikers; after hearing rumors of people abusing their power, you control the Phantom Thieves as you investigate the allegations before jumping to the cognitive world of the Metaverse to infiltrate their dungeon (which are called “jails” this time around) and change their hearts. Along the way, you fight through tons of Shadows as you progress toward the leader of the dungeon for a climactic showdown. While knowing the original game’s story enhances the experience, it’s not a requirement to enjoy Strikers. The familiarity of this formula is like a warm homecoming for those that did play Persona 5, but once you start beating up enemies, it’s evident this is a different beast from the traditionally turn-based RPG series.", "When it’s time to battle, Persona 5 Strikers changes from a methodical dungeon-crawler to an all-out action game. The hack-and-slash style of combat from Musou games like Dynasty Warriors is implemented in small-scale encounters; each Phantom Thief has light and heavy attacks you use in different combinations to perform special attacks with status effects. I loved the frenetic and intuitive action that comes from slashing through hordes of enemies and watching them fly off the edge of Joker’s knife or Panther’s whip, but the combat adds extra depth using the characters’ Personas.", "At any point in a battle, you can summon a character’s Persona; the action pauses as you choose a spell to cast and the area it will affect. If you hit an enemy’s weakness, you open them up for a follow-up attack. If you hit them hard enough, you initiate a powerful All-Out Attack, where the whole team pounces on the enemies at once. The summoning system, when combined with the fast-paced combat and different environmental interactions, delivers a smooth experience that empowers you to take down enemies in stylish and efficient fashion. My favorite battles had me swapping between characters, rattling off different combos, exploiting weaknesses with their Personas, detonating explosive devices, dropping chandeliers, and delivering devastating final blows to close out the show. A constant stream of this action would be exhausting, but Persona 5 Strikers does a good job of pacing the encounters out within the jails.", "Jails share many attributes with the palaces of Persona 5. They both exist in the Metaverse, have a ruler you’re trying to defeat to change their behavior in the real world, and are full of Shadows to take down. However, jails don’t deliver the creativity of the palace design. I appreciated the waypoint always telling me where to go, but when nearly every jail is a point-A-to-point-B venture, I eventually felt like I was simply going through the motions to reach my destination. One jail attempts to mix up the formula with a short stealth section and paths with portals that dump you in other areas, but these changes come across more as half-hearted gimmicks that I was glad to see abandoned after one appearance.", "Each jail is ruled by a monarch, a powerful individual in the real-world who has found a way to steal the desires of everyday people to essentially enslave them. Instead of giving in to one of the seven deadly sins, monarchs have had their hearts corrupted by some form of personal trauma. I sometimes struggled to sympathize with the characters when the time came for their change of heart, but when this narrative thread works, the story of Persona 5 Strikers delivers some truly touching sequences about how trauma can change a person. These moments are enhanced by how many of them draw parallels to what a member of your team went through in the first game.", "Catching up with various members of the Phantom Thieves was the element I was most excited for in Persona 5 Strikers, and it delivers for the most part. I loved learning what they’ve been up to since the first game and watching them grow even more through this adventure. However, I was disappointed to have limited social-simulation opportunities. The social-link mechanics are nowhere to be found in Strikers. Instead, you have a bond system that lets you upgrade the party. You can talk to the characters around the city and invite a companion of your choosing to do certain activities during the story, but the conversations are typically inconsequential and underwhelming.", "While not every disparate element comes together as well as it did in Persona 5, I was more than happy to go on another adventure with the characters I developed such bonds with back in 2017. The action may play out completely differently, but the heart of the series remains intact."], "authors": ["Digital Editor", "Brian Has Written About Video Games For Over A Decade Across Multiple Publications. When He'S Not Writing Or Gaming", "He'S Usually Listening To Music", "Watching Ufc", "Or Hopelessly Rooting For A Baltimore Or D.C. Sports Team."], "keywords": ["change", "action", "different", "enemies", "experience", "self", "game", "characters", "powerful", "phantom", "persona", "review", "strikers"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}