{"id": "56a03f81-bd11-36dd-9a84-5a0c9587acb6", "title": "Los Angeles bar owner rips Garcetti, Newsom over double standard on outdoor dining", "url": "https://www.foxnews.com/us/los-angeles-bar-owner-rips-garcetti-newsom-over-double-standard-on-outdoor-dining", "summary": "If you go to my [Facebook] page you can see all the work I did for outdoor dining, for tables being seven feet apart,” Marsden says.\nAnd I walk into my parking lot -- and obviously Mayor Garcetti has approved … this,” she continues, pointing to the tent setup.\nMayor Garcetti and Gavin Newsom [are] responsible for every single person that doesn’t have unemployment, that does not have a job, and all the businesses that are going under.\n\"We were successful in Los Angeles Superior Court today, where the judge agreed that LA County must show cause for its order to ban outdoor dining,\" the California Restaurant Association tweeted on Wednesday.\nCLICK HERE FOR COMPLETE CORONAVIRUS COVERAGEKuehl made headlines earlier this week when she dined at a restaurant near her home just hours after voting to ban outdoor dining in the county.", "paragraphs": ["A Los Angeles bar owner was fighting back tears Friday, claiming Mayor Eric Garcetti had shut down the outdoor patio at her business -- while letting a Hollywood movie crew set up an outdoor dining area just a short distance away.", "The shutdown at the Pineapple Hill Grill & Saloon in the city’s Sherman Oaks neighborhood came amid a county-ordered ban on outdoor dining, a mayor-issued stay-at-home order -- and California state-level plans for business shutdowns if coronavirus hospitalizations hit required levels.", "Angela Marsden, owner of the Pineapple Hill Grill & Saloon, appears a video in which she explains her situation – while walking over to the movie crew’s setup of tents, tables and chairs to illustrate just how close it is to her business.", "“So this is my place, the Pineapple Hill Grill & Saloon. If you go to my [Facebook] page you can see all the work I did for outdoor dining, for tables being seven feet apart,” Marsden says.", "“And I come in today because I’m organizing a protest and I came in to get stuff for that. And I walk into my parking lot -- and obviously Mayor Garcetti has approved … this,” she continues, pointing to the tent setup. “Has approved this being set up for … this being set up for … for a movie company.", "CALIFORNIA ASSEMBLYMAN JAMES GALLAGHER SLAMS DEMOCRATIC GOV. NEWSOM'S NEW COVID-19 LOCKDOWN", "“I’m losing everything. Everything I own is being taken away from me and they set up a movie company right next to my outdoor patio, which is right over here,” she continues, her voice trembling with emotion. “And people wonder why I’m protesting and why I have had enough.", "“They have not given us money and they have shut us down. We cannot survive, my staff cannot survive,” she says, returning to her business.", "“Look at this. Tell me that this is dangerous,” she says, pointing to her own patio, “but right next to me, as a slap in my face, that’s safe. This is safe? Fifteen feet away?", "“This is dangerous. Mayor Garcetti and Gavin Newsom [are] responsible for every single person that doesn’t have unemployment, that does not have a job, and all the businesses that are going under.", "“We need your help,” she concludes. “We need somebody to do something about this.”", "The county-issued ban on outdoor dining suffered a legal setback Wednesday when a Los Angeles County Superior Court judge ruled that county officials must produce scientific evidence to justify their ban, which was scheduled to be in effect for three weeks.", "\"We were successful in Los Angeles Superior Court today, where the judge agreed that LA County must show cause for its order to ban outdoor dining,\" the California Restaurant Association tweeted on Wednesday.", "SAN DIEGO MAYOR SLAMS NESWSOM'S CORONAVIRUS LOCKDOWNS, SAYS 'NO SCIENCE' BEHIND NEW RESTRICTIONS", "But the ruling was of little help to bars and restaurants in the city of Los Angeles after Garcetti implemented a stay-at-home order the same day as the judge’s ruling.", "Meanwhile, Newsom, a Democrat, announced Thursday that four out of five regions in the state will have fewer than 15% of beds available in the intensive care units of their regional hospital networks within a day or two, which will trigger new coronavirus restrictions in those areas. The San Francisco Bay Area was the only region that did not meet the criteria.", "When the orders go into effect, the governor said, all bars, hair salons, barbershops, casinos, and indoor and outdoor playgrounds will be mandated to shut down.", "The Sherman Oaks saloon’s Facebook page contains a link to a crowdsourcing page that had raised nearly $20,000 as of late Friday night.", "“We are humbled and grateful for this outpouring of generosity!” the page says. “Thank you to our community!”", "The Facebook page also includes an advertisement for a protest planned for Saturday outside the Santa Monica home of Los Angeles County Supervisor Sheila Kuehl, scheduled for 11 a.m. to 3 p.m. local time.", "CLICK HERE FOR COMPLETE CORONAVIRUS COVERAGE", "Kuehl made headlines earlier this week when she dined at a restaurant near her home just hours after voting to ban outdoor dining in the county.", "The ad stresses that the protest is not about “partisan politics, it’s about people!”", "“We are all essential!” the ad says. “”Supporting our families is essential!!”"], "authors": ["Dom Calicchio", "Dom Calicchio Is A Senior Editor At Foxnews.Com. Reach Him At Dom.Calicchio Foxnews.Com."], "keywords": ["double", "mayor", "rips", "page", "los", "set", "garcetti", "newsom", "owner", "bar", "standard", "outdoor", "angeles", "ban", "dining", "movie"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}