{"id": "571d63a0-6456-3d2a-b2ae-e9d3c1a1e6fa", "title": "Beyond Plastic: How Collectibles Became More Than A Hobby", "url": "https://www.gameinformer.com/opinions/2021/01/05/beyond-plastic-how-collectibles-became-more-than-a-hobby", "summary": "Through the years, that love of collecting transcended just being a hobby and transformed into a means of empowerment and, at times, a symbol of safety.\nCollectibles gave me the chance to bring that power into the real world.\nDespite efforts to try to overcome that, as a kid it was hard and before I knew it, those collectibles in my possession became much more than pieces of plastic, they became tokens of strength and even friendship.\nThere was no one on the deck; there was only the expansive night sky that kissed every place where the sky met the sea.\nWith nothing but the night sky and the lull of the waves crashing against the hull, all I could think of was how defeated and hollow I felt.", "paragraphs": ["Collecting memorabilia is an incredible way to bring the love of our favorite games, movies, books, and more into our daily lives on a more intimate level. Collectible statues, replicas, and other odds and ends have been a pastime for me for over 30 years – from becoming Commander Shepard with an exact N7 helmet replica to harnessing the power to ruin friendships with the Energy Sword from Halo. Through the years, that love of collecting transcended just being a hobby and transformed into a means of empowerment and, at times, a symbol of safety. It sounds silly, but hear me out.", "Warning: The following article contains sensitive subject matter including thoughts of self-harm and/or suicide", "I first began my journey into being a hardcore collector with the NES back when I was four years old. I was in love with Contra as a kid, and it became my life goal to find every collectible and action figure, and work my little child butt off to earn money so an adult could buy them for me. Super Mario, F-Zero, Legend of Zelda, and so many more presented these worlds that I could fall into and become something bigger than myself. Collectibles gave me the chance to bring that power into the real world. The road of gaming is paved by epic loot, and bringing that treasure into my daily life helped me during many pivotal points throughout the years.", "My home life growing up was tumultuous, filled with homelessness, abuse, abandonment, and being forced to grow up far too quickly. The times where I was home had moments of happiness, especially playing Contra III with my mom on the SNES, but those moments, looking back, were few and far between. Because of how I grew up, making friends was often impossible because it was ingrained into me from a young age that there was no real reason why anyone would want to be in my life – that my presence was an uncomfortable inconvenience for anyone I came in contact with. Despite efforts to try to overcome that, as a kid it was hard and before I knew it, those collectibles in my possession became much more than pieces of plastic, they became tokens of strength and even friendship.", "In middle school, I was forced to move out of my city and switch schools because the bullying was so bad that one of my tormentors brought a gun and bragged about “taking out the trash” with me after hours. The school was a small one, 250 students throughout every grade under its roof, and the response to the proof that a gun was brought was not to reprimand the person that brought it, but to tell me to leave so I wouldn’t cause “future problems.” Going from that and immediately being thrust into an unfamiliar location without the time to process (you have to keep in mind, kids are still learning who they are, processing takes time and not everyone has the tools to do so) was rough, to say the least. But I had my games, I had my collection, and I had my point of interest that was a catalyst for some of my most valued friendships to this day over shared hobbies.", "Through those hardships, gaming became my safe haven, a chance to become someone other than me in a world other than here. I could be who I wanted to be; a hero with no limits, or an adventurer with no apologies. Each collectible of a beloved game became a little piece of comfort derived from those games to bring with me into the real world. They weren’t just something decorative that was pretty to look at, they became much more than that. One collectible, in particular, became a commemorative way to celebrate even being alive.", "When I was 22, I joined the military a little later than most. I joined for a few different reasons: to escape my home life, to support a friend going through a premature \"mid-life crisis\" when she decided to join, and because I wanted to uncover more aspects of myself. I also may have had the delusions that I could be the next Master Chief, but we’re going to gloss right over that.", "When I shipped out to my very first duty station aboard the USS Harry S. Truman, a Nimitz-size carrier that housed over 6,500 sailors, marines, and even a Seals team; it was a massive culture shock. I went from being largely alone and reserved to being surrounded by thousands of other people in close quarters at all hours of the day. Seriously, you couldn’t even use the restroom (also called the \"head\") by yourself! It was nuts adjusting to that, but I had a few little action figures from Halo and Star Wars that gave me a piece of familiarity.", "I remember one moment in particular during my deployment that will stick with me forever. I worked up on the flight deck in Air Dale and was moved to night crew mid-deployment, which meant over 30 hours of staying awake to make sure flight ops were taken care of. This came shortly after the announcement that our deployment was extended, news that left much of the crew demoralized to the point where we even had a few shipmates take their own lives. I will always remember this one night: It was 2:00 AM and I was staring into the stars on top of the flight deck in an extraordinarily rare moment of pure solitude. There was no one on the deck; there was only the expansive night sky that kissed every place where the sky met the sea. It was beautiful and it should have been peaceful. With nothing but the night sky and the lull of the waves crashing against the hull, all I could think of was how defeated and hollow I felt. Despite my meditative surroundings amidst the ongoing chaos, I had this moment where I second-guessed every decision I ever made and had a moment of weakness where the only logical step was to simply not be here anymore.", "I remember standing on the edge of the ship just above the catch net designed to stop people from falling over by mistake. I remember specifically positioning myself over the propeller because I didn’t want anything to go wrong. And I remember being completely calm as I prepared to jump. I looked up at the sky once more and had the geekiest, nerdiest, and unabashedly “fan out” moment when I thought randomly about one of my favorite gaming franchises: Mass Effect. I remember thinking, \"I can't do this anymore, I'm not cut out for this'' and, I kid you not, I had a moment where I said to myself: \"Toughen up, kid. What would Commander Shepard do?! They wouldn't be crying up on a deserted flight deck at 2:00 AM, that's what.\" And boy, was that the pep talk of the century.", "Shepard wouldn’t take that final step away from a second chance. They united a galaxy, they overcame indescribable odds, and they were a person beneath the larger than life veneer. They also weren’t real, but the notion of that character was enough to pull me out of the haze and off of the ledge. When we finally made our way back stateside, the first thing I did was buy a Mass Effect statue, a collectible that has been front and center every place I’ve lived since leaving the service to remind me that I made it and I’m going to keep making it.", "Since then, my collection has grown immensely. From full-on armor replicas to stunning 1:1 scale statues, each addition to my collection reminds me that there is more beyond my bubble. Life is limitless. It’s filled with villains and with heroes. It’s filled with difficult times and moments of triumph. Life isn’t always sunshine and roses, but it’s life and we only have it for a short span of time. We’re stronger than we realize, and I’m the first one to discount my own strengths. As silly as it is, being a dedicated collector helps remind me of that strength and allows me new ways to thank the creators of these universes for their amazing vision and their stories that have positively impacted my own daily life.", "How about you? Are you into collectibles? Do you have a personal story attached to a favorite piece of yours? Sound off in the comment section below! And thanks for reading!"], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["plastic", "little", "real", "life", "hobby", "remember", "collectible", "sky", "night", "collectibles", "kid", "going", "moment"], "pubDate": "2021-01-05T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}