{"id": "57526264-c0cc-3049-8090-49cc44225a2f", "title": "Hong Kong protests: How unrest criminalized a generation", "url": "https://edition.cnn.com/interactive/2019/12/asia/hong-kong-6-months-intl-hnk/", "summary": "\"The concerns over the past few months have been caused by the deficiencies of the (Hong Kong) government.\"\n\"We should have faith in the rule of law of Hong Kong, which also includes obeying the law,\" she said.\nSupport for the force has cut across many families and divided swathes of Hong Kong into pro and anti-police camps.\n\"We will continue to firmly support you in leading the (Hong Kong) government to govern in accordance with the law, firmly support the Hong Kong police in strictly enforcing the law, firmly support all people who love China and Hong Kong, and hope Hong Kong people from all walks of life will unite and work together to bring Hong Kong's development back on track,” Xi told Lam, according to state media.\nFor many like him, the fight for greater democracy in Hong Kong won't be finished until they win.", "paragraphs": ["A generation", "criminalized How six months of protests", "changed Hong Kong forever By James Griffiths and Jessie Yeung, CNN", "Hong Kong (CNN) — Ivan had screwed up, and now he was trapped.", "A member of a small cell of frontline protesters -- one of the many who have fought riot police across Hong Kong during the past six months of anti-government unrest -- his job was handling logistics and keeping an eye on police movements.", "Often, he says he would hang back to help make sure equipment was getting to those at the front, helmets and masks passed from person to person in a massive human chain through the protest lines, or to ensure that there was a clear path of retreat for when the police inevitably charged.", "On that day in August, amid pouring rain that had hampered police officers’ use of tear gas, Ivan was heading back to the van his protest cell was using to transport supplies. It was only a couple of blocks away, but as he jogged over, he turned onto a side street and suddenly found himself facing a new line of protesters that had splintered off from the main group. Looking behind, he saw a corresponding line of heavily-armed riot police, with a red warning banner held up over their heads.", "Police hold warning flags as they face off against protesters. Credit: Getty Images", "“It was very bad timing,” Ivan told CNN, which has agreed to identify him by a pseudonym so he could speak without fear of further repercussions from the police.", "“They started charging -- and that’s how I got arrested.”", "In that, he is by no means alone. Since the protests escalated in June, more than 6,100 people have been arrested for a range of offenses -- including taking part in unlawful assemblies like the one Ivan attended.", "Almost a thousand people have been formally charged so far, but the number is expected to rise, as are arrests, as police pour over the reams of evidence amassed throughout the past six months.", "The unrest began with largely peaceful mass marches against a proposed extradition bill with China. Though the bill has since been withdrawn, the initial protests unleashed a torrent of anger and frustration with Hong Kong’s political system. Since June, protesters have demanded an investigation into allegations of police brutality and called for greater democracy.", "The early demonstrations were legally-approved marches, however, almost everyone who has attended protests in recent months has been at an event deemed unlawful. Many may be guilty of rioting, due to the offense’s broad legal definition, or of violating a ban on facial coverings at public assemblies, which city leaders introduced by invoking rarely-used emergency powers.", "The number of people potentially eligible for arrest could number in the hundreds of thousands.", "Many of those already arrested, like Ivan, are in their twenties, or even younger. They have been the drivers of the protest movement but have also borne the brunt of the reaction and could be the ones ultimately paying the cost -- an entire generation criminalized, in a fight for their future which could end up costing them just that.", "More than 1,000 protests and demonstrations since June 9 According to police, some are small -- a few hundred people rallying in a park -- and some draw tens of thousands of attendees, often exploding into violence. CHINA Hong Kong Island New Territories Kowloon Lantau Island Causeway Bay Central, Admiralty Tuen Mun Prince Edward, Mong Kok Sha Tin Yuen Long Airport Tseung Kwan O Tsuen Wan Tai Po Causeway Bay Central, Admiralty Tuen Mun Prince Edward, Mong Kok Sha Tin Yuen Long Airport Tseung Kwan O Tsuen Wan Tai Po Jun Jul Aug Sep Oct Nov Dec", "Six months that changed Hong Kong", "While Hong Kong is part of China, it also maintains a degree of autonomy. As a former British colony, it enjoys its own legal and political systems, and protected freedoms of press, speech, and assembly.", "When protesters marched in June, it was with one objective -- to demand the withdrawal of a bill they thought threatened those freedoms.", "Championed by the city’s top leader, Chief Executive Carrie Lam, the bill would have allowed extradition of fugitives to mainland China.", "Hong Kong’s freedoms stand in stark contrast to the mainland, where President Xi Jinping maintains a tight grip on power. China’s legal system is beholden to the ruling Communist Party -- it has a notoriously high conviction rate and a history of political prosecutions. It's one of the main reasons why Hong Kong protesters were so fiercely opposed to the extradition bill; they feared Beijing could use the bill to target political dissidents and erode Hong Kong’s autonomy.", "Carrie Lam becomes Chief E x ecuti v e of Hong K ong on July 1 , 20 1 7 , with a net app r ov al r ating of 64% Anti - e xt r adition bill p r o t es t s sta r t in June 20 1 9 Carrie La m ’ s net app r ov al r ating d r ops t o 20 % , the l ow est sco r e among all Chief E x ecuti v es Carrie Lam becomes Chief E x ecuti v e of Hong K ong on July 1 , 20 1 7 , with a net app r ov al r ating of 64% Anti - e xt r adition bill p r o t es t s sta r t in June 20 1 9 Carrie La m ’ s net app r ov al r ating d r ops t o 20% , the l ow est sco r e among all Chief E x ecuti v es", "In June, after protest organizers estimated 2 million people took to the streets, Lam said she wanted to offer the city her \"most sincere apology.\"", "\"I have heard you loud and clear and have reflected deeply on all that has transpired,\" she said. \"The concerns over the past few months have been caused by the deficiencies of the (Hong Kong) government.\"", "But the standoff continued.", "As protests stretched on through the summer, peaceful mass marches were largely replaced by violent clashes with police. Police fired tear gas once, then twice, then every week, while protesters built flaming barricades and threw petrol bombs and bricks.", "Chinese state media criticized the protests, with China Daily saying Hong Kong had been plagued by \"unwarranted political wrangling and violent radicalism.”", "Over several months of street battles, the protest movement coalesced around the slogan “Five demands, not one less.” The first was the withdrawal of the extradition bill, which Lam’s government officially did in September. Remaining demands include: launch an independent inquiry into alleged police brutality; retract the categorization of previous protests as \"riots\"; provide amnesty for arrested protesters; and introduce full universal suffrage.", "1 Fully withdraw the extradition bill. 2 Launch an independent inquiry into alleged police brutality. 3 Retract the categorization of previous protests as “riots.” 4 Amnesty for arrested protesters. 5 Introduction of full universal suffrage.", "Many protesters frame the conflict as an all-or-nothing battle between democracy and authoritarianism. They see this as a fight to determine which way the city's future falls -- whether Hong Kong can preserve its autonomy as Beijing grows increasingly assertive -- a desperation reflected in protest slogans like \"Save Hong Kong” and “If we burn, you burn with us.”", "The unrest has consumed the city, reshaping its politics and creating deep rifts in families and among friends. It has also fundamentally shifted young people’s role in a place that once seemed to overlook them.", "In the past six months", "there have been 0 people arrested 0 hospitalized 0 rounds of tear gas 0 rubber bullets Source: Hong Kong Police Force", "Youth movement", "Young people and students have driven Hong Kong’s protest movement for years, from marches in 2012 that helped defeat a plan to introduce Chinese-style “patriotic education,” to 2014’s pro-democracy Umbrella Movement. The current unrest is no different.", "Yet despite their outsized effect on the city’s politics, Hong Kong’s youth have a reputation -- not always completely warranted -- for being well-behaved and studious.", "The city’s hyper-competitive education system means that many spend their teenage years working to meet often-punishing standards set by parents and teachers. Youth crime is practically non-existent. In the first half of 2018, according to police, fewer than a thousand people aged 16 to 20 were arrested, in a city of more than 7 million.", "Even billboards and advertising hoardings reflect a lifelong emphasis on education and hard work. Adverts aimed at young people are for cram schools and interview prep classes, while posters on the sides of buses and trams feature the faces of star tutors, mini-celebrities for their ability to get kids into the world’s best institutions.", "All this has changed in the past six months. The adverts are still there, but they have been covered by protest art. Graffiti, once confined to a few underpasses, has sprung up everywhere. And Hong Kong’s youth are actively going against the push for educational attainment. Before this summer’s unrest, young people spent their weekends studying for exams and worrying about their grades. Now, many spend their time preparing for the next protest.", "Graffiti and vandalism were rarely ever seen in Hong Kong before June, but have spread during the protests. Credit: Getty Images", "Young people have also moved from being the driving force behind the city’s opposition to leading it themselves. The traditional pro-democratic movement -- mostly lawyers and career politicians -- have been marginalized and largely confined to cheerleading from the sidelines.", "6,105arrested 2,430students 946under the", "age of 18 11age of the", "youngest arrested", "Arrest figures reflect the degree to which this is a young person’s movement. Of more than 6,100 arrested, around 40% are students, and more than 900 are under the age of 18. The youngest is just 11 years old.", "Challenging authority", "Few things have changed in the past six months more than the city’s relationship with the police.", "Many of those now fighting them in the streets grew up idolizing the police. Hong Kong cinema and television is built around cop stories, with “Asia’s finest” facing off against triads and gangsters.", "While the mood has been gradually souring since the 2014 Umbrella Movement when police used tear gas against student demonstrators, causing such shock and outrage that they didn’t use it again for the rest of the 79-day unrest -- it has completely flipped this year.", "Since June 12, when police used tear gas, pepper spray and rubber bullets to clear protesters who had occupied the streets around the city’s legislature, the protests have become more and more violent -- on both sides.", "Police have faced numerous accusations of misconduct, and multiple shocking instances have been caught on camera, including protesters being beaten on the floor, an officer firing his sidearm at an unarmed assailant, and another officer using his motorbike to charge at protesters.", "Protesters refer to police as “black dogs” and accuse them of working hand in hand with the Chinese government and triad gangs, which the force denies. Conspiracy theories have proliferated in which seemingly any suspicious death or suicide is blamed on the police, who protesters see as being capable of anything.", "Police have consistently argued that their tactics are the result of protester violence and disruption, and have strenuously denied wrongdoing and accusations of brutality. In a statement, police said they have exercised restraint and only use “minimum necessary force” when there are “violent acts” causing a threat to public safety.", "Jun 2009 6 8 .3% Jun 20 1 9 5 0 . 4% N o v 20 1 9 2 7 . 2% ( L ow est sco r e ev er r eco r ded) Jun 2009 6 8 .3% Jun 20 1 9 5 0 . 4% N o v 20 1 9 2 7 . 2% ( L ow est sco r e ev er r eco r ded)", "In an October interview with public broadcaster RTHK, Hong Kong leader Lam said police officers have not deliberately adopted violence but have chosen \"appropriate\" measures for when rioters use violence.", "\"We should have faith in the rule of law of Hong Kong, which also includes obeying the law,\" she said.", "Ahead of a recent march, police said they had seized bomb materials and a handgun, raising concerns of a shift towards greater violence by protesters, some of whom have targeted individual police officers and attacked bystanders who criticized them.", "Police say protesters have even leaked the personal information of police officers and critics of the movement, while businesses believed to be unsupportive of the protests have been vandalized. In some instances, ugly scenes have turned life-threatening; a man who argued with protesters was doused in flammable liquid and set alight, while an elderly man clearing barricades was struck in the head by a brick and later died.", "Samuel, a 20-year-old frontline demonstrator who requested anonymity, said that when protesters used petrol bombs in the past, “they were using them to create a fire blockade to stop police -- not to throw them directly.”", "“(Whereas) now people are throwing petrol bombs at police, and people throw things from height, like a bike (or bricks),” he added.", "The increased violence has seen rising casualties and at least two confirmed protest-related deaths. More than 2,640 people, including around 500 police officers, have been treated at hospitals since June 9.", "Even when they’re not policing protests, officers now travel in armored vehicles, and usually in large groups. What in the past used to be regular interactions with the public can quickly turn into ugly confrontations, with people screaming abuse and insults, and officers often responding in kind.", "Support for the force has cut across many families and divided swathes of Hong Kong into pro and anti-police camps. Police supporters have staged numerous large rallies defending them, and the government consistently stands by the force -- but the most high-profile praise has been from China. There, Communist Party-controlled media and top officials have held up the force as heroes and the only thing keeping Hong Kong from complete collapse.", "During a meeting with Lam in Beijing in December, Chinese President Xi Jinping reiterated the central government’s support for Hong Kong’s leader and the city’s police.", "\"We will continue to firmly support you in leading the (Hong Kong) government to govern in accordance with the law, firmly support the Hong Kong police in strictly enforcing the law, firmly support all people who love China and Hong Kong, and hope Hong Kong people from all walks of life will unite and work together to bring Hong Kong's development back on track,” Xi told Lam, according to state media.", "In the eyes of many young people, however, Xi’s support for the police is yet more proof of their supposed villainy -- and how they are on the side of everything protesters are against.", "Rebelling against China", "When Hong Kong marked 20 years of Chinese rule in 2017 with a grand ceremony overseen by President Xi, many young people in the city said they did not feel a sense of pride, but one of foreboding.", "In theory, the generation born after the 1997 handover, who never knew life in a British colony, should have been the most Chinese yet. They grew up as the country their city now belonged to was becoming a global superpower, richer, more successful and more influential than at any point in the last century.", "But any chance of building a new generation of Communist Party-style patriots was undermined by the failure of the Chinese government to deliver on promises made around the handover regarding greater democracy for Hong Kong. Among many, there is a widespread perception that the city’s freedoms are being trampled on by Beijing.", "This sense of encroachment has been compounded by the effect of newly-generated Chinese wealth on the city’s economy. Housing in particular has become a major issue in recent years, with the city becoming ever-more unaffordable as Chinese investors and speculators drive up property prices.", "The average price per square foot has almost doubled in the past 20 years, according to Midland Realty, a Hong Kong property firm. A recent report by Demographia, an international urban planning policy consultancy, ranked Hong Kong as the least-affordable housing market for the ninth straight year, ahead of New York, London and Sydney.", "Average rent is among the highest in the world, and many of Hong Kong’s poorest residents live in so-called “cage homes,” tiny subdivided apartments with little more than a bed. One popular slogan seen graffitied on walls during the protests reads: \"7k for a house like a cell and you really think we out here are scared of jail?\" Seven thousand Hong Kong dollars is equivalent to around 900 US dollars.", "Ma r ch 20 1 7 4 0 . 5% Sep 20 1 8 4 0 . 1% August 20 1 9 2 2 . 8% Ma r ch 20 1 7 4 0 . 5% Sep 20 1 8 4 0 . 1% August 20 1 9 2 2 . 8%", "Since the 2014 protests and even before then, calls for democracy have shifted to demands for more autonomy, if not complete independence from China. Since the current protests began, polls show already low approval ratings for the Beijing government plummeting.", "Newly-painted graffiti across the city declares “HK is not China” and “Resist Beijing.” When the Chinese national anthem is played at soccer matches, it accompanied by loud boos and jeers. Chinese-owned shops have been vandalized and boycotted.", "There have even been instances of Chinese residents and visitors to Hong Kong being attacked, and others have said they are nervous about speaking Mandarin, such is the depth of anti-China feeling.", "Speaking to CNN on background, a senior adviser to the Hong Kong government blamed the failure of the “patriotic education” push for these sentiments.", "Jun 2009 2 4 . 7% 2 9 .3% Jun 20 1 9 5 2 .9% 1 0 . 8% Jun 2009 2 4 . 7% 2 9 .3% Jun 20 1 9 5 2 .9% 1 0 . 8%", "\"We lost two generations, we lost them through the schools,\" the adviser said. \"The fundamental problem is that you have a whole generation of young people who are not just dead against, but actually hate China. How are you going to have 'one country, two systems' work if you have a whole generation hating that country?\"", "“One country, two systems” is the principle adopted by China for governing Hong Kong after 1997. It’s one that has both fierce defenders and critics -- but most importantly, it has a time limit.", "In 2047, Hong Kong could in theory lose its status as a special administrative region, and become just like every other Chinese city, without its separate legal or political systems, if Beijing chooses.", "Some people, especially young families, are looking to get out while they can. Migration agencies have seen a huge spike in interest; one told CNN in October there had been a 300% increase in inquiries since June.", "Others are choosing to stay and fight for democracy through political means. Candidates as young as 22 contested November’s District Council elections. They achieved a stunning victory, with pro-democracy groups taking nearly 90% of seats that were recently available.", "District Councils hold very little power, but holding seats gives pro-democrats more of a say in who succeeds Lam as the city's leader in 2022. It also sends a clear message -- they're not done yet.", "Deadline for democracy", "For many young people 2047 hangs over everything -- it’s why they feel they have to fight so hard against any loss of freedoms, to try and ensure the city is as different as possible when the time comes, so that Beijing will not be able to simply fold it into the rest of China.", "Some critics of the movement believe the constant unrest could actually hurt this cause, but protesters see a surrender today as undermining their ability to fight tomorrow.", "\"If we lose, it's called a riot,\" one protester told CNN in October. \"But if we win, it will be called a revolution, and all the violence will be for good, ultimately.\"", "And many have a more personal reason for not wanting to stop -- it could mean they end up in prison.", "Even if they have not yet faced charges or even arrest, protesters know they must live with the fear of possible repercussions in years to come.", "Similar mass arrests also took place in 2014 during the pro-democracy Umbrella Movement protests -- and some of those trials are only wrapping up now. If that's any model to go by, the current protests and arrests \"will be a shadow that hangs over the city for the next five years,\" said Antony Dapiran, a Hong Kong-based lawyer and author of \"City of Protest: A Recent History of Dissent in Hong Kong.”", "He suggested the government may deliberately try to drag out the process to \"increase the psychological and financial pressure\" on protesters -- and to deter others from future action.", "Police are clear that they want to see further prosecutions, and say the only thing holding them up is the slow speed of the courts.", "\"All we can do is stop, arrest, and then hopefully prosecute people,\" a senior police commander told CNN at a background briefing. \"We have always been reliant on the details that come at the end of this process ... if there won't be a deterrent sentence at the end of it, then what is the point of arresting them?\"", "“Just a matter of time, they will get us one by one.” Ivan, frontline protester", "Protesters could also face major personal and professional repercussions -- ones the city is potentially not set up to deal with. What do you do when a whole generation of young people have a criminal record?", "\"It worries me,\" Ivan said on being charged. \"My boss is in theory pro-protests, but at the point that I'm arrested and sent to jail for more than a year, or even half a year? Of course, I will lose that job.\"", "For many like him, the fight for greater democracy in Hong Kong won't be finished until they win. The future of their generation depends on it.", "\"We seriously need to win this to say to whoever has the power -- the police or the government -- that you cannot do this, you cannot do this to protesters or people fighting for their lives or their own freedom and values,\" Ivan said. \"We cannot afford to lose.”"], "authors": [], "keywords": ["hong", "criminalized", "citys", "kong", "movement", "generation", "protests", "city", "20", "r", "protesters", "unrest", "young"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}