{"id": "57715187-5039-3b9e-9c61-2a5058b14506", "title": "The Arecibo Observatory Is More Than Just a Telescope", "url": "https://wired.com/story/the-arecibo-observatory-is-more-than-just-a-telescope/", "summary": "That was the dream that built Puerto Rico’s Arecibo Observatory, which collapsed earlier this week.\nUntil recently, it was the world's largest radio telescope, and it remained unsurpassed in sensitivity.\nWIRED OPINION ABOUT Joanna Rankin is professor emerita of astronomy and physics at the University of Vermont and a pulsar expert who has used the Arecibo Observatory since 1969.\nThe NSF promised Puerto Rico that it would return the site to its original condition if it ever closed the telescope.\nThe Arecibo Observatory is, after all, far more than a telescope.", "paragraphs": ["As long as humans have existed, we have watched the stars. By the 20th century, we were curious about signals from stars we couldn't actually see. But they were difficult to detect. Radio waves travel across the galaxy and are scrambled by all the noise of modern life: garage door openers, satellite TV, and radio stations. But what if you could build the biggest dish on earth to catch those faint signals, in a place that was quiet and remote, somewhere far to the south so the dish would sweep as much of the sky as possible as the Earth rotated? That was the dream that built Puerto Rico’s Arecibo Observatory, which collapsed earlier this week. Until recently, it was the world's largest radio telescope, and it remained unsurpassed in sensitivity.", "WIRED OPINION ABOUT Joanna Rankin is professor emerita of astronomy and physics at the University of Vermont and a pulsar expert who has used the Arecibo Observatory since 1969. Mary Fillmore is a writer who has accompanied her there for more than 30 years.", "In the 57 years since its construction, the remote observatory has been a primary world center for radio astronomy. It wildly outperformed its original purposes as well as the broader and deeper possibilities that two upgrades allowed, one in 1972–74 and another in 1994–98. Arecibo's uniquely powerful radar has mapped planets, helped to guide spacecraft to the edges of the solar system, and pinpointed the positions of asteroids that might one day impact Earth. It has probed our planet's upper atmosphere, searched for extraterrestrial intelligence, and enabled us to understand far more about pulsars, the failed black holes that send rhythmic radio signals like lighthouses.", "In August 2020, one of the 18 cables that suspended 900 tons of instruments above the huge reflector dish broke. The National Science Foundation ordered a new cable. But when a second one broke on November 6, the agency consulted engineers and decided on a \"controlled demolition\" of the observatory.", "Some have questioned whether more should have been done immediately to stabilize the telescope, but that possibility was foreclosed when the hundreds of tons of instruments crashed into the observatory’s dish on December 1. (The observatory did, however, maintain its record of not losing a single life to an accident—despite maintenance people and others working on it from 500 feet in the air almost daily for decades.)", "The damage is extensive. Judging from photographs alone, it may seem ridiculous to think of saving the observatory at this point—but it would be no more ridiculous than tearing it down. In the last several years, the University of Central Florida has been the NSF’s lead contractor to run the observatory. They have reinvigorated it in some key ways, with an entrepreneurial spirit that is needed now more than ever. The NSF promised Puerto Rico that it would return the site to its original condition if it ever closed the telescope. But what could be more absurd than to attempt to erase what was built with such genius and dedication? Let's not give up on this spectacular facility and its community of workers, students, and scientists.", "Instead, let's ask whether the same bold ingenuity and engineering brilliance that built the telescope can create a new incarnation for it in some form. Following the second cable break, the NSF decided to \"decommission\" the telescope, and preliminary cost estimates run to many millions. What if the agency sponsored a worldwide competition to save the spirit if not the body of the telescope with the same level of expenditure? That could mean renovating the instrument in some unexpected way, or creating and endowing an on-site scientific research and education institution. Perhaps the observatory's award-winning Angel Ramos Visitor Center could expose students and visitors to the research that can continue with the remaining instruments.", "In the moments after the collapse, the NSF sent out a hopeful tweet: “As we move forward, we will be looking for ways to assist the scientific community and maintain our strong relationship with the people of Puerto Rico.” Even if contemporary engineering cannot rise to the challenge—or if the NSF unwisely relinquishes the US’ leadership role in astronomy, as some fear it may—the observatory's legacy is indestructible. It was built by an audacious dream, one that is vital even now.", "Dozens of scientists and others are already discussing how to preserve and extend the Arecibo legacy, to ensure that students from around the world feel the pull of the sky and their own dreams of researching it, and that colleagues confer and puzzle over the archives of unanalyzed observations. Every schoolchild in Puerto Rico should still be exposed to the thrill of science. The NSF must ensure that the staff who have dedicated their lives to this magnificent instrument have a role in its future, whatever form that may take. The Arecibo Observatory is, after all, far more than a telescope.", "WIRED Opinion publishes articles by outside contributors representing a wide range of viewpoints. Read more opinions here, and see our submission guidelines here. Submit an op-ed at opinion@wired.com.", "More Great WIRED Stories"], "authors": ["Mary Fillmore", "Mary Fillmor", "Joanna Ranki"], "keywords": ["radio", "nsf", "dish", "arecibo", "students", "observatory", "puerto", "telescope", "built", "signals"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}