{"id": "57805588-20b2-391f-b459-26fe941a40c8", "title": "The Best Wireless Earbuds for Working Out", "url": "https://www.wired.com/gallery/best-wireless-workout-headphones#intcid=_wired-most-popular-right-rail_2618dc27-1e4d-4740-8b6a-e1e44752764a_popular4-1", "summary": "But for working out, traveling, and wandering around town, you might want to consider a pair of durable, wireless in-ear buds.\nI've been trail running, hiking, working on my yard, lifting weights, and watching mildly embarrassing barre and yoga videos on my laptop, all while testing the best wireless workout headphones around.\nIf you like listening to music while scrambling up stony slopes or mowing your lawn, here are a bunch of WIRED's favorite pairs.\nBe sure to check out our favorite completely wirefree earbuds, cheap headphones, Best Bluetooth speakers, smart speakers, and other buying guides.\nUpdated for March 2021: We removed the Plantronics Backbeat Fit and the Jabra Elite 75T, and added the Jabra Elite 85T and the JBL Under Armor True Wireless Streak.", "paragraphs": ["Luxurious over-the-ear cans are plush, comfortable, and they sound great. But for working out, traveling, and wandering around town, you might want to consider a pair of durable, wireless in-ear buds. I've been trail running, hiking, working on my yard, lifting weights, and watching mildly embarrassing barre and yoga videos on my laptop, all while testing the best wireless workout headphones around. If you like listening to music while scrambling up stony slopes or mowing your lawn, here are a bunch of WIRED's favorite pairs. We've worn, and sweated on, all of them.", "Be sure to check out our favorite completely wirefree earbuds, cheap headphones, Best Bluetooth speakers, smart speakers, and other buying guides.", "Updated for March 2021: We removed the Plantronics Backbeat Fit and the Jabra Elite 75T, and added the Jabra Elite 85T and the JBL Under Armor True Wireless Streak.", "Special offer for Gear readers: Get a 1-year subscription to WIRED for $5 ($25 off). This includes unlimited access to WIRED.com and our print magazine (if you'd like). Subscriptions help fund the work we do every day."], "authors": ["Adrienne So", "Adrienne S"], "keywords": ["favorite", "youd", "best", "headphones", "jabra", "yoga", "working", "wireless", "earbuds", "elite", "speakers"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}