{"id": "578ccfdb-ba4e-3ab5-892d-bd7ec7ff0615", "title": "How a failed journey to California aboard a Chinese junk boat led to a lifelong friendship", "url": "https://edition.cnn.com/travel/article/eddie-fong-hong-kong-california-chinese-junk-boat-cmd-hnk/index.html", "summary": "(CNN) — Sitting in Eddie Fong's living room in Palo Alto is a 55-year-old model of a traditional Chinese junk boat.\nHe led the couple from Kowloon to the New Territories to Lok Ma Chau, the border between China and Hong Kong.\nAll aboard the \"Little Duck\"Almost ready a year after Treadwell's first visit to Hong Kong, the Chinese junk boat he ordered and did indeed name \"Little Duck,\" was ready to sail.\nBut 24 hours later, the island stayed exactly where it was -- Little Duck didn't progress at all.\nMost likely, they had never seen a real Chinese junk in their life, not to mention this is in SF Bay.", "paragraphs": ["(CNN) — Sitting in Eddie Fong's living room in Palo Alto is a 55-year-old model of a traditional Chinese junk boat.", "Its presence symbolizes a series of unlikely events that brought Fong, now 81, away from his birthplace Hong Kong to the United States in the 1960s, thanks to a chance encounter with a retired Oakland detective that developed into an ambitious plan to sail across the Pacific Ocean to California on a life-sized junk boat.", "Before speaking to CNN Travel, Fong texted us a spoiler alert: \"I need to tell you ahead of the time. We didn't make the entire trip to California.\"", "But though their sailing trip was unsuccessful, it led to a lasting friendship and a lifetime of adventures.", "Born during the Second Sino-Japanese War (1937-1945), Fong lost his mother when he was a toddler. His father and elder brother worked in the shipping industry so were away a lot of the time.", "\"Although my step-mother and my elder sister were there for me, I learned to be independent at a young age,\" Fong recalls.", "When he was around eight years old, Fong borrowed 20 cents from his landlady and enrolled himself in a public school run by a Christian missionary, where he studied for a few years.", "At 17, he dropped out and started working to help support his family.", "Fong joined the police force before quitting to become a travel guide at Grand Hotel, a now-demolished colonial-style hotel that once stood in Hong Kong's touristy Tsim Sha Tsui district in Kowloon.", "Meeting Mr. Treadwell", "In 1965, Arthur Treadwell, a retired Oakland detective in his late 60s, traveled to Hong Kong with his wife. A guest of the Grand Hotel, he approached the counter to request a private tour. Fong happened to be working that day.", "\"Mr. Treadwell was 6 foot 4 while Mrs. Treadwell was 5 foot 2. So Mr. Treadwell had to lean down to talk to his wife all the time,\" says Fong.", "He led the couple from Kowloon to the New Territories to Lok Ma Chau, the border between China and Hong Kong. Before entering Lok Ma Chau, the group passed by a huge duck farm.", "Out of nowhere, Treadwell suddenly shouted, 'Oh, little duck!'", "It turned out the American had ordered a Chinese junk boat in Hong Kong to sail to California and, seeing the little fowls, decided Little Duck was the perfect name for his new vessel.", "Eddie Fong talks to CNN Travel via video call from his home in the US. CNN", "Fong was naturally curious. He didn't even know exactly where California was -- \"I didn't study long enough to take geography class\" -- but he immediately asked Treadwell, \"If you need a crew, can I help you?\"", "Treadwell replied: \"Sure, you're in.\"", "Fong dismissed it as a joke as he didn't see Treadwell again -- until the following year. Around springtime in 1966, a tall American came to Fong's counter and said, \"Are you ready to go? You promised me you'd go to California with my boat.\"", "\"I thought it was another private tour booking, I didn't remember his face at all,\" Fong recalls today with a mischievous smile.", "All aboard the \"Little Duck\"", "Almost ready a year after Treadwell's first visit to Hong Kong, the Chinese junk boat he ordered and did indeed name \"Little Duck,\" was ready to sail.", "It didn't take long for Fong to say yes, in spite of the fact the American was practically a stranger.", "\"At that time, it was like a dream to be able to sail to America,\" says Fong. \"Mr. Treadwell said he planned to go to Japan and we could make a stop in the Philippines where we would swim and dive and fish. It sounded very fun.\"", "The next day, the two went to the American Consulate General Hong Kong so Fong could apply for a tourist visa.", "\"But I didn't have a bank account then,\" he recalls. \"I wasn't married. I didn't own any real estate or any status -- I'm a person with nothing on paper. In normal circumstances, I wouldn't be able to get a visa, but on that day, a miracle happened.\"", "Eddie Fong worked as a travel advisor at a local hotel in the 1960s. Courtesy of Eddie Fong", "Fong says the counselor took a leap of faith and told him: \"For an unknown reason, I think I'm going to give you the visa. I don't know why.\"", "The duo immediately started preparing for their voyage by gathering food supplies and hunting for more crew members.", "Treadwell thought they should have five crew members on board.", "They first met John Bass, a doctor from the UK. Then they recruited Ralf Wolpers, a young traveler from Germany, and Brian Frecker, another young traveler from Australia; both were vacationing in Hong Kong.", "\"The five of us said, 'let's gang together, and then we can go,'\" says Fong.", "Around May of 1966, they set out from Pak Sha Wan in Hong Kong's mainland Sai Kung District. Families and local media came to send the five sailors off.", "\"It was the longan and lychee season. Everyone gave me a bunch as they said there would be no lychee or longan in America,\" Fong says.", "Wung Kee, the owner of the shipyard, and Eugene, the builder of Little Duck reportedly followed them as far as Ninepin Group, a collection of islands about 15 kilometers offshore, before they shook hands and bid them farewell.", "Rough seas ahead", "From there they were on their own, and set course for Japan. Sailing was smooth until dark, when the wind kicked up. At around 10 p.m., they sailed into a big storm. Wind and waves tore some of the boards and one anchor away.", "Fong says Treadwell kept a diary of his journey for his family, which his daughter-in-law typed out.", "The former Hong Kong resident now has a copy of that journal and read a few excerpts to CNN Travel: \"Everybody was seasick, really seasick. It was extremely rough. But Little Duck rode the waves like she should. It was a tough night, but we made it through. Everybody was good sports. We'd leaned over the rail; we'd vomited, come back, lay down, assist in steering, assist in sailing. When the night went through, the wind dropped. In the morning, the wind dropped down; the sea dropped down. It was as calm as a lake.\"", "Related content The last of Hong Kong's original wooden junk boats is still afloat", "The crew then restarted the 36-horse-power Lister diesel engine and continued their journey.", "But Frecker, the Australian, didn't recover as fast as the rest, says Fong. Bass, the doctor, inspected the boy to make sure he was healthy enough to continue. The team then had a meeting and decided to go on for another day.", "After the storm, there was another challenge: No wind.", "\"You couldn't even raise a pocket-handkerchief,\" noted Treadwell in his journal.", "For miles and miles, they could only hear the pounding of their diesel engine.", "\"I remember I was feeling uncertain about my own future and I missed my family and friends,\" says Fong, as he squeezes his eyes shut to recall the memories of his journey.", "\"I also remember the longan and lychee. As I was the only Asian, I was the only one eating them. I would vomit from seasickness. And I would then eat some more as I didn't want to waste them.\"", "At one point, the boat drifted away from its course while Treadwell was asleep. They awoke to find themselves near Chinese shores.", "\"During those days, Americans and Chinese were extremely against each other,\" says Fong as he reads from Treadwell 's notes. \"If we were caught by Chinese, we'd be in great danger.\"", "Fong, 81, remembers the journey that brought him to America. Courtesy of Eddie Fong", "They turned the ship around and headed for an island ahead of them.", "But 24 hours later, the island stayed exactly where it was -- Little Duck didn't progress at all.", "\"Turns out our diesel was moving six knots up against an eight-knot current. We laid there hours after hours, and we repeated the same thing the next day,\" says Fong.", "Finally, Wolpers the German came to Treadwell and said, \"If you don't take the Australian boy back, I think he is going to die. He started vomiting again. Remember you're the skipper so it is your responsibility.\"", "Treadwell called out to Bass, saying: \"Listen, doc. We're going to go back. I'm not taking any chances.\"", "As they reversed course, they discovered even more bad news.", "There was a leak in one of their pumps and it was spilling oil over the water tank. They had stocked enough food, but this development forced them to fear for their water supply.", "Fortunately, the currents worked in their favor but fog made it hard to navigate. They had to ask passing fishing boats to point them in the right direction.", "\"Then at night, I could see Hong Kong from afar easily as it was very bright,\" says Fong. \"We went back to Wung Kee and surprised everyone there. They thought we were half-way to Japan by then.", "While shipbuilder Wung Kee set about fixing the embattled Little Duck, Frecker and Wolpers dropped out from the project.", "The remaining three posted a notice at a local YMCA, looking for replacements. When that didn't work out, the three decided to set sail again on their own.", "But history repeated itself -- opposing currents and strong winds forced them to return again. This time, they went to the Hong Kong Observatory for answers.", "Fong says the Observatory's chief pulled up a chart and told the trio that from May to the end of October, much of Asia -- from Hong Kong to the Philippines to Japan -- would observe their typhoon seasons. He advised them to wait until November to set sail again.", "\"Mr. Treadwell couldn't wait for another few months,\" says Fong. \"He was homesick and he was running out of cash to stay in Hong Kong as well.\"", "So one morning, Treadwell took Fong to the office of American President Lines, a cargo shipping company, and asked if they could get a ride back to California -- Little Duck included.", "Related content The couple who fell in love at first sight on a Cunard cruise ship", "'I only had $21 on me'", "\"Luckily, there was space on President Harrison. They put Little Duck on the deck and we were on board of President Harrison to San Francisco on June 16, 1966,\" says Fong.", "\"I didn't have much but I gave my family all my savings. I had with me $21. The $20 was from Mr. Treadwell. And the travel assistant who I worked with gave me the only US dollar he had.", "\"President Harrison was a cargo ship with only 14 paid passengers onboard. We ate together with the captain and the officers. The food was great and plentiful. I had fun on that voyage. It was also the very first time a white server served me food and called me 'sir.' It made me feel very important,\" says Fong.", "\"It took 16 days to travel from Hong Kong to San Francisco. I gained 16 pounds in 16 days.\"", "After arriving in the US, Treadwell decided to write a book on how to operate Chinese junk boats and hired Fong as a researcher.", "Treadwell and Fong stand with the model of \"Little Duck.\" Courtesy of Eddie Fong", "In accordance with American labor laws, they posted a job listing and circulated it among all the labor departments all over the country for two weeks, to prove that no one else was qualified for the job.", "\"Then they made this job title a bit more exciting: Chinese Junk Operating Expert. So I was the only expert Chinese junk operator in America, then,\" Fong chuckles.", "Treadwell didn't end up finishing the book. But eventually, Fong met \"a gorgeous lady\" at a church in Sacramento who became his wife. The two wedded in Hong Kong.", "\"I told my wife that I needed to move back to San Francisco to take care of Mr. and Mrs. Treadwell at their old age. She agreed so we moved to Palo Alto, just six miles away from where they lived,\" says Fong.", "Treadwell and Fong continued to sail together on Little Duck for years to come. They often sailed to Florida, Santa Catalina Island or just took her out for a whirl in the nearby San Francisco Bay area.", "\"We had such a good time seeing other people watching us from their boat. Most likely, they had never seen a real Chinese junk in their life, not to mention this is in SF Bay. Many waved their hands with a smile. We felt very proud,\" says Fong.", "Eddie Fong “Mr. Treadwell brought me to America and I think I didn't disappoint him. I have been a good American citizen.”", "On these trips, they shared stories from their previous lives as police officers. Sometimes, Fong would help with the heavier work on the boat. They'd then stop for a sandwich after anchoring Little Duck.", "\"We kept Little Duck for two decades. Mr. Treadwell sold Little Duck to another couple when he could no longer take care of it. He was around 88 years old,\" says Fong, again shutting his eyes. \"Oh, that was almost 40 years ago already!\" he adds with a laugh.", "Treadwell passed away a few years after he sold Little Duck and passed the model of the boat to Fong. Today, it sits in front of a framed photo of the original Little Duck crew.", "Fong says the couple took care of Little Duck for a while before selling it to a collector. Eventually, the port where Little Duck was anchored was reclaimed to make way for a bridge. Fong no longer knows where the boat is.", "\"From there on until today, I still send Christmas cards and pocket money to Mr. Treadwell's four great-grandchildren, to show them that I appreciate what their great grandfather did for me,\" says Fong.", "Related content The Pan Am flight attendant and the CIA man who fell in love on an airplane", "\"Mr. Treadwell brought me to America and I think I didn't disappoint him. I have been a good American citizen and worked for the Federal government for decades before retiring. I have two sons, one is a medical doctor and another a physicist.\"", "As for his \"role\" as a Chinese junk boat expert, Fong laughs and says, \"My wife now calls me the lazy expert in the house."], "authors": ["Maggie Hiufu Wong", "Eddie Fong"], "keywords": ["fong", "didnt", "duck", "little", "friendship", "treadwell", "kong", "junk", "journey", "failed", "lifelong", "chinese", "boat", "aboard", "california", "hong", "led", "mr"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}