{"keywords": ["israeli", "real", "order", "jews", "israel", "antisemitism", "trumps", "policies", "trump", "purpose", "state", "executive", "palestinian"], "paragraphs": ["Donald Trump has a knack for taking some of humanity’s most problematic ideas and turning them on their head to make them even worse. He has done it again. On Wednesday, he signed an executive order that will allow federal funds to be withheld from colleges where students are not protected from anti-Semitism—using an absurdly defined version of what constitutes anti-Semitism. Recent precedent and the history of legislative efforts that preceded the executive order would suggest that its main targets are campus groups critical of Israeli policies. What the order itself did not make explicit, the President’s son-in-law did: on Wednesday, Jared Kushner published an Op-Ed in the Times in which he stressed that the definition of anti-Semitism used in the executive order “makes clear what our administration has stated publicly on the record: Anti-Zionism is anti-Semitism.”", "Both Kushner and the executive order refer to the definition of anti-Semitism that was formulated, in 2016, by the International Holocaust Remembrance Alliance; it has since been adopted by the State Department. The definition supplies examples of anti-Semitism, and Kushner cited the most problematic of these as the most important: “the targeting of the state of Israel, conceived as a Jewish collectivity”; denial to “the Jewish people their right to self-determination, e.g. by claiming that the existence of a state of Israel is a racist endeavor”; and comparing “contemporary Israeli policy to that of the Nazis.” All three examples perform the same sleight of hand: they reframe opposition to or criticism of Israeli policies as opposition to the state of Israel. And that, says Kushner, is anti-Semitism.", "To be sure, some people who are critical of Israeli policies are opposed to the existence of the state of Israel itself. And some of those people are also anti-Semites. I am intimately familiar with this brand of anti-Semitism, because I grew up in the Soviet Union, where anti-Zionist rhetoric served as the propaganda backbone of state anti-Semitism. The word “Zionist,” when deployed by Pravda, served as incitement to violence and discrimination against Soviet Jews. All of this can be true at the same time that it is also true that Israel has effectively created an apartheid state, in which some Palestinians have some political rights and the rest have none. Human-rights organizations such as Breaking the Silence and B’Tselem—Israeli groups, founded and run by Jews—continue to document harrowing abuse of Palestinians in Israel, the occupied West Bank, and Gaza.", "In August, I went on a tour designed by Breaking the Silence that aims to show Israelis and foreigners what the occupation looks like. This particular tour ended in a Palestinian village which has been largely overtaken by an Israeli settlement that is illegal under international law. One of the Palestinian houses ended up on territory claimed by the settlers, so the settlers built a chain-link cage around the house, the yard, and the driveway. A young Palestinian child, who is growing up in a house inside a cage, waved to us through the fencing. Comparing this sort of approach to Nazi policies may not make for the most useful argument, but it is certainly not outlandish. The memory of the Holocaust stands as a warning to humanity about the dangers of dehumanizing the other—and invoking that warning in Palestine is warranted.", "One does not have to be an anti-Semite to be an anti-Zionist, but one certainly can be both an anti-Semite and an anti-Zionist. Trump, however, has inverted this formula by positioning himself as a pro-Zionist anti-Semite. He has proclaimed his support often for the state of Israel. His Administration’s policies, which have included moving the U.S. Embassy to Jerusalem and, more recently, declaring that the U.S. does not view Israeli settlements in the West Bank as illegal, have pleased the state of Israel, especially its most militantly expansionist citizens. Over the weekend, however, at the Israeli American Council National Summit, in Florida, Trump gave a speech that brimmed with Jewish stereotypes: Jews and greed, Jews and money, Jews as ruthless wheeler-dealers. “A lot of you are in the real estate business because I know you very well,” he said. \"You’re brutal killers, not nice people at all.” It was the kind of stuff that requires no definitions, op-eds, or explanations—it was plain, easily recognizable anti-Semitism. And it was not the first time that Trump trafficked in anti-Semitic stereotypes. The world view behind these stereotypes, combined with support for Israel, is also recognizable. To Trump, Jews—including American Jews, some of whom vote for him—are alien beings whom he associates with the state of Israel. He finds these alien beings at once distasteful and worthy of a sort of admiration, perhaps because he ascribes to them many of the features that he also recognizes in himself.", "It should come as no surprise that anti-Semitic incidents in the U.S. increased by sixty per cent during the first year of Trump’s Presidency, according to the Anti-Defamation League. The current year is on track to set a record for the number of anti-Semitic attacks. The latest appears to have occurred on Tuesday, when shooters reportedly connected to a fringe group targeted a kosher supermarket in Jersey City, killing four people.", "The new executive order will not protect anyone against anti-Semitism, and it’s not intended to. Its sole aim is to quash the defense—and even the discussion—of Palestinian rights. Its victim will be free speech."], "url": "https://www.newyorker.com/news/our-columnists/the-real-purpose-of-trumps-executive-order-on-anti-semitism", "id": "57f5d7a8-46cf-38af-b3b0-32f159bd79ad", "title": "The Real Purpose of Trump’s Executive Order on Anti-Semitism", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35", "authors": ["Masha Gessen", "Peter Schjeldahl", "Dexter Filkins", "Adam Entous", "Jia Tolentino", "James Carroll"], "summary": "On Wednesday, he signed an executive order that will allow federal funds to be withheld from colleges where students are not protected from anti-Semitism—using an absurdly defined version of what constitutes anti-Semitism.\nRecent precedent and the history of legislative efforts that preceded the executive order would suggest that its main targets are campus groups critical of Israeli policies.\nTo be sure, some people who are critical of Israeli policies are opposed to the existence of the state of Israel itself.\nI am intimately familiar with this brand of anti-Semitism, because I grew up in the Soviet Union, where anti-Zionist rhetoric served as the propaganda backbone of state anti-Semitism.\nThe new executive order will not protect anyone against anti-Semitism, and it’s not intended to.", "pubDate": null}