{"id": "57f77ae9-3d4d-3972-a5b4-87ec8ada657b", "title": "Georgia’s Kemp again rejects lawmakers replacing electors after call with Trump", "url": "https://www.foxnews.com/politics/georgias-kemp-again-rejects-lawmakers-replacing-electors-after-call-with-trump", "summary": "Trump took to Twitter on Sunday to call out Kemp and Lt. Gov Geoff Duncan.\nSignature verification & call a Special Session.\nState lawmakers could call a special session on their own, but only if 60% of members in both houses of the General Assembly demanded a session in writing.\nKemp has been severely criticized by Trump who said he was “ashamed” for endorsing him for governor.\nKemp reflected on the intense criticism coming from high-profile figures, including the president and attorney Lin Wood Jr.CLICK HERE TO GET THE FOX NEWS APP\"Look, I'm frustrated like [Trump] is, a lot of people are,\" Kemp told Ingraham.", "paragraphs": ["Gov. Brian Kemp, the Georgia Republican, issued a joint statement Sunday night that said it would be in violation of state law for him to call a special session of the legislature to overturn his state’s election results.", "Kemp, along with other Republicans in the Peach State, has been on the receiving end of tough criticism from President Trump over what he sees as blatant inaction amid his claims of widespread voter fraud.", "Kemp was interviewed last week on “The Ingraham Angle” and talked about some of the limitations of his office when it comes to intervening with vote counting and audits.", "He told Laura Ingraham, the show’s host, that he was concerned about some of the evidence that was presented during testimony, but it would be up to the secretary of state’s office to order a signature audit.", "Trump took to Twitter on Sunday to call out Kemp and Lt. Gov Geoff Duncan.", "“Has anyone informed the so-called (says he has no power to do anything!) Governor @BrianKempGA & his puppet Lt. Governor @GeoffDuncanGA, that they could easily solve this mess, & WIN. Signature verification & call a Special Session. So easy!”", "The Associated Press reported that Kemp spoke with Trump over the phone on Saturday and the president asked if he would order the session, but the governor refused. Duncan told CNN in an interview that he is concerned that the president is presenting misinformation.", "On Saturday, four Republican state senators including William Ligon of Brunswick, Greg Dolezal of Cumming, Brandon Beach of Alpharetta and Burt Jones of Jackson launched a written petition trying to collect the signatures to force a special session.", "State lawmakers could call a special session on their own, but only if 60% of members in both houses of the General Assembly demanded a session in writing. That’s unlikely, especially because more than 40% of the current members of the state House are Democrats.", "Kemp has been severely criticized by Trump who said he was “ashamed” for endorsing him for governor. Kemp reflected on the intense criticism coming from high-profile figures, including the president and attorney Lin Wood Jr.", "CLICK HERE TO GET THE FOX NEWS APP", "\"Look, I'm frustrated like [Trump] is, a lot of people are,\" Kemp told Ingraham. He said he still supports the president and his policies.", "\"Like he said, he's a fighter, we had a few battles but nobody worked harder for Donald Trump before Nov. 3 and I continued to help his efforts in the legal campaign and I will continue to do that,\" he said.", "The Associated Press contributed to this report"], "authors": ["Edmund Demarche", "Edmund Demarche Is A Senior News Editor For Foxnews.Com. Follow Him On Twitter"], "keywords": ["rejects", "electors", "told", "president", "lawmakers", "special", "state", "ingraham", "kemp", "trump", "replacing", "governor", "georgias", "session", "states"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}