{"id": "5804912a-7da1-3281-80b7-dbee711bb0a5", "title": "Authorities investigate reports of 80 migrants trapped in truck in Texas", "url": "https://www.theguardian.com/us-news/2021/feb/11/migrants-trapped-truck-texas", "summary": "US authorities are investigating reports that approximately 80 migrants may have been trapped in a tanker truck and were struggling to breathe, according an official with Immigration and Customs Enforcement (Ice).\nThe official said Ice’s homeland security investigations unit was looking into 911 calls placed on Monday around San Antonio, Texas.\nThe Federal Bureau of Investigation field office in San Antonio and Bexar county sheriff’s office did not immediately respond to requests for comment.\nThe Bexar county sheriff, Javier Salazar, whose jurisdiction includes San Antonio, described the scene in an interview with KABB.\nIn 2017, 10 migrants from Mexico died after being trapped in a tractor-trailer which was left parked outside a Walmart in San Antonio.", "paragraphs": ["US authorities are investigating reports that approximately 80 migrants may have been trapped in a tanker truck and were struggling to breathe, according an official with Immigration and Customs Enforcement (Ice).", "The official said Ice’s homeland security investigations unit was looking into 911 calls placed on Monday around San Antonio, Texas. During one of the calls, a male caller was breathing heavily as someone else shouted “help” in Spanish, according to a recording. Moans of others could be heard in the background.", "The Ice investigative unit is seeking to learn if the incident may have been human trafficking, the official said.", "“At face value, it’s at least human smuggling,” said the official, who requested anonymity to discuss the matter.", "The investigation comes as arrests of migrants at the US-Mexico border have been increasing after a steep drop at the start of the coronavirus pandemic. US officials in January encountered nearly 78,000 migrants attempting to cross the southern border illegally or who were denied at ports of entry, a 6% increase over the previous month.", "The Federal Bureau of Investigation field office in San Antonio and Bexar county sheriff’s office did not immediately respond to requests for comment.", "On one of the calls, a man said a white truck with approximately 80 people inside was stopped on the side of the highway, according to a recording obtained by KABB, a local Fox affiliate.", "The Bexar county sheriff, Javier Salazar, whose jurisdiction includes San Antonio, described the scene in an interview with KABB.", "“It’s heartbreaking to hear because clearly behind the caller in the background, you can hear others in the car, in the trailer, and they’re also screaming for help in Spanish and saying that they’re out of air,” he said.", "In 2017, 10 migrants from Mexico died after being trapped in a tractor-trailer which was left parked outside a Walmart in San Antonio.", "That was one of the deadliest migrant-smuggling incidents in the US since May 2003, when 19 bodies were found in a milk truck abandoned at a truck stop in Victoria, 120 miles south-east of San Antonio. The first to die was a five-year-old boy who died in his father’s arms. The refrigeration system had been turned off."], "authors": [], "keywords": ["authorities", "80", "calls", "reports", "texas", "investigate", "san", "migrants", "unit", "antonio", "official", "truck", "trapped", "theyre", "according"], "pubDate": "2021-02-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}