{"id": "58256336-dab6-374e-bc28-2db5afaa7521", "title": "Wasteland 3 Review — A Cold Day In Hell", "url": "https://www.gameinformer.com/review/wasteland-3/wasteland-3-review-a-cold-day-in-hell", "summary": "Hell, maybe you just kill everyone and take over the city yourself, Ranger creed be damned.\nCombat is clean, smooth, and easy to understand in terms of movement and actions – an improvement over Wasteland 2.\nWasteland 3 makes you feel the weight of your actions in an unforgiving world.\nWasteland 3 is a bit rough around the edges at times.\nWasteland 3 is a solid CRPG, tasking you with decisions both minute and massive as you carve your legacy into Colorado.", "paragraphs": ["Wasteland is a series about survival. As one of the Rangers, your journey takes you to frigid Colorado, where the Patriarch needs your help reuniting his incredibly messed up family in the city of Colorado Springs. Do you help the highly questionable despot for the good of the people? Maybe you recruit some of his kids and crush dad's legacy. Hell, maybe you just kill everyone and take over the city yourself, Ranger creed be damned. Wasteland 3 is about constant, meaningful choices. The story is set in a dystopian, post-apocalyptic world, and over the course of a playthrough, I both loved and hated my decisions, which rippled from character to character and faction to faction.", "Combat is clean, smooth, and easy to understand in terms of movement and actions – an improvement over Wasteland 2. Everything comes down to action points. Firing a rocket launcher costs you more exertion than shooting a pistol, for instance. Executing a special move costs more than moving a tile. Cover is critical to defending yourself from the endless hail of bullets and beams, so choosing where to end your turn becomes an important tactic. Your effective range is nicely highlighted in the UI, so you know exactly where to move and still have the resources to attack with a stellar 88 percent chance to hit. You may cry when you miss and the enemy chops you in two with a giant machete, but hey, that's what save files are for.", "You can create four playable characters to use and also recruit two NPCs, who you can also customize – but they have their own morals and allegiances. If you push them too hard, they may bail on your crew. You have a solid pool out there to recruit from, but if you’re like me, you will get attached and balance your behavior to facilitate their needs.", "Determining how to approach every situation matters, both in and out of combat. I had a varied crew of experts ready for all kinds of situations. My character Duck is a master of the mallet, can walk over mines, and launches rockets with the best of them. Another one of my allies is an expert sniper who can target specific body parts and talk amazing trash – scaring enemies into submission and ending fights before they even begin. And that’s just the start of the choices in front of you.", "Eventually, I created a master ace with pistols who could fry the circuits of any robots I encountered with expert CPU shots, turning them against their masters. Skills that don't involve combat can save your life, allowing you to deftly handle everything from tripwires to drunk bar patrons. From lockpicking, sweet-talking, sneaking around, and even repairing toasters, every point you allocate is significant, and it’s a ton of fun agonizing about every skill point you place.", "The world is mostly open, and you’re free to roam around in your Kodiak vehicle to find random encounters, oodles of side-quests and locations of interest, and other random shops and map popups. You can even use your vehicle in combat where situations allow and find a ton of upgrades for it, both functional and cosmetic. If you’re a brazen explorer, you can push the boundaries hard and probably end up being buried in the snow a few times, but that’s also how you find cool and powerful upgrades. Random encounters are mostly annoying, but you can eliminate them through the use of the survival skill.", "Upgrading your Ranger Headquarters is one of the most satisfying aspects of the adventure. Unlocked almost immediately, your base is a run-down trash heap that you turn into an amazing bastion, full of functional and important services like a medbay and armory while housing tons of characters. Your interactions with the people there have significant and subtle effects on how things play out in your eventual ending.", "Wasteland 3 makes you feel the weight of your actions in an unforgiving world. No good deed goes unpunished, and sometimes no choice is the right one. The post-apocalyptic world is broken, and so are most of the people in it. Sometimes, you won’t feel the repercussions of your actions for many, many hours, when a questionable decision can come back and change everything. Characters you befriend in the early hours could become enemies as your journey nears its end, and emptying a souped-up plasma cannon into one of your once-trusted pals is more chilling than the endless snow covering the ground outside.", "Wasteland 3 is a bit rough around the edges at times. I had various characters bug out and refuse to interact with me without a game restart, sound skipping and looping, and massive slowdowns in combat that also required a reboot. Given the scope of all you can do, these issues are mostly forgivable, and they don’t cause irreversible damage to the experience.", "Wasteland 3 is a solid CRPG, tasking you with decisions both minute and massive as you carve your legacy into Colorado. Will you serve the Patriarch for the greater good? Will you join forces with his psychotic son? His rebellious daughter? Or will you just roll around in the snow looking to pick fights with Scorpitrons? They’re all worth doing, so suit up and roll out for some wild times in the wastelands."], "authors": ["Pc Editor", "Daniel Has Been At Game Informer For Seven Years", "Specializing In Multiplayer Titles", "Pc Games. When He'S Not Speculating On The Future Of The Industry", "You Can Find Him Exploring Vast Online Worlds", "Probably Streaming The Experience."], "keywords": ["recruit", "snow", "world", "combat", "youre", "thats", "hell", "characters", "random", "day", "cold", "wasteland", "times", "review"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}