{"id": "583e233e-42ca-3063-a86f-163eb111302f", "title": "United Kingdom Coronavirus Map and Case Count", "url": "https://www.nytimes.com/interactive/2020/world/europe/united-kingdom-coronavirus-cases.html", "summary": "There have been at least 1,913,200 confirmed cases of coronavirus in the United Kingdom, according to Public Health England.\nReported cases in the United Kingdom Total cases Per capita Share of population with a reported case No cases reported Double-click to zoom into the map.\nSources: Department for Health and Social Care, Public Health England, Public Health Scotland, Public Health Wales, Public Health Agency of Northern Ireland, Chief Medical Officer Directorate.\nAbout this data For total cases and deaths: The map shows the known locations of coronavirus cases by region.\nCases Deaths Totalcases Per 100,000 Totaldeaths Per 100,000 Daily avg.", "paragraphs": ["There have been at least 1,913,200 confirmed cases of coronavirus in the United Kingdom, according to Public Health England. As of Thursday morning, 65,520 people had died. Due to a data entry error, nearly 16,000 people who tested positive between Sept. 25 and Oct. 2 were not recorded in the daily number of reported cases.", "The Office for National Statistics also produces a weekly report on the number of deaths registered in Britain that mention Covid-19 on a death certificate. This figure, which includes deaths outside of hospitals, is many thousands of deaths higher than the reported daily death toll.", "Reported cases in the United Kingdom Total cases Per capita Share of population with a reported case No cases reported Double-click to zoom into the map. Use two fingers to pan and zoom. Tap for details. Sources: Department for Health and Social Care, Public Health England, Public Health Scotland, Public Health Wales, Public Health Agency of Northern Ireland, Chief Medical Officer Directorate. Regional data for Northern Ireland was not reported by health authorities. Circles are sized by the number of people there who have tested positive, which may differ from where they contracted the illness. About this data For total cases and deaths: The map shows the known locations of coronavirus cases by region. Circles are sized by the number of people there who have tested positive or have a probable case of the virus, which may differ from where they contracted the illness.", "Britain has the highest number of Covid-19 deaths in Europe. Here’s where the number of cases and deaths are highest in England, Scotland, Wales and Northern Ireland:", "The table below was recently changed to show the average number of cases per day in the last seven days instead of the total number of cases over the last seven days.", "Reported cases and deaths by country and local area This table is sorted by places with the most cases per 100,000 residents in the last seven days. Select deaths or a different column header to sort by different data. Cases Deaths Total", "cases Per 100,000 Total", "deaths Per 100,000 Daily avg.", "in last", "7 days Per 100,000 Daily avg.", "in last", "7 days Per 100,000 + Wales 114,566 3,650 2,920 93 1,295.4 41.3 23.4 0.7 + England 1,642,110 2,934 57,284 102 18,281.6 32.7 364 0.7 + Northern Ireland 60,287 3,329 1,154 64 479 26.5 8.3 0.5 + Scotland 108,438 1,994 4,173 77 866.6 15.9 26.3 0.5", "In May, Prime Minister Boris Johnson issued a conditional plan to ease Britain out of its seven-week lockdown. He said those who cannot work from home may return to work, and that people can freely exercise and spend time outdoors.", "But by September, an uncharacteristically somber Mr. Johnson announced new restrictions to try to keep the second wave of infection from sweeping across the country. On Nov. 5, the British government implemented a month-long second national lockdown.", "The lockdown lifted on Dec. 2, but Mr. Johnson warned of strict regional restrictions that would last through the spring. Under the new plans, England returns to a system which divides the country into three tiers of restrictions.", "Wales lifted a two-week “circuit breaker” lockdown on Nov. 9, and has since introduced more lenient national guidelines. Scotland has a five-level framework, allowing the government to enforce restrictions in different areas according to infection rates. And under new travel regulations, people in Scotland cannot travel to other parts of the common travel area — England, Wales, Northern Ireland and Ireland — nor can anyone from these places enter Scotland.", "In Northern Ireland, a partial lockdown was supposed to end on Nov. 27, but instead the nation entered another two-week lockdown, temporarily closing non-essential retail stores, close contact services and the hospitality industry.", "In a joint agreement, all four nations within the United Kingdom will permit three households to stay together and form a \"Christmas bubble\" from Dec. 23 through Dec. 27. During this period travel restrictions will be lifted.", "How Cases Are Growing", "Here’s how the number of new cases and deaths are changing over time:", "New reported cases by day 0 10,000 20,000 30,000 cases Feb. March April May June July Aug. Sept. Oct. Nov. Dec. New cases 7-day average These are days with a reporting anomaly. Read more here Note: The seven-day average is the average of a day and the previous six days of data.", "New reported deaths by day 0 500 1,000 deaths Feb. March April May June July Aug. Sept. Oct. Nov. Dec. New deaths 7-day average Note: Scale for deaths chart is adjusted from cases chart to display trend.", "The New York Times has found that official tallies in the United States and in more than a dozen other countries have undercounted deaths during the coronavirus outbreak because of limited testing availability.", "Where You Can Find More Information", "Read more about England's lockdown loopholes, how an English gym led a local rebellion against the government’s inscrutable rules, Britain's fight to avoid a second lockdown and the tentative reopening of Britain's schools.", "Here is where you can find more detailed information:", "About the data"], "authors": ["The New York Times"], "keywords": ["deaths", "northern", "coronavirus", "days", "case", "number", "health", "united", "reported", "england", "map", "lockdown", "cases", "ireland", "kingdom", "count"], "pubDate": "2020-04-16T15:17:34Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}