{"id": "587bcf79-ef6e-3248-9a85-aae519da0f58", "title": "Waste, Negligence and Cronyism: Inside Britain’s Pandemic Spending", "url": "https://nytimes.com/interactive/2020/12/17/world/europe/britain-covid-contracts.html", "summary": "Citing the urgency of the pandemic, the government cast aside the usual transparency rules and awarded contracts worth billions of dollars without competitive bidding.\nSuppliers who answered the government's call say the publicly advertised procurement system run by Lord Deighton was at best slow and at worst unresponsive.\nprocurement system, including providing a chief of staff for Lord Deighton.\nChanzo's founder and chief executive, Jean Tomlin, is a long-time business associate of Lord Deighton, and worked with him on the Olympic committee.\nMs. Tomlin is also a fellow director at Hakluyt, a corporate intelligence firm founded by former British intelligence officers, which Lord Deighton chairs.", "paragraphs": ["As the Covid-19 lockdown went into effect in March, areas like London’s South Bank, across the Thames from the British Houses of Parliament, became deserted. Andrew Testa for The New York Times", "LONDON — When the pandemic exploded in March, British officials embarked on a desperate scramble to procure the personal protective equipment, ventilators, coronavirus tests and other supplies critical to containing the surge. In the months following those fevered days, the government handed out thousands of contracts to fight the virus, some of them in a secretive “V.I.P. lane” to a select few companies with connections to the governing Conservative Party.", "To shine a light on one of the greatest spending sprees in Britain’s postwar era, The New York Times analyzed a large segment of it, the roughly 1,200 central government contracts that have been made public, together worth nearly $22 billion. Of that, about $11 billion went to companies either run by friends and associates of politicians in the Conservative Party, or with no prior experience or a history of controversy. Meanwhile, smaller firms without political clout got nowhere.", "“The government had license to act fast because it was a pandemic, but we didn’t give them permission to act fast and loose with public money,” said Meg Hillier, a lawmaker with the opposition Labour Party and chair of the powerful Public Accounts Committee. “We’re talking billions of pounds, and it’s quite right that we ask questions about how that money was spent.”", "The procurement system was cobbled together during a meeting of anxious bureaucrats in late March, and a wealthy former investment banker and Conservative Party grandee, Lord Paul Deighton, was later tapped to act as the government’s czar for personal protective equipment.", "Eight months on, Lord Deighton has helped the government award billions of dollars in contracts –– including hundreds of millions to several companies where he has financial interests or personal connections.", "The contracts that have been made public are only a part of the total. Citing the urgency of the pandemic, the government cast aside the usual transparency rules and awarded contracts worth billions of dollars without competitive bidding. To date, just over half of all of the contracts awarded in the first seven months remain concealed from the public, according to the National Audit Office, a watchdog agency.", "Each circle represents one contract $500m $50m Covid-19 contracts awarded by the British government Each circle represents one contract $500m $50m Covid-19 contracts awarded by the British government Each circle represents one contract $500m $50m Covid-19 contracts awarded by the British government Each circle represents one contract $500m $50m Each circle represents one contract $500m $50m Each circle represents one contract $500m $50m Uniserve Group Awarded $1 billion in P.P.E. contracts, the company is among the biggest winners. Its founder is an adviser to a pro-Brexit think tank panel chaired by two prominent government ministers. Randox Laboratories Awarded $646 million in testing contracts. Owen Paterson, a government minister, is a paid consultant for the firm. Uniserve Group Awarded $1 billion in P.P.E. contracts, the company is among the biggest winners. Its founder is an adviser to a pro-Brexit think tank panel chaired by two prominent government ministers. Randox Laboratories Awarded $646 million in testing contracts. Owen Paterson, a government minister, is a paid consultant for the firm. Deloitte Awarded a contract to consult on P.P.E. procurement retrospec tively and without competition. The company has made non-cash donations to the Conservative Party and others. Uniserve Group Awarded $1 billion in P.P.E. contracts, the company is among the biggest winners. Its founder is an adviser to a pro-Brexit think tank panel chaired by two prominent government ministers. Randox Laboratories Awarded $646 million in testing contracts. Owen Paterson, a government minister, is a paid consultant for the firm. Deloitte Awarded a contract to consult on P.P.E. procurement retrospectively and without competition. The company has made non-cash donations to the Conservative Party and others. PPE Medpro The company won its first contract barely three weeks after it was set up. It went on to win nearly $274 million in P.P.E. contracts. PestFix The pest control supply firm won more than $470 million in P.P.E. contracts. It supplied 600,000 face masks that could not be used for their original purpose. PPE Medpro The company won its first contract barely three weeks after it was set up. It went on to win nearly $274 million in P.P.E. contracts. Ocean Footprint The marine equipment supplier was awarded a $7 million contract without having any prior experience in supplying medical P.P.E. PestFix The pest control supply firm won more than $470 million in P.P.E. contracts. It supplied 600,000 face masks that could not be used for their original purpose. PPE Medpro The company won its first contract barely three weeks after it was set up. It went on to win nearly $274 million in P.P.E. contracts. Ocean Footprint The marine equipment supplier was awarded a $7 million contract without having any prior experience in supplying medical P.P.E. PestFix The pest control supply firm won more than $470 million in P.P.E. contracts. It supplied 600,000 face masks that could not be used for their original purpose. Serco Awarded $285 million for testing and contact tracing. The company admitted to defrauding the government and paid a $30 million fine in 2013. Honeywell Embroiled in two global bribery probes. The U.K. P.P.E. czar is a shareholder. KPMG Its U.K. arm recently faced a negligence lawsuit over alleged accounting failures linked to the collapse of outsourcing giant Carillion. Serco Awarded $285 million for test- ing and contact tracing. The company admitted to defraud- ing the government and paid a $30 million fine in 2013. Honeywell Embroiled in two global bribery probes. The U.K. P.P.E. czar is a shareholder. KPMG Its U.K. arm recently faced a negligence lawsuit over alleged accounting failures linked to the collapse of outsourcing giant Carillion. Serco Awarded $285 million for testing and contact tracing. The company admitted to defrauding the government and paid a $30 million fine in 2013. Honeywell Embroiled in two global bribery probes. The U.K. P.P.E. czar is a shareholder. Each circle represents one contract $500m $50m Each circle represents one contract $500m $50m Each circle represents one contract $500m $50m", "", "", "", "", "The British central government published data on pandemic-related contracts worth $22 billion awarded from January through November. Many more contracts remain secret. Taken together, about half of that $22 billion went to companies with political connections, no prior experience or histories of controversy. About $5 billion went to politically connected companies. Some had former ministers and government advisers on staff. Others donated to the Conservative Party. Around $6 billion went to companies that had no prior experience in supplying medical personal protective equipment. Fashion designers, pest controllers and jewelers won lucrative contracts. More than $5 billion was awarded to companies with histories of controversy, from tax evasion and fraud to corruption and human rights abuses. But that’s only half the story. It is impossible to know how much the government has spent on Covid-19 procurement. Sources: Tussell, U.K. Government Companies House database, U.K. Electoral Commission, Parliament’s Register of Members' Financial Interests.", "The Times investigation was based on contracts compiled by Tussell, a research firm that tracks public spending. It also relies on other public records, and interviews with dozens of government officials, lawmakers, business owners, doctors and nurses.", "All of the companies named in this article have denied wrongdoing, and there is no evidence to suggest that government officials were engaged in illegal conduct. But there is ample evidence of cronyism, waste and poor due diligence. Some of it has been documented by the British media, but the scale of the problem is wider than previously known.", "In the government's rush to hand out contracts, officials ignored or missed many red flags. Dozens of companies that won a total of $3.6 billion in contracts had poor credit, and several had declared assets of just $2 or $3 each. Others had histories of fraud, human rights abuses, tax evasion or other serious controversies. A few were set up on the spur of the moment or had no relevant experience — and still won contracts.", "The Department of Health and Social Care, which led the government’s pandemic procurement, said in a statement that “proper due diligence” was carried out for all contracts.", "“We take these checks extremely seriously,” a spokesman for the department said in an emailed statement.", "The government was undoubtedly in crisis in March, with Mr. Johnson putting the country on a “war footing.” Many companies, such as the fashion brand Burberry, did create new production lines and successfully produce critical supplies.", "Medical staff wearing personal protective equipment, or P.P.E., at a hospital in Cambridge in May. Officials shelled out billions in contracts for coronavirus tests, vaccines and P.P.E. Pool photo by Neil Hall", "Nevertheless, the crisis gave way to a system that was neither fair nor equitable, critics say. Suppliers who answered the government's call say the publicly advertised procurement system run by Lord Deighton was at best slow and at worst unresponsive.", "Junior staffers reviewed thousands of proposals and passed on a chosen few to their bosses, who often had only a day to sign off on contracts, according to a government official involved in the process. Some businesses said they were left waiting months as their proposals went unanswered. Others said it was difficult to keep up with what the government wanted, with safety specifications sometimes changing after deliveries had already been made.", "Normally, companies would bid on individual contracts with requirements published in advance. But given the government’s frenzied need for supplies, most companies simply submitted broad proposals through a government website. Government officials then decided yes or no, or in some cases approached companies themselves.", "A government spokesman said that the huge global demand for P.P.E. had created “a highly competitive market” and that it used “the quickest and most accessible routes” to buy protective gear.", "In choosing speed over due diligence, however, ministers squandered millions on \"unsuitable\" items, including some that did not meet safety standards, according to the National Audit Office. The government said that only a tiny portion of the supplies, 0.5 percent, had been found unfit for their intended uses.", "Ministers could have avoided the panicked spending spree, critics said, had they not ignored their own pandemic preparedness plan and sold off stocks of P.P.E. from rainy-day reserves in the first three months of the year.", "“If they had stocked according to that plan, then they would have bought themselves more time,” said Dolin Bhagawati, a neurosurgeon and a leader of the Doctors' Association UK, which is suing the government for failing to investigate the effects of the P.P.E. shortages.", "The V.I.P. Lane", "March was a month of madness for Matt Hancock, Britain’s health secretary. Doctors and nurses were in open revolt, telling the government they felt like “cannon fodder” for being forced to work without proper protective gear. Officials were struggling to process thousands of offers that responded to the government’s call to arms to British suppliers.", "In the pressurized atmosphere of early April, with lawmakers loudly demanding P.P.E for their constituents, Mr. Hancock secretly authorized the V.I.P. lane for favored companies, which proved to be 10 times more likely to win contracts than those outside that group, according to the National Audit Office.", "How P.P.E. contracts were awarded More than 15,000 companies contacted the British government offering to supply personal protective equipment. Parallel supply chain From April onward all bids to supply P.P.E. were handled by this team, led by Lord Paul Deighton. 493 suppliers ~14,000 suppliers “V.I.P.” lane A high-priority lane for businesses endorsed by officials or politicians. Recommendations were sent to a secret email. Ordinary lane Most businesses submitted their bids through a public government website. Cabinet office This government department led due diligence and conflict-of-interest checks on companies. Clearance board PPE contracts worth more than $6.7 million required extra approval from this group. ~1 in 10 succeed Around 10 percent of suppliers who went through the high-priority lane were awarded contracts. ~1 in 100 succeed Less than 1 percent of suppliers who went through the public process were awarded contracts. How P.P.E. contracts were awarded More than 15,000 companies contacted the British government offering to supply personal protective equipment. Parallel supply chain From April onward all bids to supply P.P.E. were handled by this team, led by Lord Paul Deighton. 493 suppliers ~14,000 suppliers “V.I.P.” lane A high-priority lane for businesses endorsed by officials or politicians. Recommendations were sent to a secret email address. Ordinary lane Most businesses submitted their bids through a public government website. Cabinet office This government department led due diligence and conflict-of-interest checks on companies. Clearance board PPE contracts worth more than $6.7 million required extra approval from this group. ~1 in 10 succeed Around 10 percent of suppliers who went through the high-priority lane were awarded contracts. ~1 in 100 succeed Less than 1 percent of suppliers who went through the public process were awarded contracts. Source: National Audit Office Report.", "The government did not carry out systematic company checks, including for potential conflicts of interest, until it had already spent nearly $2 billion, auditors found. Officials did not always document who recommended a company or why it was awarded a contract.", "One company in the V.I.P. lane was an investment firm, Ayanda Capital, where a man named Andrew Mills served as a senior board adviser while also working for a government body, the Board of Trade. While it is not clear what role Mr. Mills played, Ayanda Capital was awarded nearly $340 million to supply personal protective equipment. It eventually delivered 50 million masks worth more than $200 million that could not be used for their original purpose, because the ear loop fastenings did not match the government’s new requirements.", "A spokesman for Ayanda denied that the masks were unusable and said they met all government requirements when the order was placed.", "Many companies and business people, often better qualified to produce P.P.E. but lacking political connections, had no access to the V.I.P. lane. Multibrands International, a British manufacturer that had been producing P.P.E. for China since December, was among them. Its owner, Rizwana Hussain, spent months trying to reach government officials through public channels.", "Rizwana Hussain, the owner of Multibrands International, said she had offered to supply the government with “large quantities” of P.P.E. starting in March, but never heard back. Mary Turner for The New York Times", "Ms. Hussain had offered to supply the government starting in March, her emails show. She was still at it in early May when news broke that 400,000 protective gowns that the government ordered from Turkey had proved to be unusable. “I was so upset thinking, ‘Why are we listening to these disastrous happenings when we’re here and are offering our help?’” Ms. Hussain said.", "She said that although her company could produce large quantities of P.P.E. at its factories in China and India, she never heard back from the government.", "Government officials said that the high-priority lane was set up to efficiently prioritize credible offers of P.P.E. for the National Health Service, and that all proposals, whatever channel they went through, were assessed by the same standards.", "But they have not released the names of the nearly 500 companies that made the V.I.P. list., fuelling questions of cronyism.", "“Some people seem to be doing very well out of this crisis and that goes against a very basic principle of fairness,” said Rachel Reeves, a Labour party lawmaker and Shadow Minister for the Cabinet Office.", "Lords and Conflicts", "Lord Deighton was a central figure in the procurement program, if one with potential conflicts of interest.", "He is remembered by his former colleagues at the London Olympics committee as an analytical thinker and a “counselor” of sorts, who was always calm and thoughtful. He is popular inside Westminster, too, where he once served as a junior Treasury minister in a Conservative government, is close to the prime minister’s office and recommended the successor to the controversial Dominic Cummings, who recently resigned as chief of staff.", "Lord Deighton, who was once a Goldman Sachs executive, remains involved in business and has financial or personal connections to at least seven companies that were awarded lucrative government contracts totalling nearly $300 million, the Times has learned.", "There is no evidence to suggest that the companies won contracts because of their connection to Lord Deighton, and he was not directly involved in awarding vaccine, contact tracing or consulting contracts. He properly declared his business interests in a public register for the House of Lords but did not respond to questions about them.", "Lord Deighton after being knighted in 2013 at Buckingham Palace in London. Stefan Rousseau/Agence France-Presse — Getty Images", "Still, conflict of interest questions remain, given his access to government ministers overseeing the spending spree and his involvement in high-level meetings and strategy discussions.", "Two of the contracts linked to Lord Deighton were P.P.E.-related. One, for $78 million, was awarded to Honeywell Safety Products, a subsidiary of Honeywell International, a company he holds shares in.", "Lord Deighton is also a shareholder of AstraZeneca, the British pharmaceutical company that is developing a vaccine with Oxford University, and was awarded $205 million for test services.", "He also holds shares in the consulting firm Accenture, which was awarded a $5.6 million contract to help develop England’s ill-fated contact tracing app and detect fraud in procurement. Another company he has a stake in, UBS, won $770,000.", "Neither Lord Deighton nor the companies would divulge the size of his share holdings.", "A $406,000 contract was awarded to a consulting firm, Chanzo, to help set up and run the P.P.E. procurement system, including providing a chief of staff for Lord Deighton.", "Chanzo's founder and chief executive, Jean Tomlin, is a long-time business associate of Lord Deighton, and worked with him on the Olympic committee. Ms. Tomlin is also a fellow director at Hakluyt, a corporate intelligence firm founded by former British intelligence officers, which Lord Deighton chairs.", "Lady Alison Deighton, his wife, is a former director of N.M. Rothschild, which won a $770,000 contract for consulting services. Another consulting contract of the same value went to Moelis & Company, an investment bank where one senior adviser and Labour peer, Lord Charles Allen, was also on the Olympic committee board with Lord Deighton.", "Protesting against the lack of protective gear and testing in London in April. Hannah Mckay/Reuters", "A colleague in a situation similar to Lord Deighton’s has been forced to relinquish his shareholdings. Lord Agnew, a Cabinet Office minister responsible for supporting Covid-19 procurement, put shares worth about $120,000 in an artificial intelligence company, Faculty Science, into a blind trust following criticism. The company, which has close ties to the Conservative Party and Mr. Cummings’s campaign to leave the European Union, was awarded $5.5 million for Covid-related data analysis services.", "Faculty Science said it was “pleased” the National Audit Office had found no conflicts of interest in the awarding of its contracts, nor any evidence of Lord Agnew’s involvement.", "The government said that it has rules and processes to guard against conflicts of interest.", "Officials insisted that Lord Deighton had no role in approving contracts, despite his appointment as the P.P.E. czar overseeing both the purchase and manufacture of P.P.E.", "In the end, his team awarded contracts to fewer than 1 percent of suppliers who went through ordinary government channels, an auditor’s report found. Ms. Hussain’s company, Multibrands International, was not among the recipients.", "“Before this case we were extremely naive,” she said. “We thought if we rang the government, said we're a local British business with the facilities to help, that would be enough.”", "“Now we know not being part of the government inner circle held us back,” Ms. Hussain said."], "authors": ["Jane Bradley", "Selam Gebrekidan", "Allison Mccann"], "keywords": ["pandemic", "cronyism", "britains", "company", "went", "inside", "awarded", "ppe", "negligence", "million", "contract", "deighton", "waste", "contracts", "spending", "companies", "lord"], "pubDate": "2020-12-17T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}