{"id": "587f99fc-6296-33d6-9574-552437f1ed6d", "title": "Karl Rove slams Biden's pick to head Supreme Court commission as 'political hack'", "url": "https://www.foxnews.com/politics/karl-rove-slams-bidens-pick-to-head-supreme-court-commission-as-political-hack", "summary": "Fox News contributor Karl Rove warned Democrats against expanding the Supreme Court, saying it may not work in their favor in 2022 while calling out the partisan co-chair of the president's commission to explore reforms for the high court on \"Your World.\"\nKARL ROVE: I've seen a partial list, and there were only two Republicans on the list that I saw, and there may be more.\nThe co-chairman is Bob Bauer, and before the 2008 election he was the DNC general counsel and general counsel for Obama 2008 presidential campaign.\nDNC general counsel.\nI'll be surprised if they don't come up with a bunch of ways to constrain the Supreme Court, expand the, potentially expand the court, expand the appellate courts, expand the power of the power of the appellate and district courts, and otherwise undermine a conservative Supreme Court.", "paragraphs": ["Fox News contributor Karl Rove warned Democrats against expanding the Supreme Court, saying it may not work in their favor in 2022 while calling out the partisan co-chair of the president's commission to explore reforms for the high court on \"Your World.\"", "KARL ROVE: I've seen a partial list, and there were only two Republicans on the list that I saw, and there may be more. Here's the give-away. The co-chairman is Bob Bauer, and before the 2008 election he was the DNC general counsel and general counsel for Obama 2008 presidential campaign. He was counsel for the Obama re-elect in 2012. DNC general counsel. In the 2020 election, he helped Biden vet his vice presidential running mates, and then in the debate prep played Donald Trump in the debate prep for Joe Biden.", "So here we have a very touchy issue, should we or should we not expand the Supreme Court, and rather than having a legal scholar with broad bipartisan respect, they put in with all due respect to Mr. Bauer, whom I sure is an excellent lawyer, a political hack lawyer, and this is not going to increase the sense that this is a commission that is not going to be highly political, highly partisan and arrive at what the left of the Democratic Party wants. I'll be surprised if they don't come up with a bunch of ways to constrain the Supreme Court, expand the, potentially expand the court, expand the appellate courts, expand the power of the power of the appellate and district courts, and otherwise undermine a conservative Supreme Court. All of which will read down to the political disadvantage of the Democrats by creating issues that they don't want in the 2020 election if they're thinking about it, 2022 election, excuse me.", "CLICK HERE TO WATCH THE FULL INTERVIEW"], "authors": ["Fox News Staff", "This Article Was Written Fox News Staff."], "keywords": ["pick", "political", "slams", "counsel", "supreme", "election", "karl", "commission", "hack", "court", "expand", "respect", "presidential", "head", "rove", "general"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}