{"id": "58b545f4-f27b-39db-9da6-f0981dc63dae", "title": "Meet Marisa Abela, the Breakout Star of the New HBO Series Industry", "url": "https://www.vogue.com/article/marisa-abela-beauty", "summary": "While quarantining in Brighton, England, earlier this year, the actor Marisa Abela maximized her time at her childhood home.\nShe started running 5Ks and even taught herself how to surf.\n“I had to do a chemistry read over Zoom,” she recalls, breaking into a laugh, of the virtual interaction (glitches included) with costar Taheen Modak.\nArmani Beauty Lip Maestro Liquid Matte Lipstick in 300Armani Beauty Lip Maestro Liquid Matte Lipstick in 300 $38 SEPHORA Shop NowConsider Armani Beauty’s feel-good tangerine-colored Lip Maestro an instant pick-me-up.\nL’Oréal Paris Rouge Signature Matte Lip Stain in 464 PreparedL’Oréal Paris Rouge Signature Matte Lip Stain in 464 Prepared $12 L'ORÉAL PARIS Shop NowAchieve a powerful pout in a single swipe with this matte formula, which is available in 37 shades, ranging from peaches and plums to one glittery gold.", "paragraphs": ["While quarantining in Brighton, England, earlier this year, the actor Marisa Abela maximized her time at her childhood home. She started running 5Ks and even taught herself how to surf. But it was the many hours she logged indoors, refining the art of the Zoom audition, that proved most valuable to her career: “It’s all about angles and where you place the camera,” says the 23-year-old breakout star of Industry—a new HBO series about entry-level investment bankers in London, out next week.", "These nuances also turned Abela on to the transformative power of makeup: how a wash of powder can diffuse the light or how a long-lasting liquid lipstick can translate over even the most pixelated of frames (and stay in place underneath a mask). “I’m normally quite low-key,” she notes, adding that the DIY beauty crash course was crucial to securing her role in Five Dates, a forthcoming choose-your-own-adventure rom-com made for gaming consoles, which was filmed via video chat during lockdown. “I had to do a chemistry read over Zoom,” she recalls, breaking into a laugh, of the virtual interaction (glitches included) with costar Taheen Modak. “That was really intense!”", "Below, the best pout players for your own Zoom-ready lip.", "Chanel Le Rouge Duo Ultra Tenue in 180 Passionate Red", "Chanel Le Rouge Duo Ultra Tenue in 180 Passionate Red $38 CHANEL Shop Now", "Chanel’s two-in-one liquid lipstick stick pairs full-coverage color, like this subtly shimmery Bordeaux shade, with high-shine gloss.", "Fenty Beauty by Rihanna Stunna Lip Paint Longwear Fluid Color in Uncensored", "Fenty Beauty by Rihanna Stunna Lip Paint Longwear Fluid Lip Color in Uncensored $25 SEPHORA Shop Now", "No need to reapply Fenty’s fire-engine red lip paint: the paraben-free formula is designed to stay put—and stay bright.", "Yves Saint Laurent Tatouage Couture Velvet Cream Liquid Lipstick in N210 Nude Sedition", "Yves Saint Laurent Tatouage Couture Velvet Cream Liquid Lipstick in N210 Nude Sedition $38 SEPHORA Shop Now", "Treat your lips to Yves Saint Laurent’s stain, which glides on to deliver a smooth, pigmented finish.", "Armani Beauty Lip Maestro Liquid Matte Lipstick in 300", "Armani Beauty Lip Maestro Liquid Matte Lipstick in 300 $38 SEPHORA Shop Now", "Consider Armani Beauty’s feel-good tangerine-colored Lip Maestro an instant pick-me-up.", "L’Oréal Paris Rouge Signature Matte Lip Stain in 464 Prepared", "L’Oréal Paris Rouge Signature Matte Lip Stain in 464 Prepared $12 L'ORÉAL PARIS Shop Now", "Achieve a powerful pout in a single swipe with this matte formula, which is available in 37 shades, ranging from peaches and plums to one glittery gold."], "authors": ["Zoe Ruffner", "Zoe Ruffne"], "keywords": ["matte", "sephora", "stain", "lip", "star", "lipstick", "breakout", "shop", "series", "abela", "beauty", "hbo", "liquid", "industry", "stay", "meet", "marisa", "rouge"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}