{"id": "58d6b0af-2efd-3cfd-a19d-ef7a85d536ea", "title": "INSEAD Business School", "url": "https://execed.economist.com/insead-business-school/negotiation-dynamics-2021-02-23", "summary": "Horacio Falcão is a Senior Affiliate Professor of Decision Sciences at INSEAD, where he teaches mainly on the topic of Negotiation.\nHe is also the creator of the Value Negotiation system and a founding partner of Value Negotiation Co, where he conducts negotiation and mediation training, coaching, facilitation and consulting to the private and public sectors.\nfrom Harvard Law School with a concentration on alternative dispute resolution in 1997.\nBefore INSEAD, Horacio taught negotiation at the Program of Instruction for Lawyers (PIL) at Harvard Law School and mediation at the Fletcher School of Law and Diplomacy, Tufts University and at the Harvard Mediation Program.\nSince then, he received the following awards:• Best MBA Elective Professor in 2004, ’05, ’06, 08 & ’09 (INSEAD)• Best EMBA Elective Professor in 2005 (INSEAD)• Best TIEMBA Elective Professor in 2008 (Tsinghua University, Beijing, China).", "paragraphs": ["Horacio Falcão is a Senior Affiliate Professor of Decision Sciences at INSEAD, where he teaches mainly on the topic of Negotiation. He is also the creator of the Value Negotiation system and a founding partner of Value Negotiation Co, where he conducts negotiation and mediation training, coaching, facilitation and consulting to the private and public sectors. In 2010, Horacio published his book: Value Negotiation: How to Finally Get the Win-Win Right.", "Previously, Horacio worked at Cambridge Negotiation Strategies and CMI International Group (a spin-off from the Harvard Negotiation Project) and previously at two prestigious law firms in Brazil. He founded and was the first Vice President of the Harvard Latin America Law Society. He has worked for the International Court of Arbitration in Paris and as a Harvard-trained mediator he has mediated cases at the courts of Massachusetts. A lawyer trained in both civil and common law systems, Horacio graduated as an LL.M. from Harvard Law School with a concentration on alternative dispute resolution in 1997.", "Since then, Horacio has been traveling all over the world mediating complex disputes, facilitating dialog, developing negotiation and consensus building strategies. He has lived in Brazil, US, France and Singapore. He has worked with clients such as: Alianza Hispana, ALSTOM, Andersen Consulting, AOL, Arcelor, ATKearney, BHP Billiton, BMC Software, DuPont, FAS-PwC, IBM, Infineon, INSEAD, VISA, among others.", "Before INSEAD, Horacio taught negotiation at the Program of Instruction for Lawyers (PIL) at Harvard Law School and mediation at the Fletcher School of Law and Diplomacy, Tufts University and at the Harvard Mediation Program.", "Besides, Horacio has founded three companies and negotiated extensively on their behalf. Horacio is also an active angel investor in a variety of start-ups around the world.", "He received his MBA in 2002 from INSEAD. Since then, he received the following awards:", "• Best MBA Elective Professor in 2004, ’05, ’06, 08 & ’09 (INSEAD)", "• Best EMBA Elective Professor in 2005 (INSEAD)", "• Best TIEMBA Elective Professor in 2008 (Tsinghua University, Beijing, China)."], "authors": [], "keywords": ["horacio", "school", "business", "professor", "mediation", "value", "worked", "insead", "negotiation", "harvard", "law"], "pubDate": "2021-02-23T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}