{"paragraphs": ["For decades, the Microsoft Flight Simulator series has given aviation enthusiasts a way to get their virtual wings. However, with more than 13 years since the most recent entry, would-be pilots haven’t had the mainstay series to rely on. Thankfully, Microsoft Flight Simulator is back with a host of innovative features to give virtual pilots the most ambitious flight-simulation software ever created.", "As I sit into the cockpit of my virtual plane (a gaming chair in front of a desk with an advanced yoke system, complete with a throttle panel to my right and rudder panels at my feet), I’m loaded into a mid-flight instance over the gorgeous city of Naples, Italy. Suddenly appearing in the cockpit, I feel a brief sense of nervousness as I grip the control wheel. Looking around the iconic city, I’m stunned by how gorgeous everything looks. The distinct architecture of the seaside Italian city passes beneath my aircraft with photorealistic visuals. Though I’m responsible for keeping the small plane airborne, I can’t take my eyes off the city beneath me.", "No matter where you choose to fly – and you can choose anywhere on the planet – the cities, landscapes, and natural landmarks are presented in photorealism. This is thanks to advanced photogrammetry that leverages data and textures from Microsoft’s Bing to create 3D models of every building, tree, and mountain on Earth. The team has to go in and make sure everything looks good (some trees and unique buildings like Seattle’s Space Needle don’t capture from satellite well), but the advanced machine learning used in this process greatly lowers the number of human hours put into creating this ultra-realistic planet. Then, it streams to your machine using Microsoft’s Azure cloud technology. Because of this, you can circumnavigate a photorealistic globe in a single session – if you have enough fuel.", "The team isn’t stopping there, however, as other real-time data helps deliver an even more authentic experience. As I continue flying over Naples, we change the weather mode in the environment. The initial load featured calm weather and clear skies. However, by adjusting one option, I’m suddenly experiencing the weather in Naples in real time; I guess it was a pretty windy morning in southern Italy. From there, I toggle to different cloud settings, various times of day, and even a low-visibility rainstorm where I must rely on my instruments. The team is also looking into real-time tracking of animal migrations, natural disasters, and even car traffic on the ground.", "In addition, Microsoft Flight Simulator has the power to track real-world flight traffic using transponder signals. “We know where every airplane is, and we actually render it in real time,” says Microsoft’s Jorg Neumann, head of Microsoft Flight Simulator. “We [also] have A.I.-driven planes, and then everything from the air-traffic controller gets a slot. The interaction between us and the real world’s traffic is kind of complicated. You have options: You can either fly with just A.I. traffic and we control everything, or you fly with just real-world traffic. And then, the really hard one is the blend. We’re still working on that! It’s hard!”", "After enjoying the scenery of Naples for a while, I decide to try and land at Naples International Airport. After several botched approaches, I finally give myself a wide enough radius and begin descending toward the runway. As I get closer, I rely more on lowering my throttle and using the aircraft’s flaps to create drag than actually pointing the control wheel toward the ground. Keeping things steady as I get closer to the ground is difficult, as the slightest motion could cause me to roll too far to one side. After some gentle corrections on the way to the ground, I finally land. It’s a rough landing for sure, but I’m safe. Now that I’m on the ground, I press both feet into the rudders beneath the desk to bring the plane to a stop.", "My next session takes me to the United States at Renton Municipal Airport near Microsoft’s offices just outside of Seattle. In this session, I’m already on the ground, but that’s not where I want to be. I pull up to the start of the runway and put the plane into full throttle. As I reach takeoff speed, I slowly pull back on the yoke and ascend to cruising altitude. Using my instruments, I easily reach the skies over Seattle. However, my most difficult challenge awaits.", "The final session takes me to Courchevel Altiport, one of the world’s most dangerous airports. Located in the French Alps, getting a perfect approach is important since you have little room for do-overs. In addition, the airport has a sloped runway, meaning you have to land at an incline rather than a flat surface. This means that you must pull the nose up at the last moment to land smoothly. While I lower the throttle too much on my first approach and crash into the nearby trees, for my second attempt I coast in towards a safe landing, only to veer slightly off course when I pull the nose up and land a bit rough. However, it was such a challenging scenario, I’ll take the rough landing.", "While I walked away from my time with Microsoft Flight Simulator impressed, you’ll need to make a serious investment into your hardware in order to enjoy it the way I did; the yoke system bundle I played on currently retails just over $300. It’s all but certain that playing on a keyboard or controller would feel substantially less immersive, but those who are there for the thrill of exploring the planet from the point-of-view of birds can still do so without the fancy peripherals.", "With so much amazing technology at work, Microsoft Flight Simulator is infinitely ambitious, and if what I experienced with my hands-on time is any indication, aspiring pilots and newcomers should be excited to take to this sky in the series’ upcoming return."], "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Digital Editor", "Brian Has Written About Video Games For Over A Decade Across Multiple Publications. When He'S Not Writing Or Gaming", "He'S Usually Listening To Music", "Watching Ufc", "Or Hopelessly Rooting For A Baltimore Or D.C. Sports Team."], "title": "Microsoft Flight Simulator Preview – Soaring To New Heights", "id": "58d937fd-f5b8-34d7-a812-c07ed05a1268", "keywords": ["im", "using", "land", "soaring", "traffic", "microsoft", "preview", "ground", "flight", "heights", "naples", "simulator", "throttle"], "summary": "For decades, the Microsoft Flight Simulator series has given aviation enthusiasts a way to get their virtual wings.\nThankfully, Microsoft Flight Simulator is back with a host of innovative features to give virtual pilots the most ambitious flight-simulation software ever created.\nIn addition, Microsoft Flight Simulator has the power to track real-world flight traffic using transponder signals.\n“We know where every airplane is, and we actually render it in real time,” says Microsoft’s Jorg Neumann, head of Microsoft Flight Simulator.\nWith so much amazing technology at work, Microsoft Flight Simulator is infinitely ambitious, and if what I experienced with my hands-on time is any indication, aspiring pilots and newcomers should be excited to take to this sky in the series’ upcoming return.", "pubDate": null, "url": "https://www.gameinformer.com/preview/2019/11/22/microsoft-flight-simulator-preview-soaring-to-new-heights"}