{"id": "58e14f2f-ba36-3163-9611-bbe14d3f45a9", "title": "The Last Of Us Part II Review – A Perfect Circle", "url": "https://www.gameinformer.com/review/the-last-of-us-part-ii/the-last-of-us-part-ii-review-a-perfect-circle", "summary": "The Last of Us Part II is defined by its story at every turn, and Naughty Dog masterfully weaves its themes in at every level.\nYes, you kill many humans and Infected along the way, but the accumulated effect of Ellie’s fury weighs on you over time.\nThe chaotic, post-apocalyptic overlay creates the perfect opportunity for different factions to vie for power.\nEven with its many combat scenarios, The Last of Us Part II offers tranquil and lonely moments.\nThe people you meet along the way also play an important part in your journey; when traveling alone, you feel their absence.", "paragraphs": ["There are many things about human nature we struggle against. We see what we want to see. We acquire our beliefs and perspectives from the people and the world around us. And sometimes, in order to see, we must be shown.", "The Last of Us Part II illuminates many complicated and difficult facets of humanity – a journey that tackles empathy, anger, and how we are defined by those around us. These philosophical considerations can be uncomfortable to wrestle with, but Naughty Dog conveys them with careful nuance and unflinching emotion, creating a narrative masterpiece with a unique power few games have ever achieved.", "The story opens with a conversation about how the first game ended – about what Joel did at the Firefly hospital, and the lie he told Ellie about it. That exchange lays the foundation for the current state of their complicated relationship, which players come to understand even more deeply as the story continues. Holed up in an encampment in Jackson, Wyoming, Ellie and Joel are trying to come to terms with the consequences of their previous actions, and the world continues to suffer from the chaos of the infection that has transformed mankind and ravaged civilization.", "The Last of Us Part II is defined by its story at every turn, and Naughty Dog masterfully weaves its themes in at every level. It depicts the raw violence that Ellie uses to navigate this harsh world, and that violence feeds into pivotal plot points during her quest for revenge. Yes, you kill many humans and Infected along the way, but the accumulated effect of Ellie’s fury weighs on you over time. Even as you clear an area of hostile guards, you question your own role in the brutality. The people you assassinate have names, and you can overhear them talking about their loved ones as you sneak up on them. Though it’s difficult to say that this is “fun,” the way The Last of Us Part II forges this level of investment and immersion is one of its greatest strengths.", "The chaotic, post-apocalyptic overlay creates the perfect opportunity for different factions to vie for power. In addition to the zombie-like Infected, you also fight the militarized WLF and the technology-averse Seraphites. You deal with all these groups in intense encounters that blend sneaking and shooting in varied and unpredictable ways. Ellie’s increased agility lets you jump, crawl, and vault through areas and take advantage of verticality, but the biggest improvement to combat is the way the world pushes you to play. Stealth is always rewarded, and you can control the battlefield with clever use of your resources, especially in the larger environments. I knew I made a mistake when I died, and I felt satisfaction when I skillfully handled a situation.", "Even with its many combat scenarios, The Last of Us Part II offers tranquil and lonely moments. Some areas are devoid of encounters completely, but they don’t feel barren. Instead, they focus on world-building, or cause you as a player to reflect on your actions. The people you meet along the way also play an important part in your journey; when traveling alone, you feel their absence.", "Environments tell their own stories of those who became infected. People waiting for their families to return, soldiers hunting deserters, and patients seeking treatment – you piece together these tragic and fascinating tales by reading notes and interpreting clues in the world. From a more practical standpoint, exploring every area is important for gathering resources used to craft items and upgrade talents like faster crawling and improved awareness. Almost every corner has something to find, and I felt rewarded for digging through drawers and searching every room. Going into an empty store, it was easy to feel for the characters in this world who had their lives upended. And as much as gaming can be an escape, the state of the real world right now provides a lens that is difficult to ignore; I never thought seeing the remains of a bookstore or a restaurant would hit harder due to the COVID-19 pandemic, but they did.", "The production values that Naughty Dog brings to this experience are second to none. The characters don’t only look good – they look real, complete with quirks that make them more believable as humans. The world and its inhabitants are visually stunning, with artwork and animations you will see just once, quips and conversations that make the world feel alive, and a soundtrack and sound effects that brought chills to my spine. Low hums and water dripping on empty bottles add to the tension as you navigate the perils of the world.", "I can rave about the attention to detail, the world, and the combat, but the story is where The Last of Us Part II sets a new bar. It is more about challenging your heart than your reflexes, and I simply cannot recommend it enough. There is much to be said about this game that can’t be said here due to spoilers, but you should play it as soon as you can with as little info as possible. But you don’t need to know specifics to appreciate how the gameplay and environmental cues all play into a single purpose: They make you feel the choices, helplessness, and the violence at the heart of this world and its characters. I can safely say this is the best narrative game I have played. I felt the loss. I felt the confusion. It is a game that turned me inside out with each twist of the screw."], "authors": [], "keywords": ["feel", "infected", "perfect", "way", "game", "review", "circle", "felt", "play", "violence", "naughty", "world", "ii"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}