{"id": "59756d01-2fec-393a-85f3-ff50d5982409", "title": "Disney Shows Off Huge Slate Of Marvel Series And Movies In 2021 And Beyond", "url": "https://www.gameinformer.com/gamer-culture/2020/12/11/disney-shows-off-huge-slate-of-marvel-series-and-movies-in-2021-and-beyond", "summary": "The series features the appearances of other MCU characters, including Monica Rambeau (Captain Marvel), Darcy Lewis (Thor), and Jimmy Woo (Ant-Man & The Wasp).\nThis time, the eponymous doctor is venturing through the multiverse in a story that connects to the Disney+ series WandaVision.\nThis fourth film in the Thor series will be directed by Thor: Ragnarok director Taika Waititi.\nCaptain Marvel 2November 11, 2022 – Captain Marvel 2 (Theaters)Brie Larson returns to the role of Carol Danvers in Captain Marvel 2.\nIronheartTBA - Ironheart (Disney+)Genius inventor Riri Williams makes her debut in a new Disney+ series Ironheart.", "paragraphs": ["Following the climactic conclusion of Avengers: Endgame and the fitting epilogue of Spider-Man: Far from Home, 2019 served as the end of an era for the long-running Marvel Cinematic Universe; it was a fitting place to take a break from the onslaught of entertainment the superheroes had brought us over the last decade. However, that wasn't the plan, as we were supposed to see the next stage set for the connected universe through films like Black Widow and Eternals (and maybe Venom 2, depending on how the multiverse theories play out), but as we all learned this year, our plans don't mean a thing.", "The slate of films were put on hold as the world's movie theaters were affected by the lockdown, and the MCU was essentially put on ice for the duration of 2020. Now, Disney and Marvel Studios are ready to rev the engines once more as the calendars turn to 2021. During The Walt Disney Company's 2020 Investor Day presentation, president of Marvel Studios Kevin Feige gave us an update to the slate of movies and Disney+ shows we can expect in the near future.", "\"The Cinematic Universe weaves storylines, heroes, and villains across 23 feature films to date,\" Feige said during his presentation. \"And with Disney+, we're able to extend this way of storytelling to a new format – creating series that are connected to our theatrical releases, making the MCU more immersive than ever.\"", "Phase 4 was originally set to launch with Black Widow in May 2020, but when it was delayed into 2021, the plans shifted. Now, WandaVision, the Disney+ series starring Scarlet Witch and Vision, will launch the next MCU Phase when it premieres on the streaming service on January 15. Here is how the near future of the Marvel Cinematic Universe will play out across feature films and Disney+.", "WandaVision", "January 15, 2021 – WandaVision (Disney+)", "Elizabeth Olsen and Paul Bettany reprise their roles as Scarlet Witch and Vision as the two characters settle into quiet suburban life together. However, as the decades roll on, it becomes increasingly obvious that things aren't as normal as they once thought. The series features the appearances of other MCU characters, including Monica Rambeau (Captain Marvel), Darcy Lewis (Thor), and Jimmy Woo (Ant-Man & The Wasp).", "Falcon and Winter Soldier", "March 19, 2021 – The Falcon and The Winter Soldier (Disney+)", "Following the events of Avengers: Endgame, which left Sam Wilson and Bucky Barnes wondering what's next, the two embark on a team-up adventure. The six-episode series will also see the return of Baron Zemo (Captain America: Civil War), Sharon Carter (Captain America: The Winter Soldier, Civil War), and the addition of John Walker.", "May 2021 – Loki (Disney+)", "The God of Mischief is back after his daring escape in Avengers: Endgame. However, just because he was able to escape imprisonment doesn't mean he's out of the woods. Tom Hiddleston returns to star as the notorious trickster, with new co-stars Owen Wilson, Gugu Mbatha-Raw, Sophia Di Martino, Wunmi Mosaku, and Richard E. Grant rounding out the cast.", "What If...?", "Summer 2021 – What If...? (Disney+)", "If you're bummed about the exodus of heroes and villains following the conclusion of Phase 3, What If...? will at least give you a dose of some of them stepping back into those roles. However, it might not be how you expect. What If...? takes storylines you know, but puts unique twists on them to see how things could have played out if one pivotal element was different. For example, what if Peggy Carter became the super soldier instead of Steve Rogers? What if T'Challa was the one abducted by Yondu instead of Peter Quill? This animated series explores various elements with myriad MCU stars reprising their iconic roles as voice actors as Jeffrey Wright steps into the role of The Watcher.", "Shang-Chi", "July 9, 2021 - Shang-Chi and the Legend of the Ten Rings (Theaters)", "The Master of Kung-Fu makes his MCU debut this summer in Shang-Chi and the Legend of the Ten Rings. Starring Simu Liu, this film forces the martial arts master to confront his past as he's drawn into the mysterious Ten Rings organization. Joining the cast is Tony Leung, Awkwafina, Meng'er Zhang, Michelle Yeoh, Ronny Chieng, Fala Chen, and Florian Munteanu.", "Ms. Marvel", "Late 2021 - Ms. Marvel (Disney+)", "Kamala Khan may have gotten a starring role in this year's Marvel's Avengers, but she's yet to make her debut in the Marvel Cinematic Universe. That all changes next year with Ms. Marvel on Disney+. Iman Vellani steps into the shoes of the 16-year-old Khan in a family-centric series set in Jersey City, N.J. This series may introduce Kamala Khan into the MCU, but she will join Carol Danvers and Monica Rambeau in Captain Marvel 2 in 2022.", "Hawkeye", "Late 2021 - Hawkeye (Disney+)", "Jeremy Renner is set to pick his bow back up and reprise the role of Clint Barton in Disney+'s Hawkeye. When he does, he'll be joined by Hailee Steinfeld, who is joining the series as Kate Bishop, one of several characters to hold the Hawkeye mantle. The two well-known archers will be joined by Maya Lopez (aka Echo) as the series debuts in late 2021.", "Doctor Strange 2", "March 25, 2022 – Doctor Strange in the Multiverse of Madness (Theaters)", "The Master of the Mystic Arts returns after his prominent role in Avengers: Infinity War. This time, the eponymous doctor is venturing through the multiverse in a story that connects to the Disney+ series WandaVision. The movie sees the return of Sam Raimi (perhaps best known by fans as the director of the original Spider-Man trilogy) to the superhero directorial chair. In addition to Benedict Cumberbatch returning to the role of Doctor Strange, fans can expect to see the return of Wong, Christine Palmer, and Mordo, as well as the inclusion of Scarlet Witch and the MCU debut of America Chavez.", "Thor 4", "May 6, 2022 – Thor: Love and Thunder", "While we already knew about Thor: Love and Thunder featuring Chris Hemsworth as Thor, Natalie Portman as Jane Foster, and Tessa Thompson as Valkyrie, Marvel Studios has confirmed rumors that Christian Bale is joining the cast. The former Batman actor joins the cast as Gorr the God Butcher. This fourth film in the Thor series will be directed by Thor: Ragnarok director Taika Waititi. Waititi also confirmed that Jane will become the Mighty Thor, Goddess of Thunder.", "Black Panther II", "July 8, 2022 – Black Panther II", "Following the tragic death of Black Panther star Chadwick Boseman earlier this year, many wondered what the future held for the beloved franchise and character. Marvel Studios has made the decision to not recast T'Challa in order to honor Boseman's portrayal of the Wakandan king. Instead, the sequel will continue to explore the world of those characters and Wakanda. Black Panther II sees the return of Ryan Coogler as writer and director.", "Captain Marvel 2", "November 11, 2022 – Captain Marvel 2 (Theaters)", "Brie Larson returns to the role of Carol Danvers in Captain Marvel 2. In addition to the return of Monica Rambeau, Danvers is also joined by her biggest fan, Kamala Khan, following her own debut on Disney+. Captain Marvel 2 is set to be directed by Nia DaCosta.", "GotG Holiday Special", "Holiday 2022 – The Guardians of the Galaxy Holiday Special (Disney+)", "As director James Gunn gears up with his return to the Marvel Cinematic Universe with the third Guardians of the Galaxy film (set for 2023), he's working with the cast of the beloved cast of Star-Lord, Gamora, Drax, Rocket, and Groot on a holiday special. The special is written and directed by Gunn for Disney+.", "Ant-Man 3", "TBA - Ant-Man and the Wasp: Quantumania (Theaters)", "Marvel Studios has confirmed the third film in the Ant-Man series as Ant-Man and the Wasp: Quantumania. With time travel a very real part of the MCU, this entry in the series introduces Kang the Conqueror, one of the fiercest foes the Marvel heroes have faced. Jonathan Majors steps into the role of Kang and Kathryn Newton joins as Cassie Lang, while Paul Rudd, Evangeline Lilly, Michael Douglas, and Michelle Pfeiffer all reprise their roles. Additionally, Peyton Reed, who has directed both Ant-Man films to this point, returns to the director's chair.", "She-Hulk", "TBA – She-Hulk (Disney+)", "Jennifer Walters (aka She-Hulk) is joining the MCU as a part of a comedy series about a lawyer who specializes in superhuman-oriented legal cases. Starring Tatiana Maslany, She-Hulk will also feature the returns of Mark Ruffalo as The Hulk and Tim Roth as The Abomination.", "Moon Knight", "TBA - Moon Knight (Disney+)", "The oft-requested Moon Knight is finally getting his own series. The vigilante suffers from dissociative identity disorder, which causes multiple identities to live inside him as distinct characters. The series will feature a backdrop of Egyptian iconography.", "Secret Invasion", "TBA - Secret Invasion (Disney+)", "Nick Fury and the skrull Talos return in Secret Invasion, a new series coming to Disney+. Both Samuel L. Jackson and Ben Mendelsohn reprise their roles from Captain Marvel and other films with a storyline centered on a faction of skrulls who have been infiltrating Earth for years.", "Ironheart", "TBA - Ironheart (Disney+)", "Genius inventor Riri Williams makes her debut in a new Disney+ series Ironheart. The series stars Dominique Thorne as a young phenom who makes her own technologically advanced Iron Man-style suit.", "Armor Wars", "TBA - Armor Wars (Disney+)", "After Tony Stark's technology falls into the wrong hands, it's up to James Rhodes (aka War Machine) to face the consequences and save the day. Armor Wars will join the rest of the Disney+ slate as a new series connected to the MCU.", "I am Groot", "TBA - I Am Groot (Disney+)", "The sentient intergalactic tree returns in a series of Disney+ shorts. The series will feature several new characters joining the Guardian on various unusual adventures.", "Fantastic Four", "TBA - Fantastic Four (Theaters)", "To close out the presentation, Feige announced that Marvel Studios is bringing the company's favorite family to the MCU with a Fantastic Four film. Previous attempts to translate Marvel's first family have been met with negative reception. The first two films starred the likes of Jessica Alba, Chris Evans, Ioan Gruffudd, and Michael Chiklis, featuring supporting characters like Doctor Doom, Silver Surfer, and Galactus. The attempted reboot in 2015 starred Michael B. Jordan, Miles Teller, Jamie Bell, and Kate Mara, but was met with poor reviews and box office results. We don't know who will step into the leading roles of the MCU versions of these characters, but Spider-Man: Homecoming and Spider-Man: Far From Home director Jon Watts has signed on to direct the MCU debut of the Fantastic Four.", "If you're curious about what else Disney announced during its presentation, be sure to check out our rundown of the Star Wars-related announcements."], "authors": ["Digital Editor", "Brian Has Written About Video Games For Over A Decade Across Multiple Publications. When He'S Not Writing Or Gaming", "He'S Usually Listening To Music", "Watching Ufc", "Or Hopelessly Rooting For A Baltimore Or D.C. Sports Team."], "keywords": ["captain", "mcu", "series", "thor", "marvel", "disney", "characters", "huge", "role", "movies", "return", "slate", "2021", "shows"], "pubDate": "2020-12-11T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}