{"id": "597b5a74-6346-3fea-85a2-fad035b4a3e7", "title": "“Featherweight”", "url": "https://www.newyorker.com/magazine/2021/04/05/featherweight", "summary": "I knew reservation girls who had those names, but there was nothing new or special or fireworks about them.\nThey had a thing going, those white girls.\nI went to parties and laughed in a genuine way with white boys—backslaps and tough handshakes and big grins.\nI got stupid drunk and pressed my hands between the thighs of white girls in dimly lit alleys.\nWe might spend our lives on the run, going from reservation to reservation with my aunties in hot pursuit.", "paragraphs": ["Audio: Sterling HolyWhiteMountain reads.", "When I first met my love, I had been off my reservation for a little more than a year. I had become acculturated, we’ll say, to university life—and willingly! I wanted to know what larger America was all about. I took on the aspect of a young dog; everything was new to me, I had my nose up everyone’s ass. First there was Lana, then Julie, then . . . a few other names I can’t remember, and then there was Barbara. That should have been the name of a grandmother, but in fact it belonged to a sweet thing who liked to call me her favorite indian toy.", "I’ll be whatever you want, I said, long as we keep knocking those boots.", "Which we did, because she was young, almost too young for a guy more than a few years out of high school. She had the courage that belongs only to those who don’t know that death is just down the block, waiting to introduce himself. As for me, I was not yet old enough to not feel young. According to the literature, I should have been well on my way to a fulfilling life of stability and money and houses or whatever—but she didn’t know that. I was just finishing my gen-eds, trying to stay awake, that sort of thing. I called her Barbie. I had always wanted to be with a doll.", "Barbie, I would say. Barbie, Barbie. Oh, Barbie.", "She should have been the one. Me and her, seventeen children of our own, adopt nine more, a farm next to a lake full of muskrats. Two rescue dogs, probably. Lana, Julie, Barbie—their names were mantric. I knew reservation girls who had those names, but there was nothing new or special or fireworks about them. But these ones! What a sight to behold, all that blond hair walking across the U. Clarkston campus. I had no idea where it had come from. And hailing from exotic lands such as Portland. They had a thing going, those white girls. I swear to you, for them everything was power. Either they wanted to steal it from me or they wanted me to wrest it from their tight and brutal fists. Relational theft and subterfuge, so to speak. Northern Plains people, though, it’s all out in front for us. No secrets where I’m from. Fistfights and open hatred and telling someone straight out you want to fuck. That’s why we’re such failures in the white world. We can’t keep our mouths shut about anything. All this behind-closed-doors and smile-to-your-face work doesn’t vibe for us. Those girls, though, they were at war with themselves and they didn’t even know it. They wanted to wrestle on the spiritual banks of the American Dream, they wanted revolutions, they wanted dream lives and dream marriages and dream families, and all I wanted was some ass! Or so I thought.", "Me, I was a simple reservation boy. I always had a stalk of grass betwixt my lips. I squinted at the sky and commented in profound tones on the weather. Like a good tourist, I wanted to witness the best the big city had to offer. I went to parties and laughed in a genuine way with white boys—backslaps and tough handshakes and big grins. I got stupid drunk and pressed my hands between the thighs of white girls in dimly lit alleys. All the truly worst kisses happen in such places. I always asked those girls to take me home—and sometimes they did! I wanted to see where they lived almost as much as I wanted to see them naked. I wanted to get a feel for the glory of another kind of life. There was always something comfortable about those rooms, even when they were spare, something plush as we flopped and rolled and groaned in the sheets. What a wonder the young are. The world is a conflagration and they find nothing to do but play grab-ass.", "Long nights, two- or three- or four-times-in-a-night nights, talk in the dark that wanders the most crooked paths, long talks not really looking at each other and maybe not even talking to each other, both of us speaking into the dark. Maybe there’s a night-light plugged into the socket in the far corner, maybe a country-music poster on the wall, with a man and a guitar and a flag as big as the Ritz, maybe she has her head on my chest like we really know each other—and maybe we do. Maybe it was a few nights of that or a few weeks of that or a few months of that and then would come the kind of comments these dreamcatcher-dangling white girls always have up their sleeve. It got to where I waited for it, punch-drunk and almost amused. The last one, she had great abs—she was a former hurdler who had taken up a serious Jim Beam habit to compensate for her athletic prowess. She wore sunglasses that made her look like the woman out in front of the asylum you might want to talk to.", "I always wanted to be Native American, she said.", "How’s that, I said.", "You know, she said. Because it’s romantic.", "Well, I said. It’s something. It is really something.", "Later, from my love’s sunken mattress and box spring resting on the floor of that cold room in graduate-student housing, the prayer flags strung above us in the dark, I would think back to those white girls and their downy beds. There was something about their lives, even those of the tough rancher girls who grew up hearing all the worst things about us—racist cowgirls give the best head—there was nonetheless a certainty about their place in this world that made no sense to me. With them, I sometimes had the feeling I was not in a bed at all but rather that I was resting on pillows that rested on pillows that rested on pillows. It’s pillows all the way down, baby! Until you get to the very bottom. Then we’re all burning alive like one big happy family. But my mother, my auntie, my gram—how could they not have wanted such beds for me? When my love asked me about the white girls, she had this look of unmitigated disgust on her face, the kind of look that made me want to buy her flowers. Whenever I needed to balance the relational budget, I would joke about leaving her for one of them. And she would say,", "Eww, go on, then! See how fun it is being a tour guide for the rest of your life.", "Ah! I couldn’t get enough! Every syllable like a sword. Sometimes I said things in the hope that she would cut me. She left me with the best scars.", "Still, I could never rid myself of my mother, my auntie, my gram—their words, going all the way back to my middle-school years.", "You can’t go with her, one of them would say, she’s So-and-So’s daughter, and that’s your relative through your great-grandmother Sings Down.", "Their voices in my ear, even now! Where I’m from, it’s the women who know how everyone is connected. When I was a boy, they were emissaries of the mysterium tremendum itself, they knew all the stories and revealed them like the greatest of secrets. Of course, they had their own agendas, and since I was their lone living male issue, a different kind of weight fell upon me.", "Don’t go giving us a half-breed baby, now! they would say. We got enough white blood already.", "What if she’s light-skinned? I would say, just to prod them a bit.", "Well, if you have to, they would say.", "A lot of indians belong to the Church of Latter-Day Eugenicists. Right there out in the open, not even trying to hide the travesty. Brown-skin supremacists. That’s just how they are.", "Sometimes the irony is so great that the irony turns into cherry pie: I met Allie on the first day of Native American Heritage Month. I’m still unclear about what we do on that day. Mostly it means selling beadwork to white people and talking big on social media. She had this way of smoking cigarettes—she’d taken on the delicate affect of her roommate, who was French. My love, she was light-complected and light as a feather. She had these straight bangs and this way of turning her face away from me and covering her mouth when she laughed.", "Hey, I would say, reaching for her face. Don’t act shamed.", "But of course she insisted. She was like that—anything I said she rejected on principle. Much of life irritated her. She found America in contempt of court.", "I knew I could love her, because she was familiarly broken. She was from another tribe, people my people used to kill, so I knew it was O.K. to ask for her number. And because a storm had arrived in Clarkston and wind tore the leaves from the trees and tossed them about in the driveways of all those lamp-lit, Colonial-style homes in the university district—where it seemed that everyone who had ever lived there had known nothing but harmony and warmth and an endless Christmas Eve—I knew that I could go to her door late one night.", "It’s really fuckin’ cold out here, I said.", "What do you want me to do about it, she said.", "Forecast looks dark, I said. Storms and such from here on out.", "Sounds familiar, she said.", "She was doing that thing women do, where they spin their hair around a finger. I could have watched her do it forever.", "Not long after things got going, we took a trip up to her rez. Her mom, she said this thing . . . I don’t know. It messed me up, gave me prophetic-seeming dreams, and I would wake with bleak and portentous feelings of the future, and the resulting apprehensions rode and whipped me into cowardice. Because that first, titanic fuck had erased all the others, we avoided necessary conversations. Our meetings were exclusively nocturnal. Sometimes I sat on the frameless mattress and box spring she had got a few years before from her cousin who stole and totalled a car and then headed off to prison. From my perch, I watched her study at a slender wooden desk, which she had bargained down from a dollar and fifty cents to seventy-five at a garage-sale situation. The desk’s elegance somehow belied the Soviet simplicity and cruelty of the room itself—blank walls, barren floor, a blanket she sometimes hung over the window to block out the sun. I would stay there until she could no longer ignore my ultra-intense, cosmic-level gaze and told me to get the fuck out of her room, go the fuck home or whatever, she needed to write, she needed to get high, she needed to be alone. I took the vehemence of her response as evidence that the furor in her heart belonged only to me. She rarely let me kiss her, but when she did we kissed gently, the way I have seen elderly couples kiss. They touch lips knowing that only the sweet and simple thing can hold off the dark. Sometimes before I left her room she would call me over, touch my face, and look at me. There was always touch happening.", "Her roommate likely resented us. That poor French girl, at U. Clarkston on exchange; she was just there to study in America. Instead she got to hear two savages fuck. What was her name? Madeleine. Sometimes when Allie was showering, or maybe she’d gone out for cigs, I would chat up Madeleine in the living room or the kitchen.", "Come on, this one, I would say, just say your name again.", "Of course, I always smiled when I asked. I had a great and easy smile back then. I was a toothsome young man.", "Her inflected English was a wonder to my ears, and those thin, imported cigarettes in their pastel box on top of the old tube television were like a shot of genius each time I walked into the living room. Though my reservation was only a few hours and a mountain range from that student-living complex, it seemed as far away as Pluto. I often felt I was peering through a complicated series of lenses, and sometimes, looking at her, I couldn’t say which way was up. She went to the fridge and I thought,", "Ah, there she is, opening a Frigidaire as only the French can.", "When I found her eating cold lentils and rice at the small, Formica-topped table under the naked yellow kitchen light, I would think,", "So that is how they do it in France.", "She was an endless entertainment to me. I once told her that, having seen how she ate, I knew all there was to know about her homeland. She never understood my humor. I was compelled by the possibility that my irony would never reach her.", "Now that you’ve met me, I said, do you feel like you know everything about Indian Country? Will you go home and tell them you’ve met a real red man?", "No, she said, the vowel all up in her nose. But I do wonder why you laugh at me so often.", "Everything for her was serious, and because I was always amused when I was around her, our times together were ones of great cross-cultural confusion. She seemed to think that there was nothing in this life to smile about. But who could blame her? There she was, probably turning up the music in her room while me and my love visited utter destruction on each other. Does she ever think about us? Somewhere in France, we are in a woman’s head. She looks up from her phone, the flight of a bird has reminded her of something else; for a moment what is gone returns. Love is most often a resurrected thing.", "Allie was always getting high alone; she would go into the bathroom and lock the door and light up a joint.", "Let’s do it together, I would say through the door.", "No, she would say.", "Then let me watch, I would say.", "You’re too much! she would holler.", "I could have kicked the door open, movie style, but I refrained. Sometimes I got down on my hands and knees and put my eyes to the space at the bottom of the door. Like the bear that went over the mountain, I just wanted to see what there was to see. Nothing but the dim red glow from the night-light plugged in near the sink, the sound of the fan, the heavy odor of weed. That was how she liked it. She could never calm down. Her nerves were always at DEFCON 1. One night I told her the true divide between us was not the thing her mother had told us but that I came from buffalo people and she came from fish people.", "No, she said. You come from sober people and I come from people who throw plates.", "The other day in a used-book store I saw a spine that caused me to recall her desk that somehow withstood those tremendous tomes: “Indigenous Post-Colonial Theory,” “Tribal Nation Building,” “The United States Supreme Court and the Creation of Indian Country.” I marvelled again at the slim legs of that lovely desk—how much dignity they took on under the weight of those titles! She had published a paper the year before about the coming death of tribal sovereignty in the age of racialization. And now she was wanted for these panels, there was another paper to research and write and publish, her profs talking how she might build her academic career. One night, after getting yet another conference invitation, she flopped down on the mattress next to me and pressed her palms into her tired eyeballs.", "I just want to scream, she said.", "I didn’t say anything. I’m certain I was practicing my active-listening skills.", "I fucking hate this, she said. I don’t want to spend the rest of my life talking to white people about indins. Excuse me, I mean the indigenous peoples of North America.", "She made a face and said it in this snarky tone. She was always talking about social-justice terms. None of them belonged to us. It seemed we would never get to speak for ourselves about the things we wanted to talk about in the way we wanted to talk about them.", "There will be no justice for us in this life or any other, she said.", "That’s fucking depressing, I said.", "No, she said. What’s depressing is learning there’s almost nothing you can do about what you’ve learned.", "What if we made out? I said.", "You know what you are? she said. You’re one of those smart people who like being dumb.", "I pulled her to me and kissed her anyway.", "She was delicate and slender in my arms, yet even as I held her she remained elusive; sometimes I had to search for her, had to make sure she had not faded out like a photo left too long in the sun. One night she said,", "This doesn’t qualify as a sustainability practice. I’ve been known to break things.", "The Romantics, I said, believe love transcends space and time.", "Writers, she said.", "We lay on our sides in the dark. I opened her legs and put my palm against the rough hair between her thighs. Every time I touched her there I felt like I’d returned home.", "“Olga, you don’t have to wear a mask—you’re a potato.” Facebook", "Twitter", "Email", "Shopping Cartoon by Victoria Roberts", "You belong to me, I said.", "Then do something about it, she said.", "So that time we were up to Allie’s mom’s house, the story she told us. . . . There was this guy from my reservation, it was the early nineteen-hundreds, he had a last name that was more familiar than I was comfortable thinking about. He and his young wife, they left and went west over the mountains, ended up on Allie’s reservation. This wife might have been my love’s great-great-grandma. She also might have been mine. I don’t know. Indian Country is full of big stories and bullshitters. Nothing that matters is on paper and family lines are like strands of twine caught in a hurricane. Later on, when I checked with my mom, she said she’d never heard this story, but when I checked with my gram she said maybe she had. Then she talked to me for, like, two hours, giving me the all and sundry regarding our family. Once she got going you couldn’t stop her. But when Allie’s mom told us about this woman she had smiled, one of those serious smiles that might have been a threat but was probably more mean amusement than anything. Me and Allie, we weren’t having any of it. We were just visiting. We had needed to get out of Clarkston, to get away from all its machinations and façades, friendly smiles and Native Americans on the university home page. We stayed the night in my love’s old bedroom and when we fucked she said to hold a pillow over her face so she wouldn’t feel shamed out.", "You have to, she said. In a second I won’t know my own name.", "I lived for her cunt. I was always saying I wanted to come in her and she was always telling me no, so I held off. After our first time fucking, when we both lay sprawled out, I said,", "What if I knocked you up sometime.", "That’s not gonna happen, she said.", "But why not? I said. I’m the father of millions.", "Not mine, she said.", "She was like that, she had her own crystal ball.", "With her I often found myself tossed into the cold—an unreadable gesture, an unbreakable silence, the slightest turning away of her attention, anything to suggest more than the moment’s surface and there I was, overtaken by a maudlin and apocalyptic sense of things. May the black wave come from the black oceanic night and wash us all away. May we all be lost in darkness. Always, when she needed time to herself, when she was writing or reading, the inner workings of my brain would have it that she was out canoodling with whatever man I had seen talking to her earlier in the week—maybe I saw them across the oval walking to class, maybe they were sitting by the big fern at the student center.", "Who was that? I would ask.", "A guy from Ancient Civ, she might say. He sits next to me. We trade notes sometimes.", "An exchange of notes! Nothing could be worse! A wild spiral into the dark ensues. How many such note-taking men were there? I’m in my studio apartment, flipping my phone open every five minutes like a true defeated asshole, sitting on the edge of the couch I found on a corner on University Avenue, waiting for the inevitable text, frozen in apprehension about the approaching dark. On such days and nights I was a shambling horror. I slept well only when I slept next to her. Alone, I was a prophesying mess, my mind extending itself into the most byzantine and pathetic and yet dignified of futures. Me at ninety with nothing to show for my life but dying alone with twenty-five published books, my faithful dog nearby, ready to eat my kidneys. Though I attended class, I found myself deaf and dumb. I walked across campus in a somnambulant manner. She was using me for attention but some other man was her true satisfaction. I was her science experiment, and our relationship—was it even a relationship?—was her private lab. Her true desire was to use me as fodder for a poem she would someday write from the security of a mythical and tremendous marriage to a white guy with money. When I told her about my psychic peregrinations, she would laugh—and not without a hint of cruelty, or so it seemed.", "Afterward, she might reveal her own consultations with fate, which resulted in irrefutable insights and a sense of an all-cloaking darkness—but also had nothing to do with us. Instead, she would outline her vision for the future of Indian Country, and I could do little but listen with unabashed awe and suspicion. Each time I found myself again dazzled and bamboozled by her—I was at the mercy of my love. All it took was to walk into that room and I was overcome by a consuming, Goyaesque knowledge of reality. I wanted to eat her like a moist piece of cake. The impossible desk, the unframed and awaiting mattress in the corner, the prayer flags lonely without a breeze, sweetgrass above the door and sage in the cracked porcelain dish on the high windowsill—what it was was a place of worship. With her I said things I’ve never said again, in a tone both serious and jocular that I’ve never used since.", "What if we have a baby and it’s light-complected like you, I said. My mom might hate it. My gram might float it down the river. We might spend our lives on the run, going from reservation to reservation with my aunties in hot pursuit.", "Fuck your aunties, she said. And fuck blood and fuck color. The future of our nations is the only thing that matters. But you don’t get that, do you.", "I was lying on the bed and she had stood to go smoke a generic-brand cigarette from a pack I had bought her earlier that day. Her face was angular and shadowed in the unlit room. Whenever she spoke like this, the mystical spell my mother and the others had cast over me disappeared and for a moment I felt free.", "Is it true, I said, that what we do in bed is the purest expression of that political discourse to which we most closely adhere?"], "authors": ["Sterling Holywhitemountain", "Sterling Holywhitemountai", "Willing Davidso"], "keywords": ["girls", "thing", "reservation", "room", "maybe", "say", "wanted", "know", "featherweight", "way", "white"], "pubDate": "2021-04-05T00:00:00Z", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}