{"id": "599adbf8-8d69-33c9-8138-6e9961ec3ff0", "title": "Don't Assume Your Covid-19 Test Is a False Positive - The New York Times", "url": "https://www.nytimes.com/2021/02/10/opinion/false-positive-covid-test.html", "summary": "A friend recently announced on social media that her husband had tested positive for the coronavirus.\n“I think it’s a false positive!” someone wrote.\nTwo others suggested the same; one said she was sure she’d recently had a false positive coronavirus test result, too, because she hadn’t had symptoms and everyone else in her household tested negative.\nA scientist I know told me about an acquaintance who tested positive for the virus in January, decided his test was a false positive and did not isolate from family members who were visiting to meet his new baby.\ntests in the United States had no false positives when tested in labs.", "paragraphs": ["A friend recently announced on social media that her husband had tested positive for the coronavirus. He had no symptoms, and the rest of his family tested negative. Almost immediately, people began questioning his test results in the comments. “I think it’s a false positive!” someone wrote. Two others suggested the same; one said she was sure she’d recently had a false positive coronavirus test result, too, because she hadn’t had symptoms and everyone else in her household tested negative. A scientist I know told me about an acquaintance who tested positive for the virus in January, decided his test was a false positive and did not isolate from family members who were visiting to meet his new baby.", "Just to be clear: “It is very ill advised to ignore a positive result just because you don’t have symptoms,” Daniel Diekema, the director of the division of infectious diseases at the University of Iowa Carver College of Medicine, told me. “It puts others at risk.” An estimated one in five people who develop Covid-19 never have symptoms, and they can still infect others.", "More important, all the data we have so far show that when tests for the coronavirus come back positive, they are rarely wrong. A large majority of cases in the United States are found with a test that uses a technology called polymerase chain reaction, or P.C.R. These tests should come back positive only if they detect genetic material that is specific to the coronavirus — which makes them far more accurate than many other kinds of diagnostic and screening tests, such as one for prostate cancer that assesses blood levels of a protein that can increase for many reasons other than malignancy.", "In most cases, “the rate of false positives is extremely low ­— much lower than 1 percent,” said Ilan Schwartz, an infectious disease clinician and researcher at the University of Alberta. Many of the commonly used P.C.R. tests in the United States had no false positives when tested in labs."], "authors": ["Melinda Wenner Moyer"], "keywords": ["assume", "united", "york", "times", "dont", "told", "covid19", "test", "symptoms", "tested", "university", "tests", "false", "coronavirus", "positive"], "pubDate": "2021-02-10T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}