{"id": "599b7ef2-4665-3203-add5-e41aa01535aa", "title": "Rep. Jody Hice (R-GA): GA Sec. Of State Raffensperger “Got To Be Among The Worst In The Nation,” “Embarassing”", "url": "https://radio.foxnews.com/2020/12/08/rep-jody-hice-r-ga-ga-sec-of-state-raffensperger-got-to-be-among-the-worst-in-the-nation-embarassing/", "summary": "\"They're proving that they're out of touch with reality.\nThey're proving they're out of touch with the people of Georgia who want only honest, legal ballots to count and to be cast and they're not doing that.\nAnd I'm telling you, the secretary of state of Georgia, Raffensperger, has got to be among the worst in the nation.\nIt is the legislators of the states that have the right to change election laws, not at the whim of the secretary of state.\nAnd so there are all sorts of potential legal challenges even to that.", "paragraphs": ["", "Email Embed", "+ Embed Code", "", "Embed the following code on your website:", "", "Watch the latest video at foxnews.com", "On Fox Across America with Jimmy Failla, Rep. Jody Hice (R-GA) discussed how the Georgia mishandled the 2020 Election and how he supports Texas filing a lawsuit challenging the election results that could go to the Surpeme Court.", "\"They're proving that they're out of touch with reality. They're proving they're out of touch with the people of Georgia who want only honest, legal ballots to count and to be cast and they're not doing that. And we want an investigation where there is potential fraud. Look, if they do investigation, if they go through it and and things don't change, that's fine. But there has been so many credible accusations of fraud. There are hundreds of affidavits. And I'm telling you, the secretary of state of Georgia, Raffensperger, has got to be among the worst in the nation. And the way he has handled this is nothing shy of embarrassing and downright wrong.\"", "\"Our secretary of state, again another example of mismanaging this thing, came up with a consent decree with Stacey Abrams and company without having any legislative authority from the Georgia General Assembly to do so. It is the legislators of the states that have the right to change election laws, not at the whim of the secretary of state. And so there are all sorts of potential legal challenges even to that. And Texas is hitting on those issues. And I certainly hope that this will gain a lot of traction and make it to the Supreme Court if need be.\""], "authors": ["Jon Costantino"], "keywords": ["state", "rep", "secretary", "jody", "proving", "ga", "legal", "hice", "raffensperger", "georgia", "worst", "theyre", "touch", "election", "potential", "rga", "texas", "nation", "sec"], "pubDate": "2020-12-08T00:00:00", "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}