{"id": "59a339fb-49e1-3a5c-a84c-961aa45af13e", "title": "Paris Hilton celebrates 1-year anniversary with boyfriend Carter Reum with sweet video", "url": "http://www.foxnews.com/entertainment/paris-hilton-celebrates-1-year-anniversary-carter-reum-video", "summary": "Paris Hilton celebrated the one year anniversary of her relationship with boyfriend Carter Reum with a sweet video montage on Instagram.\nOn Saturday, Hilton shared a video on Instagram showing some of their moments together throughout the past year set to her song “Heartbeat.”“Happy 1 year Anniversary my love!” she captioned the video.\n“I love that we celebrate our love every month!\nThe DJ addressed the reason why they broke up on \"The Talk\" in November 2018.\nCLICK HERE TO SIGN UP FOR OUR ENTERTAINMENT NEWSLETTER“I’m just really having my ‘me time,’” Hilton said.", "paragraphs": ["Paris Hilton celebrated the one year anniversary of her relationship with boyfriend Carter Reum with a sweet video montage on Instagram.", "The 39-year-old socialite and businesswoman made her relationship with Reum, an entrepreneur, official with a photo on Instagram in April after first being linked in January when they were spotted kissing and dancing together at a Golden Globes after-party.", "On Saturday, Hilton shared a video on Instagram showing some of their moments together throughout the past year set to her song “Heartbeat.”", "“Happy 1 year Anniversary my love!” she captioned the video. “I love that we celebrate our love every month! I can’t believe it’s only been a year. It feels like I’ve been with you a lifetime! I have never felt so close to another person in my life. And that’s because you’re the first one who tore down the walls I built around my heart and opened up my heart in a way that I didn’t know was possible.”", "PARIS HILTON SAYS ENDING HER ENGAGEMENT WAS 'THE BEST DECISION I’VE EVER MADE'", "Hilton went on to note that she feels like this relationship is different from any other serious boyfriend she’s had in the past.", "“I truly believe that we were custom-made for each other and meant to be. Nothing in my life has ever felt so right or so perfect! Every day I feel like I’m in a dream,” she wrote. “There’s no one I’d rather spend forever with. I’ve heard of twin flames before but I never believed in them till you.”", "She concluded: “Love you forever my twin flame, my best friend, my other half, my partner for life. And I can’t wait for our future and a lifetime of love and adventures. Because no matter what happens in life, I will always be happy, feel safe and at home in your arms and by your side forever.”", "PARIS HILTON ADMITS SHE STOLE 'THAT'S HOT' PHRASE FROM THIS STAR", "Reum is best known for being a co-founder of the liquor brand VEEV Spirits along with his brother, Courtney Reum.", "Hilton was previously engaged to actor Chris Zylka. He prosed in Aspen, Colo., with a 20-carat, $2 million pear-shaped diamond ring in January 2018. They split 11 months later.", "The DJ addressed the reason why they broke up on \"The Talk\" in November 2018.", "CLICK HERE TO SIGN UP FOR OUR ENTERTAINMENT NEWSLETTER", "“I’m just really having my ‘me time,’” Hilton said. “I just feel that when I fall in love, I fall in love fast and hard and it was this whirlwind romance…and I thought it was going to be my happy ending, and I just realized after time it wasn’t the right decision.”", "CLICK HERE TO GET THE FOX NEWS APP", "She added: “But I wish him the best and one day I would love to get married and have children, but for right now I’m just focused on myself and my work.”", "Fox News' Jessica Napoli contributed to this report."], "authors": ["Tyler Mccarthy"], "keywords": ["anniversary", "carter", "ive", "video", "boyfriend", "paris", "reum", "love", "best", "life", "relationship", "feel", "twin", "celebrates", "1year", "sweet", "hilton", "right"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}