{"id": "59dc8ac7-70d4-3002-b364-05bf14f4aeac", "title": "Couple's wedding canceled for second time when venue becomes COVID-19 vaccine center", "url": "https://www.foxnews.com/lifestyle/couples-wedding-canceled-second-time-venue-covid-vaccine-center", "summary": "After postponing their initial date due to the coronavirus pandemic, the couple booked a castle venue for next year and they were looking forward to the romantic day.\nThe couple eventually rescheduled the date for July 2021 and booked a castle venue at Margam Park.\nWhen reports of the vaccine started to surface, however, Roberts told SWNS that she started to get hopeful.\nIn total, they canceled about 60 other weddings and we have to wait until 2022.”The venue will reportedly be used as a site for distributing the vaccine.\nThe couple has reportedly been told that if the vaccine is fully distributed before the end of 2021, they can still have their wedding at the venue.", "paragraphs": ["This hasn’t been a great year for anyone trying to plan a wedding.", "For one couple in particular, however, things have become even more stressful. After postponing their initial date due to the coronavirus pandemic, the couple booked a castle venue for next year and they were looking forward to the romantic day.", "Unfortunately, they reportedly just found out that the venue has been chosen as a vaccination site and will likely not be able to host weddings for most of 2021.", "Jenna Roberts and Simon Jones canceled their original plans to get married in July of this year due to the ongoing coronavirus pandemic in the United Kingdom, Southwest News Service (SWNS) reports. The couple eventually rescheduled the date for July 2021 and booked a castle venue at Margam Park.", "CHICAGO-AREA HOTEL THAT HOSTED WEDDING WITH 150 GUESTS COULD FACE FINES, OFFICIALS SAY", "According to the couple, however, they weren’t sure that the wedding would go ahead on that date because of COVID-19. When reports of the vaccine started to surface, however, Roberts told SWNS that she started to get hopeful.", "“We then had a phone call from the venue on Friday evening to say they have to cancel it,” she told the news-gathering service.", "FOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWS", "She continued, “The council and the NPT within that area had decided after much deliberation they were going to take over the Margram Orangery from December 13, for a whole year. In total, they canceled about 60 other weddings and we have to wait until 2022.”", "The venue will reportedly be used as a site for distributing the vaccine.", "The couple has reportedly been told that if the vaccine is fully distributed before the end of 2021, they can still have their wedding at the venue. Unfortunately, that would mean re-planning the wedding in what may be only a matter of weeks.", "CLICK HERE TO GET THE FOX NEWS APP", "“There was no offer from NPT of any compensation to any of the brides or grooms we were told nothing other than we can cancel it get the money back and move somewhere else but we can’t get a date anywhere,” Roberts explained. “It would have been nice if the council would have provided some information to the brides beforehand. And a little compensation to everyone that's been involved would have been a massive help.”"], "authors": ["Michael Hollan"], "keywords": ["swns", "center", "reportedly", "couple", "covid19", "weddings", "second", "wedding", "date", "couples", "told", "canceled", "venue", "vaccine", "roberts"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}