{"id": "59eefb5a-a474-317b-a55b-30e5c928f2d1", "title": "A year of raising furiously - Companies have raised more capital in 2020 than ever before", "url": "https://www.economist.com/business/2020/12/09/companies-have-raised-more-capital-in-2020-than-ever-before", "summary": "According to Refinitiv, a data provider, this year the world’s non-financial firms have raised an eye-popping $3.6trn in capital from public investors (see chart 1).\nVC s still plough three times as much into American startup stars as public investors do.\nOn December 2nd JD Health, a Chinese online pharmacy, raked in $3.5bn in Hong Kong.\nHong Kong added another $46bn.\nIn September demand for shares to be traded on the Hong Kong Stock Exchange by Nongfu Spring, a water-bottler, outstripped supply by 1,148 times.", "paragraphs": ["I N MARCH THE corporate world found itself staring into the abyss, recalls Susie Scher. From her perch overseeing global capital markets at Goldman Sachs, a bank, she witnessed firms scrambling for money to keep going as the wheels of commerce ground to a halt amid the pandemic. Many investors panicked. Surely, the thinking went, public markets would freeze in the frigid fog of covid-19 uncertainty—and then stay frozen.", "Instead, within weeks they began to thaw, then simmer, kindled by trillions of dollars in monetary and fiscal stimulus from governments desperate to avert an economic nuclear winter. In the past few months they have turned boiling hot.", "According to Refinitiv, a data provider, this year the world’s non-financial firms have raised an eye-popping $3.6trn in capital from public investors (see chart 1). Issuance of both investment-grade and riskier junk bonds set records, of $2.4trn and $426bn, respectively. So did the $538bn in secondary stock sales by listed stalwarts, which leapt by 70% from last year, reversing a recent trend to buy back shares rather than issue new ones.", "Initial public offerings ( IPO s), too, are flirting with all-time highs, as startups hope to cash in on rich valuations lest stockmarkets lose their frothiness, and venture capitalists ( VC s) patience with loss-making business models. VC s still plough three times as much into American startup stars as public investors do. But proceeds from listings are now growing faster than private funding rounds (see chart 2). And the boom is global in nature (see chart 3). On December 2nd JD Health, a Chinese online pharmacy, raked in $3.5bn in Hong Kong. A week later DoorDash, an American food-delivery darling, and Airbnb, a home-rental platform, both more or less matched it in New York.", "In a world of near-zero interest rates, it appears, investors will bankroll just about anyone with a shot at outliving covid-19. Some of that money will go up in smoke, with or without the corona-crisis. What does not get torched will bolster corporate haves, sharpening the contrast between them and the have-nots. The original spark that lit capital markets on fire was the $6.25bn in debt and equity that Carnival Cruise Lines secured in April, remembers Carlos Hernandez of JPMorgan Chase, a bank. Investors reasoned that cruises will one day set sail again—by which time some of Carnival’s flimsier rivals will have sunk. Other dominant firms have benefited from this logic. Boeing, part of a planemaking duopoly, sold $25bn in bonds this spring, even as its bestselling 737 MAX jetliner remained on the ground and the near-term future of travel up in the air. Many Chinese companies have taken to issuing perpetual bonds, which are never redeemed but pay interest for ever, to repair their balance-sheets. By the summer, notes Ms Scher, “rescue capital-raising” had given way to something less defensive. Investors’ ultraloose purse-strings allowed opportunistic firms to lock in historically low coupons. S & P Global, a rating agency, calculates that the average investment-grade bond issued this year paid interest of 2.6% amid the covid recession, down from 2.8% in 2019. Thanks to a boom in online shopping and cloud computing, Amazon, which is a leader in both areas, can now borrow at 1.5% for ten years, more cheaply than any American firm since at least 1980—and than some governments. Indebted giants like AT & T , a telecoms-and-entertainment group, are lengthening debt maturities. In November Saudi Aramco, an oil colossus, sold $2.3bn-worth of 50-year bonds, in spite of looming climate policies that may cripple its business of selling crude long before 2070.", "Even cheap debt, of course, must be rolled over and, perpetuities aside, eventually paid back. With stockmarket valuations propped up by loose monetary policy, and only a slim prospect of tightening, many firms opted to shore up their balance-sheets with new share issues. Danaher, a high-rolling industrial conglomerate, raised over $1.5bn by selling new stock just after its share price returned to its pre-pandemic highs in May; it has risen by 39% since. On December 8th Tesla, an electric-car maker whose market value has grown seven-fold this year, to $573bn, said it plans to issue $5bn-worth of shares.", "With shareholder payouts trimmed or suspended until the covid fog lifts, the cash held by the world’s 3,000 most valuable listed non-financial firms has exploded to $7.6trn, from $5.7trn last year (see chart 4). Even if you exclude America’s abnormally cash-rich technology giants—Apple, Microsoft, Amazon, Alphabet and Facebook—corporate balance-sheets are brimming with liquidity.", "It is still too early to tell what firms will do with all that cash. The merger market is showing signs of life, though mostly as deals put on ice during the pandemic are being revived. Many companies will content themselves with maintaining liquidity, at least until a covid-19 vaccine becomes more widely available.", "Startups, for their part, will use IPO proceeds to blitzscale their way to profitability. The pandemic has made business models that might not have matured for years, such as digital health, suddenly viable. Many will fail. But for now giddy investors are pouring money into any firm whose IPO prospectus features the words “digital”, “cloud” or “health”. Headier still, “special purpose acquisition companies”, which go public with nothing but a promise to merge with a sexy startup later on, and which have raised $70bn in 2020, mostly on Wall Street, are shattering previous records.", "Markets seem no more discerning in mainland China, where proceeds from listings hit $63bn, the most since 2010. Hong Kong added another $46bn. Shanghai’s S TAR Market, a year-old technology board, this week welcomed its 200th member, bringing its IPO haul to $44bn. In September demand for shares to be traded on the Hong Kong Stock Exchange by Nongfu Spring, a water-bottler, outstripped supply by 1,148 times. Even the authorities’ last-minute suspension of Ant Group’s record-breaking $40bn IPO in Hong Kong and Shanghai, after the fintech titan’s co-founder annoyed regulators, may not frighten other listers. And so long as geopolitical tensions between America and China persist, more Chinese firms with an American stock ticker may avail themselves of a Hong Kong one, observes Julien Begasse de Dhaem of Morgan Stanley, a bank."], "authors": ["The Economist"], "keywords": ["furiously", "chart", "capital", "2020", "firms", "kong", "ipo", "investors", "s", "hong", "public", "bonds", "companies", "raised", "stock", "raising"], "pubDate": "2020-12-09T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}