{"id": "5a275741-bdad-3f23-b4ad-af43d1f7eef9", "title": "SECDEFCON1 - America’s former defence secretaries sound the alarm over Trump", "url": "https://www.economist.com/united-states/2021/01/04/americas-former-defence-secretaries-sound-the-alarm-over-trump", "summary": "Further proof of Mr Trump’s readiness to break norms of democratic behaviour was made public on January 3rd.\nMr Trump retweeted a senator’s claim that he was not acting to thwart the democratic process but to “protect it”.\nMr Cheney himself had long harboured misgivings over Mr Trump, but remained silent in deference to the political career of his daughter, a Republican congresswoman.\nMr Trump later raised that scenario during a meeting with Mr Flynn and aides in the White House, according to the New York Times.\nIn some meetings, Mr Trump’s officials have refused outright to share information with their successors.", "paragraphs": ["DICK CHENEY—vice-president to George W. Bush, architect of the Iraq war and a pantomime villain for liberals—is an unlikely candidate to lead a bipartisan charge against President Donald Trump. Yet it was Mr Cheney who corralled all ten living former defence secretaries in an extraordinary open letter published in the Washington Post on January 3rd.", "“Efforts to involve the US armed forces in resolving election disputes would take us into dangerous, unlawful and unconstitutional territory,” they warned. “Civilian and military officials who direct or carry out such measures would be accountable, including potentially facing criminal penalties, for the grave consequences of their actions on our republic.” The letter is the crest of a wave of concern among Democrats and Republicans over Mr Trump’s opposition to a peaceful transition of power to President-elect Joe Biden, who is due to be sworn into office on January 20th.", "Further proof of Mr Trump’s readiness to break norms of democratic behaviour was made public on January 3rd. The Post and others published a remarkable, hour-long audio recording, made the day before, in which the president was heard repeatedly demanding that Georgia’s most senior election official, Brad Raffensperger, “find 11,780 votes” to overturn Mr Biden’s presidential-election victory in the state. Mr Raffensperger, who is a fellow Republican, rebuffed the president, explaining that courts and others had unearthed no evidence to suggest Mr Biden, who is to be certified by Congress as president-elect on January 6th, won fraudulently in Georgia.", "Mr Trump’s crude effort to put pressure on officials in Georgia adds to an already tense situation as the state holds two run-off elections, to elect both of its senators, on January 5th. Were Democrats to pull off victories in both races, Mr Biden would take narrow control of the Senate. Mr Trump retweeted a senator’s claim that he was not acting to thwart the democratic process but to “protect it”. Nonetheless, with increasing desperation, he is trying to cajole or browbeat fellow Republicans into denying that Mr Biden’s victory was legitimate. Mr Trump has called on supporters to converge for a “wild” protest in Washington on January 6th, and has pressed many Republican senators and congressmen to suggest, without evidence, that Mr Biden had won because of electoral fraud.", "Mr Cheney himself had long harboured misgivings over Mr Trump, but remained silent in deference to the political career of his daughter, a Republican congresswoman. A source close to Mr Cheney says that he was tipped over the edge on December 26th, when David Ignatius, a well-connected columnist for the Washington Post, reported that government officials were increasingly concerned that Mr Trump might exploit public disorder to deploy the armed forces against opponents, as he threatened to do during protests over racial injustice last summer.", "These concerns were not purely hypothetical. On December 17th Michael Flynn, a former general who served briefly as Mr Trump’s first national security adviser, had mused on Newsmax, a right-wing television station, that the president could “if he wanted to, he could take military capabilities and basically re-run an election in each of those [swing] states”. Mr Trump later raised that scenario during a meeting with Mr Flynn and aides in the White House, according to the New York Times. Mr Ignatius warned that “pro-Trump officials” in the Pentagon, which was purged in November, “might be mobilising to secure levers of power”, including taking control of intelligence agencies to declassify sensitive material for political gain. According to one former official, some political appointees have asked about the mechanics of troop movements.", "Mr Cheney quickly persuaded Robert Gates, a defence secretary under both George W. Bush and Barack Obama, and Ashton Carter, who served under Mr Obama, to sign the admonitory letter. It was drafted by Eliot Cohen, dean of the Johns Hopkins School of Advanced International Studies (SAIS) in Washington, and Eric Edelman of the Center for Strategic and Budgetary Assessments, a think-tank, both of whom served in the administration of George W. Bush. William Perry, who led the Pentagon under Bill Clinton, followed suit. “President Trump is taking desperate actions to stay in office. He has a powerful tool that is built on the US military. And I'm concerned he may be tempted to use that tool,” says Mr Perry. “I just wanted to be sure that the senior military were alert to the danger and would not be stampeded into taking some illegal action.”", "James Mattis, Mr Trump’s first defence secretary, and Mark Esper, who was sacked in November, were more reluctant to sign on, according to people involved in the process. Mr Mattis, a former general, remains subject to the Uniform Code of Military Justice, which forbids “contemptuous words against the president”. Mr Esper worried about reprisals against officials associated with his tenure still serving in the Pentagon. Both eventually signed. Mr Mattis had already excoriated Mr Trump’s leadership in June. Mr Esper had witnessed troubling behaviour by Mr Trump’s appointees in the Pentagon. “They saw that it was exceptional circumstances,” says a person involved in the letter. “They all thought this guy [Trump] is unpredictable, mercurial and could take very dangerous steps.”", "Two other considerations weighed on the ten grandees. The first is disquiet at the apparent volatility of decision-making in the Department of Defence. After Mr Esper was fired and replaced with Christopher Miller, a little-known retired army colonel, the Pentagon’s external advisory boards were purged of respected incumbents and stacked with partisan apparatchiks, such as Corey Lewandowski, Mr Trump’s former campaign manager. There are fears that Mr Miller lacks the experience and authority to resist the Pentagon being co-opted to wage electoral battles.", "Even military movements have seemed erratic. On December 31st the USS Nimitz, an aircraft-carrier, was ordered home from the Persian Gulf as a conciliatory gesture to Iran; on January 3rd it was told to stay put. The president “has been itching to have some kind of a strike against Iran,” notes William Cohen, who was secretary of defence from 1997 to 2001. “Trump is looking for an excuse to attack them and to level them as much as he can.”", "A second concern is the transition of power within the Pentagon. The open letter by the former defence secretaries warns that Mr Miller and his fellow civilians are “bound by oath, law and precedent to facilitate the entry into office of the incoming administration, and to do so wholeheartedly”. The suggestion is that such earnest co-operation has been lacking.", "Indeed, on December 28th Mr Biden complained that his transition team had met with “obstruction” and “roadblocks” from the Pentagon’s political leadership (Mr Miller retorted that his department has provided “far more than initially requested”). In some meetings, Mr Trump’s officials have refused outright to share information with their successors. “The generals and admirals are solidly on the side of the law,” says Eliot Cohen, the dean of SAIS and an academic expert on civil-military relations, “but the civilians have behaved in an extraordinarily dangerous way already in the transition, to include cutting off briefings to the new team.”", "That every living former defence secretary should feel compelled to speak up indicates the severity of the current political crisis, adds Mr Cohen. “Here you have ten men, who have had different views of things but are all mature, thoughtful, experienced, statesmen, most of whom look at the president of the United States and see behaviour that is profoundly troubling.” William Cohen says that the only comparable situation he can recall is when James Schlesinger, Richard Nixon’s secretary of defence, concerned about Mr Nixon’s paranoia and drinking, told officials to check orders for nuclear use with him or Henry Kissinger. “That's the only thing I can think of, in my experience, when it comes even close to a president possibly going off the rails and acting like some mad Lear, firing off weapons.”", "Dig deeper:", "Read our latest coverage of the presidential transition, and then sign up for Checks and Balance, our weekly newsletter and podcast on American politics."], "authors": ["The Economist"], "keywords": ["americas", "secretary", "trumps", "pentagon", "military", "secdefcon1", "defence", "president", "sound", "secretaries", "alarm", "officials", "transition", "mr", "trump"], "pubDate": "2021-01-04T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}