{"id": "5a3d4ce4-3bc4-3b70-9752-bf223cd48c00", "title": "Star Renegades Review – Pixel Paradise Lost", "url": "https://www.gameinformer.com/review/star-renegades/star-renegades-review-pixel-paradise-lost", "summary": "In Star Renegades, only you can save the future from an evil empire.\nStar Renegades is a turn-based, roguelike, sci-fi experience where your goal is to liberate planets and eventually take the battle to an enemy mothership.\nThe combat system is simple at the onset, but rolls out more complexity like area-of-effect considerations, formation placement, and defensive tactics over the course of a four-stage endeavor.\nWatching your attacks play out is almost hypnotic; Star Renegades’ art style is impossible to ignore and breathtaking to behold, especially in combat.\nStar Renegades looks incredible, has a solid combat system, and succeeds in beckoning you back for run after run until you eventually surpass the final foe.", "paragraphs": ["In Star Renegades, only you can save the future from an evil empire. However, your scrappy crew of futuristic space raiders is destined to face insurmountable odds. The solution to staring down endless deaths in the face of super soldiers and murderous mechs? Travel from dimension to dimension to find the reality where you can finally set things right.", "Star Renegades is a turn-based, roguelike, sci-fi experience where your goal is to liberate planets and eventually take the battle to an enemy mothership. You deal with party wipes often and get sent back to the start, but you can keep some powerful unlocks and new characters to bring along on the journey. A new run often feels like a fresh start, pushing closer to a classical roguelike instead of the permanent boosts and comfort of the new-age roguelite. Star Renegades is tough, and can even seem blatantly unfair at times with surprise bosses and one-shot kills, but the pixelated and picturesque jaunts are worth taking again and again, even in the face of your inevitable demise.", "Crafting your crew for each adventure is fun. Pick from an assortment of deadly but vulnerable backline shooters and snipers, frontline tanks and brawlers, and supports that can fit wherever you have room. The combat system is simple at the onset, but rolls out more complexity like area-of-effect considerations, formation placement, and defensive tactics over the course of a four-stage endeavor. Watching your attacks play out is almost hypnotic; Star Renegades’ art style is impossible to ignore and breathtaking to behold, especially in combat. The turn-based timing system is simple and efficient, with you knocking your opponents off the action bar with critical hits and break attacks before they can unleash on your crew. However, rolling through the earlier planets on every new run becomes laborious as you try to quickly reach the meatier segments that test your skill and luck.", "Especially in the endgame, critical enemy movesets and incoming abilities can be unclear due to a busy and often unhelpful user interface, which can lead to unfortunate deaths even if you’ve mastered the combat system’s intricacies. Despite plenty of loot to discover, each character levels up in a linear fashion, so you’re using many of the same moves and abilities each turn and each run. This can make plodding through the first few acts feel like busywork without much variation.", "A camping system allows you to build relationships between characters through a card-based conversation system, adding some variety to the mix by unlocking special and fantastic team attacks. If you build up enough relationship rapport during a run, you could even unlock progeny characters that play close to the parent’s ability set with a minor change in an attack or ability, allowing you to change a core kit slightly. It doesn't amount to much for all but the most dedicated optimizers, but it adds some longevity for those who want to play again and again.", "Star Renegades looks incredible, has a solid combat system, and succeeds in beckoning you back for run after run until you eventually surpass the final foe. While you may not immediately grab your blaster for another play after you’ve surmounted the radical difficulty spike near the end of a run, there are a lot of great systems at play here."], "authors": ["Pc Editor", "Daniel Has Been At Game Informer For Seven Years", "Specializing In Multiplayer Titles", "Pc Games. When He'S Not Speculating On The Future Of The Industry", "You Can Find Him Exploring Vast Online Worlds", "Probably Streaming The Experience."], "keywords": ["crew", "combat", "star", "paradise", "pixel", "characters", "renegades", "face", "play", "run", "attacks", "lost", "system", "review"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}