{"id": "5a612077-0e67-3a21-863d-57db1581eef1", "title": "Watch Andreessen Horowitz's Ben Horowitz in Conversation with Steven Levy | Wired Video | CNE | Wired.com", "url": "https://www.wired.com/video/watch/andreessen-horowitz-s-ben-horowitz-in-conversation-with-steven-levy", "summary": "You have a bunch of values that nobody follows and you go,Okay, yeah, that's our culture, sure.\nNo, I don't think so.\nWell, look you generally don't know itwhen you start the companybecause you don't have the strategy yet.\nYou don't even know where the company is going,let alone the behaviors you need to support that.\nThat's what I have to do to succeed here,and that's what's setting your culture,not your values on the wall.", "paragraphs": ["Transcript", "You know when I started as CEO I asked", "all of the real OG CEOs, Like, okay,", "what do you need to focus on?", "What should I be focusing on to be good at this job?", "And they pretty consistently said,", "Pay attention to the culture.", "And I was like, Great, you know, how do I do that?", "They had no idea just because it's very hard to articulate.", "It's a really complex, subtle set of things", "that gets people to behave the way you'd like them", "to behave when you're not there.", "So, you know, why does somebody return a phone call?", "Why does somebody show up to a meeting on time?", "Why does somebody do a deal", "where they value the partnership over the price?", "Like, all these things, it's not in the mission statement.", "It's not in the OKRs.", "It's not in the KPIs.", "It's in the culture.", "You know those things end up being super important", "to how the company is run, what it's like", "to work there, what it's like to do business with,", "but there wasn't really a non-trivial approach", "to it that I knew of.", "And I also like experienced kind of the HR consultants", "who would come and say, Well, what you have", "to do is have an offsite.", "And everybody kind of comes up with what they think", "the values are and then you can check them", "on the performance review.", "And I'm like, How do you know", "somebody returned a phone call?", "You don't even know they got that phone call.", "What are you talking about?", "So this book was kind of my journey", "on figuring out how to do that.", "I don't know, it's really interesting because a lot of", "these companies that are famous for cultures all have", "these offsites or you know they brought in consultants", "and you know the engineers would sit there like", "totally bored and you know,", "like at Google literally it happened, someone said,", "To hell with this!", "Let's just say, course had stranger language,", "Let's just say, 'Don't be Evil,' right?", "Yeah, yeah.", "They even did that at Facebook.", "They even had consultants that they threw out.", "You know Mark had a little team, basically boiled down", "what was in his head, right?", "Yeah, you end up with a culture of hypocrisy, right?", "You have a bunch of values that nobody follows and you go,", "Okay, yeah, that's our culture, sure.", "So how important is the founder to the culture?", "I mean, reading this book, it's almost synonymous.", "No, I don't think so.", "So the founder is important to the culture.", "In particular, it's a big difference between a culture", "in a company and a culture in the society,", "in that in both cases,", "you're not really dictating a culture,", "you're moving and influencing a culture,", "but the power of influence", "if everybody works for you is much higher,", "and so the founder, and usually when a culture degenerates,", "it is more the CEO than the founder,", "I would say, that causes it.", "Things that they do create unintended consequences", "and side effects that nobody wanted.", "But by the same token,", "the founder can have perfectly good culture themselves,", "lead by good example, and the culture can still", "be horribly broken because as things scale people come in", "from other organizations with their own cultures", "and if there's nothing that makes a culture cohere", "and conform, then it just gets very unruly very fast.", "Well, what's the best way that you've found", "if there's a company starting,", "you want a culture to know, This is the culture", "that's going to get you where you want to go?", "Well, look you generally don't know it", "when you start the company", "because you don't have the strategy yet.", "You don't even know where the company is going,", "let alone the behaviors you need to support that.", "So just a little example of that is you think about,", "there's not like, This is good culture.", "This is bad culture,", "It is company specific.", "So, Amazon, very famous for their culture,", "but for frugality among the things,", "like they're not gonna waste any money,", "and they even had the great cultural cue early on", "where your desk was made out of a door.", "Like, We don't have any money.", "Here's and old door.", "That's your desk, live with it.", "That worked great for them because their strategy was", "to be the low-cost leader, the low-price leader, right?", "They're gonna, you know if you go to Amazon,", "you're not paying too much", "cause they always have the lowest prices.", "That was a big part of the proposition", "so frugality went with that.", "Apple has got, they spent $5 billion on their campus.", "Frugality is never going to work for them", "because their whole thing is, We're going", "to make the most beautiful products in the industry.", "And Apple's products are way nicer looking", "than Amazon's will ever be and Amazon is way cheaper", "than Apple will ever be and that's fine for both of them.", "So you have to figure out what your business strategy is,", "and then what are the behaviors that are going to work", "that you can actually conform to and so forth.", "So it's something that evolves over time", "and sometimes companies have", "to change their culture very deep into them.", "Okay, I want to talk about how that happens", "in a little while, but first I want to talk", "about the people you chose who you drew examples", "from in terms of building a culture,", "people who built cultures,", "and it's sort of an unusual group of people,", "one unexpected in a business book.", "I'll read some of the names: Toussaint Louverture,", "he led a brutal slave revolt in Haiti;", "Shaka Senghor, someone you know personally", "who is the CEO, that's your term, of a prison gang--", "[Ben] Atlantic's.", "Yeah, the Japanese samurai,", "and you particularly mined their culture", "for the way they treat death", "as just sort of an everyday fact;", "and finally Genghis Khan, right, great founder.", "[Ben] Very successful.", "I mean, why did you choose this group of people?", "Yeah so, one, they were all very influential,", "on my thinking as, it's very hard to find good things", "in the business literature about culture.", "It's just a very fragmented, not very informative set.", "So unfortunately, in my own life I had to go deeper,", "but these four came in for different reasons.", "So the Haitian slave revolt is the only successful", "slave revolt that resulted in a state in human history,", "so not just the Trans-Atlantic slave trade,", "but you go all the way back to the slaves", "of the Han dynasty or the Gauls or,", "nobody ever revolted successfully until this one incidence.", "And it was even more remarkable", "in that Haiti was a specifically brutal slave environment,", "very, very difficult to kind of think of how you could move", "from slave culture to military culture, and slave culture,", "by the nature of it, ends up being very short-term", "cause you don't own tomorrow.", "It's not like, Well, what am I going to do tomorrow?", "Cause that's not up to you as a slave.", "And tomorrow is such an important concept", "in the military because it's also linked to trust, right?", "Trust is a long-term concept.", "If I'm going to trust you today", "because down the line it's going to pay off for me,", "but if there's no tomorrow, there's no trust.", "Well, think about that in the context of a general.", "If nobody trusts the order, the command, you got nothing,", "and then that gets more complex with scale.", "And the Haitian slave revolt at its peak was 500,000 troops.", "Largest slave revolt in U.S. history was 500 people.", "That's how much more successful it was,", "and it was because this guy, Toussaint Louverture,", "successfully transformed slave culture into military culture", "through an obsession, an absolute obsession,", "with a variety of cultural techniques,", "many of which he invented, but also the integration", "of French colonial culture, Roman military culture", "which he gleaned from Caesar's commentaries and so forth.", "But the tragedy of the Haitian slave revolt was", "how it ended in that Toussaint was double-crossed", "by Napoleon in a diplomatic meeting, thrown in jail.", "His successor Jean-Jacques Dessalines completely reversed", "all his decisions, starting with killing", "all the French people in Haiti,", "so the culture was never the culture that Louverture built.", "So one of the big questions I had was,", "well okay, what about this question", "of how do you make it last?", "And that's what brought me to the way of the warrior,", "the samurai culture, which is remarkable", "in that it started 900 A.D.", "If you go to Tokyo today, you still experience a lot", "of Samurai culture like right now which is quite amazing.", "And then, I just happen to know a modern day samurai", "in Shaka Senghor and the thing that made his story so,", "I thought, instructive was in prison, so in Silicon Valley,", "you just start with a lot of, you can take culture", "for granted because people come", "with a lot of cultural elements.", "Starting with they know how to show up on time", "for an interview, this and that.", "In prison, you don't have a big basis,", "so you really have to start from first principles", "when you're talking about building an organization", "that can be effective and keep each other safe", "and all these kinds of things.", "It's complicated, but it's also,", "it makes you go through the entire process.", "Well, draw the line for me how the Haitian slave revolt", "and Genghis Khan helps you in--", "[Ben] Sure.", "making software or serving customers or...", "Okay so, sure. I'll take an example", "that everybody's familiar with which is Uber,", "and Uber obviously had--", "[Stephen] They like Genghis Khan too, I imagine.", "[audience laughs]", "They ran into some issues with the culture, but I think,", "you know, people wrote it up", "as like Uber's got this out-of-control, toxic,", "it was a very in-control, highly-designed culture", "that they trained on really effectively.", "And really interesting, Mike Isaac's book Super Pumped", "he stole that title right out of, I mean,", "he didn't steal whatever, but he took it.", "It's such a great name that evokes such an emotion.", "It came right out of a cultural document from Uber,", "but there were all kinds of things like that.", "Always be hustling, this and that and the other,", "so really well-designed, really well-executed,", "but it was missing this one little piece", "which is with ethics if you don't make them explicit", "and have a strong reason behind them,", "and make them really specific,", "then the business incentive will just run", "over the ethical rail, and of course", "there wasn't a rail at Uber.", "You compare that to Toussaint Louverture", "whose similar very competitive situation,", "he's fighting a slave revolt.", "It's a very mercenary kind of war,", "so Haiti was sugar was the crop", "and the British, the Spanish, and the French were", "all fighting for control of this island, and it was,", "by nature, because it was over sugar, it was very mercenary.", "And so these armies would basically pay", "the soldiers though pillaging.", "Okay, so Toussaint's got a slave army.", "They got nothing, and he said, We're not gonna pillage,", "and the reason we're not gonna pillage is", "because this is a fight for liberty.", "So he elevated the mission of the culture", "through the ethical line and you can't fight", "for liberty if you're taking people's liberty.", "So the stories are amazing in that you would say,", "Okay well, the French rolled in,", "they killed all the cattle,", "they stole everything, they burned down the farm.", "The slave army rolled in half-naked,", "they didn't even have clothes, didn't touch anything.", "And a crazy result of this was Toussaint,", "one of the ways he won the war was he had the support", "of the locals and specifically the white women", "in the colony who referred to him as father.", "They 100% supported him because his culture went", "beyond his army into the surrounding environment.", "Had Travis known that things might have been different.", "Well, okay.", "Cause it's so effective.", "He actually won the war through the culture,", "through being ethical.", "Okay, so what about Facebook?", "So Facebook is a company that is a very evolved,", "a very strong culture through its early days.", "I've been looking at this for 3 years,", "and the guy who was on here a little earlier today,", "was one of the big, Chris Cox, he would give this speech.", "Everyone who came at Facebook", "and told about the values and the ethics.", "And right now Facebook, you can't think of a company,", "even as much as Uber, which is under attack", "for its reputation there.", "How can that strong culture,", "what do they do wrong in their culture,", "and I know you followed later,", "are they changing that culture?", "Well, look, so I don't know", "that it was a cultural problem in the sense that,", "I mean, it's great all these people", "who literally used to work at Facebook go,", "Oh yeah, the culture that I was part of", "and participated in, I hate it.", "[Steven] They all show up at a conference.", "But I'm keeping the money.", "It's like, okay great.", "[audience laughs]", "Good, [claps] thanks, yeah, bravo.", "Look, I think what happened at Facebook was,", "and this is a really good example of", "why you have to change your culture.", "The company's only 15 years old.", "They set out to, depending on the story you believe,", "meet girls, then share photos with your family,", "then all of the sudden you wake up and it's like,", "oh, you've changed the election.", "Well, that was hard to anticipate,", "even harder because in 2008, Obama gets elected,", "everybody writes, Obama got elected because of Facebook.", "No way this guy is president without Facebook.", "Reaction everybody, [claps] Yay! Yay Facebook!", "Eight years later, same thing, Donald Trump,", "What the hell? [claps] Like, shut them down.", "And so for them to anticipate that that was the result,", "I just think was hard, and the way I would phase it is", "with all these cultural issues, and this is true for Uber", "or for Facebook, it's easy to go,", "Okay, Zuckerberg's a bad guy,", "or Travis is a bad guy, or this person did it.", "But it's not, these things are not a good against evil", "kind of issue, this is a humans against the Gods.", "This is trying to deal with a system", "that grows very, very fast and gets very, very complex,", "and any time you try and move or change a culture,", "you're dealing with that.", "Facebook's case, we're talking about humanity,", "which took thousands of years", "to build the rules of the public square", "which is like a thousand people local, all of a sudden,", "it's 2 billion people international, and we're like,", "Zuck, how could you not know the rules of that?", "Well, none of us know the rules of that", "and that's the problem he's dealing with.", "Now, yes, they are moving the culture from what was,", "look, the culture was like,", "move fast and break things, like explicitly.", "We're going to go fast.", "We're going to grow fast,", "and we're going to wipe out MySpace.", "That was what they were doing.", "We gotta beat MySpace.", "You know that, when you've got 2 billion people on it", "you're moving elections, that's not the culture", "that you need anymore, and they are changing.", "They are, as you know, they are working hard to move it,", "but it's really complex.", "So, your book that--", "Which is like a big reason I wrote the book by the way.", "The examples are, You do need rules.", "the examples you took, yeah, we were talking before.", "You started this book.", "You really weren't thinking about the tech lash,", "and the sort of the people and the war situations", "that you write about, and a lot of language", "that's used is war time,", "and I think people now are thinking,", "Yeah, well, these are the cultures of war", "that these companies are using and the civilians are", "sort of collateral damage in all this.", "Do you think that I guess inflecting on this", "that maybe it's time to tamp down the war", "and kind of connect more of society?", "Well I think that like the reason,", "I mean let me address the kinda question of the book,", "and this'll probably be the last question,", "but so the reason I use the metaphors I do", "is really for clarity.", "So if I said to you new employee orientation is", "really important to the culture,", "you'd go, Okay, yeah, great.", "And I talk to CEOs, and I tell them that,", "and they don't do it.", "So in the book the story is Shaka Senghor.", "First day in prison he comes out of quarantine,", "goes into the rec area,", "a prisoner walks up to another prisoner,", "stabs him in the neck, guys bleeds out, dies.", "Guy throws the shank in the trash,", "goes to the chow hall and has sandwich.", "And Shaka goes, When I saw that I had to ask myself,", "could I do that?", "And I said, What do you mean?", "You did that.", "You killed a guy to get in here.", "You're in here for murder.", "And he goes, No, no, no, I didn't go that.", "I'm in a drug deal.", "this guys jumps out of the car,", "he's not supposed to come out of the car.", "I'm paranoid, I have a gun in my pocket,", "I react, I shoot him.", "This guy took a two liter bottle,", "spent two weeks filing it into a weapon,", "then decided premeditated was he gonna stab him", "in the stomach and wound him", "or stab him in the neck and kill him.", "Then he decides to stab him in the neck, kills him,", "and then goes and has a sandwich.", "I couldn't do that, but I knew I had to ask myself", "could I do that to survive?", "Cause that's what it took to survive here.", "And so you see how his culture gets changed", "on new employee orientation.", "People walk into your company.", "They go, okay, who's succeeding here?", "This happens every single day.", "Oh, that's guy's got the big job, and he just took credit", "for that other person's work.", "He just took credit for her work.", "That's what I have to do to succeed here,", "and that's what's setting your culture,", "not your values on the wall.", "And so that's why I use the violence", "cause it'll make it clear.", "We could go on Sorry. [laughs]", "for a long time.", "It's great, thank you very much.", "Okay, thank you.", "[audience applauds]"], "authors": ["Condé Nast"], "keywords": ["know", "really", "horowitzs", "conversation", "watch", "video", "wiredcom", "wired", "dont", "thats", "way", "cne", "slave", "going", "steven", "horowitz", "took", "culture", "levy", "think"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}