{"id": "5a720875-1c25-3e5b-ba09-839ea9ddf613", "title": "Opinion | How to Use Science to Give Good Gifts", "url": "https://nytimes.com/2020/12/17/opinion/good-gifts-psychological-research.html", "summary": "On Christmas morning, a husband quietly apologizes to his wife that his gifts this year are humble — money is tight.\nIt also feeds five false beliefs people commonly hold about what makes gift recipients happy.\nFortunately, psychological and marketing research not only shows that these beliefs are wrong; it also offers guidance for picking gifts people will actually like.\nFirst, ignore price.\nBut when people made the same ratings for a gift they had received, price was completely unrelated to enjoyment.", "paragraphs": ["On Christmas morning, a husband quietly apologizes to his wife that his gifts this year are humble — money is tight. She bravely affirms that she loves the pajamas and the sweater. Later, as the children play with their new toys, the husband reveals one last gift box, in which the wife discovers a diamond necklace. She squeals with astonished delight.", "This advertising trope is not just cloying. It also feeds five false beliefs people commonly hold about what makes gift recipients happy. Fortunately, psychological and marketing research not only shows that these beliefs are wrong; it also offers guidance for picking gifts people will actually like.", "First, ignore price. Despite the stock saying, “It’s the thought that counts,” gift givers think that spending a lot — on diamonds, for example — shows that they care. When researchers asked people to recall a gift they gave and then to rate how much they thought recipients liked it, higher prices went with higher ratings. But when people made the same ratings for a gift they had received, price was completely unrelated to enjoyment.", "Second, give gifts that are actually usable. Gift givers tend to focus on how pleasurable it would be to use the gift, but overlook how easily or often the gift will be used; a husband might imagine his wife feeling like a million bucks in her diamonds, but ignore the fact that she seldom wears formal jewelry."], "authors": ["Daniel T. Willingham"], "keywords": ["science", "gifts", "ignore", "gift", "husband", "thought", "price", "ratings", "opinion", "wife", "good", "recipients", "shows"], "pubDate": "2020-12-17T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}