{"id": "5aaa9ad8-b3b9-37ca-926d-28219b546ab7", "title": "FBI visited extremists ahead of Capitol riots, urged them not to travel to DC: source", "url": "https://www.foxnews.com/politics/fbi-visited-extremists-ahead-of-capitol-riots-urged-them-not-to-travel-to-dc-source", "summary": "The FBI visited extremists prior to the pro-Trump rally and the deadly Capitol riot last week and urged them not to travel to Washington, D.C., a source familiar with the situation told Fox News.\nIt is unclear, at this point, how many extremists were contacted and how far in advance of Jan. 6.\nThe president spoke earlier in the day in Washington at a rally to supporters, who later marched to the Capitol.\nThe Justice Department has charged more than a dozen people involved in the riots and dozens more have been charged in Superior Court in Washington D.C. with unlawful entry, curfew violations and firearms-related crimes.\nLast month, President Trump promised supporters a \"wild\" protest in D.C. on Jan. 6.", "paragraphs": ["The FBI visited extremists prior to the pro-Trump rally and the deadly Capitol riot last week and urged them not to travel to Washington, D.C., a source familiar with the situation told Fox News.", "It is unclear, at this point, how many extremists were contacted and how far in advance of Jan. 6.", "DOJ CHARGES 2 MEN IN CONNECTION WITH CAPITOL RIOT", "Pro-Trump protesters stormed the Capitol on Jan. 6, sending Congress into recess and the Capitol building into lockdown as members attempted to certify the results of the presidential election in favor of President-elect Joe Biden.", "The president spoke earlier in the day in Washington at a rally to supporters, who later marched to the Capitol. He further pressured Vice President Mike Pence to act on his own to decertify the results of the election and send them back to the states for recertification.", "Pence, before the joint session of Congress began, said he did not believe, under the Constitution, that he had the authority to \"unilaterally\" accept or reject electoral votes.", "As members of the House and Senate debated and raised objections to certain electoral votes, both chambers were forced to recess and evacuate their chambers as protesters stormed the Capitol, sending it into lockdown for hours.", "Washington police said the riot at the Capitol resulted in five deaths -- including a Capitol Police officer and a woman who was shot inside the building -- and at least 70 arrests.", "The Justice Department has charged more than a dozen people involved in the riots and dozens more have been charged in Superior Court in Washington D.C. with unlawful entry, curfew violations and firearms-related crimes.", "Last month, President Trump promised supporters a \"wild\" protest in D.C. on Jan. 6.", "TRUMP SAYS HIS SUPPORTERS WILL STILL HAVE 'A GIANT VOICE' AFTER HE LEAVES OFFICE AND WON'T BE 'DISRESPECTED'", "NBC News first reported that the FBI visited extremists planning to attend the pro-Trump rallies, and reported that the FBI warned Capitol Police of potential violence that day.", "The FBI did not immediately respond to Fox News’ request for comment.", "Despite warnings about pro-Trump demonstrations in Washington, Capitol Police did not plan to bolster staffing and did not anticipate that the demonstration would escalate into a massive violent riot, according to people briefed on law enforcement's response.", "The Capitol Police's response has drawn condemnation from lawmakers and prompted the ouster of the department's chief and the sergeants-at-arms of both the House and Senate.", "The Associated Press contributed to this report."], "authors": ["Brooke Singman", "Brooke Singman Is A Politics Reporter For Fox News. Follow Her On Twitter At"], "keywords": ["visited", "source", "capitol", "dc", "washington", "supporters", "president", "riot", "fbi", "jan", "extremists", "urged", "travel", "riots", "protrump", "ahead"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}