{"id": "5aae30ad-b9dc-3f19-837e-9ff6bb7f3a1c", "title": "Jonathan Safran Foer: ‘Why don’t Extinction Rebellion issue specific ideas? They are awfully vague’", "url": "https://www.theguardian.com/books/2020/jan/19/jonathan-safran-foer-extinction-rebellion-vague-climate-crisis", "summary": "There has, Safran Foer says, been nothing remotely like them in the US, but he is not convinced they are effective.\n“The way Samin talks about it is climate leadership, for me,” Safran Foer says.\nThe goal is to reduce the carbon in the atmosphereSafran Foer is upfront about his own lapses in the book.\nPhotograph: Sophia Evans/The ObserverWe dig into our sharing plates, Safran Foer doing his best to avoid the rule-breaking components of our order, yogurt and feta.\nThat struck me as a good way of looking at it.” Safran Foer went home that evening and wrote his own plan.", "paragraphs": ["There have been many proposed solutions to the climate crisis – from outright bans on fossil fuels to planting 2 billion trees – but Jonathan Safran Foer’s antidote to global devastation strikes me as the neatest and most achievable. It could sound like something written by a prophet in stone: Eat No Meat Before Sundown. But Safran Foer, in his brilliant book, We Are the Weather, insists on couching it in far more conversational terms: we need to make a “collective act to eat differently”, he says, and one straightforward way is to aim to eat no animal products before dinner.", "This idea for a roughly two-third shift in animal consumption comes armed with unarguable statistics about its positive effect in reversing climate trends, including the killer pay-off: “If cows were a country they would rank third in greenhouse gas emissions, after China and the United States.”", "I meet Safran Foer in London in the autumn, while Extinction Rebellion are glueing themselves to corporate buildings. He has chosen to eat at Nopi, Ottolenghi’s brasserie outpost off London’s Regent Street, not least because in Safran Foer’s decade of campaigning against factory farming (his 2009 book Eating Animals was the starting point) the chef has become a good friend and ally.", "We order sharing plates including cauliflower and green bean fritters, hispi cabbage and tofu mayonnaise, chickpeas with sumac feta and – ignoring any potential for caricature – talk first about the protests and their effect. There has, Safran Foer says, been nothing remotely like them in the US, but he is not convinced they are effective. “I saw a protester asked on the news, ‘What is the point?’” he says. “The reply was the obvious one: ‘We wouldn’t be talking about it now, if this were not happening.’ But is that exactly a point? You can imagine ways in which it could be a bad thing if it becomes too divisive, or is seen as just a liberal concern.”", "One theme of his book is that human beings cannot hold potential apocalypse in their minds for very long: “We are good at things like calculating the path of a hurricane,” he writes, “and bad at things like deciding to get out of its way.” He uses at one point the analogy of his grandmother’s family in 1930s Poland to examine human reaction to the psychology of existential threat. His grandmother heard what was happening in Germany and – partly through luck and circumstance – decided to emigrate. All her relations heard the same news and were paralysed by it, or had other concerns. He fears that is the effect of a lot of well-intentioned hand-wringing about the planet, the virtue-signalling threats of doom. The scale overwhelms us, and we do nothing.", "“I don’t understand why the Extinction movement isn’t concretising. Why it isn’t issuing specific ideas,” he says. “They are awfully vague and unrealistic. Why not say: ‘Here’s a thing we can all do to help this month?’ And do that every month. I feel then that an awful lot of people would start to give it a shot.”", "His informed suggestion about daytime veganism is a case in point. But even then, and in his book, he cautions against being too shrill. One of the most persuasive adopters of his plan in the US has been the chef Samin Nosrat, bestselling author of Salt, Fat, Acid, Heat. “The way Samin talks about it is climate leadership, for me,” Safran Foer says. “She doesn’t ask anyone else to do it. She says: ‘I might not be consistent with it, it is going to be a big change. But knowing what I know, this is what I feel I should do.’ When people lecture me on their own ethical accomplishment, I find that extremely annoying and certainly not inspiring. But if somebody says, ‘I want to try this, I fear I might fail,’ people start to think, ‘Well, you know, I could try that too.’”", "The goal is not to perfect a virtuous identity for yourself. The goal is to reduce the carbon in the atmosphere", "Safran Foer is upfront about his own lapses in the book. He confesses even to one or two fast-food burger moments when tired or emotional or lazy. That seemed to me quite a brave thing to do, but also a persuasive one.", "“It felt like an embarrassing thing to write,” he says. “But I have definitely had meat. And I have often wanted it. These days I find cooking vegetarian quite easy. But veganism is much more difficult. I mean I wrote the book, so I had to do it. But it was still like, ‘Oh shit, this is difficult.’”", "He thinks that above all we need to get away from thinking in binary terms. “If someone says to me, you know, I couldn’t give up chicken, or cheese, or burrata, that’s fine, just eat much less of it, or only eat it for dinner. The goal is not to perfect a virtuous identity for yourself. The goal is to reduce the amount of carbon in the atmosphere.”", "Safran Foer first found a global audience as a wunderkind novelist. His book Everything is Illuminated, a fictional personal journey into Holocaust history, earned him an eye-watering publisher’s advance and universal critical acclaim. It came out when he was only 25. He followed it with another chunky bestseller, Extremely Loud and Incredibly Close, which offered a child’s eye view on the 9/11 attacks, and became a film starring Tom Hanks. In his two polemical books, he uses a pared-down version of that hyper-intelligent novelist’s voice, but retains a genius for a compelling story and a telling detail.", "He understands that the best of the latter are often the most simple. One thing that struck him when he started to share a platform with distinguished climate scientists was that they were all, to a woman and man, vegetarian. “They just took that as read,” he says, “in the same way they would never drive an SUV. The funny thing was that it was too obvious to them almost to mention.”", "Another telling revelation, he says, struck him when Eating Animals came out. He imagined it would likely be loved by animal rights protesters and hated by farmers. In fact, he had the opposite experience. “Farmers I spoke to welcomed the book. They despise factory farming more than anyone. The whole model of industrial agriculture obviously seeks to remove farmers from the process. Sustainable farming offers them a future.” The protesters, meanwhile, found plenty to protest about in Safran Foer’s human and realistic tone, because that is what they do.", "Facebook Twitter Pinterest They shared Roasted aubergine, tamarind yogurt, preserved lemon, cashews, £10.80; chickpeas, butternut squash, sundried tomatoes, mint, sumac feta, £9.80; cauliflower and green bean fritters, amba, coconut tahini, £12; chargrilled hispi cabbage, tofu mayonnaise, pickled cucumber, sea purslane, £11.50; Valdeón cheesecake, pickled beetroot, thyme honey, almonds, £12.80. NOPI 21-22 Warwick St, London W1B 5NE. Photograph: Sophia Evans/The Observer", "We dig into our sharing plates, Safran Foer doing his best to avoid the rule-breaking components of our order, yogurt and feta. “This is part of my difficulty right here,” he says, of a slightly awkward interaction with the waiter when he suggested he would rather not have dairy. “I still don’t quite know how to have the conversation about these things. I know how well they source things here. And I don’t like that feeling of sounding judgmental. There is nothing I like less than going to dinner at a friend’s house having forgotten to tell them.”", "What will he do?", "“It depends. If they have gone to a lot of effort sometimes I might not say, just because in the scheme of things one dinner obviously doesn’t matter.”", "In all of this, he suggests, we put too much emphasis on motivation and not enough on action. An honest commitment to try to change habits is always far more effective than hard-and-fast denial, but deciding what is possible is the first step. He tells a story of a couple he met at a reading he gave; when he came to sign their copy of his book he saw that the title page was covered in writing. “They told me that they were about to get married, and decided to have a plan for the future. The plan involved trying to eat vegetarian except at dinner. Vegan two days a week. Have no more than two kids. And to drive no more than 1,500 miles a year. That struck me as a good way of looking at it.” Safran Foer went home that evening and wrote his own plan. It involved among other things a commitment not to fly for vacations as well as one to try to stick to his diet. “Everyone might think about a plan,” he says. And what better moment to adopt one than new year 2020?", "We Are the Weather is out now (Hamish Hamilton, £16.99). To order a copy, go to guardianbookshop.com"], "authors": ["Tim Adams"], "keywords": ["rebellion", "book", "know", "ideas", "extinction", "thing", "dont", "plan", "specific", "eat", "point", "safran", "foer", "jonathan", "things", "issue", "vague", "way"], "pubDate": null, "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}