{"id": "5ab462cb-5900-3823-93cd-5a0360ccde2c", "title": "WIRED25 2020: Nia DaCosta Discusses Candyman, Horror Movies, and Black Pain", "url": "https://www.wired.com/video/watch/wired25-2020-nia-dacosta", "summary": "But yeah, I love horror films.\nAnd what's great about horror is that horror stays with youafter you leave the theater.\nI mean, you can say every great film stays with you,but horror really, like, it's in your psyche.\nSo there's a line in the film that really grabbed methat really kind of speaks to our present moment.\nA lot more TV, a lot more animated, a lot more animation,a lot more podcasts, you know.", "paragraphs": ["Transcript", "Candy man.", "The urban legend is,", "if you say his name five times while looking in the mirror,", "he appears in the reflection and kills you.", "[Woman] Who would do that?", "[Girls] Candyman", "Candyman", "Candyman", "Candyman", "Candyman", "Well, we're still alive.", "[door bangs]", "Let's go.", "Trina, you broke the door.", "[creepy high-pitched music begins]", "[girl gasps]", "[door bangs]", "This isn't funny!", "[wet crunching sound]", "[bees buzzing]", "[eerie piano music begins]", "I feel really connected to this neighborhood,", "Cabrini Green.", "It was a projects.", "Yeah, I just moved in around the corner.", "The old candy factory.", "I'm an artist.", "You lookin' for Candyman.", "[bees buzzing]", "He's the monster that's part of this neighborhood.", "♪ Say my name, say my name ♪", "Why are you drawn to this?", "I'm hoping to spread the story all about Candyman.", "The mirror invites you to summon him.", "♪ If somebody's there, then tell me who ♪", "You should say his name, I dare you.", "Candyman", "Candyman", "Candyman", "Candyman", "Shh. [claps]", "No.", "Don't say that.", "[loud distorted musical note]", "Hi everybody. I'm Jason Parham.", "I'm a senior writer at Wired, where I cover pop culture.", "I could not be more thrilled.", "Today I'm joined by Nia DaCosta.", "She's a director, screenwriter.", "She's behind the hugely, hugely hotly anticipated", "horror project Candyman,", "which drops next year.", "Nia, thank you so much for being with us today.", "Hi, thank you so much for having me.", "I'm really excited to be here.", "To give the audience a little bit of context,", "Nia's first project from 2019, Little Woods,", "which starred Tessa Thompson and Lily James,", "centered on two sisters in a North Dakota oil boom town.", "It unpacked a lot of important issues around gender,", "around housing, around healthcare, around drug addiction.", "So we're definitely going to dig into that update as well.", "It's also reported that Nia landed", "one of the most coveted gigs in Hollywood;", "she'll be directing Captain Marvel II.", "So Nia, thank you so much for being with us today.", "So we just saw the trailer for Candyman.", "I'm dying to know,", "were you a fan of horror films growing up?", "I was a huge fan of horror films growing up.", "I would like, I would go to my grandma's house after school", "and I would turn off all lights", "before she got back from work", "and watch, like, Tales from the Crypt and like", "any horror movies I could get my hands on.", "And yeah, I was super, super into them.", "And Candyman was one of the big ones that was very,", "that loomed very large in my childhood.", "But before I even saw it,", "I was being dared to say it in the mirror,", "his name five times in the bathroom at school,", "which I refused to do, of course.", "But yeah, I love horror films.", "Was there anything about the original", "that stood out in your mind as a child growing up", "that you took into the film when you were making the film?", "Oh man.", "Yeah, I think the first film was so unique", "and the style is really specific and different", "and it really feels like a bit of a fever dream.", "You know, watching this woman's descent.", "And Candyman, of course, Tony Todd as Candyman is so iconic", "and so, such an impressive new kind of villain,", "at least in the context of that 1992 film.", "And so yeah, this really,", "thinking about him as this iconic character", "and wanting to pull back the layers and expand more on,", "on what that actually means and who Candyman is,", "what Candyman is", "was what I wanted to bring into this version.", "So your version does so much visually, structurally.", "I got to see a preview of it. It's amazing.", "And I hope to hear a little bit about your choices.", "How did you go about making this version your own?", "Right. Yeah.", "So yeah, it's like a million little decisions,", "you know, every day, but for me,", "what I love so much about the original is how unique it is,", "is how specific it is.", "It is a filmmaker's vision.", "And so insofar as I was able to,", "I really wanted to make this feel like, you know,", "a very specific, unique visual, visually interesting film", "and not just like a horror", "with some people dying and who cares.", "And the other other thing is, you know,", "we really wanted to expand on the mythology.", "So from, you know, the very first draft", "of the script that I read", "before I officially was on the film,", "there was this kernel there of, like,", "Okay, there's more to Candyman", "than just this guy named Daniel Robitaille.", "There's more to the idea of Candyman.", "And so that too, I think, was,", "in thinking about the first film,", "what I wanted to bring to this one.", "Just, like, more.", "So I know you collaborated with Jordan Peele", "on the script,", "who many consider the Hitchcock heir-apparent.", "What was it like working with him on this project?", "It was cool.", "I think my favorite part of the process with Jordan", "was just sitting in a room together", "and shooting ideas back and forth", "and seeing how his mind works and,", "and just like watching him work", "and just being able to create something.", "That's always my favorite part of the process,", "when collaborating, especially at the writing stage.", "So yeah, it was really cool.", "Like, I'm a huge fan of Get Out,", "and I love Key and Peele.", "So sometimes I'd like reference a skit and he'd be like,", "That's a real deep cut.", "I'm like, I've watched it so many times!", "But yeah, it was really fun. It was great.", "So the movie, which I love, it's sort of,", "it merges the past and the present", "and threads so many themes together, police brutality,", "a history of lynchings, gentrification,", "sort of white death of black capital,", "what I like to call sort of everyday horrors", "or social horrors.", "So why do you think, or why would you say the horror genre,", "which you're working in is such a ripe vehicle", "to bring attention to these injustices?", "I think what's great about horror is that you can,", "you can layer the horror, the physical horror", "of, like, being in a space and being worried about someone", "about to get killed by a killer,", "or haunted in a haunted house, or any of those things.", "And you can just easily lay on the personal horrors,", "real life horrors onto these tropes as, like, metaphor.", "And what's great about horror is that horror stays with you", "after you leave the theater.", "I mean, you can say every great film stays with you,", "but horror really, like, it's in your psyche.", "It gets deeper into, into your brain, I think,", "understanding how horror of a ghost,", "or a serial killer, or whatever can be as tangible", "for people who don't understand, like, black trauma,", "black horror, black pain.", "It can be as tangible for them.", "And in the moment they're watching the film,", "and hopefully when they leave the theater,", "it's sitting with that.", "Not just like the, Oh, like, a ghost,", "but also with, Oh, like, real pain of people", "that are part of my community.", "So that's what I think is useful about horror", "in that context.", "But there are so many, of course, ways", "to tell the stories that we're telling.", "Right.", "So speaking of the So many ways to tell the stories,", "I'm curious,", "in what ways do you see Candyman being a bridge", "between sort of the original slasher trilogy horror classics", "like Nightmare on Elm Street", "and the future of the genre", "and stuff like Lovecraft Country on HBO?", "Yeah.", "So I guess I'll address like the Freddy Krueger of it.", "Candyman himself is an iconic villain.", "And so I think what we're able to do in this film is, like,", "pull back the curtain on, like, what makes a villain.", "Who calls a monster a monster? Who decides that?", "That's a lot of what our story is about,", "and how we tell stories to scare each other,", "protect each other, uplift each other,", "and they could kind of all be the same story.", "The future of the genre?", "I think it's great that there are more black voices", "in the genre.", "And I like that it's more,", "it feels more potent, you know,", "talking about real life horrors", "and disseminating that,", "you know, further into the culture.", "And so I'm just excited, in particular in horror,", "just to see more of that,", "but also more different kinds of stories.", "You know, I'd love to see black people in horror films", "and in horror and the horror space,", "that's not just about this kind of trauma and pain,", "but can also be, you know,", "about other aspects of our existence.", "And there's so much space for that in film in general,", "but especially in horror.", "I think you said it, right, too.", "It's like who is the monster, exactly?", "And in Candyman, your film is sort of almost in that too.", "It's like, who, wheels turning,", "it's sort of the original question on its head.", "So, yeah, definitely. Yeah.", "So there's a line in the film that really grabbed me", "that really kind of speaks to our present moment.", "And without giving away too much,", "I want to engage a little bit.", "The line goes, They love what we make and not us.", "And so I'm curious, as a creative, do you see that and say,", "How can I reorient that kind of thinking with my work?", "Or is your job as an artist not to find value", "in those systems of thinking?", "I guess maybe a more clear line of questioning is,", "do you take on that burden of making the larger white world", "love and see our beauty in whatever way you can,", "or is the work for you about something else entirely?", "Hmm.", "I think it's all those things and more.", "You know, it's at once sort of,", "you know, just having that line in there,", "'cause a lot of people have mentioned it,", "which I'm really happy about,", "Just having that line in there,", "it's just like, I think a lot of black creatives and", "creatives of color think about it all the time.", "It's like, I think in particular for black creatives,", "like, especially if you're like a musician", "and you do hip hop or rap, you know,", "like hip hop is the most popular genre of music now.", "And yet, you know,", "I'll go to like a Kendrick Lamar concert", "and here, like, the white teens", "in the front row saying the N-word, like,", "you know, rapping along.", "And so it's like, Okay, you love this music,", "you love him, but you don't understand what he's saying,", "'cause if you understood it,", "you wouldn't be out here yelling the N-word", "and making like finger guns and being ridiculous.", "You know what I mean?", "And so that's what I mean.", "It's like, you love this culture.", "You love how it makes you feel. You love the look of it.", "You love how it makes you feel cool.", "You love fucking sneakers, whatever,", "but you don't understand the people.", "You don't see the people as people.", "They're just, like, there to entertain you.", "And so, that's sort of what that means.", "I think in particular for an artist like Anthony,", "whose work is so personal,", "it's like direct from him to the canvas, to the audience,", "he kind of, you leave the building as an artist,", "once your art's out there.", "And so for me, I hope that I can create full characters,", "full humans that the audience can empathize with,", "so that, you know, one day it's not like,", "Oh, they love what we make, but not us.", "It's like, Oh, they love what we make", "and they understand us.", "But I also have some, you know,", "I also feel like the burden of, like, trying to explain shit", "to white people is so inside of so many black films,", "And I would love to eliminate that as soon as possible.", "I think, so for me, I kinda,", "I try to come at it from the point of view of,", "I'm giving you fully fledged characters, full human beings", "to, like, I hope you empathize with them.", "I hope you understand them,", "but I just, I can't teach you how to do it, you know?", "So one of my favorite things that Candyman does,", "it's such a film about place and setting.", "It takes place in Chicago in the Cabrini Green projects.", "Your debut feature from last year, Little Woods,", "was set in a sort of small, rural North Dakota town.", "Both films have such a strong sense of place,", "almost as if these cities are characters themselves.", "Why is that important to you in your filmmaking,", "and how does, like, change that, heighten the film, exactly?", "Yeah, I think place is super important", "because your environment so influences how you feel", "about yourself, how you interact with your world.", "I mean, I think we're all, we're all at home right now.", "And we really are understanding how much, like,", "our homes are important to our sense of self,", "our sense of wellbeing, our neighborhoods.", "And so it just has to be a part of the character journey,", "the character's study that I present in the films I make.", "I know with Candyman, you know,", "it was so important to go back to Cabrini Green.", "And the fact that Cabrini Green doesn't really exist", "in the way that it did in the 1992 film", "is why the film, you know, even deals with gentrification", "and tries to look at the many different ways", "that racial violence can exist and manifests in the world.", "So yeah, it's, environment's super important.", "It's, man, especially in a country like ours where,", "you know, we're dealing with redlining, housing segregation,", "gerrymandering, it's like so important and you know, so no.", "So I want to dial it back just a little bit", "and go back to your first film.", "Little Woods was your breakout hit from last year.", "It was about two estranged sisters in North Dakota", "who were sort of doing what they needed to get by,", "to survive.", "How did this story come to you,", "and why was it important to tell?", "Yeah, so that one started", "from me wanting to tell a story about two women living", "in a rural part of America and dealing with poverty.", "And I knew that I wanted it to focus on healthcare", "and how hard that that access is.", "And because women dealing with healthcare I knew abortion", "and, you know, reproductive health", "was gonna be a really important part of it.", "And so I wanted to find the place in America", "that would be the most difficult for a character", "to obtain an abortion.", "And it happened to be, at the time,", "this part of Northwest North Dakota.", "And once I set it there, it's like,", "Okay, there's the oil boom's happening there.", "There's an opioid crisis happening there.", "Like, the ratio of men to women is like four and one,", "you know, it's really a specific Wild West sort of place.", "And so that informed so much of the film, you know,", "the genre, but the characters that we meet,", "how the sisters interact with each other", "and give to each other,", "the fact that it was, you know,", "a black main character in a majority white place,", "that was all informed by the place, actually.", "So that's how it all kinda came together.", "Just having this one kernel of an idea:", "two women, poor rural America.", "And then I went from there.", "And what was it like?", "Tessa has such an amazing performance,", "and what was it like working with Tessa?", "Oh, it was amazing. It was so great.", "I mean, I got a little preview", "'cause we've worked together at the Sundance director's lab", "where I workshopped a couple of scenes from the script", "and, like, you're not really supposed to do that", "thinking you're gonna cast whatever actors come out", "to workshop with you,", "but she was just, she just became the character, you know?", "And I was like, Oh, it has to be her.", "She's great. I love her, love her dearly.", "Excellent actress obviously,", "but also an amazing collaborator,", "incredibly intelligent, incredibly creative.", "And she really gives a shit.", "I mean, you can tell from everything that she's been doing,", "that she really gives a shit.", "So it was wonderful.", "So what was really fascinating to me about Little Woods", "is that moves almost like, it's a thriller,", "but it moves like a Western a little bit.", "Candyman is also sort of like decidedly a horror film", "and, like, social commentary a bit.", "It's also rumored that you're working", "on a big superhero Marvel film.", "Do you see genre work as a challenge or an opportunity,", "and how so?", "Yeah, I think genre work is challenging in that", "it's not just about the truth with genre.", "It also just has to be like effective.", "You have to kind of manipulate it.", "It's really psychological.", "You have to figure out like, you know,", "the buttons and figure out how to push buttons", "in the audience and whatnot.", "If it's a drama, like a straight drama,", "I kind of find straight drama,", "I don't want to say, it's not easy, but like the easiest,", "because it's really just like,", "Okay, who are my characters? What are the stakes?", "Like, let's be honest.", "Let's tell the truth, you know?", "But genre is great because, one, people watch it.", "So it's usually, you know,", "it's great just to have people watching your stuff,", "'cause then the message,", "or if there is a message, even,", "whatever you're trying to say proliferates more,", "which is exciting.", "And it's an opportunity because more people see it,", "but also because I think people know what to expect", "when they go into a comedy or horror film or thriller.", "And so you can do two things.", "One, you can lull them into a sense of security", "while you do your work inside of the genre trappings.", "And then you can also surprise them", "in ways that are exciting and thrilling for them.", "So there's a lot of opportunity there,", "and I think that's why it's so exciting.", "Do you see yourself drawn to any particular genre", "as an artist, as a director, as a creative?", "Like, does one speak to you more than the other?", "Not as a whole, but I do know, like, no matter what I do,", "I tend to want to have, like, a lot of tension and", "thriller-ish sort of elements to it.", "Not in everything that I've done, but for the most part,", "like, even if I'm doing like,", "yeah, like, you know, Little Woods was a western", "and this is a horror film,", "you know, I wrote an adaptation of an Ibsen play.", "Like, I was just like, More thriller elements, you know?", "More tension.", "And that's really something that I just really like doing.", "So Nia, before we wrap up,", "I want to bring us back to the present moment for a second.", "You were all set up to have a huge summer release,", "and now Candyman is dropping next year.", "Many people are still kind of scared of going", "to the theater, getting sick in a crowded theater.", "I'm curious, for you,", "how do you feel about releasing a movie during the pandemic?", "Yeah, I mean it's so,", "my ideal for the film is to come out in theaters", "when it's safe.", "Right.", "And so, you know, we'll see when that is,", "but that's really what I want.", "I want people to be able to enjoy the film", "on the big screen,", "but when it's safe and when, you know, it makes sense.", "So what lasting effect do you think the pandemic will have", "on the movie industry?", "Are you hopeful?", "Oh, wow.", "You know, people are so fatalistic about, like,", "theatrical distribution.", "They're always like, Theaters are dying, you know,", "et cetera, et cetera.", "But I really think,", "two things happened.", "One, we realized things that we don't have to do together,", "you know, which is useful for workflow", "and that kind of thing.", "And I think also opens up to more people", "getting more opportunities.", "And then when it comes to theatrical,", "I think a lot of what we learned during the pandemic,", "it's not just what we can do about having to be there,", "but also what we really would love to do together.", "And I think going to a theater is one of those things.", "I think like people are gonna always go see movies", "in theaters.", "And I think this is a moment where it's like, Oh yeah,", "I would love to have opportunity to do that again.", "So what we're going to see in the immediate,", "I feel like there's a lot of things where it's like,", "Oh, it's two characters in a house", "and they don't really have to be near each other.", "So that's the movie.", "A lot more TV, a lot more animated, a lot more animation,", "a lot more podcasts, you know.", "Like, I think it's going to be things", "that people can do separately,", "but at the same time, like, you know,", "movies can't exist in just that one space.", "So when it's time and when things are right,", "I think things will bounce back.", "But I think we'll probably be safer and more efficient,", "if I'm being honest.", "And then lastly,", "what impact do you want to have on society", "through your work and your art?", "Oh man.", "I mean, I said this from like Little Woods times.", "Really just want to spread empathy", "and to present really full characters and people", "to the audiences who come to see my films.", "Empathy, I think, is so important.", "And it's sort of like the secret backbone of society.", "It's not just like, Oh, if you do something bad,", "you're going to end up in jail, or whatever.", "It's also like, Oh, I care about people", "I don't know anything about, because we're both here.", "We're both alive.", "You know, We're both humans in this community together.", "So empathy is a big thing for me.", "I couldn't think of a better thing to end on.", "Thank you again so much, Nia, for speaking with me today.", "Thanks for having me. Thank you, everybody,", "for coming out to Wired 25, and goodbye."], "authors": ["Condé Nast"], "keywords": ["little", "candyman", "sort", "dacosta", "wired25", "nia", "pain", "lot", "2020", "black", "movies", "film", "horror", "think", "really", "say", "discusses", "know", "love"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}