{"url": "https://www.barrons.com/articles/worldwise-volcan-de-mi-tierra-president-trent-frasers-favorite-things-01576687374?mod=hp_minor_pos25", "pubDate": null, "publicationId": "8e14bddf-cd2e-3f5b-8fd5-6e34ee13999e", "id": "5abce74b-7ca0-3148-ad25-f9dfa245efc4", "paragraphs": ["Text size", "It’s no secret that LVMH Moët Hennessy understands the finer things in life. The massive, multinational conglomerate (often referred to simply as “LVMH”) is a master in craftsmanship and luxury goods. Experts in brand acquisitions, the group's extensive portfolio encompasses fashion houses, wine labels, cosmetic companies, jewelry lines, fragrance collections, hospitality concepts, retail operations, and beyond―boasting revered names like Louis Vuitton, Hublot, and Cheval Blanc hotels.", "But in 2017, LVMH astonished the spirits industry with the unveiling of a brand new premium tequila offering: Volcán De Mi Tierra. The launch marked the conglomerate’s first foray into the trending tequila category. But the most shocking revelation was that rather than simply purchasing an existing brand, LVMH spent years developing its product from the ground up. A massive undertaking, the team hand-selected an ambitious Australian named Trent Fraser to lead the project.", "Raised in the premiere wine-growing region of Adelaide in South Australia, Fraser, 41, developed an intense appreciation for wine. He began his career in the industry, spending nearly a decade with Penfolds and Treasury Wine Estates. He eventually accepted an opportunity to work with Moët Hennessy, swapping his vineyard views for the hustle and bustle of New York City. And after spending six years as vice president of iconic Champagne producer Dom Pérignon, he found himself at the helm of developing, branding, and launching Volcán De Mi Tierra.", "“We set out to build something for generations to come,” Fraser says. “Our mission was never to simply create a tequila, but to show the world what tequila is capable of.”", "Today, the Volcán De Mi Tierra collection includes two expressions: Tequila Blanco and Tequila Cristalino. Each phase of the production process unfolds in their state-of-the-art facility, located in the lowlands of Jalisco, Mexico. An avid tequila aficionado, Fraser still serves as the brand’s president and CEO.", "When not commuting from New York to Mexico for work, he can often be found jetsetting to other far-flung destinations, and sharing his adventures with his 15,000 Instagram followers. He recently sat down with Penta between his travels to share some of his favorite things.", "My favorite neighborhood in the world is… [Mexico City]’s Roma, Condesa, and Polanco neighborhoods are at the top of my list. All are within a walk of each other and the contrast of old intertwined with new is magnificent. The grit and street art mixed with the polish of new modern architecture and design is like no other. On tree-lined streets, you have this local but fashionista vibe with the coolest boutique hotels, bars, and, of course, some of the best food in the world.", "My favorites are Hanky Panky for a great speakeasy cocktail, the St. Regis for a more classic property, or Condesa DF for a cool boutique hotel. Blanco Castelar is my favorite restaurant and I can’t pass up the churros at Churreria el Moro.", "On the flip side (and a very biased alternative, given I was born and raised there) is Adelaide, South Australia, which is so near and dear to my heart. It’s a smaller city in Australia that boasts an incredible lifestyle with amazing beaches. Middleton has to be a favorite; the hills, best vineyards, as well as a dynamic art and culinary scene.", "The one thing in my closet I can't live without is… I travel frequently, so running shoes are always with me to try and nullify my love of food and beverage.", "If I were to buy a piece of art, it would be by… living downtown in New York City for nearly 18 years, it’s difficult not to be consumed and fascinated by the legends that are Warhol and Basquiat. Having access to the greatest private collections and exhibitions in New York, we are so spoiled to be able to enjoy these two iconic artists. While its quite the cliché, the New York City connection and legendary stories of the places that they used to visit, and I still frequent today, is undeniably cool.", "The best book I’ve read in the last year is… here’s no coincidence, but volcanoes have quickly risen to prominence in my life. Therefore, a gift from a friend persuaded me to read the classic Under the Volcano by Malcolm Lowry. A wonderful read.", "A passion of mine that few people know about is… I’m an avid wine lover and collector. Well, less collecting now, as I just drink it. Burgundy is my weakness and an expensive habit.", "Additionally, what started as a passion for hats evolved into an obsession; a few Panamas morphed into numerous different styles for all seasons.", "The one trip I’ve taken that I would love to do again… I love to travel, so this is incredibly difficult to keep to one. I visited South Africa nearly 20 years ago and remember it as if it were yesterday. The landscapes, particularly on safari, remain mostly untouched. I love nature and the outdoors, so this very raw and natural beauty is hard to surpass.", "The next destination on my travel itinerary is… I am at the Volcán Tequila Distillery just outside of Guadalajara every three weeks. This is the birthplace of our brand and truly the most inspiring place for me. The team and warmth of the Mexican people makes this land and place so special to me. It never feels like work and fuels my passion for my team and the brand.", "The thing that gets me up in the morning is… there is one thing that I am fanatical about, and that is good coffee. The day must begin with great java either for early meetings, my own time to read the news, or to catch up on overnight emails. Of course, there is an abundance of tequila in my life, so frequent morning workouts and runs at home or in my travels are mandatory.", "The restaurant in my hometown that I love to take a visitor is… Chinese Tuxedo [in New York's Chinatown]. The food is outstanding, they have a serious cocktail program, and the ambience of an old converted theater is amazing. Any night of the week is a fun experience. And as a close friend owns it, it actually feels like family to me. The Squid Ink Noodle is my favorite dish and the Volcan Dragon Pearl is my favorite cocktail.", "A person who inspired me to do what I do is… I’ve been so fortunate to have some amazing people in my career to help guide me. Growing up surrounded by vineyards and people in the wine business, it was inevitable that this was going to be in my blood.", "At a much younger age I worked for Penfolds Wines, and winemaker Peter Gago and I became fast friends. He was a great mentor and supporter, often counseling me in key moments throughout my career.", "I was then spoiled to not only work with Dom Perignon but have Chef de Cave Richard Geoffroy as a key person.", "From a business perspective and in my 13-plus years with LVMH, Jim Clerkin Moët Hennessy CEO) has been a crucial mentor and leader for me. He continuously pushed me professionally and has always been a strong supporter and friend.", "If I could have a drink with anybody, anywhere, it would be… Bill Murray and Freddie Mercury at Bemelmans Bar in The Carlyle in New York City. A hysterical and tequila-loving Murray along with a piano in-room would surely entice an impromptu performance by someone."], "authors": ["Ian Centrone"], "title": "Worldwise: Volcán De Mi Tierra President Trent Fraser’s Favorite Things", "keywords": ["volcán", "favorite", "tierra", "work", "mi", "wine", "york", "worldwise", "city", "love", "tequila", "lvmh", "president", "fraser", "trent", "frasers", "things"], "summary": "But in 2017, LVMH astonished the spirits industry with the unveiling of a brand new premium tequila offering: Volcán De Mi Tierra.\nHe eventually accepted an opportunity to work with Moët Hennessy, swapping his vineyard views for the hustle and bustle of New York City.\nWhile its quite the cliché, the New York City connection and legendary stories of the places that they used to visit, and I still frequent today, is undeniably cool.\nThe next destination on my travel itinerary is… I am at the Volcán Tequila Distillery just outside of Guadalajara every three weeks.\nIf I could have a drink with anybody, anywhere, it would be… Bill Murray and Freddie Mercury at Bemelmans Bar in The Carlyle in New York City."}