{"id": "5ac2a869-f041-3c6a-91b6-c12114d1af0e", "title": "Solskjær retains strong Manchester United backing before derby with City", "url": "https://www.theguardian.com/football/2020/dec/09/solskjaer-retains-strong-manchester-united-backing-before-derby", "summary": "Manchester United remain firmly behind Ole Gunnar Solskjær, and the club’s hierarchy are confident his record as manager shows the side are on an upward trajectory.\nThere is a strong belief that despite crashing out of the Champions League on Tuesday at RB Leipzig, United can mount a title challenge this season.\nThe executive are disappointed to be in the Europa League, but Solskjær’s win ratio and ongoing rebuilding of the squad, which has impressed them, mean he retains their support.\nThe United hierarchy are also conscious of how Solskjær’s record compares with managers at the club’s direct rivals.\nStrong United backing for Solskjær does not mean unconditional support and results will continue to be monitored.", "paragraphs": ["Manchester United remain firmly behind Ole Gunnar Solskjær, and the club’s hierarchy are confident his record as manager shows the side are on an upward trajectory.", "There is a strong belief that despite crashing out of the Champions League on Tuesday at RB Leipzig, United can mount a title challenge this season. The executive are disappointed to be in the Europa League, but Solskjær’s win ratio and ongoing rebuilding of the squad, which has impressed them, mean he retains their support.", "Solskjær's lack of champion-manager edge was brutally exposed in Leipzig | Barney Ronay Read more", "It is seen as significant that when United host Manchester City in Saturday’s derby they will be only five points behind the joint leaders, Tottenham and Liverpool, with a match in hand and that the club remains in contention in four trophies.", "The manager’s recruitment of Bruno Fernandes in February is regarded as a catalyst: since then United are second only to Liverpool for points won. After 10 Premier League matches this season United’s 19 points and 19 goals is better than the 13 points and 13 goals last term, when they finished third.", "There is also no desire from the club to feed the perception of a cycle of hiring and firing managers since Sir Alex Ferguson departed in 2013, with the imbalanced squads and wider lack of identity it is believed to cause.", "In any case, the club believe there are growing indications the team can compete for a 21st league title and other trophies under Solskjær. His rebuilding job so far is considered by the club to have given the squad the requisite character plus the desired blend of academy graduates – personified by Mason Greenwood – with recruitment of established players such as Fernandes and Edinson Cavani. There is a belief the team have the identity that was lacking under David Moyes, Louis van Gaal and José Mourinho.", "Manchester United tumble out of the Champions League – Football Weekly Read more", "Of his predecessors in that post-Ferguson era Solskjær’s 56% win ratio from 108 matches in all competitions (60 victories) is second only to Mourinho’s 58% from 144 matches (84), with Moyes’s 53% placing him third (27 from 51) and Van Gaal last on 52% (54, 103).", "The United hierarchy are also conscious of how Solskjær’s record compares with managers at the club’s direct rivals. His win ratio is inferior to the 61% of Liverpool’s Jürgen Klopp and 72% of City’s Pep Guardiola but better than that of Arsenal’s Mikel Arteta (55%), Chelsea’s Frank Lampard (54%) and Tottenham’s Mourinho (53%). After 108 games Klopp, who has since led Liverpool to the Champions League, Club World Cup and Premier League, had a 50% win return, 6% less than Solskjær’s.", "Sign up to The Recap, our weekly email of editors’ picks.", "Since Solskjær’s first game in charge in December 2018 his record places him some way behind Klopp’s 73 victories from 104 games and Guardiola’s 81 from 110 over the same period.", "Strong United backing for Solskjær does not mean unconditional support and results will continue to be monitored. After City, United play Sheffield United, Leeds, Everton (in a Carabao Cup quarter-final), Leicester and Wolves before the end of the year, and there is confidence the manager can embark on an impressive run."], "authors": ["Jamie Jackson"], "keywords": ["city", "derby", "united", "points", "matches", "club", "backing", "league", "win", "record", "ratio", "manchester", "retains", "solskjær", "solskjærs", "strong"], "pubDate": "2020-12-09T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}