{"id": "5ad127e5-c5d5-3c55-9116-cf6c69947264", "title": "Contexts in Which We Should Continue to Refer to the Population as “The Herd”", "url": "https://www.newyorker.com/humor/daily-shouts/contexts-in-which-we-should-continue-to-refer-to-the-population-as-the-herd", "summary": "Now that we’re slowly approaching “herd immunity,” it’s time to pause and reflect on the term itself.\nThe Herd is running for mayor of New York City.”“I can’t deal with group exercise classes.\nIf I wanted to jump around with the Herd, I’d be a literal sheep.”“Have you seen that show ‘Herd’?\nAsking for a country (the United States).”“Thank goodness we’ve reached herd immunity.\nMy life has no meaning.”“I guess I’ll join the Herd and run for mayor of New York City.”", "paragraphs": ["Now that we’re slowly approaching “herd immunity,” it’s time to pause and reflect on the term itself. We’re not actually buffalo—except that guy Bill. And yet, with so many aspects of our lives permanently altered by the pandemic, why not just keep the phrase? I like the idea that we’re a herd, so much so that I hope people continue using the designation regularly, in situations such as the ones dramatized below.", "“I can probably slip out of this party without anyone noticing—the Herd is here.”", "“Ugh, the theatre’s going to cancel my standup show unless the Herd buys tickets ahead of time. Maybe I can ask my mom if she’ll buy forty?”", "“Hi, I’m a recruiter for Facebook, and I’m here to employ an entire Herd of programmers, because we in Big Tech believe that Herds who code are more valuable than Herds who don’t.”", "“Oh, no. The Herd is running for mayor of New York City.”", "“I can’t deal with group exercise classes. If I wanted to jump around with the Herd, I’d be a literal sheep.”", "“Have you seen that show ‘Herd’? Where the six friends jump around in a fountain in the intro? It’s one of my favorites.”", "“Did you hear that Cornell kicked another Herd off campus for hazing its members?”", "“What about Himd Immunity? My name’s Darren and I hate women.”", "“I just want to make enough money at my next job that I can live with only one or two roommates, instead of the Herd.”", "“Will rebranding socialism as the ‘herd economy’ make it more or less politically feasible? Asking for a country (the United States).”", "“Thank goodness we’ve reached herd immunity. Now we can stop worrying about COVID and focus on the rest of the Herd’s needs. Like finding me a date.”", "“It’s, like, I feel as if I need to go out with the entire Herd of Manhattan just to meet one man who changes his bedsheets.”", "“Ew—who still asks their sexual partners their ‘number’? Let’s just say that it’s more than a small Herd, less than a big Herd.”", "“My mom’s putting so much pressure on me to have kids—it’s as if she doesn’t have a Herd of other people she could be badgering. Like my brother. Or my other brother.”", "“I feel as if I’m the last single woman in my college Herd. Even Nancy’s engaged. Nancy. The one who sent her ex her old IUD, Nancy. And she and her fiancé got engaged after only six weeks. It’s simply unHerd of.”", "“What’s the Herd like on Bumble? Is it still only lawyers?”", "“Do you ever feel as if you’ve matched with every single member of the Herd? I’m so lonely, I’d even date Darren at this point.”", "“Update: Nancy is mad at me for referring to her children as a Herd. I switched to ‘flock,’ but she says that’s not better. In my defense, it’s also not worse.”", "[Sung] “I look at all the lonely Herd members. Where do they all come from?”", "“Darren’s not even on Hinge anymore!! He found a partner! This Herd literally has something for everyone. Everyone, except me.”", "“O.K., snap out of it. Women don’t need men to start their own Herd anymore. It’s 2021! Just go to a sperm bank and ask for twinsies.”", "“Oh, shoot. It turns out that I definitely can’t afford a Herd. I knew I shouldn’t have bought a whole Herd of Roombas, but, in my defense, the first six seemed lonely.”", "“I’m going to die Herdless. My life has no meaning.”", "“I guess I’ll join the Herd and run for mayor of New York City.”"], "authors": ["Ginny Hogan", "Ginny Hoga", "Bruce Hand", "Meghana Indurt"], "keywords": ["single", "population", "immunity", "feel", "need", "continue", "refer", "im", "york", "herd", "herds", "nancy", "contexts", "mayor"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}