{"id": "5b1ed36f-c88d-3f92-891a-84ce3d15f321", "title": "EU will authorize COVID-19 vaccine ‘within a week,’ official says", "url": "http://www.foxnews.com/health/eu-authorize-covid-19-vaccine-within-a-week", "summary": "Member states in the European Union (EU) could see an authorization for a COVID-19 vaccine \"within a week,\" a top official said Wednesday.\nShe suggested vaccinations should begin in all 27 member states on the same day, as soon as possible following the shot’s approval, ultimately aiming to vaccinate up to 70% of the population.\nWHY IS THE EU TAKING SO LONG TO OK VACCINE?\nOnce the EMA’s approval is granted, all 27 EU countries can start receiving vaccines for immunization campaigns.\nOn Wednesday, von der Leyen said more than 3,000 Europeans die of COVID-19 every day; infections and hospitalizations are still going up in some member states.", "paragraphs": ["Member states in the European Union (EU) could see an authorization for a COVID-19 vaccine \"within a week,\" a top official said Wednesday.", "\"The commission has negotiated the broadest portfolio of vaccine candidates and finally, within a week, the first vaccine will be authorized so that vaccinations can start immediately and more will follow in the new year,\" European Commission President Ursula von der Leyen said before the European Parliament. \"In total, we have bought more than enough doses for everyone in Europe.\"", "She suggested vaccinations should begin in all 27 member states on the same day, as soon as possible following the shot’s approval, ultimately aiming to vaccinate up to 70% of the population.", "LIVE UPDATES: Today's latest COVID-19 headlines", "On Tuesday, the European Medicines Agency (EMA) announced it was moving up a meeting originally scheduled for Dec. 29 to assess the Pfizer and BioNTech vaccine to next Monday, after receiving additional data from drugmakers.", "The announcement came after Germany’s health minister and others had publicly demanded that the agency move quicker.", "WHY IS THE EU TAKING SO LONG TO OK VACCINE?", "Once the EMA’s approval is granted, all 27 EU countries can start receiving vaccines for immunization campaigns.", "On Wednesday, von der Leyen said more than 3,000 Europeans die of COVID-19 every day; infections and hospitalizations are still going up in some member states.", "GET THE FOX NEWS APP", "The Associated Press contributed to this report."], "authors": ["Kayla Rivas", "Kayla Rivas Is A Health Reporter", "Joined Fox News In April"], "keywords": ["vaccinations", "authorize", "member", "states", "week", "official", "vaccine", "start", "european", "von", "covid19", "eu"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}