{"id": "5b25ab3b-29c8-3a23-a5bd-3db301b78896", "title": "Bartleby - Why office morale will be hard to maintain this year", "url": "https://www.economist.com/business/2020/11/28/why-office-morale-will-be-hard-to-maintain-this-year", "summary": "Some celebrities have already decorated their Christmas trees; Joan Collins, an actress, was pictured next to hers on November 10th.\nIn the circumstances, many people will be tempted to put up more Christmas lights just to have a cheerful sight.\nTo counter the seasonal gloom, humans have long celebrated the winter solstice, the moment when the days start getting longer again.\nAt the minimum, this means lights and decorations in the office, or a Christmas tree in reception.\nWhen the pandemic is over, few people will want to maintain the tradition of “Zoom drinks”.", "paragraphs": ["T IME FOR a confession. Normally, Bartleby’s family waits until December before putting up the Christmas decorations. But this weekend, even though it is only November, the festive lights will go up. Furthermore, he has bought some new (especially gaudy) decorative items to brighten up the front of the house.", "Your columnist is far from alone. Some celebrities have already decorated their Christmas trees; Joan Collins, an actress, was pictured next to hers on November 10th. The local coffee shop and minimarket had dressed in fir by mid-November. These early seasonal signals have been triggered by the possibility of a long and depressing winter, in which the pandemic will disrupt traditional celebrations and families may be kept apart. There is the prospect of a vaccine but, for most people, not until the spring.", "A recent survey found that 68% of Britons said the pandemic had adversely affected their mental health before the nights started drawing in. In the circumstances, many people will be tempted to put up more Christmas lights just to have a cheerful sight.", "The approach of winter is a problem for employers and workers alike. When Western economies endured their first covid-19 lockdown, it was the spring. The days were lengthening and people working from home could take a break from their labours and go for a stroll in the local park. Many could take their laptops and work in the garden (if they were lucky enough to have a backyard, and a job that could be done remotely).", "But the second wave of the disease has hit as days get both colder and shorter. Workers are stuck inside for most of the day; in many countries, restaurants and bars are shut. The idea of working from home seems less inviting when there is little scope for taking a break.", "To counter the seasonal gloom, humans have long celebrated the winter solstice, the moment when the days start getting longer again. This helps explain why even atheists are enthusiastic participants in Christmas festivities.", "The fact that the solstice is followed by the start of a new year only adds to the need to mark the event in some way. In Christian countries these celebrations are a part of people’s working lives. At the minimum, this means lights and decorations in the office, or a Christmas tree in reception. Often, it will involve a lunch, after-work drinks or a party for staff, where they can relax and reflect on the year’s efforts. The effect is to bolster team spirit.", "Look back to the suggestions made by management consultants about improving winter morale in previous years and it is striking how many of them involve collective activities: ice-skating, fitness classes, potluck lunches and the like. Social distancing now rules out pretty much all these distractions.", "Online collective activities are a substitute, but not a great one. When the pandemic is over, few people will want to maintain the tradition of “Zoom drinks”. Quizzes are a potential substitute, although they do not appeal to everyone. Some will be embarrassed if they do not know the state capital of South Carolina or the losing side in the last FIFA World Cup final.", "The other way companies can boost morale at the year end is with an annual bonus. But the economic damage caused by the pandemic has crimped many businesses’ ability to offer this perk; they are struggling hard enough just to keep everyone in their jobs.", "That leaves another hardy perennial. Around this time chief executives send out a message to all staff in an attempt to rally the troops by recounting the successes of the previous year. These always remind Bartleby of the scene in the BBC sitcom “Are You Being Served?”, when a department store’s elderly owner tells his shop assistants “You’ve all done very well”, before tottering away on the arm of his nurse. It is hard to feel motivated by such bland, indiscriminate praise.", "So this year managers need to do a better job. A personal message (or a phone call) to each staff member in their team is a good start. The conversation should contain some praise that is specific to the individual, as well as a check on how the colleagues are feeling at a difficult time. This will be time-consuming—and all the more appreciated for it. The art of management is not merely about hitting a budget.", "If this doesn’t happen at your company, never mind. Praise from a boss is priceless. For everything else, there is always a display of luminous reindeer."], "authors": ["The Economist"], "keywords": ["workers", "bartleby", "christmas", "way", "office", "working", "hard", "lights", "winter", "start", "maintain", "staff", "morale", "pandemic", "days"], "pubDate": "2020-11-28T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}