{"id": "5b2f5220-b534-3373-8204-761ac9c24056", "title": "Can Kid Art Be Real Art?", "url": "https://www.newyorker.com/magazine/2020/12/21/can-kid-art-be-real-art", "summary": "A thought prompted by a pair of untitled paintings currently on display at the Queens Museum: My kid could do that .\nSome of the resulting works are now part of a small but lively exhibition of kid art, dating back to 1900, that will remain on view at the museum, in Flushing Meadows–Corona Park, until mid-January.\nCan kid art be art art?\n“Children’s art isn’t really treated as art normally.\nThat kind of charged kid art, Müller felt, might illuminate and even comment on her own work.", "paragraphs": ["A thought prompted by a pair of untitled paintings currently on display at the Queens Museum: My kid could do that . . . but thank God my kid didn’t do that. Executed in what looks like tempera, the first painting depicts two tall teal-colored slabs. In the second painting, one of the slabs is now stabbed by a pointy, angry red shape that could be an airplane or an explosion or both, because the subject, of course, is 9/11. The unknown painter, an actual child, had participated in a program that encouraged kids to untangle their emotions about the attacks through painting and drawing. Some of the resulting works are now part of a small but lively exhibition of kid art, dating back to 1900, that will remain on view at the museum, in Flushing Meadows–Corona Park, until mid-January.", "Can kid art be art art? Can it have not just psychological or sentimental import but genuine cultural worth? Can it even be “good”? Well, maybe. “Children’s art isn’t really treated as art normally. It’s treated as ephemera,” Amy Zion, the curator of the Queens Museum show, said. “We don’t really have a language to critically engage with it.” (Some might argue that this is to kid art’s benefit.)", "The exhibition has a complicated backstory. It began with an adult artist named Ulrike Müller, who was commissioned, in 2019, to create a temporary floor-to-ceiling mural in the Queens Museum’s lobby. That work, also now on view, depicts several animals of indeterminate species, monumental in scale yet drawn with a childlike simplicity of line and shape. Müller was partly inspired by “The Animals’ Conference,” an allegorical picture book published in 1949, by Erich Kästner, in which the world’s beasts band together to rid the planet of war and bureaucracy, disgusted by the slow pace of human diplomacy. (They should see us now!) The mural’s palette, though muted, evokes the W.P.A. murals of the nineteen-thirties as well as the slightly more garish aesthetic of the 1964 New York World’s Fair. The museum is home to one of the fair’s main attractions: the Panorama of the City of New York, an insanely detailed scale model—roughly the size of two basketball courts.", "A further strand of inspiration, Müller said, was a conversation she had with one of her art students at the Cooper Union, “who, as a child, lived in lower Manhattan, and told me that for a long time after 9/11 she was drawing smoke coming out of all kinds of objects”—cats’ ears among them. That kind of charged kid art, Müller felt, might illuminate and even comment on her own work. She asked the museum about the possibility of installing some alongside her mural.", "Children’s art can be difficult to curate. Aside from parents stashing it away in the dustier reaches of attics and storage units, it has tended to be valued and preserved only when its scribblers have gone on to be famous adult artists, or when the work can serve some propagandistic purpose, such as bearing heart-wrenching witness to war or injustice, with atrocities depicted in styles usually reserved for drawings of pets or happy families. In the process of curating the show, Zion found examples of both genres. A domestic interior by Louise Nevelson (née Berliawsky) when she was about three betrays an eye for detail befitting the future sculptor of intricate wooden assemblages; a drawing by the roughly nine-year-old Philip Howard Evergood pokes fun at a rich lady in a fancy hat several decades before Evergood became a socially conscious W.P.A. muralist. On the grimmer side are children’s views not only of 9/11 but of the Holocaust, the conflict in Kosovo, and the civil wars in Spain and Sierra Leone—the latter including a brightly colored painting of a boy being chased by another boy who is wielding what appears to be a club.", "Zion said that she and Müller tried to broaden the usual curatorial boundaries for kid art by including works with no obvious art-historical or political context—works that could simply be described as “good,” though neither woman would use that exact term. Both said that they are fascinated by kids’ approaches to perspective and the sometimes ingenious ways in which they organize space. Examples, culled from several caches of decades-old work mainly by New York City schoolchildren, include a dramatically angled and foregrounded pool table that Cézanne could have sketched, and a street scene with vertical climbs worthy of Wayne Thiebaud’s San Francisco paintings. “These aren’t just any kids,” Zion said. “They are very talented artists who probably didn’t end up becoming professional artists, but their control of the page is really fantastic.”", "One small but unfortunate by-product of the pandemic is that the busloads of schoolchildren who would normally be pouring into the museum every day on field trips aren’t able to encounter these works by their forebears. What might they make of the exhibit, if they slowed down to take it in while tromping to and from the Panorama (where, by the way, the Twin Towers still stand), and then on to the gift shop? ♦"], "authors": ["Bruce Handy", "Bruce Hand"], "keywords": ["work", "really", "painting", "zion", "works", "real", "kid", "york", "art", "museum", "müller"], "pubDate": "2020-12-21T00:00:00Z", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}