{"id": "5b31673d-5a75-3fe2-8a55-0d8cb275351c", "title": "The New Yorker", "url": "https://www.newyorker.com/news/video-dept/reeducated-film-xinjiang-prisoners-china-virtual-reality", "summary": "Make sure you are signed in to the same YouTube account in your Web browser and in the YouTube VR app on the Oculus headset.\nThis virtual-reality documentary takes viewers inside one of Xinjiang’s “reëducation” camps, guided by the recollections of three men—Erbaqyt Otarbai, Orynbek Koksebek, and Amanzhan Seituly—who were imprisoned together at a facility in Tacheng.\nOver the past several years, government authorities have turned Xinjiang, the largest region in China, into one of the most advanced police states in the world.\nIn the spring of 2017, officials in Xinjiang began imprisoning thousands of Uighurs, Kazakhs, and other predominantly Muslim minorities in secret extrajudicial detention camps.\nIn December, 2019, just before the global COVID lockdown, the reporter Ben Mauk, the film director Sam Wolson, and the artist Matt Huynh flew to Kazakhstan to interview Otarbai, Koksebek, and Seituly.", "paragraphs": ["Make sure you are signed in to the same YouTube account in your Web browser and in the YouTube VR app on the Oculus headset.", "This virtual-reality documentary takes viewers inside one of Xinjiang’s “reëducation” camps, guided by the recollections of three men—Erbaqyt Otarbai, Orynbek Koksebek, and Amanzhan Seituly—who were imprisoned together at a facility in Tacheng. Over the past several years, government authorities have turned Xinjiang, the largest region in China, into one of the most advanced police states in the world. In the spring of 2017, officials in Xinjiang began imprisoning thousands of Uighurs, Kazakhs, and other predominantly Muslim minorities in secret extrajudicial detention camps. By 2018, as many as a million people were held in a vast network of prisons and “reëducation centers.” It is likely the largest internment of ethnic and religious minorities since the Second World War.", "In December, 2019, just before the global COVID lockdown, the reporter Ben Mauk, the film director Sam Wolson, and the artist Matt Huynh flew to Kazakhstan to interview Otarbai, Koksebek, and Seituly. Drawn from firsthand testimony, survivor sketches, and satellite photos, the V.R. film uses pen-and-brush illustration, brought to life by the animator Nicholas Rubin, and spatial audio, composed by Jon Bernson, to reconstruct the men’s shared experiences in an immersive three-dimensional space."], "authors": ["Condé Nast", "Sam Wolson", "The New Yorke"], "keywords": ["reëducation", "koksebek", "minorities", "xinjiang", "largest", "film", "otarbai", "yorker", "vr", "youtube", "world"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}