{"id": "5b412216-1f38-383f-940d-e7ac6554bac2", "title": "Coronavirus World Map: Tracking the Global Outbreak", "url": "https://www.nytimes.com/interactive/2020/world/coronavirus-maps.html", "summary": "About this data The hot spots map shows the share of population with a new reported case over the last week.\nNew reported cases by day across the world 0 200,000 400,000 600,000 800,000 cases Feb. 2020 Mar.\nReported deaths by day across the world 0 5,000 10,000 15,000 deaths Feb. 2020 Mar.\nUnited StatesThe number of known coronavirus cases in the United States continues to grow.\nNote: The map shows the share of population with a new reported case over the last week.", "paragraphs": ["The coronavirus pandemic has sickened more than 134,659,400 people, according to official counts. As of Saturday morning, at least 2,914,000 people have died from coronavirus. See vaccinations by country on our world tracker page.", "Hot spots Total cases Deaths Per capita Average daily cases per 100,000 people in past week Few or no cases Share of population with a reported case No cases reported Double-click to zoom into the map. Use two fingers to pan and zoom. Tap for details. Sources: Local governments; The Center for Systems Science and Engineering at Johns Hopkins University; National Health Commission of the People's Republic of China; World Health Organization. About this data The hot spots map shows the share of population with a new reported case over the last week. Data for the West Bank and Gaza was reported together by the Palestinian Health Ministry and includes only Palestinian-controlled land. Russia is reporting data for Crimea, a peninsula it annexed in 2014 in a move that led to international sanctions. Data for some countries, like the United States and France, include counts for overseas territories. Japan’s count includes 696 cases and seven deaths from a cruise ship that docked in Yokohama.", "The coronavirus pandemic has grown worse since February, as new cases have increased in Europe and South America.", "Cases Deaths Total", "cases Per 100,000 Total", "deaths Per 100,000 Daily avg.", "in last", "7 days Per 100,000 Daily avg.", "in last", "7 days Per 100,000 Weekly cases per capita Fewer More Curaçao 10,909 6,825 62 39 296 185 3.4 2.14 Jan. 22 April 9 Uruguay 137,946 3,999 1,363 40 3,768 109 46.0 1.33 Bermuda 1,657 2,590 14 22 52 82 0.3 0.45 San Marino 4,944 14,634 85 252 24 71 0.1 0.42 Bahrain 154,280 9,830 550 35 1,118 71 3.3 0.21 Andorra 12,456 16,175 120 156 49 63 0.6 0.74 Sweden 857,401 8,420 13,621 134 6,316 62 17.6 0.17 Turkey 3,745,657 4,550 33,454 41 49,337 60 223.1 0.27 West Bank & Gaza 264,395 5,787 2,812 62 2,500 55 21.6 0.47 Aruba 9,958 9,408 92 87 57 54 0.9 0.81 Show all Weekly cases per capita shows the share of population with a new reported case for each week. Weeks without a reported case are shaded gray.", "The virus continues to affect every region of the world, but some countries are experiencing high rates of infection, while others appear to have mostly controlled the virus.", "The outbreak was initially defined by a series of shifting epicenters — including Wuhan, China; Iran; northern Italy; Spain; and New York. But the pandemic has now reached nearly every country in the world.", "New reported cases by day across the world 0 200,000 400,000 600,000 800,000 cases Feb. 2020 Mar. Apr. May Jun. Jul. Aug. Sept. Oct. Nov. Dec. Jan. 2021 Feb. Mar. Apr. New cases 7-day average These are days with a reporting anomaly. Read more here Note: The seven-day average is the average of a day and the previous six days of data.", "Reported deaths by day across the world 0 5,000 10,000 15,000 deaths Feb. 2020 Mar. Apr. May Jun. Jul. Aug. Sept. Oct. Nov. Dec. Jan. 2021 Feb. Mar. Apr. New deaths 7-day average These are days with a reporting anomaly. Read more here Note: Scale for deaths chart is adjusted from cases chart to display trend.", "The New York Times has found that official tallies in the United States and in more than a dozen other countries have undercounted deaths during the coronavirus outbreak because of limited testing availability.", "United States", "The number of known coronavirus cases in the United States continues to grow. As of Saturday morning, at least 31,107,200 people across every state, plus Washington, D.C., and four U.S. territories, have tested positive for the virus, according to a New York Times database, and at least 560,500 patients with the virus have died.", "Reported cases in the United States Average daily cases per 100,000 people in the past week ← Fewer More → Ala. Alaska Ariz. Ark. Calif. Colo. Conn. Del. Fla. Ga. Hawaii Idaho Ill. Ind. Iowa Kan. Ky. La. Maine Md. Mass. Mich. Minn. Miss. Mo. Mont. Neb. Nev. N.H. N.J. N.M. N.Y. N.C. N.D. Ohio Okla. Ore. Pa. R.I. S.C. S.D. Tenn. Texas Utah Vt. Va. Wash. W.Va. Wis. Wyo. P.R. Note: The map shows the share of population with a new reported case over the last week. Sources: State and local health agencies and hospitals.", "The New York Times is engaged in an effort to track the details of every reported case in the United States, collecting information from federal, state and local officials around the clock. The numbers in this article are being updated several times a day based on the latest information our journalists are gathering from around the country. The Times has made that data public in hopes of helping researchers and policymakers as they seek to slow the pandemic and prevent future ones.", "Read more about the methodology and download county-level data for coronavirus cases in the United States from The New York Times on GitHub.", "About the data"], "authors": ["The New York Times"], "keywords": ["global", "outbreak", "deaths", "coronavirus", "times", "cases", "case", "average", "reported", "states", "map", "tracking", "united", "data", "world"], "pubDate": null, "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}