{"id": "5b6f799b-2e9f-3ba7-add9-1d133dc5e85e", "title": "BMI is no way to diagnose eating disorders. So why is it still being used?", "url": "https://www.theguardian.com/commentisfree/2021/apr/21/bmi-eating-disorder-pandemic-treatment", "summary": "Part of the reason is because NHS eating disorder services are under-resourced and struggle to keep up with demand.\nLengthy waiting lists have long been the norm for eating disorder services.\nThese behaviours are constantly reinforced by public health messages, which can trigger fullblown eating disorders in vulnerable people.\nAs we come out of the pandemic, we have a unique opportunity to rethink how we approach eating disorders.\nAgnes Ayton is chair of the Royal College of Psychiatrists’ eating disorders faculty", "paragraphs": ["Eating disorders are one of the deadliest mental illnesses, but they are also highly treatable. The key is ensuring people can access the help they need as early as possible. Many people who have eating disorders are missing out on treatment because underfunded NHS services are using body mass index (BMI) as the main indicator to determine whether a person can access specialist care.", "Introduced in the early 19th century by the Belgian mathematician Lambert Adolphe Quetelet, BMI is a widely used measure in population health. It is a simple calculation: weight divided by height squared. But simplicity comes at a cost. BMI was never designed to be a measure of the overall physical and mental health of an individual, and it’s never used as a sole measure in clinical practice. It’s a rough guide, and it doesn’t consider factors such as body composition, age, gender or ethnicity.", "From an eating disorder perspective, a person’s BMI can only tell us about the level of immediate risk they face due to severe malnutrition. Yet other eating disorders such as bulimia or binge eating, which don’t necessarily result in severe malnutrition, are more common than anorexia, and people who live with these can be a healthy weight, or even overweight. Despite not having a low BMI, these people can still be at significant risk of physical and mental health complications.", "Of course, severe malnutrition is still important for understanding the extent of immediate risk to life. But BMI shouldn’t be a barrier to accessing treatment for people who may not be underweight. Someone with stage 3 or stage 4 cancer wouldn’t be told they weren’t ill enough for treatment. Excluding people from treatment because their BMI isn’t low enough goes against Nice guidelines – so why is it still accepted practice for deciding who gets access to specialist eating disorder treatments?", "Part of the reason is because NHS eating disorder services are under-resourced and struggle to keep up with demand. The Royal College of Psychiatrists is concerned about inadequate numbers of psychiatrists across mental healthcare, and our latest workforce census found there’s a 15% vacancy rate for eating disorders consultants. When services don’t have enough staff to treat everyone, it’s no surprise that people who don’t appear severely malnourished are turned away from treatment.", "But the workforce issue is about more than the number of specialists working in eating disorder services. There’s a huge training deficit across the healthcare sector that means many practitioners aren’t trained to identify an eating disorder, nor equipped with the knowledge to direct someone to specialist services. Some wrongly presume that you can see an eating disorder, and that a patient only needs to eat appropriately for the illness to go away. But this fails to recognise eating disorders as complex mental illnesses.", "The number of people who have screened positive for an eating disorder has nearly trebled since 2007, and NHS children’s eating disorder services are now treating more people than ever before. Lengthy waiting lists have long been the norm for eating disorder services. Although up to two million adults are estimated to be living with an eating disorder, according to NHS benchmarking only 11,000 were treated by a service last year. These numbers have surged during the pandemic, in part because people’s support networks have been dismantled, and access to community services has been reduced. Infection control and social distancing measures have led to a reduced number of inpatient beds, so very sick patients are struggling to get the help they need.", "This situation hasn’t been helped by the anti-obesity messaging the government has amplified during the pandemic. As gyms closed during the lockdowns, exercise and weight-loss messaging proliferated on social media and in government campaigns. In March, an extra £70m funding was announced to help people slim down. Yet decades of similar public health messages focused on calorie restriction and increased exercise haven’t halted the obesity epidemic, and there have been barely any scientific reviews of whether these strategies have been effective.", "In parallel with the obesity epidemic, the number of adults suffering from eating disorders has risen steadily. This is an often overlooked area, even though both UK and international data show that the rate of eating disorders is highest among the obese and morbidly obese. At the same time, an increasing proportion of the population is dieting and exercising for weight loss purposes, even from a young age. These behaviours are constantly reinforced by public health messages, which can trigger fullblown eating disorders in vulnerable people. Rather than seeing obesity and eating disorders as two sides of the same coin, policymakers have treated them as separate issues, which is why we need joined up policies to deal with both.", "Instead of using BMI as a threshold for deciding whether someone can access treatment, we urgently need an effective national strategy to tackle the epidemic of eating disorders that has surged since the pandemic. A group of MPs has recently called for the use of BMI in determining whether someone needs support for an eating disorder to be scrapped. There are other clear things the government could be doing, including doubling the number of medical school places by 2029, which would generate an extra 4,497 psychiatrists, and implementing training across the NHS to identify eating disorders.", "As we come out of the pandemic, we have a unique opportunity to rethink how we approach eating disorders. One of the first steps should be moving away from using a person’s BMI to decide whether they can access treatment, and ensuring services have the resources and staff they need.", "Agnes Ayton is chair of the Royal College of Psychiatrists’ eating disorders faculty", "", ""], "authors": [], "keywords": ["mental", "disorder", "eating", "number", "bmi", "nhs", "used", "services", "disorders", "diagnose", "way", "treatment", "access"], "pubDate": "2021-04-21T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}