{"id": "5b735b39-1953-3caf-8445-783bb669578d", "title": "Family Values: An Ode to Aunties and Their Inimitable Sense of Style", "url": "https://www.vogue.com/article/ode-to-auntie-style", "summary": "But along with my mom, my aunties were visions of what life could look like when I eventually decided who I would be—a panorama of Black womanhood that included professionals, stay-at-home mothers, and the flyest “spinsters” I had ever seen.\nThe lack of distinction between my “real” aunts and my aunties was even more acute when my family visited Nigeria.\n(There are few boundaries with aunties.)\nAunties, I would later come to find out, are common not just among people I know from African communities but also Caribbean, South Asian, and Black American ones.\nTheir clothes are a cacophony of mismatched prints in brilliant shades that convey both confidence and the pleasure they take in their appearance.", "paragraphs": ["But along with my mom, my aunties were visions of what life could look like when I eventually decided who I would be—a panorama of Black womanhood that included professionals, stay-at-home mothers, and the flyest “spinsters” I had ever seen. And by virtue of the ease they had in their bodies, my aunties radiated an attitude of feeling good about yourself, especially the healthier and curvier you were, that predated the idea of body positivity. The lack of distinction between my “real” aunts and my aunties was even more acute when my family visited Nigeria. There, every woman over the age of 25 in our social circles took it upon herself to act as my surrogate older sister, including one who saw no problem with reading my then-confidential diary. (There are few boundaries with aunties.) Aunties, I would later come to find out, are common not just among people I know from African communities but also Caribbean, South Asian, and Black American ones. In these fashion images, styled by Gabriella Karefa-Johnson and shot by Nadine Ijewere, it’s striking how the contemporary models are no more bold than the women in the archival photos curated here by researcher and archivist Daniel Obaweya. Their clothes are a cacophony of mismatched prints in brilliant shades that convey both confidence and the pleasure they take in their appearance. They see themselves clearly—and will make you see them, too."], "authors": ["Alexis Okeowo", "Alexis Okeow", "Nadine Ijewer", "Gabriella Karefa-Johnso"], "keywords": ["black", "sense", "style", "womanhood", "visited", "aunties", "ode", "family", "woman", "virtue", "inimitable", "visions", "values", "took", "women", "thenconfidential"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}