{"id": "5bdf2ba4-2f68-3d7c-8b3a-e34f7ab77c04", "title": "Elizabeth Anionwu: the ‘cool, black and exceptional’ woman who fought to make the NHS fairer", "url": "https://www.theguardian.com/society/2020/dec/10/elizabeth-anionwu-the-cool-black-and-exceptional-nurse-who-fought-to-make-the-nhs-fairer", "summary": "When she retired, in 2007, to spend more time with her grandchild, she successfully campaigned for a statue in honour of her professional hero, Mary Seacole.\nOne of Anionwu’s cousins had sickle cell anaemia, a blood condition that is particularly common in people of African or Caribbean heritage.\n“For six years, I was Britain’s first and only sickle cell nurse specialist,” says Anionwu.\n“Sickle cell has more cases and gets less funding, so there’s still an inequality there,” says Anionwu.\nAnionwu (centre) at the unveiling in 2016 of Martin Jennings’ Mary Seacole statue outside St Thomas’ hospital.", "paragraphs": ["When Elizabeth Nneka Anionwu was a child, she had severe eczema – bad enough to need daily dressings and slatherings of coal tar paste. Brought up in care until she was nine by nuns at the Nazareth House convent in Birmingham, she remembers this as torture. “None of the nuns were deliberately trying to hurt me, but they would tear the bandaging off and my skin would come with it,” she says.", "The exception was when a nun dressed in white, rather than the usual black habit, turned up to look after her. “She would tell rude jokes and use bad words like ‘bottom’ as a form of distraction therapy,” says Anionwu. “I adored her.” When she discovered the nun’s habit was in fact a nurse’s uniform, it put her on a path. “I decided pretty early on that I didn’t want to be a nun, I wanted to be a nurse.”", "It was a career that brought her unimaginable success, as Britain’s first sickle cell and thalassemia nurse specialist. As an academic, she became a professor and dean of the nursing school at the University of West London, then established the Mary Seacole Centre for Nursing Practice in 1998, to try to address racial inequalities in the profession. When she retired, in 2007, to spend more time with her grandchild, she successfully campaigned for a statue in honour of her professional hero, Mary Seacole.", "First, however, she had to overcome an upbringing marred by racism and physical abuse. “My mother came from a devout Irish Catholic family and the stigma of being unmarried was so great that she couldn’t bring herself to tell her parents that she was pregnant, let alone that the baby’s father wasn’t white,” she says. “It wasn’t until I arrived on the scene ‘a little dark’ that anyone even knew.”", "Elizabeth Anionwu (third row, third from right) at Nazareth House. Photograph: provided by Elizabeth Anionwu", "Anionwu’s mother, Mary Furlong, was a gifted student who met Anionwu’s father while studying classics at Cambridge (he was a law student from Nigeria). Keen for Furlong to complete her studies, Anionwu’s grandparents originally planned to pass the baby off as their own, christening her Elizabeth Mary Furlong when she was born in 1947. When her brown skin made it clear this was not the case, she was placed into care, where her mother continued to visit her.", "At her children’s home, Anionwu’s skin colour made her an outsider. She yearned for the traditional middle-class home life she saw in children’s books such as Janet and John. “Things happened all the time that made me aware I was different. Nobody in the convent knew how to deal with my hair,” she says. “I remember a missionary nun coming in to give us a talk about poverty in Africa, which made me feel really embarrassed, because some of the other children were pointing at me and laughing.”", "One day, Anionwu decided to put an end to the teasing – scrubbing her face and arms over and over with carbolic soap to make it appear the same light shade as the other children’s – aggravating her eczema in the process. “It wasn’t for a number of years that I would feel comfortable being brown-skinned,” she says.", "Anionwu aged 11, in Wallasey. Photograph: provided by Elizabeth Anionwu", "The nuns were strict, says Anionwu. “I was a bedwetter and was punished for it,” she says. “I had to stand on a chair with my urine-soaked sheet draped over me and my arms held out straight. If they dropped, a nun would whack you with a ruler.” Even at a young age, Anionwu understood that this practice was needlessly cruel and unlikely to produce the desired outcome. But it taught her that people with problems often needed psychological as well as physical comfort. “It’s a straightforward objective, but it can be difficult to achieve at times,” she says.", "At nine, her mother, who was now married, brought Anionwu home. But her stepfather was mocked by his friends for having a mixed-race stepdaughter and became physically abusive. Anionwu was sent to live in Wallasey, Merseyside, with her grandparents, where she stayed until she was 16.", "At 17, she applied to several London teaching hospitals, including St Thomas’, to train as a nurse. Despite having seven good grades at O-level – well beyond the minimum requirement – she did not receive a single reply. “At the time, application forms required a profile photo and details of your father’s occupation – which I left blank,” she says. The combination of being black and not knowing her father tanked her applications, she believes.", "Eventually, she was accepted as a student nurse at Paddington General hospital, but those initial rejections inspired a lifelong impatience with institutional injustice, which has landed her in trouble – “not least when I was studying to be a health visitor”.", "In the early 70s, local authority workers were obliged to record how many of the families they saw were from the “New Commonwealth”. “At the time, I didn’t know what New Commonwealth meant, so I asked and, of course, got a number of completely different definitions – everything from ‘people with foreign names’ to ‘people like you, dear’.” Anionwu learned that funding had been set aside for local authorities to provide services for migrants from south Asia, the Caribbean and east Africa – except there were no such services. Anionwu raised this with her supervisor, only to be failed for having a poor attitude. “I probably was rude at times, but it was definitely because I was challenging them on their treatment of black- and brown-skinned families,” she says. “Thank goodness I had a strong network of people who could vouch for me and I passed on appeal.”", "It is not lost on Anionwu that her struggle against discrimination in the NHS reflected the paradigm shift in UK race relations taking place at the time – yet, with no connection to black communities, she understood little about it. “This was happening around the same time as Mangrove [the high-profile trial of black activists in 1970 that prompted judicial acknowledgment of ‘evidence of racial hatred’ in the Metropolitan police], but I had a general blindness to race issues, because I still didn’t know my father.”", "Anionwu as a staff nurse in 1968. Photograph: provided by Elizabeth Anionwu", "Everything changed in March 1972, when she wrote to her mother to ask about him. “Growing up, nobody ever talked about my father,” she says. “I didn’t even know his name – Lawrence Odiatu Anionwu – until I was 24.” For three months she did nothing with the information. But she worked up the courage to ask a man she knew, through the Caribbean Overseas Association in west London, if he recognised the name. The man was John Roberts, a Sierra Leonean barrister who became England and Wales’s first black QC. He said he would investigate. A couple of days later, he rang to say he had just spoken to her father. Anionwu was confused, assuming he meant in Nigeria. But no: he was half an hour’s drive away in north London.", "Although she felt “dizzy and faint”, she resolved to meet him the next day. “As soon as he opened the door, I knew he was my father. He immediately gave me the most enormous hug,” she says. “I would say to any parent meeting their child – or adult child – for the first time, that’s what you have to do. Children in that position are always frightened of rejection and being embraced like that felt like acceptance. From then on, I became much more confident and proud in who I was.”", "Anionwu knew her father for only eight years; he died in 1980, aged 59. But the relationship left a lasting mark: “We liked the same music and we would send each other books. It was very loving.” In 1973, she travelled with him to Nigeria. “He showed me off in front of his relatives and I was accepted as Anionwu’s daughter and not constantly made to feel different because of my skin colour.”", "After a life being defined as different and fatherless, now she was neither. In 1976, she changed her name to Elizabeth Nneka Anionwu. “I had a first name which was given to me by my mother and I now had my father’s surname. It was something I needed to do to make my identity whole and I haven’t looked back since.”", "Anionwu (centre) with Dorothy Boswell and Lonzie L Jones of the US’s National Association for Sickle Cell Disease in 1977. Photograph: Guy Crowder", "Her Nigerian family also had a professional impact. One of Anionwu’s cousins had sickle cell anaemia, a blood condition that is particularly common in people of African or Caribbean heritage. Symptoms include heightened susceptibility to infections and painful episodes known as crises, which occur when the patient’s blood vessels become blocked.", "In 70s Britain, the condition was poorly understood, even by health professionals responsible for palliative care. “I was a health visitor and I’d never been taught anything about it,” says Anionwu. “I felt helpless and angry, because I didn’t have the knowledge I needed to support patients and families who were suffering.”", "She attended a lunchtime talk by a consultant haematologist, Misha Brozovic, to learn more about it. “I couldn’t stop asking questions and at the end of the second talk she chased me down the corridor and asked if I’d be interested in working with her.”", "If you take black and minority workers off the frontline, then you don’t have an NHS", "Anionwu and Brozovic helped to raise the profile of the condition and, in 1979, set up the Brent Sickle Cell and Thalassemia Information, Screening and Counselling Centre in two rooms in Willesden hospital in north-west London. It became the model for 30 further centres. “For six years, I was Britain’s first and only sickle cell nurse specialist,” says Anionwu. “People in the NHS didn’t see sickle cell as a significant public health issue and I was told numerous times: ‘Oh well, it only affects minorities.’”", "Two years later, Anionwu gave birth to her daughter, Azuka. “The biggest joy is to have a daughter and a granddaughter, particularly in view of the very unsettled start I had in life,” she says. However, Anionwu’s relationship with Azuka’s father quickly broke down. “I didn’t choose to become a single parent but, unlike my mother, I was lucky that my family, friends and boss were so supportive,” she says.", "Forty years on, Anionwu, Brozovic and others have dramatically improved awareness of sickle cell disease within the NHS, but its treatment is still underfunded compared with other inherited conditions, such as cystic fibrosis, which affect white people at higher rates. “Sickle cell has more cases and gets less funding, so there’s still an inequality there,” says Anionwu.", "In 1998, she established the Mary Seacole Centre. It was, she says, a way to challenge the “predominantly white, Eurocentric focus of nursing recruitment, education and research”. The centre offered a framework for student nurses to learn about conditions such as sickle cell and ran campaigns to increase the number of nurses from minority ethnic backgrounds.", "Anionwu (centre) at the unveiling in 2016 of Martin Jennings’ Mary Seacole statue outside St Thomas’ hospital. Photograph: Nick Savage/Alamy", "Inequalities in the NHS have been thrown into sharp relief by the Covid pandemic, which disproportionately affects black and minority ethnic people. While calling for extra protection for all frontline workers, she says risk assessments should place greater emphasis on the ethnicity of staff. “If you take black and minority workers off the frontline, then you don’t have an NHS,” she says. “We know now that staff with comorbidities or high blood pressure are more susceptible and we can’t allow them to be exposed.”", "With NHS staff taking on ever greater risks this year, Anionwu laments the disconnect between the high esteem in which nurses are held and their pay. “It’s all well and good saying clap for carers, but it’s time to pay them,” she says. “When Covid broke in March and was hitting us badly, money was quite rightly found for equipment and increases to hospital capacity. But if the government could borrow for those things, why can’t it borrow for nurses and midwives now?”", "Although Anionwu retired in 2007, she did not stop campaigning. Her focus shifted to spreading awareness of Seacole – the Victorian nurse of Jamaican and Scottish parentage who has inspired Anionwu since she read her autobiography in the mid-80s – and she became vice-chair of the Mary Seacole Memorial Statue Appeal. But Seacole was little known at the time, even among nurses, and the groups efforts often looked doomed to fail, not least due to an opposition campaign led by the Florence Nightingale Society. It took 12 years, but they managed to raise more than £500,000. A statue of Seacole was unveiled in the grounds of St Thomas’ hospital in June 2016.", "Since then, Anionwu has written a memoir, Mixed Blessings from a Cambridge Union, which she self-published in 2016 (an updated version will be published next year with the title Dreams from My Mother). “Writing it really made me reflect on how there were always people who made sure the right doors were open,” she says. “You really can’t overestimate the importance of keeping them ajar for the next person who needs a leg up.”", "Awards and honours have flowed in, including honorary doctorates from St Andrews and Birmingham City universities, the Pride of Britain lifetime achievement award and, in 2017, a damehood for services to nursing. Anionwu says she finds such attention “embarrassing at times”; she has turned down honours in the past, notably an MBE, in 1985. While she did so primarily because of the government’s lack of investment in sickle cell services, she also felt uncomfortable about accepting an award that referenced Britain’s imperial past. “I’m not the only one who’s got concerns about the fact that ‘Empire’ is on the end of it. For goodness sake, you’d think somebody would be able to find another word that starts with ‘E’.” she says.", "When she reluctantly accepted a CBE a decade and a half later, she received a congratulation card with the message: “I know you’re in two minds about all this, but what CBE stands for in your case is cool, black and exceptional.”", "“And I thought: You know, I think I can cope with it now!”"], "authors": ["Alex Mistlin"], "keywords": ["father", "fairer", "fought", "woman", "nhs", "anionwu", "mary", "nurses", "cell", "black", "elizabeth", "exceptional", "mother", "didnt", "seacole", "sickle", "cool"], "pubDate": "2020-12-10T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}