{"id": "5be0f15e-463a-359d-963a-c627b96e7fe1", "title": "Tilda Swinton, Kyle Chandler, Tiffany Boone, and More Honored George Clooney at the MoMA Film Benefit", "url": "https://www.vogue.com/slideshow/moma-film-benefit-2020-george-clooney", "summary": "Guests at home received packages tied up with CHANEL-embossed ribbon, containing Champagne and caviar to enjoy whilst watching the hour-long program.\nInvisible to one another, they streamed the show to watch some high-profile participants sing the praises of Clooney.\nHis acceptance speech was as Clooney as it gets—slick, neat, with a surprise of hilarity delivered in the subtlest ways.\nWell now we see there is—there’s more than hope, there is a bright light at the end of this tunnel.\nWe will soon say goodbye to the Dark Ages, goodbye to fear, goodbye to doubt, and goodbye to the anxiety.", "paragraphs": ["Each year, the Museum of Modern Art honors an extraordinary member of the world of cinema. At past events, such individuals as Tom Hanks, Julianne Moore, Martin Scorsese, and Laura Dern were paid tribute, and this year it was all about Mr. George Clooney.", "Under normal circumstances, a Chanel-clad sea of attendees (the fashion house presents the event each year) fills MoMa's screening room and its Saarinen red seats for a video tribute and an elegant dinner to follow. This year, however, the MoMA Film Benefit was hosted virtually. Guests at home received packages tied up with CHANEL-embossed ribbon, containing Champagne and caviar to enjoy whilst watching the hour-long program. Invisible to one another, they streamed the show to watch some high-profile participants sing the praises of Clooney.", "There was Julianna Margulies, Clooney’s ER cast mate, to walk everyone down memory lane. It was also a reminder that the enduringly handsome actor-director-producer got his start on the hospital drama. Margulies shared a charming story demonstrating Clooney’s generosity; upon learning that she was a car buff, he let her, then 25, behind the wheel of his Porsche, tossing her his keys. It was a memory she says she’s never forgotten.", "There was Sam Rockwell, speaking to what a pleasure it was to be directed by Clooney in Confessions of a Dangerous Mind—a sentiment shared by Felicity Jones. Jones, who stars in the forthcoming The Midnight Sky, mentioned how supportive Clooney was when she had to tell him that his lead actress was expecting a baby. Guests also heard from Demián Bichir, Tiffany Boone, Kyle Chandler (looking very Clooney-esque with his salt and pepper beard), Bradley Cooper (on-set and in costume with a faux injury to his head), Grant Heslov, David Letterman, Michael Ovitz, David Oyelowo, Tilda Swinton (who delivered many air kisses), and Jeffrey Wright.", "Throughout the program, clips of films starring or directed by Clooney were played—one can never tire of his square-jawed good looks, after all. Toward the end, MoMA’s Chief Curator of Film Rajendra Roy appeared to remind everyone of the important cause the evening was supporting. Beyond MoMA and all the incredible work it does to preserves standout cinema, the event benefitted Artist Relief, an emergency initiative that offers financial support to artists across the country. Roy also bemoaned the fact that his one and only chance to give Clooney a hug was squashed by the benefit’s virtual format and, of course, the pandemic.", "But where was the man of the literal hour? He appeared just before a bluesy but high-energy performance from the amazing Brittany Howard, who was dressed in Chanel. His acceptance speech was as Clooney as it gets—slick, neat, with a surprise of hilarity delivered in the subtlest ways. His words, for your reading pleasure, are below.", "“Well, thank you, Raj. We’ll get that hug in soon. First I want to thank all of my friends for their inspiring words…Isn’t it dumb that we can’t all be in the same room together tonight? It’s such a strange year. So thank you, Glenn [Lowry] and Michael [Ovitz] and everyone at the Museum of Modern Art…I first came to the museum when I was 12. My parents brought me and my sister to New York, and just standing in front of the museum, I’d never seen anything like it. And then I walked inside…Finally, I want to say this has been an unprecedented year. We have faced an overwhelming threat that has affected people all over the world. But what I want to say to all of you is that we’re going to get through it, this scourge that’s disrupted so many lives. It’s terrified us, it’s wrecked our economy, left us feeling like there’s no hope. Well now we see there is—there’s more than hope, there is a bright light at the end of this tunnel. We will soon say goodbye to the Dark Ages, goodbye to fear, goodbye to doubt, and goodbye to the anxiety. And once this is over and Trump’s out of office, we should probably do something about COVID, too.”"], "authors": ["Lilah Ramzi", "Lilah Ramz"], "keywords": ["kyle", "roy", "say", "goodbye", "tribute", "george", "film", "chandler", "tilda", "honored", "thank", "tiffany", "world", "soon", "shared", "swinton", "museum", "clooney", "moma"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}