{"id": "5bf4a065-a35e-343c-aa39-150b127eabc3", "title": "New Cyberpunk 2077 Update Addresses Major Epilepsy Issue", "url": "https://www.gameinformer.com/2020/12/11/new-cyberpunk-2077-update-addresses-major-epilepsy-issue", "summary": "With the new Cyberpunk 2077 update, that change is reflected inside of the new patch notes.\nFixed issues blocking progress in I Fought The Law if the quest area is left.\nFixed an issue with Nomads no longer present if V leaves the quest area mid-combat in With a Little Help from My Friends/Queen of the Highway.\nFixed issues with time and space resulting from leaving the quest area or abandoning the quest in Following the River.\nFixed an issue with quest being blocked upon leaving the quest area before climbing the hill in Following the River.", "paragraphs": ["Earlier this week, I opened up about how one of the more dangerous aspects in the game - the braindance sequences - was incidentally designed in a way that medical professionals use to trigger seizures for diagnostic purposes. That design caused me a grand mal seizure, which inspired me to write a small guide about how epileptics and neurologically sensitive players could navigate around that and still enjoy Night City. Since then, I've spoken with CDPR in conjunction with the Epilepsy of Foundation about how a small change can make a huge difference. With the new Cyberpunk 2077 update, that change is reflected inside of the new patch notes.", "The epilepsy fix:", "The patch notes address quite a few issues, including quest bugs, but here is the part that tackles the braindance sequence specifically:", "\"Modified the flashing effect on braindances to reduce the risk of inducing epileptic symptoms. The effect has been smoothed out and the flashes reduced in frequency and magnitude.\"", "This is a huge win for both the industry and gamers because these changes to make games safer don't have to mean that total removal like many assume. This is work I've been doing for years and to see studios respond productively and kindly means the absolute world.", "The rest of the update:", "Here is what else CD Projekt RED addressed in their latest update:", "Quests", "Fixed an issue with completing the final objective in Gig: Freedom of the Press.", "Fixed an issue with starting conversation with Johnny at the end in Life During Wartime.", "Corrected a rare issue with NPCs no longer calling V if A Like Supreme quest was abandoned mid-way.", "Fixed an issue with Nix not going into his default state in Spellbound and KOLD MIRAGE.", "Fixed issues blocking progress in I Fought The Law if the quest area is left.", "Fixed inability to find Delamain in Epistrophy.", "Fixed issues related to remaining in the second phase of the quest after finishing Pacifica fight with Ozob if played after Finals.", "Fixed an issue with Nomads no longer present if V leaves the quest area mid-combat in With a Little Help from My Friends/Queen of the Highway.", "Adjusted mappings and re-enabled quest tracker in M'ap Tann Pèlen/I Walk the Line/Transmission.", "Fixed constraints on freedom to get up and sit down if neither blueline condition is met in Violence.", "Fixed issues with time and space resulting from leaving the quest area or abandoning the quest in Following the River.", "Fixed an issue with conversation with Johnny not starting after leaving the hotel in Tapeworm.", "Fixed an issue with quest being blocked upon leaving the quest area before climbing the hill in Following the River.", "Fixed the objective “Go into booth 9” not completing if the room’s entered too fast in Automatic Love.", "Fixed Jackie’s issues with sitting still in The Ripperdoc.", "Other quest fixes", "Gameplay", "Fixed the preview in weapon crafting.", "Visual", "Reduced vehicle appearance pop-in.", "Speeded up switching first person perspective to third person perspective in a vehicle.", "Fixed issues with animations missing from important quest NPCs during cinematics.", "Performance & Stability", "Improved stability, including various crash fixes.", "Miscellaneous", "Modified the flashing effect on braindances to reduce the risk of inducing epileptic symptoms. The effect has been smoothed out and the flashes reduced in frequency and magnitude.", "Removed copyrighted songs incorrectly present in the game with \"Disable Copyrighted Music\" feature toggled on.", "PC-specific", "Switching language to default in the in-game settings now correctly sets it to the language of your Steam client.", "Console-specific", "Improved reflections quality on Xbox One and PlayStation 4 to eliminate the smudge effect.", "Fixed “The Wasteland” achievement being stuck on 97% after completing all relevant missions in The Badlands on Xbox.", "Fixed an issue with missing PT-BR VO for Xbox players in Americas.", "A major thank you to the studio for addressing this swifty and incredibly kindly during our interactions. This is huge and thousands appreciate it. For more on epilepsy and how to protect yourself, you can check out more right here through the Epilepsy Foundation to learn more."], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["2077", "quest", "area", "leaving", "completing", "epilepsy", "update", "cyberpunk", "effect", "huge", "addresses", "major", "xbox", "issues", "issue"], "pubDate": "2020-12-11T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}