{"id": "5c1d1129-12a8-36d0-be1a-47057886e285", "title": "Neither depressed nor flourishing? How languishing defines modern life", "url": "https://www.theguardian.com/society/2021/apr/20/not-depressed-or-flourishing-how-languishing-defines-modern-life", "summary": "Think of languishing as the vast, meh-coloured desert between flourishing and depression, a general condition of non-thriving.\nSounds to me as if there’s nothing wrong with these languishing types that isn’t wrong with the rest of us.\nNo, but while the symptoms may not be clinically significant, languishing is a potential risk factor for future mental illness.\nLanguishing may itself cause you to overlook the symptoms of languishing.\nI don’t know.", "paragraphs": ["Name: Languishing.", "Age: At least as old as the chaise longue.", "Appearance: An existence devoid of promise, purpose and delight.", "And then you die. Pretty much.", "Well, this has been fun. It’s not supposed to be fun. Languishing is the absence of wellbeing. A recent New York Times article called it “the neglected middle child of mental health”.", "I don’t get it, although, paradoxically, I think I might have it. Think of languishing as the vast, meh-coloured desert between flourishing and depression, a general condition of non-thriving.", "Otherwise known as life. Welcome aboard, mate. It’s certainly the prevalent malaise of the age, thanks to Covid.", "What’s Covid got to do with it? The endless, grinding anxiety associated with the pandemic has left us all some way off peak performance, unable to focus or concentrate.", "Isn’t this just a made-up name for people failing to get on with things? Knowing the term – coined in 2002 by the sociologist Corey Keyes – is the first step to battling the condition.", "Sounds to me as if there’s nothing wrong with these languishing types that isn’t wrong with the rest of us. That’s the problem – languishing may well be a great undiagnosed epidemic. Long before Covid, Keyes’s studies suggested as much as 12% of the researched population fit the criteria for languishing.", "Is it a mental illness, then? No, but while the symptoms may not be clinically significant, languishing is a potential risk factor for future mental illness.", "I really don’t feel that bad – just the usual sort of, you know, not good. Languishing may itself cause you to overlook the symptoms of languishing.", "In that case, what are we supposed to do about it? According to the NYT article, the secret to combating languishing lies in the pursuit of the “just manageable difficulty”.", "The what now? Taking on a small but achievable challenge – a project, a puzzle, a modest goal – that can sharpen your focus and rekindle your enthusiasm for life.", "What else did the article recommend? I don’t know. I couldn’t concentrate long enough to read the whole thing.", "I understand. As Hamlet said, “What’s the point?” Hamlet did not say that.", "I don’t care. I know the feeling.", "Good for you. What now? Beats me. I was going to look out the window, but the curtains are closed.", "Do say: “How weary, stale, flat and unprofitable seem to me all the uses of this world!”", "Don’t say: “Have you thought about making some sourdough bread?”"], "authors": [], "keywords": ["mental", "think", "modern", "flourishing", "life", "say", "symptoms", "languishing", "supposed", "dont", "know", "article", "defines", "depressed", "wrong"], "pubDate": "2021-04-20T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}