{"id": "5c1f80d5-6f88-3339-b1e3-78f34d57e074", "title": "Ten years in jail – Matt Hancock's threat is the distress call of a minister losing his grip", "url": "https://www.theguardian.com/commentisfree/2021/feb/11/ten-years-in-jail-matt-hancocks-threat-is-the-distress-call-of-a-minister-losing-his-grip", "summary": "For the health secretary, Matt Hancock, this week to threaten returning holidaymakers with 10 years in jail was an abuse of office.\nHe was wielding weapons of personal destruction to glamorise his role in the pandemic and to cover his political flank for past mistakes.\nHancock’s actual threat was that “anyone who lies on a passenger locator form … will face a prison sentence of up to 10 years”.\nIt is almost always the outcome of a political gesture by a feeble minister eager for a headline.\nThose who seek political advantage from wielding arbitrary power over others should never be in a position to do so.", "paragraphs": ["For the health secretary, Matt Hancock, this week to threaten returning holidaymakers with 10 years in jail was an abuse of office. He was wielding weapons of personal destruction to glamorise his role in the pandemic and to cover his political flank for past mistakes. This is not what the criminal law is for. Hancock’s self-appointed status as Covid’s hysteric-in-chief has gone to his head. Yet when he announced the punishment in the Commons on Tuesday, not a single politician on the left dared call him to account.", "Hancock’s actual threat was that “anyone who lies on a passenger locator form … will face a prison sentence of up to 10 years”. To make this seem not a new crime, he apparently introduced it under the 1981 Forgery and Counterfeiting Act. This act was directed at forged banknotes and passports, and its use here would rely on a judge forming the broadest possible definition of “forgery”, as in putting a tick in a wrong box. I am told that this would almost certainly require an order placed before parliament that would be vulnerable to scrutiny and possible delay. Hence Whitehall now saying Hancock was “not creating a new offence”. In that case, why did he announce it as if he was?", "I cannot recall a criminal punishment being so roundly condemned from the right. Former law officers and home secretaries in Hancock’s own party lined up to attack him, including Kenneth Clarke, Dominic Grieve, Geoffrey Cox, Lord Garnier and Jeremy Wright. The present justice secretary, Robert Buckland, admitted he had not been consulted. Hancock appears to have been shooting from the hip. At the time of writing, I wasn’t able to find one serving Labour MP who raised any objection. Terrified of being thought “soft on Covid”, Labour and its leader, Sir Keir Starmer, could only howl for more, and to hell with liberty or a sense of proportion.", "Hancock was perfectly within his rights to introduce more stringent border controls – reputedly outflanking his more libertarian prime minister and transport secretary in the process. Britain’s control of its air and sea borders since the start of the pandemic has been the most chaotic in Europe. Reports are that Heathrow is still often wide open. The alternating of tough-guy and soft-guy policies has made ministers look like players of a daily game of Downing Street poker. Indecision, U-turns and dodgy statistics have sown desperate confusion for those whose livelihoods – and now badly needed leisure – depend on an orderly progress out of lockdown.", "Policy would carry more conviction if during past periods of relaxation Hancock and Boris Johnson had not displayed bouts of self-congratulatory optimism. Hancock’s forecast of a “happy and free great British summer” this year was an earlier attempt to cheer up his image. Yet it induced thousands of people to make early holiday bookings, only to be told not to do so by the transport secretary, Grant Shapps, in the past week. Johnson’s habit of parading B-team ministers before the cameras each day, like gladiators in the ring, has long been an accident waiting to happen.", "Negotiating the regulatory jungle of Covid has become a nightmare for everyone, for travellers, families, businesses, schools, public officials – even the police. Sympathy, not penal terror, should be Hancock’s guiding principle. While it is conceivable that a handful of Britons desperate to get home, and a tiny few with evil intent, might deliberately flout the rules, it is hard to believe there will be many. They can surely be met with meticulous test and trace. Experts say it is not feasible totally to isolate a country from viral intrusion. Even countries that succeed for a while, such as New Zealand, have found themselves vulnerable to reinfection.", "Hancock said he would “stop at nothing” to kill Covid. We know he did stop at something: safeguarding elderly people in NHS hospitals whom he evicted to die in care homes. He knows all political crises are balancing acts, often as now balancing liberty and control. The entire lockdown saga has been an exercise in executive judgment. What seems reasonable one week can seem reckless the next.", "Britain loves prisons and has a reputation for harsh deterrent sentencing. Punishments for drugs, carrying knives, sex crimes and hate speech are among the most draconian in Europe. Yet I know of no study that suggests such harshness has any deterrent effect. Long imprisonment is not a penal policy but a substitute for one – a substitute for security, prevention and rehabilitation. It is almost always the outcome of a political gesture by a feeble minister eager for a headline. That was precisely Hancock this week.", "Even a pandemic does not legitimise the suspension of liberal values. Those who seek political advantage from wielding arbitrary power over others should never be in a position to do so."], "authors": ["Simon Jenkins"], "keywords": ["grip", "minister", "distress", "hancocks", "jail", "secretary", "wielding", "hancock", "week", "matt", "past", "vulnerable", "covid", "losing", "threat", "political", "pandemic"], "pubDate": "2021-02-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}