{"id": "5c2a0348-af98-386f-81bb-5b3cec258f82", "title": "Microsoft Plans To Fix Disconnecting Xbox Series X Controller Issues", "url": "https://www.gameinformer.com/2021/01/05/microsoft-plans-to-fix-disconnecting-xbox-series-x-controller-issues", "summary": "The Xbox Series X is, undoubtedly, a powerful console.\nHowever, the Series X is not without its issues.\nPlayers have been reporting controller disconnect issues since the console's launch day last year.\nMicrosoft is investigating the root of the problem so that a fix can be properly implemented.\nThere have also been reports of Series X controller disconnects with Windows PCs over Bluetooth, but a firmware update has already remedied that issue.", "paragraphs": ["The Xbox Series X is, undoubtedly, a powerful console. With high resolution graphics, impressive performance speed (quick resume turned out to be as awesome as Microsoft claimed), and extremely short load times, players can get into the action at a faster rate while enjoying a newfound level of detail and immersion. However, the Series X is not without its issues. Players have been reporting controller disconnect issues since the console's launch day last year.", "Microsoft is investigating the root of the problem so that a fix can be properly implemented. A company spokesperson told The Verge, \"We are aware some players may be experiencing disconnects with their new Xbox Wireless Controllers and our teams are actively working on a solution to be included in a future update.\" The disconnect issue seems to stem from a myriad of different possibilities: Sometimes the controller just won't connect to the console itself, at other times the controller is paired but pressing buttons yields no results, and in more specific cases, certain games can trigger the disconnect.", "Hopefully this problem can be resolved in a timely manner as a large swath of players have been affected (some Game Informer members have been experiencing this issue recently as well). There have also been reports of Series X controller disconnects with Windows PCs over Bluetooth, but a firmware update has already remedied that issue.", "[Source: The Verge]"], "authors": ["Associate Editor", "Jay Is A Jrpg Enthusiast", "Having Clocked In Thousands Of Hours In Franchises Like Final Fantasy", "Monster Hunter. His Latest Obsession", "However", "Is Apex Legends", "A Game He S Been Studying", "Analyzing Since Its Release."], "keywords": ["plans", "controller", "problem", "microsoft", "players", "x", "xbox", "issues", "disconnecting", "times", "series", "fix", "update", "verge"], "pubDate": "2021-01-05T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}