{"id": "5c2e7ebd-971a-3a7d-9ad4-0a81113a35ee", "title": "Southwest Airlines pilots facing furlough push for congressional relief", "url": "http://www.foxbusiness.com/politics/southwest-airlines-pilots-bailout-coronavirus-relief", "summary": "Airline pilots and other employees are watching congressional leaders' coronavirus relief talks with hope as legislation that includes $17 billion for struggling airlines inches closer to completion.\nContinue Reading BelowSouthwest Airlines CEO Gary Kelly told employees the company may have to enact furloughs for the first time in the airline's history because of the pandemic, much to the chagrin of the Southwest Airlines Pilot Association.\nHowever, since House Speaker Nancy Pelosi has been promising \"imminent\" government relief for airlines since October, anything could happen.\n\"Our concern now as we hit this stage of the ball game, we hear politically, 'Oh, we’re so close,'\" Hancock told FOX Business.\nTicker Security Last Change Change % LUV SOUTHWEST AIRLINES CO. 45.73 -0.69 -1.49%The uncertainty of a second round of PSP prompted Delta Airlines pilots to agree to conditional pay cuts to stave off furloughs until 2022, even after nearly 1,800 pilots took early retirement in the fall.", "paragraphs": ["Airline pilots and other employees are watching congressional leaders' coronavirus relief talks with hope as legislation that includes $17 billion for struggling airlines inches closer to completion.", "Continue Reading Below", "Southwest Airlines CEO Gary Kelly told employees the company may have to enact furloughs for the first time in the airline's history because of the pandemic, much to the chagrin of the Southwest Airlines Pilot Association. But Kelly said this week that Southwest will not furlough employees if Congress passes a second round of Payroll Support Program (PSP) to help airlines get by for the next four months.", "US AIRLINES CLOSING IN ON NEW GOVERNMENT ASSISTANCE PACKAGE", "\"We know it’s going to be tough in the first couple of months of the new year, but that’s what PSP 2 does,\" Jon Weaks, president of the Southwest Airlines Pilot Association, told FOX Business. \"We’re not asking the government to finance zombie companies to infinity. All we’re saying is if you can get us through to the springtime and then let airlines compete, so be it.\"", "The airline industry praised the federal government's previous $25 billion coronavirus relief package, but after that money (and a furlough freeze) expired at the end of September, airlines furloughed tens of thousands of employees.", "There is cause for optimism after the start of coronavirus vaccine distribution and congressional leaders' insistence that a multibillion-dollar relief package is nearing the finish line, Weaks and Chip Hancock, the Southwest Airlines Pilot Association government affairs committee chair, told Fox Business.", "However, since House Speaker Nancy Pelosi has been promising \"imminent\" government relief for airlines since October, anything could happen.", "\"Our concern now as we hit this stage of the ball game, we hear politically, 'Oh, we’re so close,'\" Hancock told FOX Business. \"As you know, in Washington anytime something looks certain people want to attach things to it. ... Now we just are watching in a defensive position to make sure no one puts a poison pill in there.\"", "Ticker Security Last Change Change % LUV SOUTHWEST AIRLINES CO. 45.73 -0.69 -1.49%", "The uncertainty of a second round of PSP prompted Delta Airlines pilots to agree to conditional pay cuts to stave off furloughs until 2022, even after nearly 1,800 pilots took early retirement in the fall.", "The long-term health of the airline industry, and especially its pilot pipeline, could hinge on what happens in the next few months.", "Becoming a pilot is a costly process that takes years, Hancock said.", "CONGRESS CLOSING IN ON $900B RELIEF DEAL THAT COULD INCLUDE STIMULUS CHECK", "\"Congress was looking at pilot supply problem last year ... predicting we’re going to be short on pilots,\" Hancock said.", "\"Another round of PSP will ensure the carriers can continue to move vital goods, people and commerce, including the vaccine,\" Weaks added.", "The stress of the pandemic has forever changed Southwest now that furloughs are possible, Weaks said.", "GET FOX BUSINESS ON THE GO BY CLICKING HERE", "\"They technically may never do it. Now they know [Kelly's] turned a corner. He’s thrown that grenade. He can’t take it back,\" he said. \"We don’t furlough around here. We take care of our own. That’s gone as a recruiting tool for Southwest forever.\"", "The second round of PSP will have the same setup as the first round, which critics decried as an unfair bailout.", "CLICK HERE TO READ MORE ON FOX BUSINESS", "\"The urge to rescue the airlines flows from good intentions, but it is not a smart way to help the economy and it will reward CEOs for serial mismanagement and self-enrichment,\" author Roger Lowenstein wrote in an LA Times op-ed in October. \"There is no reason to single out employees of a particular industry for favored treatment. And the airline industry is among the least deserving. In fact, the bailout will reward the carriers for egregious overcompensation and share buybacks.\""], "authors": ["Evie Fordham"], "keywords": ["fox", "told", "furlough", "congressional", "pilot", "round", "psp", "push", "facing", "southwest", "weaks", "pilots", "airlines", "relief"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}