{"id": "5c3c257f-1e8d-3ca7-83cf-21f7395c71aa", "title": "Trump speech before Capitol riot not enough for impeachment charges: Turley", "url": "http://www.foxnews.com/politics/trump-speech-capitol-riot-impeachment-push-turley", "summary": "Democrats are moving to remove President Trump from office after Wednesday's U.S. Capitol riot, but George Washington University law professor Jonathan Turley said he doesn’t believe Trump committed an impeachable offense.\n\"The speech itself does not give a clear basis for the charges of insurrection or incitement,\" he said.\nJONATHAN TURLEY: TRUMP'S LEGACY 'IN TATTERS' AFTER SUPPORTERS RIOT AT CAPITOLIn a recent op-ed with The Hill, Turley argued that even though he disagrees with the president’s comments and called them reckless, swift impeachment could be harmful to the Constitution.\nARTICLE OF IMPEACHMENT AGAINST TRUMP TO BE INTRODUCED MONDAY IN HOUSETurley said the U.S. Supreme Court would be likely to define Trump's remarks as constitutionally protected free speech.\nAs Democrats push for a \"vicarious\" snap impeachment, Turley said the party should be careful of setting such a precedent.", "paragraphs": ["Democrats are moving to remove President Trump from office after Wednesday's U.S. Capitol riot, but George Washington University law professor Jonathan Turley said he doesn’t believe Trump committed an impeachable offense.", "Turley explained to \"Fox & Friends Weekend\" that the president’s call to protest does not constitute insurrection and that Congress must deliberate carefully on the charges to carry out the process constitutionally. Trump invited supporters to rally in Washington Jan. 6, saying it would be \"wild,\" and gave a speech where he said ralliers would march \"peacefully\" to the Capitol. During the speech, he repeated the unproven claim that the election was stolen from him.", "\"The speech itself does not give a clear basis for the charges of insurrection or incitement,\" he said. \"The president talks about his followers marching on Congress peacefully… He does not call for riots. He does not call for violence.\"", "JONATHAN TURLEY: TRUMP'S LEGACY 'IN TATTERS' AFTER SUPPORTERS RIOT AT CAPITOL", "In a recent op-ed with The Hill, Turley argued that even though he disagrees with the president’s comments and called them reckless, swift impeachment could be harmful to the Constitution.", "\"With seeking his removal for incitement, Democrats would gut not only the impeachment standard but also free speech, all in a mad rush to remove Trump just days before his term ends,\" he states.", "ARTICLE OF IMPEACHMENT AGAINST TRUMP TO BE INTRODUCED MONDAY IN HOUSE", "Turley said the U.S. Supreme Court would be likely to define Trump's remarks as constitutionally protected free speech.", "CLICK HERE FOR THE FOX NEWS APP", "\"Are you actually going to impeach a president for speech that the Supreme Court would likely find protected under the First Amendment?\" he asked.", "As Democrats push for a \"vicarious\" snap impeachment, Turley said the party should be careful of setting such a precedent."], "authors": ["Angelica Stabile"], "keywords": ["trumps", "impeachment", "capitol", "washington", "democrats", "supreme", "president", "speech", "riot", "charges", "does", "turley", "trump"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}