{"id": "5c52bfca-e4a3-3a94-82a5-e58ff42635d5", "title": "Moschino sends puppets down the runway for Milan Fashion Week", "url": "https://edition.cnn.com/style/article/moschino-milan-fashion-week-puppets-spring-summer-2021/index.html", "summary": "Written by Jacqui Palumbo, CNNThe tiniest of runway shows was staged during Milan Fashion Week , and no models or guests were present.\nBut this isn't a bizarre Fraggle Rock crossover -- Moschino creative director Jeremy Scott has enlisted the help of Jim Henson's Creature Shop to create his Spring-Summer 2021 show on a miniature set populated entirely by marionettes.\nMilan's last fashion week saw Moschino models walk down a chandelier-lit runway in Marie Antoinette-inspired mini pannier skirts and towering wigs to a clubby remix of Duran Duran's \"Girls on Film.\"\nMoschino Spring-Summer 2021 Credit: MoschinoFor this Spring-Summer 2021 womenswear collection -- which will be available in human sizes -- Scott dialed down the drama with elegant dresses with oversized bows and tulle skirts, and dramatic collars and capes, in soft pinks and blues, pea green, gold and black.\nMoschino Spring-Summer 2021 Credit: MoschinoThe creative director has his own lookalike in the show, wearing a crown and a Moschino t-shirt.", "paragraphs": ["Written by Jacqui Palumbo, CNN", "The tiniest of runway shows was staged during Milan Fashion Week , and no models or guests were present.", "Instead, Moschino's newest styles are sported by Jim Henson creations. But this isn't a bizarre Fraggle Rock crossover -- Moschino creative director Jeremy Scott has enlisted the help of Jim Henson's Creature Shop to create his Spring-Summer 2021 show on a miniature set populated entirely by marionettes.", "As Fashion Month has continued in the wake of the ongoing pandemic , fashion designers have flexed their creative muscles through a mix of digital presentations and live, socially distanced shows in lieu of traditional runways. Scott opted for a -- literal -- scaled-down show with all models and attendees as puppets, with lookalikes of famous faces including Anna Wintour and British Vogue editor-in-chief Edward Enninful in the crowd.", "Moschino Spring-Summer 2021 Credit: Moschino", "\"Not only did all the clothes have to be scaled down, and all the accessories scaled down (to) the size of the marionettes, but the whole audience had to be not only created and dressed,\" Scott said in a video interview with CNN Style.", "It's a far cry from past presentations for the Italian label, which has become known for its kitschy luxury looks under the American designer's direction. Milan's last fashion week saw Moschino models walk down a chandelier-lit runway in Marie Antoinette-inspired mini pannier skirts and towering wigs to a clubby remix of Duran Duran's \"Girls on Film.\"", "Moschino Spring-Summer 2021 Credit: Moschino", "For this Spring-Summer 2021 womenswear collection -- which will be available in human sizes -- Scott dialed down the drama with elegant dresses with oversized bows and tulle skirts, and dramatic collars and capes, in soft pinks and blues, pea green, gold and black. But there's also a narrative told through the garments' inverted details, with corset boning, seams and pocket interiors emphasized on the exterior of garments, and underskirts fanning out below the hemlines.", "\"As the world seems to be splitting along the seams, the bare inner workings of something new will be exposed,\" Scott said in a press release, referring to the impact of the pandemic on the world.", "Moschino Spring-Summer 2021 Credit: Moschino", "The creative director has his own lookalike in the show, wearing a crown and a Moschino t-shirt. \"As much as I loved working with the marionettes and as proud as I am of this show,\" he told CNN Style, \"I do miss working with real models and that energy and the energy of having a real audience and everyone gathered together. And I hope very soon I can do that in person again.\""], "authors": ["Jacqui Palumbo"], "keywords": ["scott", "2021", "week", "credit", "fashion", "runway", "sends", "models", "milan", "moschino", "working", "puppets", "springsummer", "creative"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}