{"id": "5c5a490c-3a04-326d-95c8-043f1688c1d4", "title": "NBA 2K21’s The W Shows The Power Of Women In Sports", "url": "https://www.gameinformer.com/opinion/2020/11/26/nba-2k21s-the-w-shows-the-power-of-women-in-sports", "summary": "Whether it’s the cutting-edge graphics, continually evolving gameplay, or always-contentious microtransactions, the NBA 2K series fosters plenty of passionate (and heated) discussions.\nOutside of individual sports like tennis, where women have been included as playable options and graced covers, female representation has been mostly absent from sports games.\nOne is my mother always telling me this story about how I used to watch my brother’s basketball team and I was so amazed when I saw two girls on it.\nThen I recall always watching the USA Women’s National Basketball Team at the Olympics.\nAnd yes, the WNBA will probably never have the pull the NBA does, but that doesn’t mean it’s not worth Visual Concepts’ efforts.", "paragraphs": ["Whether it’s the cutting-edge graphics, continually evolving gameplay, or always-contentious microtransactions, the NBA 2K series fosters plenty of passionate (and heated) discussions. That’s to be expected when you’re at the top of the sports genre, helping set standards and drive innovation. That’s why it’s important for fans and critics to voice concerns over missteps, but it’s also just as important to celebrate the victories (which I do in my full NBA 2K21 review here). One thing I’m sad more people aren’t talking about is a new feature for the new-gen versions called “The W,” which allows you to can create your own WNBA MyPlayer for the first time and build your own path to stardom by playing for one of the league’s 12 teams. Playing WNBA games isn’t new for the series, but centering an entire experience around it is the biggest push and commitment we’ve seen from a mainstream team sports game to represent female athletes and their experience. And that’s a pretty big deal.", "Outside of individual sports like tennis, where women have been included as playable options and graced covers, female representation has been mostly absent from sports games. However, in the last few years, we’ve seen more and more attempts to include these voices. I loved how FIFA incorporated the USWNT into Alex Hunter’s The Journey storyline, allowing you to play as his sister at some points and brush shoulders with stars like Alex Morgan. This year, NHL 21 included its first female commentator with Carrlyn Bathe lending her perspective in Be A Pro mode.", "It was only just last year that NBA 2K20 added the ability to play WNBA games, and it came back this year evolving its vision to new heights, letting you craft a female player and dictate how she’ll spend her free time to make an impact on the league, with options such as building chemistry with teammates by going to a nutrition retreat together or helping at a youth camp to inspire a new generation of female ballers. It doesn’t have a cinematic experience like the men’s MyCareer, but it does focus on being a visible role model and bringing other young girls into the sport, which is fantastic, and I hope it only continues to grow next year.", "It also doesn’t just feel like tacked-on content for the sake of it being there. Visual Concepts did a wonderful job with The W, one that goes beyond ensuring the player likeness is top notch, accurately representing the real-world stars. When I play, it feels like an actual WNBA game, which is more technical, with very precise ball movement. There’s a focus on the fundamentals, team play, and high basketball IQ that are key to this level of competition in the league, which is not as flashy or fast-paced as you see in the NBA. My favorite part is how much I’ve learned in general from the commentary about the league and its star players. I got so into building my player and becoming a member of my team that I purchased my very own Chicago Sky jersey. It’s special moments like these that show the power of bringing more awareness to the league, and I didn’t expect to be so engrossed, but I’m glad I did.", "I’ve been a sports fan all my life. Whether I was playing on my school’s team or going to professional games with my dad, sports dominated much of my time. They just came naturally to me; I had the coordination and instincts and when my friends were throwing the basketball granny-style, I was taking a squared stance and putting backspin on the ball. Basketball became my favorite and what I played all the way through high school.", "A few moments in my life stand out in my love of sports. One is my mother always telling me this story about how I used to watch my brother’s basketball team and I was so amazed when I saw two girls on it. She says she saw me immediately light up when I realized people like me could play, too. Then I recall always watching the USA Women’s National Basketball Team at the Olympics. It was 1996, the year of Sheryl Swoopes and Lisa Leslie, and I remember being sad when it was over because it always felt like I had to wait four years to see that level of competition between women again. I had heard rumors about a professional league for women but was scared to get my hopes up. A year later, the WNBA officially started. I was in middle school, and we had to do a report on potential careers, and I immediately listed that as one of them. Obviously, it didn’t happen, but something that never seemed possible before became a possibility in my adolescent mind, giving me something to strive for. As Geena Davis says and makes paramount in her institute on gender and media, 'If she can see it, she can be it.”", "Even all these years later after hanging up my hoop dreams, booting up NBA 2K21 and playing as an athlete in my likeness gave me an adrenaline rush. Not only did it reignite my love for the league, but it got me thinking about when there wasn’t a WNBA and how important it was to me when it finally happened. I also reflected on how my younger self would be losing her damn mind over having a mode like this. I can only hope Visual Concepts further expands the mode in the future. It sucks that it doesn’t have a cinematic experience like the men’s MyCareer mode and that your female avatar can’t be used in The City, the living online multiplayer community. And yes, the WNBA will probably never have the pull the NBA does, but that doesn’t mean it’s not worth Visual Concepts’ efforts. This is the type of thing that brings more people into the game, helping the sport and league grow. In my book, that means everyone wins. I only hope more sports games take note and find more ways to include women’s teams and leagues."], "authors": ["Features Editor", "Kimberley Is Usually Playing The Latest Rpg", "Sports Title", "Or Narrative-Driven Experience. She Has Also Amassed More Than Two Hundred Stanley Cups While Playing As The Blackhawks In Various Nhl Games."], "keywords": ["basketball", "team", "women", "power", "league", "2k21s", "wnba", "nba", "experience", "play", "female", "playing", "shows", "games", "w"], "pubDate": "2020-11-26T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}