{"id": "5c6f849a-d3e3-3feb-859f-83872a71e79d", "title": "Jane Mayer on How to Kill a Bill", "url": "https://www.newyorker.com/podcast/political-scene/jane-mayer-on-how-to-kill-a-bill", "summary": "Photograph by Erin Scott / Bloomberg / GettyThe investigative reporter Jane Mayer recently received a recording of a meeting attended by conservative power brokers, including Grover Norquist, representatives of PACs funded by Charles Koch, and an aide to Senator Mitch McConnell.\nThe subject was the voting-rights bill H.R.\nThe bill (discussed in last week’s episode) would broadly make voting more accessible—which tends to benefit Democratic candidates—and would raise the curtain on “dark money” in elections through stringent disclosure requirements.\nThe problem for these conservatives, a political strategist says, is that the bill is popular among voters of both parties, but H.R.\nAs we hear the meeting’s participants tick through options to tarnish the bill’s public appeal, Mayer notes how the political winds have shifted in Washington, leaving the Republican coalition newly fragile.", "paragraphs": ["Photograph by Erin Scott / Bloomberg / Getty", "The investigative reporter Jane Mayer recently received a recording of a meeting attended by conservative power brokers, including Grover Norquist, representatives of PACs funded by Charles Koch, and an aide to Senator Mitch McConnell. The subject was the voting-rights bill H.R. 1, and the mood was anxious. The bill (discussed in last week’s episode) would broadly make voting more accessible—which tends to benefit Democratic candidates—and would raise the curtain on “dark money” in elections through stringent disclosure requirements. The problem for these conservatives, a political strategist says, is that the bill is popular among voters of both parties, but H.R. 1, they insist, must die. As we hear the meeting’s participants tick through options to tarnish the bill’s public appeal, Mayer notes how the political winds have shifted in Washington, leaving the Republican coalition newly fragile."], "authors": ["Condé Nast", "Dorothy Wickende", "Jane Maye"], "keywords": ["voters", "political", "jane", "voting", "washington", "bill", "hr", "votingrights", "kill", "winds", "mayer", "weeks"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}