{"id": "5c70b215-85b0-3252-9bf3-b1eab43b2489", "title": "Outriders Patch And Player 'Appreciation Package' On The Way", "url": "https://www.gameinformer.com/2021/04/08/outriders-patch-and-player-appreciation-package-on-the-way", "summary": "Outriders is a fun game that had a pretty bad launch thanks to server issues that prevented many players from matchmaking or logging on (among other issues).\nThe team took to reddit to address the current state of Outriders, detailing how it plans to remedy the experience.\nOn top of that, the team has something special planned for the players sticking with Outriders during this rough start.\nPeople Can Fly says the contents of the appreciation package are subject to change based on its technical feasibility.\nI'm already strapping in for another run.”Are you enjoying Outriders, and how many issues have you encountered since playing?", "paragraphs": ["Outriders is a fun game that had a pretty bad launch thanks to server issues that prevented many players from matchmaking or logging on (among other issues). Developer People Can Fly has been hard at work trying to extinguish the fires, but it also plans to reward players for their patience with a special \"thank you\" package.", "The team took to reddit to address the current state of Outriders, detailing how it plans to remedy the experience. The first big patch is scheduled to arrive sometime next week and will address a variety of problems, such as game crashes and matchmaking. You can read the full patch notes here. On top of that, the team has something special planned for the players sticking with Outriders during this rough start.", "“We would like to thank each and every one of you,” says People Can Fly in the reddit post. “Beyond just saying it, however, we would like to confirm that we are working on a small \"appreciation package\" for our launch window players.”", "What does that mean? For players who started their game between March 31st and April 11th (UTC) as well as those that received an automatic inventory wipe restoration by People Can Fly are eligible to receive the following items for your highest leveled character.", "A level appropriate Legendary Weapon", "A level appropriate amount of Titanium", "The emote \"Frustration\"", "I'm sure we're all thinking the same thing, and yes, People Can Fly is aware of the irony behind the “Frustation” emote, saying it “was not intentional but is fitting.” The emote is currently unattainable otherwise, in case you’re wondering. Soon, you too can be frustrated both in-game and in real life.", "People Can Fly says the contents of the appreciation package are subject to change based on its technical feasibility. There’s no timetable on when eligible players will receive it.", "Outriders’ problems are unfortunate because when it does work, it’s a pretty fun time. Our own Liana Ruppert scored the game a 9 out of 10 saying in her review: “Outriders isn’t revolutionary, and it’s not trying to be. Outriders is a well-thought-out shooter with expertly tailored RPG twists. It's an enjoyable ride that is made infinitely better by playing with friends, but not inherently hurt by running solo either. This game takes the best parts from other looter-shooters and the best aspects of sci-fi RPGs and blends these elements into an experience that is worth diving into because of its high replayability, customizable play style, and fun story. I'm already strapping in for another run.”", "Are you enjoying Outriders, and how many issues have you encountered since playing? Let us know in the comments!"], "authors": ["Associate Editor", "Marcus Is An Avid Gamer", "Giant Wrestling Nerd", "A Connoisseur Of Cartoons", "Obscure Childhood References. The Cat'S Out Of The Bagel Now"], "keywords": ["trying", "outriders", "fly", "appreciation", "patch", "emote", "players", "game", "package", "issues", "work", "saying", "player", "way", "fun"], "pubDate": "2021-04-08T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}