{"id": "5c8f422e-462f-30cb-888a-5294303f663b", "title": "Fancy Feast releases cookbook for humans inspired by new cat food line", "url": "http://www.foxnews.com/food-drink/fancy-feast-cookbook-humans-inspired-cat-food", "summary": "Fancy Feast isn’t just for your cat anymore.\nThe cat food brand -- owned by Purina -- announced earlier this week that it has released a cookbook for humans to celebrate the release of its new line of single-serve entrees, Petites.\nThe \"Fancy Feast Petites Feast Cookbook\" is free to download online and includes 12 single-serve recipes inspired by Petites, so humans can enjoy dinner alongside their pets.\nNow Fancy Feast is asking you to extend the invitation to your cat to join you for mealtime as you cook meals inspired by their favorite dishes but made just for you.\"\nCLICK HERE TO GET THE FOX NEWS APPAccording to the press release, Fancy Feast’s new Petites line is available at major retailers in stores and online.", "paragraphs": ["Fancy Feast isn’t just for your cat anymore.", "The cat food brand -- owned by Purina -- announced earlier this week that it has released a cookbook for humans to celebrate the release of its new line of single-serve entrees, Petites.", "The \"Fancy Feast Petites Feast Cookbook\" is free to download online and includes 12 single-serve recipes inspired by Petites, so humans can enjoy dinner alongside their pets.", "\"Mealtime is a bonding experience,\" the introduction to the cookbook says. \"We sit at a dining table with our family, we gather with friends. Now Fancy Feast is asking you to extend the invitation to your cat to join you for mealtime as you cook meals inspired by their favorite dishes but made just for you.\"", "HAWAIIAN RESORTS ARE HOSTING SHELTER DOGS THAT GUESTS CAN WIN A STAY WITH", "According to Purina’s announcement, the 12 recipes in the cookbook were developed by Fancy Feast’s in-house chef, Amanda Hassner, alongside James Beard Award Nominee Jerrelle Guy and actor-turned-baker Josh Snyder.", "The recipes include the likes of Chicken and Ramen with Tomato Honey Butter Sauce, Honey Sriracha Grilled Chicken with Spicy Fried Rice, and Whitefish and Asparagus with Beurre Blanc.", "CLICK HERE TO SIGN UP FOR OUR LIFESTYLE NEWSLETTER", "\"The cookbook features recipes that are elevated but easy enough to whip up on a weeknight,\" Hassner said in a statement. \"Each dish was inspired by the small-plate restaurant trend. The recipes are for humans but were created in honor of the dishes you will be serving your cat.\"", "CLICK HERE TO GET THE FOX NEWS APP", "According to the press release, Fancy Feast’s new Petites line is available at major retailers in stores and online. The two 1.4-ounce servings have a suggested retail price of $1.07.", "The line has three flavors: Petites Seared Salmon Entrée with Spinach In Gravy, Petites Ocean Whitefish Entrée with Tomato In Gravy and Petites Grilled Chicken Entrée with Rice In Gravy, according to the announcement."], "authors": ["Ann Schmidt", "Ann Schmidt Is A Lifestyle Reporter For Fox News."], "keywords": ["cat", "food", "fancy", "humans", "feast", "petites", "line", "entrée", "gravy", "releases", "recipes", "cookbook", "inspired"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}