{"id": "5ca516da-e48c-3326-9865-094ba7cc68fc", "title": "Marvel's Spider-Man: Miles Morales Spoilercast", "url": "https://www.gameinformer.com/spoiled/2020/11/24/marvels-spider-man-miles-morales-spoilercast", "summary": "Peter Parker is traveling to Symkaria with MJ for work and is leaving the city's safety in the hands of the inexperienced, yet qualified Miles Morales.\nWith a nervous assuredness, Miles quietly repeats to himself that he's now New York's only Spider-Man as he accepts the greatest responsibility of his young career.\nDid we enjoy how this sequel sets up what's to come for Insomniac and its next game in the series?\nHave you finished Marvel's Spider-Man Miles Morales?\nIf you want to know more about the development behind one of the best PS5 launch titles, also check out our whole month of coverage on Marvel's Spider-Man: Miles Morales and the latest special edition of The GI Show, where we chat with the game's developers!", "paragraphs": ["As the Spider-Men reflect on their most recent run-in with Rhino overlooking the snowy streets of the Big Apple, the original web-slinger drops a bomb on our young hero. Peter Parker is traveling to Symkaria with MJ for work and is leaving the city's safety in the hands of the inexperienced, yet qualified Miles Morales. With a nervous assuredness, Miles quietly repeats to himself that he's now New York's only Spider-Man as he accepts the greatest responsibility of his young career.", "This exchange sets the tone for the rest of Insomniac's sequel, as Miles continually has to prove that he's capable of being his own hero not only himself but to his new home of Harlem and those looking to sow the seeds of chaos throughout the city. But after the high bar set by the original 2018 game, does this more personal story hit the same highs? Are the new villains a proper challenge both thematically and gameplay-wise? Did we enjoy how this sequel sets up what's to come for Insomniac and its next game in the series? We answer these questions and more on the latest episode of Spoiled!", "Join Ben Reeves, Marcus Stewart, Brian Shea, Blake Hester, and me as we dissect what we thought of Tinkerer, the game's twists and turns, and more in this spoiler-filled discussion. Right off the bat, we delve into spoilers for this game and the 2018 Insomniac title, so if you haven't played either, be sure to come back when you've gotten caught up (it'll be worth it, I promise).", "Have you finished Marvel's Spider-Man Miles Morales? Be sure to leave a (constructive) comment in the discussion below and let us know what you thought of the Insomniac spider-sequel. If you want to know more about the development behind one of the best PS5 launch titles, also check out our whole month of coverage on Marvel's Spider-Man: Miles Morales and the latest special edition of The GI Show, where we chat with the game's developers!"], "authors": ["Video Editor", "Alex Is Usually The Largest Nerd In The Room", "Literally", "Has A Deep-Rooted Passion For Video Games", "Movies", "A Good Beer. He Grew Up A Nintendo Kid But Is Now An Equal-Opportunity Gamer Who S Trying To Play More Jrpgs."], "keywords": ["sure", "game", "young", "marvels", "spiderman", "insomniac", "sequel", "thought", "spoilercast", "morales", "sets", "miles"], "pubDate": "2020-11-24T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}