{"id": "5cbe070c-6e38-34aa-883a-db8be4c73222", "title": "England coach Eddie Jones says rugby learned from past and is safe for players", "url": "https://www.theguardian.com/sport/2020/dec/10/england-coach-eddie-jones-says-rugby-learned-from-past-and-is-safe-for-players", "summary": "The England head coach, Eddie Jones, has said he believes modern rugby union is safe for its players and has adjusted to the dangers posed by repeated concussions, while acknowledging that players were not sufficiently protected in the past.\nJones was speaking in light of the Guardian’s investigation into the growing problem of early onset dementia in former professional players.\nThe group, including England’s 2003 Rugby World Cup winning hooker Steve Thompson, are set to contact World Rugby, the RFU and the WRU over what they claim is their failure to protect them from the risks caused by concussions.\nAsked about physical toll on players, Jones said: “What we try to do is make sure the training is appropriate for the game.\nWe have made really good progress in making the game safe and the players have the choice about whether to play or not.”", "paragraphs": ["The England head coach, Eddie Jones, has said he believes modern rugby union is safe for its players and has adjusted to the dangers posed by repeated concussions, while acknowledging that players were not sufficiently protected in the past.", "Jones was speaking in light of the Guardian’s investigation into the growing problem of early onset dementia in former professional players. On Tuesday, the Guardian revealed a group of eight former players are proposing to take legal action over the issue.", "The group, including England’s 2003 Rugby World Cup winning hooker Steve Thompson, are set to contact World Rugby, the RFU and the WRU over what they claim is their failure to protect them from the risks caused by concussions.", "In an interview with the How To Academy and reported in the Times, Jones said: “Firstly it is very sad news but I think if there is a positive about it – and there is never a positive about people being sick or losing part of their function – it is that the game has adjusted to it. I don’t think that the game at the moment is unsafe. If you look at most sports back then it was unsafe.”", "Would @EnglandRugby coach Eddie Jones #taketheknee? And what are his thoughts on the recent controversy around Swing Low Sweet Chariot? @MatthewStadlen asked him on Tues night in a How To Academy livestream event. pic.twitter.com/gbC1x60qsc — How To Academy (@howtoacademy) December 10, 2020", "Jones said that he believes the sport did not safeguard players’ welfare “as well as we should” but added: “Now we have learned from that and I think rugby at the moment is leading the way in terms of player safety. Can we make it safer? Can we make it better for the players? We have just to keep doing it.”", "Jones’s comments are likely to prove controversial. Player safety has improved in some respects, for instance the adoption into rugby’s laws of the head injury assessment (HIA) in 2015, which allows for a temporary substitution to be made while a player with suspected concussion is assessed.", "But as many players are now finding, the cumulative effects of thousands of collisions over the course of their careers will only become clear in retirement – and the forces of the impacts involved in an increasingly power-based game only seem to increase.", "Asked about physical toll on players, Jones said: “What we try to do is make sure the training is appropriate for the game. We try to make sure they have every opportunity to recover properly … At the end of the day, the players make a choice to play the game. No one is forcing them. We know there are demands on the body because it is a physically demanding game. We have made really good progress in making the game safe and the players have the choice about whether to play or not.”"], "authors": ["Luke Mclaughlin"], "keywords": ["academy", "world", "coach", "rugby", "england", "past", "eddie", "try", "game", "jones", "learned", "think", "players", "safe", "sure", "player"], "pubDate": "2020-12-10T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}