{"id": "5ccfbd67-ca7f-3d4a-8b34-3293e70935d5", "title": "Kremlin defends Russian military buildup on Ukraine border", "url": "https://www.theguardian.com/world/2021/apr/09/kremlin-officials-say-russia-will-not-stand-aside-if-kyiv-launches-assault", "summary": "Kremlin officials have said that its forces massing on the border with Ukraine could intervene if Kyiv launches an assault on Russian-backed separatists, as concerns grow about the largest military buildup since 2014.\nKremlin press secretary Dmitry Peskov on Friday defended the Russian military buildup, calling the border region a “powder keg” and saying that Russia “will not stand aside” if it believes hostilities could lead to “mass civilian casualties”.\nI’m going to the locations of the escalation.” He has urged Nato to set up a membership path for Ukraine to join the military alliance.\nSergei Shoigu, the Russian minister of defence, announced the start of nationwide military exercises earlier this week.\nOpen source investigations have shed new light on the scale of the Russian troop movements, which have brought forces from as far away as the Urals and Siberia to Crimea and Russian regions bordering Ukraine.", "paragraphs": ["Kremlin officials have said that its forces massing on the border with Ukraine could intervene if Kyiv launches an assault on Russian-backed separatists, as concerns grow about the largest military buildup since 2014.", "Open source intelligence reports have shown that tanks, rocket artillery, and short-range ballistic missiles have been transported to just 150 miles from Ukraine, where Russia has established a large new military staging area.", "Kremlin press secretary Dmitry Peskov on Friday defended the Russian military buildup, calling the border region a “powder keg” and saying that Russia “will not stand aside” if it believes hostilities could lead to “mass civilian casualties”.", "Those followed remarks by Dmitry Kozak, Putin’s deputy chief of staff, who said one day earlier that Moscow could “come to the defence” of its citizens in Russian-backed separatist territories – where it has issued more than 650,000 passports since 2019 – if Kyiv tries to retake its territory.", "Two dozen Ukrainian servicemen have been killed on the frontlines of the conflict this year, including five in the last week. Volodymyr Zelenskiy visited the frontlines on Thursday, saying: “I want to be with our soldiers in the tough times in Donbas. I’m going to the locations of the escalation.” He has urged Nato to set up a membership path for Ukraine to join the military alliance.", "“It all depends on the size of the fire,” said Kozak, referring to a potential uptick in fighting. Echoing remarks by Vladimir Putin in 2019, he said that Russia would intervene “if there is a Srebrenica there,” a reference to the 1995 massacre of 8,000 Muslim men by Bosnian Serb forces. There is no indication of any ethnic-cleansing campaign, although the Kremlin has used similar rhetoric to justify intervening in the past.", "While it remains unclear whether Russia’s movements are just an intimidation tactic or the prelude to a major escalation, the massive troop movements and bellicose rhetoric have caused alarm in Kyiv and western capitals.", "During a phone call earlier this week, German chancellor Angela Merkel demanded that Vladimir Putin reduce the Russian troop numbers near Ukraine in order to “de-escalate the situation.” Putin responded by accusing Ukraine of provoking tensions along the line of conflict.", "Turkey on Friday said that the US had given warning that it would send two warships later this month through its straits into the Black Sea, where they would remain until 4 May. Russia has recently reinforced its Black Sea fleet, which is based in Crimea, with 10 landing and artillery ships from its Caspian flotilla. Analysts have called the transfer of ships and gunboats unusual, even during military exercises.", "Sergei Shoigu, the Russian minister of defence, announced the start of nationwide military exercises earlier this week. More than 4,000 military drills are scheduled across the country for the month of April.", "Open source investigations have shed new light on the scale of the Russian troop movements, which have brought forces from as far away as the Urals and Siberia to Crimea and Russian regions bordering Ukraine.", "A report published by the information group Janes showed that at least 14 ground troop units had been moved into the region bordering Ukraine since late March. “While Russia’s intentions are still unclear, this movement stands out as possibly the largest unannounced movement of troops since Russia’s invasion of Crimea and eastern Ukraine,” the report read.", "The report also said that air defence systems were being moved into the Voronezh region, which had “not been observed with prior movements”.", "An earlier investigation by the Conflict Intelligence Team showed a new Russian army camp with hundreds of military vehicles, elaborate communications systems, and a field hospital had been established in the Voronezh region Videos found on TikTok and other social media also showed railcars and trucks transporting tanks and other heavy weapons in the border region.", "Also this week, the Organization for Security and Co-operation in Europe had said it had seen increased GPS jamming in the conflict zone. For the first time since October 2014, a long-range drone was unable to take off from its base due to “dual GPS signal interference assessed as caused by jamming.” Overall, the report said, drones had been “experiencing increased levels of GPS signal interference on take-off and landing” since 21 March, the approximate start of the Russian military buildup."], "authors": ["Andrew Roth"], "keywords": ["defends", "region", "ukraine", "border", "military", "showed", "troop", "earlier", "kremlin", "buildup", "russian", "week", "report", "russia"], "pubDate": "2021-04-09T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}