{"id": "5cdc563a-21ed-3afd-884b-e84018e0e9cb", "title": "'Not the time' to change COVID-19 vaccine allocation plan, White House says", "url": "http://www.foxnews.com/health/not-time-change-covid-19-vaccine-allocation-plan-white-house", "summary": "States will continue to receive COVID-19 vaccine allocation based on populations despite recent increases in cases in several regions, the White House said Friday.\nJeff Zients, the White House coronavirus response coordinator, said that \"now is not the time to change\" course regarding allocation.\nIn the briefing Friday, Centers for Disease Control and Prevention head Dr. Rochelle Walensky, noted a 2% increase in the seven-day average of daily coronavirus cases and a 7% increase in hospital admissions.\nHowever, after delivering 11 million doses several weeks ago, this week the company delivered just shy of 2 million.\nCLICK HERE FOR COMPLETE CORONAVIRUS COVERAGEHe said the company is working with the FDA to bring another plant onboard that will help increase supply and manufacturing capabilities.", "paragraphs": ["States will continue to receive COVID-19 vaccine allocation based on populations despite recent increases in cases in several regions, the White House said Friday. Jeff Zients, the White House coronavirus response coordinator, said that \"now is not the time to change\" course regarding allocation.", "In the briefing Friday, Centers for Disease Control and Prevention head Dr. Rochelle Walensky, noted a 2% increase in the seven-day average of daily coronavirus cases and a 7% increase in hospital admissions. She also noted that the agency is working with upper Midwest states to address increases case counts \"to understand what is driving\" the uptick.", "\"What is happening in Michigan and Minnesota is similar to what we’re seeing across the country with increasing cases associated with youth sports,\" she said, noting that the activities linked to clusters are both club and school-related.", "WHAT YOU NEED TO KNOW ABOUT YOUR COVID-19 VACCINE CARD", "However, she cautioned that the increasing numbers are not indicative of school-based transmission and that states should continue to follow guidance in safely reopening classrooms to students.", "Zients also confirmed that about one in four U.S. adults are now fully vaccinated, but cautioned that the work is far from over. He reaffirmed that Johnson & Johnson, despite a manufacturing snafu in recent weeks, plans to fulfill its promise to deliver 100 million doses by the end of May. However, after delivering 11 million doses several weeks ago, this week the company delivered just shy of 2 million.", "The inconsistency in supply is expected Zients said, as the company is \"earlier in the manufacturing process and not in a regular weekly cadence that Moderna and Pfizer have achieved.\"", "CLICK HERE FOR COMPLETE CORONAVIRUS COVERAGE", "He said the company is working with the FDA to bring another plant onboard that will help increase supply and manufacturing capabilities."], "authors": ["Alexandria Hein"], "keywords": ["change", "plan", "manufacturing", "allocation", "house", "coronavirus", "covid19", "weeks", "zients", "company", "cases", "vaccine", "increase", "working", "white", "states"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}