{"id": "5cec4bc8-de6a-3def-a69f-56ee7723e954", "title": "Meghan wins privacy case against Mail on Sunday", "url": "https://www.theguardian.com/uk-news/2021/feb/11/meghan-markle-father-duchess-sussex-mail-on-sunday-wins", "summary": "The Duchess of Sussex has won her high court privacy case against the Mail on Sunday, hailing her victory as a “comprehensive win” over the newspaper’s “illegal and dehumanising practices”.\nIn his judgment, Lord Justice Warby found for Meghan in her claim for misuse of private information against Associated Newspapers, publishers of the Mail on Sunday (MoS) and Mail Online, over five articles in February 2019 that included extracts from the letter.\nHe said: “It was, in short, a personal and private letter.\nIn a statement, Meghan said: “After two long years of pursuing litigation, I am grateful to the courts for holding Associated Newspapers and the Mail on Sunday to account for their illegal and dehumanising practices.\n“These tactics – and those of their sister publications Mail Online and the Daily Mail – are not new … For these outlets, it’s a game.", "paragraphs": ["The Duchess of Sussex has won her high court privacy case against the Mail on Sunday, hailing her victory as a “comprehensive win” over the newspaper’s “illegal and dehumanising practices”.", "After a two-year legal battle, a judge granted summary judgment in Meghan’s favour over the newspaper’s publication of extracts of a “personal and private” handwritten letter to her estranged father, Thomas Markle.", "In his judgment, Lord Justice Warby found for Meghan in her claim for misuse of private information against Associated Newspapers, publishers of the Mail on Sunday (MoS) and Mail Online, over five articles in February 2019 that included extracts from the letter.", "He said: “It was, in short, a personal and private letter. The majority of what was published was about the claimant’s own behaviour, her feelings of anguish about her father’s behaviour – as she saw it – and the resulting rift between them. These are inherently private and personal matters.", "“The claimant had a reasonable expectation that the contents of the letter would remain private. The articles interfered with that reasonable expectation.”", "Warby also found that the publication of the letter to Markle – which he described as “a long-form telling-off” – also infringed the duchess’s copyright.", "In a statement, Meghan said: “After two long years of pursuing litigation, I am grateful to the courts for holding Associated Newspapers and the Mail on Sunday to account for their illegal and dehumanising practices.", "“These tactics – and those of their sister publications Mail Online and the Daily Mail – are not new … For these outlets, it’s a game. For me and so many others, it’s real life, real relationships and very real sadness. The damage they have done and continue to do runs deep.", "“The world needs reliable, fact-checked, high-quality news. What the Mail on Sunday and its partner publications do is the opposite. We all lose when misinformation sells more than truth, when moral exploitation sells more than decency, and when companies create their business model to profit from people’s pain.", "“But, for today, with this comprehensive win on both privacy and copyright, we have all won.”", "A spokesperson for Associated Newspapers said: “We are very surprised by today’s summary judgment and disappointed at being denied the chance to have all the evidence heard and tested in open court at a full trial. We are carefully considering the judgment’s contents and will decide in due course whether to lodge an appeal.”", "The judge said “the only tenable justification” for publication would be to correct some inaccuracies about the letter contained in an article in People magazine that had featured an interview with friends of Meghan.", "It was legitimate for Markle and the defendant to use a part of the letter to rebut a false suggestion in the People article that the letter represented some form of “olive branch” from the duchess to her father, he said. But it was the “inescapable conclusion” that it was neither “necessary or proportionate” to disclose the rest of the information in the letter, he added.", "“Taken as a whole, the disclosures were manifestly excessive and hence unlawful,” he said.", "On the copyright claim, Warby said an electronic draft of the letter “would inevitably be held to be the product of intellectual creativity sufficient to render it original in the relevant sense and to confer copyright on its author or authors”.", "He also found that the MoS’s articles “copied a large and important proportion of the work’s original literary content”.", "The issue of whether Meghan was “the sole author”, or whether Jason Knauf, formerly communications secretary to the Duke and Duchess of Sussex, was a “co-author”, should be determined at a trial, despite being something “of minor significance in the overall context”, the judge said.", "Meghan’s lawyer had argued for summary judgment without trial in her favour, claiming that Associated Newspapers had “no prospect” of defending her claims for misuse of private information and alleged breach of copyright. They argued that her case was so strong, a trial was unnecessary on those parts of her claim.", "Warby said there would be a further hearing in March to decide the next steps in the legal action. Meghan’s data protection claim is still outstanding.", "The duchess sued Associated Newspapers in September 2019 over five articles in the MoS and Mail Online that were billed as a “world exclusive” featuring “Meghan’s shattering letter to her father”.", "A double-page spread in the MoS carried the headline: “Revealed: the letter showing true tragedy of Meghan’s rift with a father she says has ‘broken her heart into a million pieces’.”", "The duchess is seeking damages for alleged misuse of private information, copyright infringement, and breach of the Data Protection Act over the five articles."], "authors": ["Caroline Davies"], "keywords": ["duchess", "wins", "mail", "private", "articles", "associated", "meghan", "letter", "meghans", "trial", "newspapers", "copyright", "case", "privacy"], "pubDate": "2021-02-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}