{"id": "5d5bc9f4-5dd4-3657-b42a-38bfe01e5fb2", "title": "American politics - Trump’s legacy—the shame and the opportunity", "url": "https://www.economist.com/leaders/2021/01/09/trumps-legacy-the-shame-and-the-opportunity", "summary": "Be in no doubt that Mr Trump is the author of this lethal attack on the heart of American democracy.\nWhile Mr Trump’s supporters were breaking and entering, Congress was certifying the results of the president’s incontrovertible loss in November.\nThe mob’s grievances will reverberate through the Republican Party as it finds itself in opposition.\nMr Trump has exploited this popularity to create the myth that he won the presidential election.\nAnd yet it is also a sign of Mr Trump’s malign grip.", "paragraphs": ["F OUR YEARS ago Donald Trump stood in front of the Capitol building to be sworn into office and promised to end “American carnage”. His term is concluding with a sitting president urging a mob to march on Congress—and then praising it after it had resorted to violence. Be in no doubt that Mr Trump is the author of this lethal attack on the heart of American democracy. His lies fed the grievance, his disregard for the constitution focused it on Congress and his demagoguery lit the fuse. Pictures of the mob storming the Capitol, gleefully broadcast in Moscow and Beijing just as they were lamented in Berlin and Paris, are the defining images of Mr Trump’s unAmerican presidency.", "The Capitol violence pretended to be a show of power. In fact it masked two defeats. While Mr Trump’s supporters were breaking and entering, Congress was certifying the results of the president’s incontrovertible loss in November. While the mob was smashing windows, Democrats were celebrating a pair of unlikely victories in Georgia that will give them control of the Senate (see article). The mob’s grievances will reverberate through the Republican Party as it finds itself in opposition. And that will have consequences for the presidency of Joe Biden, which begins on January 20th.", "Stand back from the nonsense about stolen elections, and the scale of Republicans’ failure under Mr Trump becomes clear. Having won the White House and retained majorities in Congress in 2016, defeat in Georgia means that the party has lost it all just four years later. The last time that happened to Republicans was in 1892, when news of Benjamin Harrison’s humiliation travelled by telegraph.", "Normally, when a political party suffers a reverse on such a scale it learns some lessons and comes back stronger. That is what the Republicans did after Barry Goldwater’s defeat in 1964, and the Democrats after Walter Mondale lost in 1984.", "Reinvention will be harder this time. Even in defeat, Mr Trump’s approval rating among Republicans has hovered around 90%—far better than George W. Bush’s 65% in the last month of his presidency. Mr Trump has exploited this popularity to create the myth that he won the presidential election. YouGov’s polling for The Economist finds that 64% of Republican voters think Mr Biden’s victory should be blocked by Congress.", "Perhaps 70% of Republicans in the House and a quarter in the Senate connived in his conspiracy by vowing to attempt just that—to their shame, many of them persisted even after the storming of Congress. As an anti-democratic stunt, it had no precedent in the modern era (nor any chance of success). And yet it is also a sign of Mr Trump’s malign grip. After seeing how he ended the careers of loyalists like Jeff Sessions and almost single-handedly elected others, like Florida’s governor, Ron DeSantis, those facing primaries remain terrified of provoking him.", "The election myth that Mr Trump has spun may thus have broken the feedback loop needed for the party to change. Ditching a failed leader and broken strategy is one thing. Abandoning someone whom you and most of your friends think is the rightful president, and whose power was taken away in a gigantic fraud by your political enemies, is something else entirely.", "If something good is to come from this week’s insurrection, it will be that this way of thinking loses some of its purchase. The sight of a Trump supporter lounging in the Speaker’s chair should horrify Republican voters who like to think theirs is the party of order and of the constitution. To hear Mr Trump inciting riots on Capitol Hill may persuade parts of middle America to turn their back on him for good.", "For Mr Biden, much depends on whether Trump-sceptic Republicans in the Senate share those conclusions. That is because the victories for Jon Ossoff and Raphael Warnock, the first African-American to be elected as a Democrat to the Senate from the South, have suddenly opened up the possibility that government in Washington, DC , will be less plagued by Republican obstruction and Trumpian stunts.", "A week ago, when the conventional view was that the Senate would remain in Republican control, it looked as if the ambitions of Mr Biden’s administration would be limited to what he could accomplish through executive orders and appointments to regulatory agencies. A 50-50 split in the Senate, with the vice-president, Kamala Harris, casting the tiebreaking vote, is as narrow a majority as it is possible to get. It will not miraculously let Mr Biden bring about the sweeping reforms many Democrats would like, but it will make a difference.", "For example, Mr Biden will be able to get confirmation of his choices for the judiciary and for his cabinet. Control of the legislative agenda in the Senate will pass from the Republicans to the Democrats. Mitch McConnell, the outgoing Senate majority leader who spoke powerfully this week against Mr Trump’s institutional vandalism, was a master of blocking votes that might divide his caucus. That created the gridlock in Washington that voters usually blame on the president’s party.", "Democrats may also be able to get some measures through the Senate via reconciliation, a procedural quirk that allows budget bills to pass with a majority of one or more, rather than the 60 votes needed to avoid a filibuster, which will remain, however much the leftist wing of the party would like to drop it.", "Where Republicans come in is in the scope for cross-party votes. The more they feel that Middle America was horrified by the riot, the more likely that some of them will reject the nihilism of blocking everything for the sake of it. The more their caucus is at war with itself, the freer they will be to do their part to restore faith in the republic by accomplishing something.", "For Republicans, the cost of the cursed deal their party did with Mr Trump has never been clearer. The results in November provided signs that a reformed party could win national elections again. American voters remain wary of big government and have not handed one party more than two consecutive terms in the White House since 1992. But to become successful and, more important, to strengthen America’s democracy once more rather than pose a threat to it, they need to cast off Mr Trump. For, in addition to being a loser of historic proportions, he has proved himself willing to incite carnage in the Capitol.■"], "authors": ["The Economist"], "keywords": ["party", "republican", "trumps", "capitol", "opportunity", "voters", "legacythe", "politics", "shame", "senate", "remain", "republicans", "mr", "american", "trump"], "pubDate": "2021-01-09T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}