{"id": "5d612a15-a2be-3269-b473-b360e5064cba", "title": "As Trump Leaves the White House, His Imprint on the Judiciary Deepens", "url": "https://nytimes.com/2020/12/17/us/politics/trump-judges-appeals-courts.html", "summary": "At the appeals level, Judge Stephanos Bibas of the Third Circuit, nominated in 2017, wrote a blistering decision last month rejecting the Trump campaign’s election challenge in Pennsylvania.\n“They just could not be taken seriously as judges if they sided with Trump here.”Judges Bibas and Brasher serve on courts that Mr. Trump has flipped toward conservative majorities.\n(Her position later held sway when the case was considered by a full slate of Seventh Circuit judges.)\nOn the District of Columbia Circuit, Judge Neomi Rao, confirmed to the bench just last year, has already made waves.\nOf four cases with published opinions that she participated in alongside two Democratic appointees, she dissented three times, the analysis showed.", "paragraphs": ["At the appeals level, Judge Stephanos Bibas of the Third Circuit, nominated in 2017, wrote a blistering decision last month rejecting the Trump campaign’s election challenge in Pennsylvania. And Judge Andrew L. Brasher of the 11th Circuit, appointed this year, wrote an opinion this month rebuffing the campaign’s effort to bypass the lower federal court and decertify Georgia’s election results.", "Mr. Fischman said that to rule differently would have been to flout the law. “It’s completely against judicial culture,” he said. “They just could not be taken seriously as judges if they sided with Trump here.”", "Judges Bibas and Brasher serve on courts that Mr. Trump has flipped toward conservative majorities. While Judge Bibas was not among the most disputatious of the appointees, according to the analysis, he dissented in a significant gun-rights case in which two Democratic appointees upheld New Jersey’s limit on large-capacity magazines.", "“We must treat the right to keep and bear arms like other enumerated rights,” he wrote. “We may not water it down and balance it away based on our own sense of wise policy.”", "Justice Barrett — who until October served in Indiana on the Seventh Circuit, where there is a particular culture of agreement — also followed the pattern, striking out against Democratic-named colleagues over 7 percent of the time and against Republican appointees 2.5 percent of the time, the analysis showed.", "In one such case, she disagreed that a man who had admitted to killing his wife was denied the right to a lawyer when a judge questioned him. (Her position later held sway when the case was considered by a full slate of Seventh Circuit judges.)", "On the District of Columbia Circuit, Judge Neomi Rao, confirmed to the bench just last year, has already made waves. Of four cases with published opinions that she participated in alongside two Democratic appointees, she dissented three times, the analysis showed. In June, she wrote the majority opinion ordering a lower-court judge to dismiss the case against Michael T. Flynn, Mr. Trump’s former national security adviser."], "authors": ["Rebecca R. Ruiz", "Robert Gebeloff"], "keywords": ["white", "seventh", "leaves", "trump", "case", "appointees", "analysis", "wrote", "right", "circuit", "judge", "house", "deepens", "imprint", "bibas", "judiciary"], "pubDate": "2020-12-17T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}