{"id": "5d73e542-b478-3ecb-aca5-40e03d4f397f", "title": "Acid Trip: How Small-Batch Vinegars Became a Kitchen Phenomenon", "url": "https://www.vogue.com/article/boutique-vinegars-kitchen-phenomenon", "summary": "New York City–based Pineapple Collaborative’s The ACV, a cider vinegar made from heirloom-variety apples, is so popular it has sold out four times.\nBrightland’s champagne vinegar, in a pert, beautiful bottle, would be at home on boutique shelves beside scented candles.\nTart Vinegar, by Brooklyn-based Chris Crawford, has put celery vinegar on the condiment map.\nKeepwell’s apple cider vinegar was more apple-y than applesI set about acquiring as many of the available offerings as I could.\nCoupled with a good diet, apple cider vinegar may accelerate weight loss.", "paragraphs": ["Did you know that there exists a wild yeast that spends its winters hibernating on the backs of bumblebees? Or that most ancient medicinal texts, whether Chinese, Persian, or Greek, refer to vinegar (from the French vin aigre and the Latin vinum acetum, or soured wine) as a nostrum? Or that yeast, sugar, and bacteria exist in flower nectar, so that all fruits are, from the moment of their inception, on a natural path to becoming vinegar?", "I learned these facts from Oregon-​based vinegar maker Kirsten Shockey on Zoom while I noisily pureed Cortland apples into a slurry and stirred a jar full of old wine. I had an early copy of Shockey’s upcoming book, Homebrewed Vinegar, a fold of cheesecloth, and several jars at my side. I’d swept everything else to a corner of my kitchen—my kimchi crock, my eight unopened sourdough books—to make room for this next big microbiological obsession.", "You can’t ignore that vinegar is having a moment. New York City–based Pineapple Collaborative’s The ACV, a cider vinegar made from heirloom-variety apples, is so popular it has sold out four times. Brightland’s champagne vinegar, in a pert, beautiful bottle, would be at home on boutique shelves beside scented candles. Tart Vinegar, by Brooklyn-based Chris Crawford, has put celery vinegar on the condiment map. Acid League’s six-month-old line of living vinegars (tagline “Gastronomy with Gut”) made their way into Whole Foods within a month of launch. The phenomenon is coast to coast. There’s Supreme, Keepwell, and Native in Pennsylvania; American Vinegar Works in Massachusetts; Lindera Farms in Virginia; MadHouse in Ohio; Yesfolk in New York; and Blackberry Farm in Tennessee. If you expand the list, as you should, to include shrubs—vinegar-based cordials—the number and variety of sour fermented libations astonishes. Many are sold for cooking or drinking. Their makers are young, environmentally savvy, concerned with biodiversity and upcycling excess harvests and food scraps. The vinegars are raw and living, with strands of sediment and “mother” (a cellulose layer comprising yeast and acetobacter) still paddling around inside them. They come in flavors like kombu, knotweed, banana, basil, and Montmorency cherry.", "It must be said that vinegar and its myriad flavors and benefits aren’t new. As Sandor Katz, the unofficial grandfather of the fermentation movement, puts it concisely in his newest book, Fermentation as Metaphor, “Fermentation is not a fad, it is a fact.” Fermentation has long been a matter of necessity—what cultures worldwide have done to preserve food, make toxic ingredients edible, and maintain gut health. “Maybe there are more products now,” Katz tells me over the phone. “But there’ve always been small-batch vinegars—people with small diversified farms and fruit left over. I’ve met hundreds of people with family vinegar practices that got passed down—whether an Italian family that kept a little barrel where they’d empty the dregs of bottles of wine, or Mexican families who had a practice of making pineapple vinegar.”", "Shockey attributes vinegar’s high visibility to general expansion of culinary horizons: “I think people didn’t know that vinegar doesn’t have to taste like sour brown stuff or the sour clear stuff. It comes along with the discovery of other flavors.”", "Brightland’s champagne vinegar was all citrus and summer sun. Keepwell’s apple cider vinegar was more apple-y than apples", "I set about acquiring as many of the available offerings as I could. I momentarily fretted that the strategy would result in a lot of wasted vinegar but then was heartened by a fundamental truth: Vinegar doesn’t go bad. (Except on a geologic time scale.) Plus, the medical literature on the health benefits of vinegar consumption isn’t fuzzy. Its antioxidants, micronutrients, and phenolic compounds are universally agreed to be good to our systems. Among other functions, they act as pre­biotics, feeding diverse gut bacteria (which we all need and most lack). The American Diabetes Association, in a study using apple cider vinegar, cited its ability to lower blood sugar. A lemon-vinegar mixture had antimicrobial properties that reduced salmonella to undetectable levels. Coupled with a good diet, apple cider vinegar may accelerate weight loss.", "As a clutter of bottles of varied sizes and hue began to accrue on my worktable, I considered the irony of a widespread embrace of microbes in a moment of pathogenic trauma. It gives me no small amount of faith in human intelligence that amid a global pandemic, we seem able to parse the difference between good bugs and bad ones. I turned to tasting all the vinegar, which was, with rare exceptions, entirely pleasant. The standouts were immediately clear. The Tart kombu vinegar was a condiment under the sea—slightly salty, refreshing, and bracing. American Vinegar Works’s hot (like spicy) apple-and-pear cider vinegar was slightly sweet, slightly peppery, suggesting a pour into tomato juice on ice, or a quick mix with seltzer on taco night. Brightland’s champagne vinegar was all citrus and summer sun. Keepwell’s apple cider vinegar was more apple-y than apples. I will never again make lemonade without adding a tablespoon of Acid League’s honey yuzu living vinegar. Tasting Artizn’s tonic of handmade aged Korean vinegar and fresh fruit juices, and then Apple State Vinegar’s ginger and Hawaiian chili shrub poured with fizzy water, I realized almost unconsciously how narrow an experience it is to drink sodas that are only sweet. Remember the first time you had sea salt on chocolate? Or salted caramel? Sourness, so often isolated, is really essential to a full enjoyment of anything sweet. This argument found its finest point in Element’s blueberry-rosemary shrub, which, when mixed at a ratio of one ounce shrub to five ounces seltzer, tastes precisely like I always imagined fresh spring water did in C. S. Lewis’s Narnia books.", "Michael Harlan Turkell, author of the 2017 vinegar book Acid Trip, had told me that no investigation could be considered complete until I tasted vinegar made by Erwin Gegenbauer, an Austrian maker whom Turkell credited with his interest in vinegar in the first place. A fair amount of string pulling resulted in my being sent four bottles of Gegenbauer, which are extremely difficult to find in the United States. A more complete and lively tasting thing has never passed my lips. Erwin Gegenbauer confirmed to me directly that not only does he play music for his bacteria but he reads them stories. I cannot say whether it is the quality of the cucumbers or bananas or sherry that he ferments or the quality of his storytelling that is to thank for the absolute superiority of what he makes, but whatever it is, it is transformative.", "Pineapple Collaborative The Apple Cider Vinegar $24 PINEAPPLE COLLABORATIVE Shop Now Brightland Parasol champagne vinegar $22 BRIGHTLAND Shop Now", "Acid League honey yuzu vinegar $14 ACID LEAGUE Shop Now Tart celery vinegar $24 TART VINEGAR Shop Now", "American Vinegar Works apple and pear cider hot vinegar $12 AMERICAN VINEGAR WORKS Shop Now Keepwell apple cider vinegar $10 KEEPWELL Shop Now"], "authors": ["Tamar Adler", "Tamar Adle"], "keywords": ["champagne", "trip", "phenomenon", "cider", "apple", "tart", "smallbatch", "american", "shop", "fermentation", "vinegars", "kitchen", "vinegar", "acid"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}