{"id": "5d765378-28a3-37d5-8da9-859cc928621f", "title": "Densely packed BAME communities in England bear brunt of Covid-19", "url": "https://www.theguardian.com/world/2020/dec/07/densely-packed-bame-communities-in-england-bear-brunt-of-covid-19", "summary": "A study of England’s 10 worst-hit council areas found huge disparities in the effect of Covid-19 on residents living alongside one another, with densely packed Black, Asian and minority ethnic (BAME) communities bearing the brunt of the pandemic.\nThe Guardian analysis shows for the first time how these disparities exist even among communities living side by side.\nIt found that across England, average salary was likely to indicate an area’s infection rate, meaning places with higher average earnings were more likely to have fewer Covid-19 cases.\nThis is almost double the average rate in the 22 mostly white areas where most people earn more than £35,000 a year.\nThe data, published by Public Health England and running to 25 November, reveals that the huge disparities in Blackburn with Darwen are repeated across the north-west of England and West Yorkshire.", "paragraphs": ["Ethnically diverse areas suffer up to four times more infections than mostly white neighbourhoods close by", "Some of England’s most ethnically diverse areas have suffered up to four times more coronavirus infections than mostly white neighbourhoods only a few miles away, a Guardian analysis reveals, as health experts said the UK had paid the price for failing to tackle structural racism.", "A study of England’s 10 worst-hit council areas found huge disparities in the effect of Covid-19 on residents living alongside one another, with densely packed Black, Asian and minority ethnic (BAME) communities bearing the brunt of the pandemic.", "In Blackburn with Darwen, which has experienced the UK’s highest coronavirus cases per capita, the contrast between neighbouring areas is stark. One in 10 people have had the virus in Bastwell, where 85.7% of residents come from a BAME background – four times higher than a neighbourhood five miles away where only 2% of people are non-white.", "Lord Kerslake, the former head of the civil service and chair of the 2070 commission into city and regional inequalities in the UK, said the findings proved “Covid has not been a leveller. Nor has the economic fallout been a leveller.”", "He called on the government to “get behind a proper examination of the issues of how Covid has impacted on inequality, particularly on the delivery of their levelling up agenda” and added: “It’s made the task harder of levelling up but also made it more urgent. And the truth is, we don’t have a levelling up plan from the government, we don’t have a cabinet minister … we simply don’t have a level of leadership with this agenda.”", "The link between deprivation, ethnicity and an increased risk from Covid-19 has been well established, with black African men nearly four times more likely to die from the disease than white men, according to the UK’s Office for National Statistics.", "The Guardian analysis shows for the first time how these disparities exist even among communities living side by side. It drills down to more than 300 neighbourhoods comprising nearly 2.7 million people in England’s 10 local authorities with the highest infection rates, almost all of which are post-industrial towns in the north-west.", "It found that across England, average salary was likely to indicate an area’s infection rate, meaning places with higher average earnings were more likely to have fewer Covid-19 cases. But in the 10 worst-hit local authorities, an area’s proportion of BAME residents had a stronger correlation to its case rate, compared with salary, age and deprivation.", "In these 10 worst-hit councils, the 26 areas with a majority of BAME residents and an average salary of below £25,000 had experienced 7.1 cases per 100 people. This is almost double the average rate in the 22 mostly white areas where most people earn more than £35,000 a year.", "The data, published by Public Health England and running to 25 November, reveals that the huge disparities in Blackburn with Darwen are repeated across the north-west of England and West Yorkshire. In Oldham, infection rates vary from 10.1% to 3.5% in 100 depending on deprivation, ethnicity and average earnings; in Bradford, from 9.3% to 1.5%; and in Manchester, from 15.4% to 3.3% in 100.", "Tim Elwell-Sutton, an assistant director of the Health Foundation, described the findings as “very stark”: “You’re seeing areas right next to each other having very different experiences of the pandemic and that bring things home.”", "Residents from a BAME background are more likely to live in cramped housing with several generations under one roof, working in public-facing jobs in healthcare, hospitality or warehouses, and are more likely to use public transport, experts have said, increasing their exposure to Covid-19.", "“At least in part, these factors are a consequence of structural racism and it has left ethnic minorities more vulnerable to the effects of the pandemic and could have been predicted,” said Elwell-Sutton.", "He urged ministers to put health inequalities at the heart of the government’s levelling up agenda, arguing that the focus on infrastructure and the economy risked leaving structural issues as “the preserve of the Department of Health”.", "He added: “If we’d been healthier at the start of the pandemic we would have done much better and particularly if that gap between the most and least deprived wasn’t as big then we would have found it easier to weather this.”", "Kerslake said the government needed to invest not only in infrastructure but also skills and combating deprivation, and properly fund local authorities to rebuild public health capacity. “If you were to pick out one thing that left us much more vulnerable to this pandemic it has been the denuding of resources for public health and local authorities,” he said. A failure to do so posed a “real risk” that existing health inequalities would widen, he warned.", "Prof Dominic Harrison, the director of public health at Blackburn with Darwen council, said his area had suffered a “double whammy pandemic effect”, which he said was worsening the health and economic costs.", "Residents and businesses urgently needed more financial help from the Treasury, he said, adding that more deprived areas to be prioritised for the vaccine when it is rolled out more widely early next year. He called for a longer-term plan to move new middle class jobs to struggling northern towns post-Brexit.", "“The inequalities revealed by this analysis absolutely confirm our own local analysis,” he said.", "“We have higher Covid rates due to higher structural risks, so we risk being in tier 3 for longer, possibly months, and so our local economy is massively more impacted. This increases deprivation which is itself a major driver of higher rates of Covid-19 transmission.”"], "authors": ["Helen Pidd", "Ashley Kirk", "Josh Halliday", "Anna Leach"], "keywords": ["higher", "health", "public", "average", "bame", "local", "covid19", "areas", "england", "likely", "packed", "bear", "densely", "brunt", "white", "pandemic", "communities"], "pubDate": "2020-12-07T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}