{"id": "5d9df37e-ddea-344a-8d1f-6d744b28c479", "summary": "Liverpool 2-1 Monterrey: Club World Cup semi-final – as it happened Read moreKeïta’s runs from deep troubled Monterrey throughout but Liverpool had no time to settle on their early lead.\nBut straight to Rogelio Funes Mori, and the former Everton defender’s twin made no mistake from close range.\nFacebook Twitter Pinterest Monterrey’s forward Rogelio Funes Mori celebrates after levelling the score at 1-1 in the first half.\nIt brought more cohesion to Liverpool’s play but they remained vulnerable to Monterrey’s pace and the strength of Funes Mori.\nAlisson saved twice in two minutes from Pabón and again when Funes Mori tried to catch him out with a snap-shot from 30 yards.", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "pubDate": null, "url": "https://www.theguardian.com/football/2019/dec/18/monterrey-liverpool-fifa-club-world-cup-semi-final-match-report", "title": "Firmino’s last-gasp winner sends Liverpool into Club World Cup final", "paragraphs": ["Different continent, different competition, same old Liverpool. The Club World Cup semi-final proved a headache for the European champions against Monterrey but Roberto Firmino came off the bench to convert a stoppage-time winner and set up a final encounter with his fellow Brazilians of Flamengo on Saturday. Jürgen Klopp’s men go to the end regardless of the prize at stake.", "The importance of the competition was writ large on the devastated faces of the Monterrey players after Firmino tapped home an inviting cross from fellow substitute Trent Alexander-Arnold to seal a slender and difficult victory. Liverpool were disrupted by illness and injury but left in no doubt they will have to up their game considerably to claim the trophy for the first time in their history this weekend.", "This threatened to be an awkward assignment for the Liverpool manager from the outset. His concerns over a pitch that had staged two other games in the previous 24 hours were unfounded – 18 ground-staff were on hand to tidy an immaculate surface following the warm-up and at half-time – but selecting a defence to play on it proved problematic.", "Quick guide Match stats: Monterrey 1-2 Liverpool Show Hide Goals: Funes Mori 14; Keita 11 Firmino 90 Monterrey (3-4-2-1)", "Barovero; Montes (Layún 79), Sánchez, Vangioni (booked); Medina, Rodriguez, Ortiz, Gallardo (booked); Pabón (Meza 82), Pizarro (J González 90); Funes Mori Subs not used: Gutiérrez, Mejia, Urretaviscaya, Zaldívar, Basanta, A González, Cárdenas, Vásquez, Reséndez Liverpool (4-3-3)", "Alisson; Milner (Alexander-Arnold 75), Gomez (booked), Henderson, Robertson; Oxlade‑Chamberlain, Lallana, Keïta; Salah, Origi (Firmino 85), Shaqiri (Mané 68) Subs not used: Adrián, Lonergan, Jones, Williams Referee Roberto Tobar (Chile) Attendance 45,416 Possession: Monterrey 31%, Liverpool 69%", "Virgil van Dijk was confined to his hotel room by illness and, with Dejan Lovren and Joël Matip already sidelined through injury, Joe Gomez was the only central defender available. It fell to Jordan Henderson to partner Gomez in the heart of an all-British backline in which James Milner also replaced the rested Trent Alexander-Arnold. Teething troubles were inevitable, and Monterrey broke through too easily on several occasions in the first half, but Liverpool’s control of possession restricted the pressure on their makeshift defence.", "The semi-final played out amid a strange atmosphere. One small pocket of Mexican supporters made an incessant noise while the rest of the stadium was subdued until the ball arrived in the vicinity of Mohamed Salah. The Egypt captain was determined to ensure his personal fanbase would be richly entertained.", "Salah superbly crafted the breakthrough when he took possession from Milner with his back to goal and his man marker for the night, Leonel Vangioni, in close attendance. He not only held off the Monterrey defender but had the awareness to spot Naby Keïta’s darting run behind Nicolás Sánchez and thread a superb reverse pass into the path of the midfielder. Keïta provided the touch that Salah’s work deserved and beat goalkeeper Marcelo Barovero with an emphatic finish.", "Liverpool 2-1 Monterrey: Club World Cup semi-final – as it happened Read more", "Keïta’s runs from deep troubled Monterrey throughout but Liverpool had no time to settle on their early lead. The Mexican side were level within two minutes as the European champions struggled to deal with a free-kick conceded by Milner’s foul on Rodolfo Pizarro. The set-piece was delivered to the corner of the Liverpool penalty box where Stefan Medina towered above Keïta to head into the danger area. Alex Oxlade-Chamberlain cleared only as far as Sánchez, whose overhead kick caught a teammate flush in the face but teed up Jesus Gallardo for a left-foot volley that Alisson pushed away. But straight to Rogelio Funes Mori, and the former Everton defender’s twin made no mistake from close range.", "Alisson prevented Funes Mori scoring again when getting a vital touch on a cross from Dorlan Pabón that was destined for the unmarked striker at the back post without his intervention. The Liverpool keeper also saved at full stretch from Pabón as Monterrey prospered in the space that Van Dijk would normally protect. His absence was felt.", "Facebook Twitter Pinterest Monterrey’s forward Rogelio Funes Mori celebrates after levelling the score at 1-1 in the first half. Photograph: Karim Jaafar/AFP via Getty Images", "Liverpool continued to dominate possession, however, and were close to retaking the lead when Salah carved open the Mexican defence once more. This time it was a backheel to Milner that bamboozled Monterrey, although Barovero was equal to the veteran’s shot from a tight angle. Monterrey’s keeper enjoyed an influential game. He denied Keïta a second goal when the midfielder ghosted into the area and attempted to round the keeper. In the second half the Guinea international weaved his way past two defenders inside the area but Barovero blocked a powerful drive with his chest.", "Klopp switched to 4-2-3-1 after the interval with Salah as the focal point of the Liverpool attack. It brought more cohesion to Liverpool’s play but they remained vulnerable to Monterrey’s pace and the strength of Funes Mori. Alisson saved twice in two minutes from Pabón and again when Funes Mori tried to catch him out with a snap-shot from 30 yards. Pabón also missed a decent opening at the end of an attack that had Monterrey appealing in vain for a penalty when Milner prevented Pizarro connecting with a header at the far post. They wanted a red card for Gomez too when the defender, already booked for hauling down Funes Mori as they chased a ball over the top, was penalised for handball. Antonio Mohamed’s protestations provoked a furious reaction from Klopp who left his technical area to berate the Monterrey coach for appealing for a dismissal. Both managers continued to exchange barbs and were shown yellow cards.", "The Fiver: sign up for our daily football email.", "Klopp introduced the insurance policy of Sadio Mané, Alexander-Arnold and Firmino in an attempt to seal victory inside 90 minutes. It paid dividends in the first minute of stoppage time when Alexander-Arnold swept an intelligent cross to the near post after good work by Salah and Firmino tucked the winner beyond Barovero."], "authors": ["Andy Hunter"], "keywords": ["possession", "salah", "monterrey", "liverpool", "firminos", "pabón", "cup", "firmino", "lastgasp", "funes", "milner", "alexanderarnold", "sends", "winner", "club", "world", "mori", "final"]}