{"id": "5da53b9e-6e06-34e7-87d0-7f70a9f11316", "title": "Trump’s Election-Fraud Bluster Finds an Audience", "url": "https://www.newyorker.com/news/the-political-scene/donald-trumps-election-fraud-bluster-finds-an-audience", "summary": "“What I don’t believe is that Joe Biden won legitimately, without some sort of cheating or corruption.\nIt doesn’t add up,” Molo said, seated on a high stool in a bar in the town of Peosta.\nWhat kind of a system is this?”The fact is Trump lost the popular vote to Biden by more than seven million votes, and lost the Electoral College by seventy-four.\nA Monmouth poll conducted in mid-November found that seventy-seven per cent of Trump’s supporters believe that Biden’s victory relied on fraud.\nAs Trump raged, some of his allies in media and politics slowly backed away, but others have joined his fight.", "paragraphs": ["Nicholas Molo was a first-time volunteer for Republican candidates in Iowa this fall, working from a temporary office in Dubuque when he wasn’t on the job at a wealth-management firm, where he does client development. It was a very good year for the G.O.P. in the eastern part of the state. President Donald Trump thumped Joe Biden, the Republican senator Joni Ernst won reëlection, and Ashley Hinson, a state representative, stunned the first-term representative Abby Finkenauer, who had been seen as a rising Democratic star in Congress. In an ordinary year, the election would now be in the rearview mirror, but not this year, and not for Molo, who doesn’t think that Biden won the Presidency fair and square.", "“What I don’t believe is that Joe Biden won legitimately, without some sort of cheating or corruption. There’s the evidence that seems to continue to mount. It doesn’t add up,” Molo said, seated on a high stool in a bar in the town of Peosta. Molo, who is thirty and was wearing a white ball cap stitched with “Keep America Great” in golden thread, explained that he had listened to the November 19th press conference in which Rudy Giuliani and Sidney Powell, Trump’s attorneys, spread fantastical tales about a rigged election. “What we are really dealing with here, and uncovering more by the day, is the massive influence of Communist money through Venezuela, Cuba, and likely China,” Powell said. She endorsed a false Internet rumor that someone, maybe American soldiers, had seized computer servers in Germany as part of an investigation into Election Day vote manipulation in the United States. Powell’s falsehoods proved too much even for Trump, and she was summarily cut from the team, but Molo found their allegations troubling and hoped that the judiciary would take them up. Even if Biden is declared the winner when the Electoral College meets this month, he said, “it would be difficult to really believe it was totally on the up and up.”", "The cues come from the top. On November 23rd, a few hours after Emily Murphy, the head of the General Services Administration, finally started the formal federal transition machinery—without ever acknowledging that Biden was the apparent winner—Trump tweeted that this was “the most corrupt election in American political history.” For good measure, he added, “We will never concede.” On Wednesday, he was at it again, posting on social media a mind-bending forty-six-minute video, in which he declared that it was “statistically impossible” that he had lost. Standing in the Diplomatic Reception Room, behind a lectern that bore the Presidential seal, and appearing to read from a script, he called this “an election that we won, without question.” He offered a blinding array of false charges, smears, and insinuations. “The Democrats had this election rigged right from the beginning,” he said, disparaging not just Democrats but hundreds of thousands of election clerks around the country who labored to deliver an accurate count. Trump said that “we think” some of the vote-counting was done in other countries, and that the counting software itself had been manipulated: “With the turn of a dial or a change of a chip, you can press a button for Trump and the vote goes to Biden. What kind of a system is this?”", "The fact is Trump lost the popular vote to Biden by more than seven million votes, and lost the Electoral College by seventy-four. He lost five states that he won in 2016—one in the West, one in the South, and three in the Upper Midwest. For the second time, he collected a smaller percentage of the national vote than Mitt Romney, whom he often mocks, won in 2012. “The Election was a HOAX,” Trump proclaimed, in a tweet. Yet the evidence shows—need it be said again?—that there is not the remotest possibility that persons unknown orchestrated a conspiracy on the scale necessary to steal the election. Trump’s own Cybersecurity and Infrastructure Security Agency issued a statement calling this “the most secure election in American history.” And it was a Trump appointee who wrote the scathing decision by the U.S. Court of Appeals for the Third Circuit which rejected the President’s limp attempt to overturn Pennsylvania’s election results. “Charges of unfairness are serious,” the judge Stephanos Bibas wrote. “But calling an election unfair does not make it so. Charges require specific allegations and then proof. We have neither here.” Even William Barr, Trump’s loyal Attorney General, said this week that “we have not seen fraud on a scale that could have effected a different outcome in the election.”", "If Trump’s goal, more than a month after the election, is to defeat Biden and retain the Presidency, his effort is a historic failure. True to form, however, Trump has proved able to build a significant following for his claims. A Monmouth poll conducted in mid-November found that seventy-seven per cent of Trump’s supporters believe that Biden’s victory relied on fraud. Forty-six per cent of Trump voters surveyed by an Economist/YouGov poll said that they have little or no confidence that their votes were accurately counted. Could Trump be stoking outrage among his supporters to raise money for future political endeavors—or simply to pay off his own debts? If so, that part of the strategy is working.", "The Trump campaign and the Republican National Committee have continued to send appeals for donations, with the strong suggestion that the money will be spent on efforts to challenge the election results. One, sent Thanksgiving weekend, declared a “critical end-of-month deadline,” much like fund-raising pitches during the campaign. “Hitting our goal is crucial to continuing our fight to protect Election integrity, and I need YOUR help to keep going,” the text printed over Trump’s name read. But the fine print on the donations page said that most of the money would be deployed not to fight election irregularities but to fund Save America, Trump’s new leadership political-action committee. The Trump campaign announced on Thursday that the fund-raising efforts have generated at least two hundred and seven million dollars since Election Day, much of it from small-dollar donors.", "As Trump raged, some of his allies in media and politics slowly backed away, but others have joined his fight. A fund-raising letter in Newt Gingrich’s name claimed, on November 28th, that “the Radical Left” is fighting hard “to STEAL the White House.” A week earlier, I was listening to Sean Hannity’s radio show as I drove from Dubuque to Peosta. Hannity, the wealthy Fox News personality who has served as a Trump cheerleader and confidant, played a clip of Trump saying, on Election Night, “This is a fraud on the American public.” The sixty-second piece—which ended with an introduction for Hannity’s show—said the Democrats would “stop at nothing” to win the Presidency. “This battle has been raging for four long years,” an announcer’s voice said. “So, if you think this President is about to lay down, you’d best think again. Your President worked tirelessly for you. Now it’s our turn to help him.” On November 23rd, the same evening that Emily Murphy began the formal transition, Hannity’s fellow Fox commentator Tucker Carlson looked at the camera and told his viewers that Democrats, “the media,” and “Big Tech” rigged the election in favor of Biden. He blamed “legal harassment from the left” for sidelining the National Rifle Association’s efforts to get out the vote. “The 2020 Presidential election was not fair,” he said, “and no honest person would claim that it was.” Revealingly, he focussed on the Presidential election and not on down-ballot races in some of the same states, with the same voters and the same ballots, in which Republicans dramatically exceeded expectations.", "Pauline Chilton, a Republican in Dubuque, certainly doesn’t see the Presidential election as fair. A real-estate agent, born in South Korea and raised on Chicago’s South Side, she lost her race for the Iowa House of Representatives. She’s O.K. with that. It was a rematch, and she collected forty-three per cent of the vote, a four-point improvement over 2018. What bothers her is the sense that Trump was robbed of victory, “probably nationwide, the tactics that were used.” She was persuaded by the Giuliani and Powell press conference, where Giuliani said he could prove that Trump won Pennsylvania by three hundred thousand votes, rather than losing it to Biden by the current margin of eighty thousand. (He has offered no such proof. Glenn Kessler, who runs the Washington Post’s Fact Checker column, called the performance “the craziest news conference of the Trump presidency.”) Chilton said, of Giuliani and Powell, “They seem to be very well prepared to fight this battle in court. It sounds like they have an immense amount of evidence. Witness statements and affidavits.” Undergirding her suspicions is the belief that Biden was too weak a candidate to beat Trump, and certainly could not have won nearly twelve million more votes than Barack Obama, who collected sixty-nine million votes in 2008, when Biden was the Vice-Presidential nominee. Chilton said, “It’s hard to believe that that many more people voted for him over Obama. I voted for Obama!”"], "authors": ["Peter Slevin", "Peter Slevi", "Eliza Griswol", "Isaac Chotine"], "keywords": ["biden", "vote", "won", "audience", "think", "trumps", "molo", "votes", "lost", "trump", "election", "electionfraud", "finds", "bluster"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}