{"id": "5da75769-ba9b-36bc-934b-9fea86465242", "title": "Netflix's 'The Crown' rejects bid to add a disclaimer calling it a work of fiction", "url": "https://www.foxnews.com/entertainment/netflixs-the-crown-rejects-disclaimer-calling-work-of-fiction", "summary": "Netflix is rejecting calls to add a disclaimer to its series \"The Crown\" that states it is a work of fiction.\n“We have always presented The Crown as a drama — and we have every confidence our members understand it’s a work of fiction that’s broadly based on historical events,\" reads a statement released by Netflix Saturday.\n“It’s a beautifully produced work of fiction,” he explained to the Mail on Sunday.\n“The Crown” creator Peter Morgan, whose work also includes recent-history dramas “The Queen” and “Frost/Nixon,” has defended his work, saying it is thoroughly researched and true in spirit.\nCLICK HERE TO SIGN UP FOR OUR ENTERTAINMENT NEWSLETTERCharles Spencer, Diana’s brother, was one who called on Netflix to add a disclaimer.", "paragraphs": ["Netflix is rejecting calls to add a disclaimer to its series \"The Crown\" that states it is a work of fiction.", "The drama series faced calls from key British figures to make it as abundantly clear as possible to viewers that the events depicted in the show are fictional but based on actual historical events. However, the streaming giant believes the show is presented in enough context.", "“We have always presented The Crown as a drama — and we have every confidence our members understand it’s a work of fiction that’s broadly based on historical events,\" reads a statement released by Netflix Saturday.", "“As a result we have no plans — and see no need — to add a disclaimer.”", "WIDOW 'HORRIFIED' THAT 'THE CROWN' FEATURED HER HUSBAND'S DEATH IN SEASON 4", "Netflix was urged last week by British Culture Secretary Oliver Dowden to add the disclaimer in the wake of the broadcast of the drama's fourth season.", "“It’s a beautifully produced work of fiction,” he explained to the Mail on Sunday. “So as with other TV productions, Netflix should be very clear at the beginning it is just that. Without this, I fear a generation of viewers who did not live through these events may mistake fiction for fact.”", "Questions of historical fidelity weren't a major issue during earlier seasons of the show, which debuted in 2016 and traces the long reign of Queen Elizabeth II, which began in 1952.", "QUEEN ELIZABETH II, PRINCE PHILIP CELEBRATE 73RD ANNIVERSARY WITH SPECIAL CARD FROM GREAT-GRANDCHILDREN", "But the current fourth season is set in the 1980s, a divisive decade in Britain. Characters include Conservative Prime Minister Margaret Thatcher, whose 11-year tenure transformed and divided Britain, and the late Princess Diana, whose death in a car crash in 1997 transfixed the nation and the world.", "Some conservatives have criticized the program’s depiction of Thatcher, played by Gillian Anderson. Britain’s first female prime minister, who died in 2013, is portrayed as clashing with Olivia Colman’s Elizabeth to an extent that some say is exaggerated.", "“The Crown” creator Peter Morgan, whose work also includes recent-history dramas “The Queen” and “Frost/Nixon,” has defended his work, saying it is thoroughly researched and true in spirit.", "CLICK HERE TO SIGN UP FOR OUR ENTERTAINMENT NEWSLETTER", "Charles Spencer, Diana’s brother, was one who called on Netflix to add a disclaimer.", "CLICK HERE TO GET THE FOX NEWS APP", "“I think it would help 'The Crown' an enormous amount if, at the beginning of each episode, it stated that, ‘This isn’t true but it is based around some real events,’\" he told broadcaster ITV. “I worry people do think that this is gospel and that’s unfair.”", "The Associated Press contributed to this report."], "authors": ["Tyler Mccarthy"], "keywords": ["rejects", "elizabeth", "events", "calling", "add", "disclaimer", "based", "work", "bid", "crown", "historical", "netflix", "fiction", "netflixs", "viewers"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}