{"id": "5da9af85-4c1f-3417-80a0-7024dcb09442", "title": "Nearly 17 child migrants a day vanished in Europe since 2018", "url": "https://www.theguardian.com/global-development/2021/apr/21/nearly-17-child-migrants-a-day-vanished-in-europe-since-2018", "summary": "At least 18,000 unaccompanied child migrants have disappeared after arriving in European countries including Greece, Italy and Germany.\nAn investigation by the Guardian and the cross-border journalism collective Lost in Europe found that 18,292 unaccompanied child migrants went missing in Europe between January 2018 and December 2020 – equivalent to nearly 17 children a day.\nDenmark, France and the UK provided no data at all on unaccompanied missing children.\nThe findings of the investigation raise serious questions about the extent European countries are able or willing to protect unaccompanied child migrants.\n“The high number of missing children is a symptom of a child-protection system that doesn’t work,” she said.", "paragraphs": ["At least 18,000 unaccompanied child migrants have disappeared after arriving in European countries including Greece, Italy and Germany.", "An investigation by the Guardian and the cross-border journalism collective Lost in Europe found that 18,292 unaccompanied child migrants went missing in Europe between January 2018 and December 2020 – equivalent to nearly 17 children a day.", "In 2020 alone, 5,768 children disappeared in 13 European countries.", "Most of the children who have gone missing over the past three years came to Europe from Morocco, but Algeria, Eritrea, Guinea and Afghanistan were also among the top countries of origin. According to the data available, 90% were boys and about one in six were younger than 15.", "The investigation, which collated data on missing unaccompanied minors from all 27 EU countries, as well as Norway, Moldova, Switzerland and the UK, found the information provided was often inconsistent or incomplete, meaning the true numbers of missing children could be much higher.", "Spain, Belgium and Finland provided figures only up to the end of 2019. Denmark, France and the UK provided no data at all on unaccompanied missing children.", "The findings of the investigation raise serious questions about the extent European countries are able or willing to protect unaccompanied child migrants.", "Federica Toscano, head of advocacy and migration at Missing Children Europe, a non-profit organisation that connects grassroots agencies across Europe, said the data was “extremely important” for understanding the scale of the problem in Europe. “The high number of missing children is a symptom of a child-protection system that doesn’t work,” she said.", "She said unaccompanied children were among the migrants most vulnerable to violence, exploitation and trafficking. “Criminal organisations are increasingly targeting migrant children,” said Toscano, “especially unaccompanied ones and many of them become victims of labour and sexual exploitation, forced begging and trafficking.”", "In March 2019, the Guardian and Lost in Europe found that at least 60 Vietnamese children had disappeared from Dutch shelters. Dutch authorities suspected they had been trafficked into Britain to work on cannabis farms and in nail salons.", "A child clutches some bread at a camp for migrants and refugees on the Greek island of Lesbos. Photograph: Yara Nardi/Reuters", "Herman Bolhaar, the Dutch national rapporteur on human trafficking, said the investigation showed the urgent need for cooperation at the European level to address why thousands of unaccompanied migrant children have disappeared without a trace. “We cannot lose sight of these children,” he said. “They deserve our protection.”", "While almost all of the countries in the investigation have detailed procedures in place intended to deal with the disappearance of unaccompanied minors, they do not always work well in practice, according to a 2020 report from the European Migration Network, part of the European Union. Problems include failure to follow up when children are reported missing and insufficient cooperation between police and asylum or child protection authorities.", "“Very little is recorded in a file of a missing migrant child,” said Toscano, “and too often it is assumed that a migrant child is somewhere safe in another country, although cross-border collaboration on these cases is practically nonexistent.”", "There are multiple reasons why children go missing, she said, including “the lengthy and burdensome procedures to obtain international protection or to be reunited with their family”. Many were also held in inadequate facilities, often with no access to education, she added.", "A spokesperson for the European commission said there was “deep concern about children going missing”, adding that member states needed “to take action to prevent and respond to the disappearances of children in migration … by improving data collection and cross-border collaboration.”"], "authors": ["Ismail Einashe"], "keywords": ["investigation", "vanished", "data", "countries", "missing", "nearly", "children", "europe", "day", "17", "unaccompanied", "2018", "european", "migrants", "child"], "pubDate": "2021-04-21T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}