{"id": "5db3ce0f-d072-3284-98a3-d4173f2887a8", "title": "US sets new record for Covid-19 cases and deaths – live updates", "url": "https://www.theguardian.com/us-news/live/2020/dec/17/us-covid-cases-deaths-new-record-congress-second-coronavirus-relief-bill-live-news-updates", "summary": "The hearing is titled “the role of Purdue Pharma and the Sackler family in the opioid epidemic”.\nHowever, the clutch of members of the billionaire Sackler family that own the private company were not charged, though they are being investigated.\nCarolyn B. Maloney (@RepMaloney) The Sackler family and Purdue Pharma helped to fuel and profited from the opioid epidemic to the tune of $35+ billion.\nTune in to watch today’s @OversightDems hearing w/ members of the Sackler family & the CEO of Purdue.\nCommittee chair Carolyn Maloney, Democratic congresswoman of New York, said: “No member of the Sackler family has ever admitted to doing anything wrong, or taken responsibility or apologized.", "paragraphs": ["14:51", "An extraordinary hearing has just got underway of the House oversight committee, which is investigating the role of opioid painkiller maker Purdue Pharma, manufacturer of the prescription narcotic OxyContin.", "The hearing is titled “the role of Purdue Pharma and the Sackler family in the opioid epidemic”.", "Purdue pleaded guilty last month in federal court to felonies relating to the opioid crisis that has killed almost half a million Americans.", "However, the clutch of members of the billionaire Sackler family that own the private company were not charged, though they are being investigated.", "The company and six members of the family have been sued by cities and counties across the US and by many US states.", "Carolyn B. Maloney (@RepMaloney) The Sackler family and Purdue Pharma helped to fuel and profited from the opioid epidemic to the tune of $35+ billion. Tune in to watch today’s @OversightDems hearing w/ members of the Sackler family & the CEO of Purdue. https://t.co/L2Mgt9tVqc", "One of the reasons this hearing is extraordinary is that two of those Sacklers have voluntarily agreed to testify today, which is highly unusual. They very, very rarely speak out about their role in Purdue and the OxyContin and opioid crisis.", "Today, Kathe Sackler, a former vice-president of Purdue, who was on the company’s board from 1990 to 2018, is appearing (remotely) to testify. She is the daughter of one of the co-founders of Purdue.", "Also testifying is David Sackler, who is the grandson of one of the co-founders and the son of Richard Sackler, who for many years was the president of Purdue. David Sackler was on the board of Purdue from 2012 to 2018.Purdue CEO Craig Landau is also testifying.", "Committee chair Carolyn Maloney, Democratic congresswoman of New York, said: “No member of the Sackler family has ever admitted to doing anything wrong, or taken responsibility or apologized. They have admitted no liability.”", "But she called the opioids crisis, which was driven by the potent prescription opioids, particularly OxyContin “a crime against the American people”.", "House of pain: who are the Sacklers under fire in lawsuits over opioids? Read more", "Purdue Pharma is currently before a bankruptcy court in New York, having put itself into Chapter 11 bankruptcy protection in September 2019, in an effort to halt the lawsuits, avoid further prosecution and settle with complainants.", "The drawn-out proceedings have not yet concluded and many aspects of the company and family members’ futures remain up in the air, awaiting the decision of the bankruptcy judge."], "authors": ["Joan E Greve", "Joanna Walters", "Helen Sullivan"], "keywords": ["purdue", "sackler", "sets", "opioids", "members", "updates", "pharma", "hearing", "role", "company", "cases", "live", "covid19", "opioid", "deaths", "family", "record"], "pubDate": "2020-12-17T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}