{"id": "5dbef1df-8cb0-3a25-8778-fbaebb9f1aa5", "title": "Kamala Harris’s Vogue Cover Is a Tribute to Her Sorority Days", "url": "https://www.vogue.com/article/kamala-harris-vogue-cover-backdrop-meaning-alpha-kappa-alpha", "summary": "The shades became a part of Harris’s life in 1986.\nHer time as an AKA had a profound impact, one she explored in her autobiography, The Truths We Hold.\nThe son of a Delta Sigma Theta (the second of the three historically Black sororities founded at Howard) and nephew of an AKA, he appreciated both organizations’ cultural importance.\n“I grew up from a young age deeply understanding the rich history of these sororities and their significance,” shared Mitchell via email.\n“To me, their colors conjure images of Black women standing together,” he says.", "paragraphs": ["The shades became a part of Harris’s life in 1986. She joined the Alpha chapter at Howard during her senior year, one of a handful of students who were accepted into the organization at the time. The women would become lifelong friends, supporting Harris on her campaign trail. Her time as an AKA had a profound impact, one she explored in her autobiography, The Truths We Hold. “We weren’t just told we had the capacity to be great; we were challenged to live up to that potential,” Harris wrote of her university experience. “There was an expectation that we would cultivate and use our talents to take on roles in leadership and have an impact on other people, in our country, and maybe even the world.”", "When conceptualizing the cover, Mitchell wanted to honor Harris’s college days and the powerful women who comprise the ranks of sororities like Alpha Kappa Alpha. The son of a Delta Sigma Theta (the second of the three historically Black sororities founded at Howard) and nephew of an AKA, he appreciated both organizations’ cultural importance. “I grew up from a young age deeply understanding the rich history of these sororities and their significance,” shared Mitchell via email. “With this cover shoot with Madam Vice President-Elect Harris, I wanted the set design to pay homage to that history, to her status as an AKA, and Black sororities and sisterhoods worldwide.”", "Set designer Julia Wagner gave Harris a serene backdrop of flowing pastel fabric with salmon tone satin and apple green brocade. With Harris in the Converse sneakers that have become her trademark and a blazer designed by her friend, designer Donald Deal, the image captures Harris, the groundbreaking politician, while alluding to the path that led her to the White House. More than inspiring her political journey, Harris’s sisters and the entirety of the Divine Nine fraternities and sororities who comprise the National Pan-Hellenic Council, strolled to the polls to vote for her, creating a memorable viral moment in the process. For Mitchell, that kind of solidarity and strength in numbers is what it’s truly all about. “To me, their colors conjure images of Black women standing together,” he says. “[United] in sisterhood throughout time, affirming one another.”"], "authors": ["Janelle Okwodu", "Janelle Okwod"], "keywords": ["alpha", "sororities", "women", "mitchell", "wanted", "vogue", "sorority", "harriss", "days", "cover", "aka", "tribute", "black", "harris", "impact", "kamala"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}