{"id": "5dc58600-f807-394d-a280-ab75b00cecef", "title": "Minha casa é sua casa: The family who turned their Lisbon home into a hotel", "url": "https://www.theguardian.com/travel/2020/jan/19/mi-casa-es-su-casa-the-family-who-opened-their-door-to-guests", "summary": "In a 1900s building in Lisbon, António Costa Lopes and Filipa Fortunato have created an intimate hotel that feels like a family home – because it is oneOver the years, Casa Fortunato in Lisbon has been many things to many people.\nPhotograph: Rachel Smith“Basically, whatever António asked to do, the owner said yes because he knew the property was in good hands,” says Filipa Fortunato.\nWe gave up our old Lisbon home and moved in.”The couple and their children, Júlia, 17, Jaquim, 15, Mercês, 12, and Sofia, five, now all live “above the shop” at Casa Fortunato.\nThe menu at Casa Fortunato is macrobiotic, but there is no evangelising.\nAt Casa Fortunato, it’s a completely different hospitality game, the sense of this being home-from-home stemming from how the rooms have been put together.", "paragraphs": ["In a 1900s building in Lisbon, António Costa Lopes and Filipa Fortunato have created an intimate hotel that feels like a family home – because it is one", "Over the years, Casa Fortunato in Lisbon has been many things to many people. The first floor was originally a doctor’s home, while the ground floor was divided into several shops, their glass facades facing the wide, tree-lined street. After the second world war, it served as a meeting place for the city’s Japanese community; then, from the 1960s, Lisbon diners flocked to its marble entrance when it became a fashionable restaurant. By the 1990s a financial company had put paid to that, redecorating the rooms in global-business beige.", "Ten years ago, António Falcão Costa Lopes and his brother Alexandre moved the Lisbon outpost of their architecture firm here (their main office is in Angola) and the building’s fortunes took an upward turn. It is still owned by the family who had it built in the early 1900s, but under the Costa Lopes’ expert eye, various repairs were gently suggested and carried out and the building began to regain a cohesive character.", "Facebook Twitter Pinterest Filipa and António in reception against the Jupiter 10 wallpaper.", "Photograph: Rachel Smith", "“Basically, whatever António asked to do, the owner said yes because he knew the property was in good hands,” says Filipa Fortunato. Filipa is António’s wife and also trained as an architect before opting to work in education. In 2016, the brothers decided to relocate their office across town – but António and Filipa didn’t want to give up the building.", "“We had talked about opening a hotel for a while, but as something to do once our children had left home,” Filipa explains. “But this place was too incredible to let go. We gave up our old Lisbon home and moved in.”", "The couple and their children, Júlia, 17, Jaquim, 15, Mercês, 12, and Sofia, five, now all live “above the shop” at Casa Fortunato. There are nine guest suites and the family’s bedrooms are on a newly converted attic floor, where the style is more minimalist, taking its cue from the black beams, white walls and big views of the sky. But they spend plenty of time downstairs, sharing their living spaces with hotel guests.", "There is a library, which is a good place for doing homework. The reception area, with its mirror-glass coffee table, Jean Prouvé desks and Zanotti sofa, is where friends drop by for coffee and a chat. And the hub of the house is the living room. Cacau, the family’s languorous labrador, likes to hang out there, keeping a watchful eye on all the comings and goings. At weekends, the family has breakfast downstairs at the long, gleaming rosewood table. Sofia, their youngest daughter, arrives first and heads for the homemade chocolate spread and pancakes; Julia and Jaquim emerge later, operating on teenage time. For the family this isn’t just about having the pick of the breakfast bar. “The idea is that we are sharing our food, along with our style and knowledge of the city,” says Filipa. The menu at Casa Fortunato is macrobiotic, but there is no evangelising. “We explain it in advance, so no one turns up expecting eggs, bacon and hash browns,” says António.", "Hotel owners living on site is not a revolutionary idea. But the model at Casa Fortunato is a far cry from old-school B&Bs with their curfews and creaky stairs, or Airbnbs, where half-finished bottles of shampoo and family photos linger to remind you that you’re just renting a bed.", "At Casa Fortunato, it’s a completely different hospitality game, the sense of this being home-from-home stemming from how the rooms have been put together. Almost all the furniture (bar the beds and baths) already belonged to Filipa and António, either from their previous Lisbon home or from storage, waiting for their hotel pipe-dream.", "The couple have collected art and furniture since they first met as architecture students and can tell you the story behind every piece. A pair of groovy 1960s orange table lamps was passed on by António’s grandmother; the Saarinen Tulip table was bought when they first lived together, as was the Patricia Urquiola sofa. António spotted the huge red sofa in a local antiques shop – it had belonged to Lucien Donnat, a theatrical and interior designer who worked on Lisbon’s Ritz hotel in 1959. The enormous José Pedro Croft artwork above it was bought at auction on the same day they went to a memorable Seal concert.", "Facebook Twitter Pinterest In guest rooms, the archways and glazing have been preserved. Wallpaper by Jupiter 10. Photograph: Rachel Smith", "In the bedrooms, the furniture has similar stories and connections. Several desks are from Filipa’s father’s offices and a low-slung leather and chrome chair belonged to her grandmother: “As a child, I would slide down in it and almost disappear,” she remembers. Rugs were bought on family trips to Morocco and Istanbul. The lighting – all chosen by António – errs towards contemporary classics by Flos, Foscarini, Noguchi and Jaime Hayon.", "Only one item was a slight wrench to share – the Fat sofa by Patricia Urquiola for B&B Italia in room number six. “In our old home it sat in a spot bathed in sunlight and we’d spent hours sitting on it and talking, so it has lots of good memories. But I’m sharing nicely,” Filipa smiles.", "Facebook Twitter Pinterest Cacau the labrador lies under a Jean Prouvé desk; pendant from local vintage shop. Photograph: Rachel Smith photography", "This mix of old and new reflects the way that homes, rather than hotels, tend to come together. “We aimed to put in pieces that could have been here at different times in the house’s history,” says António. At the modern end of the spectrum, he chose wallpapers by Jupiter 10, with dazzling geometric shapes in burned oranges, deep blues and earthy greens. In some rooms, these op-art patterns are set inside the house’s original wall panels. “We wanted to keep the architecture intact, but draw attention to it,” he adds.", "Pattern also comes from the ceramic floor tiles. “I tracked down a small traditional tile factory in Alentejo and then discovered the owner’s father had sold tiles to my grandfather, when he ran a construction firm in Angola,” says António. “We love the idea of the two families working together again.”", "António was born in Angola but was evacuated to Portugal when civil war broke out in 1975. He and his brother returned to base their architecture practice in the capital, Luanda. António is acutely aware of the role that architecture can play in building national identity: “The project we’re most proud of is redesigning the waterfront in Luanda,” he says. “After so many years of civil war, it felt like a great achievement to make it a space everyone could enjoy and feel ownership of.”", "Whether in Lisbon or Luanda, António believes in the power of good design to improve urban life. “With architecture, you can change things that are broken. The landscape that people grow up seeing is what shapes them. At its best, architecture is a chance to improve those views and those memories.”", "Casa Fortunato won Mr & Mrs Smith hotel of the year 2019. For more information go to casafortunato.com", "This article contains affiliate links, which means we may earn a small commission if a reader clicks through and makes a purchase. All our journalism is independent and is in no way influenced by any advertiser or commercial initiative. By clicking on an affiliate link, you accept that third-party cookies will be set. More information."], "authors": ["Jo Leevers"], "keywords": ["minha", "fortunato", "table", "hotel", "filipa", "é", "casa", "family", "antónio", "lisbon", "sua", "architecture", "sofa", "turned"], "pubDate": null, "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}