{"id": "5dd102da-ab54-3d9f-a29c-6a135747bd67", "title": "The Fiftieth Anniversary of “Feliz Navidad,” the Simplest Song Ever Written", "url": "https://www.newyorker.com/magazine/2020/12/21/the-fiftieth-anniversary-of-feliz-navidad-the-simplest-song-ever-written", "summary": "José Feliciano has no ambivalence about “Feliz Navidad,” his bilingual earworm from 1970.\nJosé Feliciano Illustration by João FazendaFeliciano was at home in Connecticut, where he lives in an eighteenth-century former tavern.\n“Nineteen words to it”—six in Spanish (“Feliz Navidad, próspero año y felicidad”) and thirteen in English (“I wanna wish you a merry Christmas from the bottom of my heart”), repeated ad nauseam.\nPeter says, ‘How do these remind you of Christmas?’ And he goes, ‘These are Carol’s!’ ”“That is terrible, José,” Susan said.\nWhen “Feliz Navidad” came out, Feliciano was still married to his first wife, Hilda, and Susan was a high-school student in Detroit who had started a José Feliciano fan club.", "paragraphs": ["Writing a Christmas hit can be mind-blowingly lucrative, and also a little annoying. Johnny Marks, who made millions from “Rudolph, the Red-Nosed Reindeer,” griped in his later years, “This is not exactly what I hoped to be remembered for.” (Too bad; “Rudolph” was in the headline of his Times obituary.) José Feliciano has no ambivalence about “Feliz Navidad,” his bilingual earworm from 1970. He is celebrating its fiftieth anniversary with a live-streamed concert, a children’s book, a line of branded Teddy bears, and a re-recording featuring artists such as Lin-Manuel Miranda, Michael Bolton, and La India. “I’m probably going to hear a lot of ka-ching!” he said recently.", "José Feliciano Illustration by João Fazenda", "Feliciano was at home in Connecticut, where he lives in an eighteenth-century former tavern. “He had his shirt off this morning, sitting out in the sun with his oatmeal,” his wife, Susan, said. When a visitor arrived, Feliciano was clothed (black shirt, black mask, black sunglasses) and listening to music on his porch, as his son Jonnie stacked firewood. Feliciano, who was born blind, is seventy-five, diminutive, and a punster. Susan guided him to a red barn, where he has a recording studio festooned with gold records and guitars, and he sank into an armchair. His first memories of Navidad are from his childhood in Puerto Rico, where he was one of eleven boys. “We had no septic tanks or anything,” he recalled. “I don’t mean to rat on my father, but he stole chickens, and I told my parents that I was going to study chickens—at Perdue University!”", "“Don’t encourage him,” Susan said.", "“When you’re blind, you’d better have a sense of humor, because you get a lot of jerks in your path,” he went on. “Like, ‘What’s the matter? You blind or something?’ ‘Yeah, what’s your excuse?’ ” His family moved to Spanish Harlem when he was five, and he left home at eighteen, to make it as a singer in Greenwich Village. In 1968, he released his hit cover of “Light My Fire” and caused a firestorm by putting a folksy spin on “The Star-Spangled Banner” at the World Series. One day in 1970, he and his producer, Rick Jarrard, were planning a holiday album at Feliciano’s place in California, in a room with some squawking parrots. “Rick said, ‘José, I think it’s time for a new Christmas song.’ Because the last huge one was ‘Rockin’ Around the Christmas Tree,’ by Brenda Lee.” Feliciano added as an aside, “When I was a kid, I had a mad crush on Brenda Lee.” Then he crooned a bit of “All Alone Am I.”", "He wrote “Feliz Navidad” in ten minutes. “That’s why it’s the simplest song ever written,” he said. “Nineteen words to it”—six in Spanish (“Feliz Navidad, próspero año y felicidad”) and thirteen in English (“I wanna wish you a merry Christmas from the bottom of my heart”), repeated ad nauseam. “I wanted a song that belonged to the masses,” he recalled. He and Jarrard recorded it at RCA studios, on Sunset Boulevard, in a single take. “If you know where your song is going to go, you don’t have to fuck around with it too much,” Feliciano said, letting out a hoot. “I used to say to myself, ‘Joke ’em if they can’t take a fuck!’ ”", "“O.K., that’s twice,” Susan chided him.", "He recorded the track with the Brazilian drummer Paulinho Magalhães, accompanying himself on bass and the cuatro, a ten-string mahogany instrument his uncle had given him. The song drew on Spanish Christmas carols, known as villancicos. “I’ll tell you a joke that will illustrate it better,” Feliciano said. “Three people die, and on their way to Heaven St. Peter stops them and says, ‘I need something from each of you that reminds you of Christmas.’ ” The first man takes out a lighter, signifying candles. The second shakes some keys, like bells. The third displays a pair of women’s panties. “St. Peter says, ‘How do these remind you of Christmas?’ And he goes, ‘These are Carol’s!’ ”", "“That is terrible, José,” Susan said. When “Feliz Navidad” came out, Feliciano was still married to his first wife, Hilda, and Susan was a high-school student in Detroit who had started a José Feliciano fan club. “Instead of taking the bus home, I took it downtown to the department store, where I knew they’d have the new album,” she recalled. The song became a crossover hit; Feliciano bought himself a Cadillac Eldorado. (“I wanted to be like Elvis,” he said.) Does anyone ever complain to him about the way it lodges itself in one’s brain? “Sometimes Texans come up to me, and they’ll say”—he broke into a Yosemite Sam accent—“ ‘Hey, is yer name José Felicianer?’ And I’ll say, ‘Yes, it is.’ ‘Well, I jus’ want you to know, I lurve that Christmas song that you wrote. It’s in my head, and I cain’t ever get rid of it.’ ”", "“That’s a true story,” Susan said, and guided him back to the house. ♦"], "authors": ["Michael Schulman", "Michael Schulma"], "keywords": ["anniversary", "susan", "fiftieth", "written", "josé", "feliz", "song", "thats", "spanish", "simplest", "navidad", "christmas", "recalled", "feliciano"], "pubDate": "2020-12-21T00:00:00Z", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}