{"id": "5ddb548d-9be0-376e-831b-babf81663c07", "title": "Gillian Tett explains ESG's importance", "url": "https://www.ft.com/video/eba8dff7-ae9e-47db-b054-c8ed52ad8e79?playlist-name=section-c91b1fad-1097-468b-be82-9a8ff717d54c&playlist-offset=2", "summary": "You might also think that actually it reeks of hypocrisy, given that many financiers and companies are tossing it around these days.\nIf companies and investors ignore those issues, it has a nasty habit of coming back to bite them.\nJust consider for a moment the turnaround in fortunes of the fossil fuel sector.\nA decade ago, fossil fuel companies were still incredibly powerful and strong, and so much so that most of them assumed they could brush aside the complaints and protests of environmentalists.\nHe pledged that he was going to try and clamp down on the fossil fuel sector and bring in much tougher environmental standards.", "paragraphs": ["You can enable subtitles (captions) in the video player", "So what is ESG? Well if you're anything like me, an acronym makes you flinch. It stands for Environmental Social and Governance metrics. And you may hear that and think, well, it means do gooding. You might also think that actually it reeks of hypocrisy, given that many financiers and companies are tossing it around these days. However, there's something really important to consider, which is today, ESG is as much about risk management as it is actually about social activism or trying to change the world.", "What many companies and investors have realised is that if they ignore what people used to call \"externalities,\" other words, a company's environmental footprint, its impact on a community, what's happening in its supply chain, what's happening in terms of social issues like diversity, inequality. If companies and investors ignore those issues, it has a nasty habit of coming back to bite them.", "What do we want?", "Justice!", "Just think about #MeToo and what happened there. Before that scandal exploded - or rather that movement exploded online - most boardrooms assumed that sexual scandals, gender issues, were something that they didn't really need to worry about as a corporate governance matter. But after #MeToo exploded, they suddenly realised that the power of the crowd coalescing suddenly could shake the entire board. Just consider for a moment the turnaround in fortunes of the fossil fuel sector.", "If you dial back half a century, the oil and gas sector in America was actually the largest single component of the S&P 500. But then it began to shrink in terms of its relative footprint. A decade ago, fossil fuel companies were still incredibly powerful and strong, and so much so that most of them assumed they could brush aside the complaints and protests of environmentalists. But in the last year, as the ESG sector has swelled in power and might and confidence, not only have the share prices of the big fossil fuel companies fallen by half, but they're beginning to be forced to think about doing things like mergers.", "They're beginning to being forced to actually make pledges to cut back on their activities and to embrace renewables, and to show the world that they actually can be green.", "This is our historic moment.", "There are many reasons why the arrival of President Joe Biden has been a dramatic change in style and policy and tone, compared to the presidency of Donald Trump. But one area where the contrast is particularly strong, is in the area of ESG, and particularly the environmental issues.", "We desperately need a unified national response to the climate crisis.", "As soon as he arrived, President Biden rejoined the Paris Climate Change Accord. He pledged that he was going to try and clamp down on the fossil fuel sector and bring in much tougher environmental standards. All of that shows that America really is starting to embrace many of the environmental policies that so many have been asking for such a long time. But the really big question is, what happens next? Because in addition to debates around shale or fossil fuel or carbon, there's a whole set of potentially very important changes happening in terms of the investing landscape, which may or may not create a flood of money moving into ESG products going forward.", "Right now, it's actually surprisingly hard for investors in America to invest in ESG-friendly assets because the idea of fiduciary duty that's been upheld in the Washington agencies essentially says that fiduciaries, i.e. fund managers, can only chase financial returns. But if the Biden administration loosens those rules a bit, you could see a whole flood of money moving into ESG because suddenly pension funds and even retail investors will want to actually purchase instruments that can invest in ESG because they feel that it's easier."], "authors": ["Filmed Greg Bobillot", "Donell Newkirk. Produced Ben Marino", "Petros Gioumpasis"], "keywords": ["investors", "tett", "fossil", "fuel", "think", "really", "terms", "esg", "importance", "gillian", "actually", "esgs", "environmental", "companies", "explains"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}