{"id": "5ddbc4a3-62e0-3447-9554-7fdfab66cc16", "title": "Kim Kardashian West’s Dress Is an Ode to Herself", "url": "https://www.vogue.com/article/kim-kardashian-west-selfie-face-dress", "summary": "It takes confidence to wear a blown-up version of your face as a tube dress, but if someone’s going to do it, it’s Kim Kardashian West!\nIn the new series, Kardashian West is seen wearing a strapless dress bearing a giant portrait of her visage on it.\nIt’s likely a case of fashion trolling instead.\nFashion trolling happens when celebrities wear something meta that alludes to their own contributions to the world of pop culture.\nSupermodel Shalom Harlow also famously once wore her own face as a dress on the cover of New York magazine.", "paragraphs": ["It takes confidence to wear a blown-up version of your face as a tube dress, but if someone’s going to do it, it’s Kim Kardashian West! Today, the reality star and business mogul took to Instagram to share a new photo shoot for her beauty line, KKW Beauty. In the new series, Kardashian West is seen wearing a strapless dress bearing a giant portrait of her visage on it. Does the fashion choice seem a tad, well, narcissistic? It’s likely a case of fashion trolling instead.", "Fashion trolling happens when celebrities wear something meta that alludes to their own contributions to the world of pop culture. Remember when Naomi Campbell wore a “Naomi Hit Me. . . And I Loved It” sweater, making reference to the time she threw a cell phone at her maid? (Don’t ever do this.) Or when Céline Dion wore a Vetements hoodie that was Titanic themed? Both prime examples of fashion trolling. We’ve even seen singers such as Harry Styles practice self-love by wearing their own merchandise on the streets.", "With the lenses of prying paparazzi on them at all times, stars sometimes just want to mess with us and have a little but of cheeky fun. Which leads me back to Kim K. She’s built herself up as a pop culture icon partially on the back of selfies. She even turned them into a book, Selfish. With that in mind, why would she not wear her own face as a fashion statement for the ’gram? She’s cheekily reminding you that her face isn’t going anywhere anytime soon—even if Keeping Up With the Kardashians is ending. And she’s not even the first to wear this kind of dress. Supermodel Shalom Harlow also famously once wore her own face as a dress on the cover of New York magazine. Consider this Kim’s ode to Shalom—and to herself."], "authors": ["Christian Allaire", "Christian Allair"], "keywords": ["seen", "kardashian", "kim", "shes", "wear", "west", "wore", "wests", "trolling", "wearing", "fashion", "ode", "dress", "face"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}