{"id": "5de25f97-1800-3f47-85e0-894e5196947f", "title": "Olija Review – Cast Away Any Doubt", "url": "https://www.gameinformer.com/review/olija/olija-review-cast-away-any-doubts", "summary": "Who is Olija, what is this malevolent force, and how does Faraday rescue his crew and return home?\nAnswering those tantalizing questions is a blast, because Olija looks good and plays better, making it one of the year’s first pleasant surprises.\nPlayers can unleash multi-hit combos, launch enemies airborne, juggle them a bit, and send them flying into walls – and it feels good.\nPlatforming feels good, and the environmental puzzles are clever.\nOlija isn’t a long game; it took me a little over four hours to finish even after gathering most of its collectibles.", "paragraphs": ["Olija stars Lord Faraday, leader of a struggling fishing village who gets shipwrecked during an expedition. He awakens alone in Terraphage, a collection of islands corrupted by an ancient evil and home to a foreign civilization governed by the mysterious Lady Olija. Who is Olija, what is this malevolent force, and how does Faraday rescue his crew and return home? Answering those tantalizing questions is a blast, because Olija looks good and plays better, making it one of the year’s first pleasant surprises.", "Static images of Olija (pronounced “ooo-lee-ah”) don’t do the presentation any favors. It has a simple, pixelated look, but it’s backed by smooth animation that evokes classics like Prince of Persia and Another World. The game also has style for days thanks to its dramatic cutscenes (expect frequent cuts to black), foreboding soundtrack, and surprising gore. The unfamiliar, subtitled language adds to that cinematic quality, though my favorite moments are communicated nonverbally. One great scene involves delivering a rose to a maiden without her knowing, leading to a cute interaction that doesn’t need a single word to be uttered.", "Beneath its simple-looking appearance, Olija is a satisfying action game. Players can unleash multi-hit combos, launch enemies airborne, juggle them a bit, and send them flying into walls – and it feels good. A magic harpoon acts as your primary weapon, and can impale enemies from afar, allowing you to then warp toward them. Teleporting in the face of airborne threats feels slick, as does recalling the harpoon to strike enemies on the return trip. You also have a collection of subweapons, such as the fast and combo-focused rapier or the powerful shotgun. Best of all, subweapons can be swapped on the fly, meaning you can combine attacks and adjust strategies.", "Special hats serve as your sole form of equipment. You craft these items yourself, and each hat bestows a unique perk, such as firing dagger-like feathers while dodging, siphoning health on kills (my favorite), or the ability to spin the harpoon like a buzzsaw. These abilities are largely enjoyable and can definitely help, but they're also not make-or-break assists. You’re bound to one hat per mission, but I rarely felt as though specific headwear was required for any task. While that allows flexibility, it also makes hats feel somewhat inconsequential. They do make Faraday look pretty snazzy, though.", "Levels feature multiple paths and, somewhat strangely, no dungeon maps. Though I didn’t get turned around often, there are larger, tougher-to-track areas where a map would ease exploration. I had a great time exploring Olija’s world. Platforming feels good, and the environmental puzzles are clever. For example, correctly navigating giant mouths that warp (read: spit) Faraday around the map. Unique segments, such as an entirely stealth-focused area and a thrilling escape sequence, keep exploration fresh. Also, I never got tired of throwing the harpoon off-screen, latching onto something, then warping to find a secret collectible or captive crewmate. Generally, you’re looking for keys to open a big, end-of-level door, which usually leads to an entertaining boss fight. While some battles feature large-scale fights against grotesque monstrosities, one-on-one duels with human foes change things up with a more intimate, strategic focus that requires reading behavior instead of just attacking full force.", "Between islands you build up Oaktide, a derelict port that serves as your home base. Rescued crewmates return here, and the more you find, the livelier and more jubilant the port becomes, which in itself is a reward. Players can unlock a potion shop to permanently increase the health bar, dine at a soup kitchen to restore vitality, and pay a sea captain to search for additional treasures. I’m a fan of this sort of base-building feature, and while Olija’s version is far from the deepest example of it, it is still gratifying. The only downside is that once you fully upgrade your health and get every hat (which isn’t hard to do) the money and trinkets you continue to collect effectively become useless.", "Olija isn’t a long game; it took me a little over four hours to finish even after gathering most of its collectibles. But it packs a lot of good stuff in that timeframe and never wears out its welcome. With tight gameplay, fun exploration, and an alluring atmosphere, Faraday’s disastrous voyage turns into a rewarding expedition."], "authors": ["Associate Editor", "Marcus Is An Avid Gamer", "Giant Wrestling Nerd", "A Connoisseur Of Cartoons", "Obscure Childhood References. The Cat'S Out Of The Bagel Now"], "keywords": ["cast", "feels", "return", "feature", "doubt", "game", "faraday", "away", "hat", "olija", "review", "harpoon", "good", "health"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}