{"id": "5de2b6b7-5c7d-3f32-8581-0378b0b3472a", "title": "Why Buy a Yacht When You Can Buy a Newspaper?", "url": "https://www.nytimes.com/2021/04/10/business/newspaper-billionaire-owners.html", "summary": "For instance, Glen Taylor, a Minnesota billionaire who owns the Minneapolis Star Tribune, is not showering the newsroom with money, said Michael Klingensmith, publisher and chief executive of the paper.\nAnd the paper just won a prestigious Polk Award for its coverage of the killing of George Floyd and the aftermath.\nand founder of Lookout Local, which is trying to revive the local news business in smaller markets, starting in Santa Cruz, Calif.\nAlden argues that it is rescuing papers that might otherwise have gone out of business in the past two decades.\nThere are lots of people with lots of money.", "paragraphs": ["For instance, Glen Taylor, a Minnesota billionaire who owns the Minneapolis Star Tribune, is not showering the newsroom with money, said Michael Klingensmith, publisher and chief executive of the paper. “The understanding we have with Glen is that if we generate cash, it’s ours to keep but he’s not interested in investing more,” he said. “He expects the business to be completely self-sufficient.”", "But at 240 staffers, the newsroom is as big as it was when Mr. Klingensmith arrived in 2010, something relatively few papers can boast of over the same period. The Star Tribune’s goal was to reach 100,000 digital subscribers by the end of last year, and it hit that mark by May. And the paper just won a prestigious Polk Award for its coverage of the killing of George Floyd and the aftermath.", "“The communities that have papers owned by very wealthy people in general have fared much better because they stayed the course with large newsrooms,” said Ken Doctor, on hiatus as a media industry analyst to work as C.E.O. and founder of Lookout Local, which is trying to revive the local news business in smaller markets, starting in Santa Cruz, Calif. Hedge funds, by contrast, have expected as much as 20 percent of revenue a year from their properties, which can often be achieved only by stripping papers of reporters and editors for short-term gain.", "Alden has made deep cuts at many of its MediaNews Group publications, including The Denver Post and The San Jose Mercury News. Alden argues that it is rescuing papers that might otherwise have gone out of business in the past two decades.", "And a billionaire buyer is far from a panacea for the industry’s ills. “It’s not just, go find yourself a rich guy. It’s the right rich person. There are lots of people with lots of money. A lot of them shouldn’t run newspaper companies,” said Ann Marie Lipinski, curator of the Nieman Foundation for Journalism at Harvard and the former editor of The Chicago Tribune. “Sam Zell is Exhibit A. So be careful who you ask.”"], "authors": ["Nicholas Kulish"], "keywords": ["rich", "papers", "tribune", "star", "local", "lots", "paper", "business", "money", "buy", "yacht", "newsroom", "newspaper"], "pubDate": "2021-04-10T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}