{"id": "5e0e0e79-f2d7-3c2a-9d72-c6ab96df1836", "title": "Opinion | Let’s Not Forget Trump’s Failure to ‘Take Care’", "url": "https://www.nytimes.com/2021/02/11/opinion/trump-impeachment.html", "summary": "Throwing a sop to the religious right by cutting off federal money to organizations that provide vital health care, including reproductive health care, to underserved populations was shameful.\nThe policy, which President Joseph R. Biden Jr. promptly revoked, was not in direct defiance of a congressional mandate.\nLast week, the Biden administration withdrew nine Trump environmental policies, some dating to 2018 and some as recent as last month.\nOne measure of how far the Trump administration had gone to shield the fossil fuel interests that supported it came on Mr. Trump’s last full day in office.\nI doubt there is a cabinet department without a similar story, and we can expect a steady flow of similarly worded orders as the Biden administration begins the project of repairing the damage.", "paragraphs": ["This was not simply a matter of ordinary policy preferences and differences. Throwing a sop to the religious right by cutting off federal money to organizations that provide vital health care, including reproductive health care, to underserved populations was shameful. But I can’t say it was impeachable. The policy, which President Joseph R. Biden Jr. promptly revoked, was not in direct defiance of a congressional mandate. It just reflected a cynical calculation that the base mattered more than the welfare of tens of thousands of women and their families around the world.", "The degradation of environmental law enforcement was of a different order. As recently as the week before Inauguration Day, the Trump administration was issuing policy memos to limit the Justice Department’s ability to enforce the nation’s environmental laws, which the administration had spent the previous four years undermining. Last week, the Biden administration withdrew nine Trump environmental policies, some dating to 2018 and some as recent as last month.", "One measure of how far the Trump administration had gone to shield the fossil fuel interests that supported it came on Mr. Trump’s last full day in office. On Jan. 19, the federal appeals court in Washington overturned the Environmental Protection Agency’s rescission and replacement of the Obama administration’s Clean Energy Plan, which had imposed strict limits on emissions from power plants. The unsigned opinion by a three-judge panel was nearly 150 pages long, but the court made its point near the beginning. “The question in this case is whether the Environmental Protection Agency acted lawfully in adopting the 2019 Affordable Clean Energy Rule,” the court said, referring to the Trump administration’s power plant-friendly substitute for the original Obama plan. Answering that question, the court said succinctly, “It did not.”", "Housing policy was another example of the former president’s failure to “take care.” The Department of Housing and Urban Development is supposed to enforce the Fair Housing Act of 1968, which prohibits discrimination in the sale, purchase, rental and financing of housing on the basis of race and other protected categories. Almost until the last minute, however, the department’s primary focus was on finding ways to curtail the act’s enforcement by, among other things, raising the bar for what counts as discrimination, in defiance of the Supreme Court’s more generous interpretation of the statute in a 2015 decision. On Jan. 26, President Biden ordered his housing secretary, Marcia Fudge, to revisit the Trump actions and to “take any necessary steps, as appropriate and consistent with applicable law,” to assure the agency furthers laws that mandate fair housing.", "I doubt there is a cabinet department without a similar story, and we can expect a steady flow of similarly worded orders as the Biden administration begins the project of repairing the damage. There is no heart-stopping video to dramatize a president’s failure to do his constitutional duty. But as citizens, we also have a duty — to record, to remember and to not let it happen again.", "The Times is committed to publishing a diversity of letters to the editor. We’d like to hear what you think about this or any of our articles. Here are some tips. And here’s our email: letters@nytimes.com.", "Follow The New York Times Opinion section on Facebook, Twitter (@NYTopinion) and Instagram."], "authors": ["Linda Greenhouse"], "keywords": ["times", "housing", "trump", "environmental", "court", "forget", "failure", "administration", "week", "policy", "trumps", "opinion", "biden", "care", "lets"], "pubDate": "2021-02-11T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}