{"id": "5e1403aa-ca05-3899-8999-a2ccaeff759b", "title": "The Distinct Political Paths of Barack Obama and Alexandria Ocasio-Cortez", "url": "https://www.newyorker.com/news/our-columnists/the-distinct-political-paths-of-barack-obama-and-alexandria-ocasio-cortez", "summary": "The Democratic Party isn’t really cool,” Hamby said.\nHe said he thought that the Democrats should have given Alexandria Ocasio-Cortez a much more prominent role at the national convention this past summer.\nBut, if he wanted Ocasio-Cortez to talk more, he didn’t think that the Party should talk more like her.\nTrace Ocasio-Cortez’s public statements since her election and she makes her distance from the mainstream Democratic Party plain.\nThe line of scrimmage between progressives and the established Democratic Party has not moved much since Bernie Sanders’s first Presidential campaign, five years ago.", "paragraphs": ["Barack Obama is on a book tour, a setting so mundane that it can be a little jarring to encounter him there, amiably pursuing sales. Aiming for a young audience, the former President appeared this week on the Snapchat show “Good Luck America,” the host of which, Peter Hamby, asked whether the Democratic Party still had a “pro-capitalist” case to offer young voters. “Socialism is cool. Bernie, A.O.C., they’re cool. The Democratic Party isn’t really cool,” Hamby said.", "None of this confident allocation of cool surprised Obama, who nodded—and who, incidentally, still looked cool himself, wearing a dark suit and tieless blue-striped shirt, his hair now on the white side of gray. He said he thought that the Democrats should have given Alexandria Ocasio-Cortez a much more prominent role at the national convention this past summer. But, if he wanted Ocasio-Cortez to talk more, he didn’t think that the Party should talk more like her. “Socialism is still a loaded term for a lot of folks,” Obama told Hamby. When it came to the call to defund the police, “I guess you can use a snappy slogan like ‘defund the police,’ but you know you’ve lost a big audience the minute you say it.” Obama added, “The key is deciding do you want to actually get something done? Or do you want to feel good among the people you already agree with?”", "Right now, the most important arguments within the Democratic Party are taking place mostly out of public view, in the maneuverings to place staffers in the Joe Biden Administration—and, in so doing, to shape its ambitions. But, in the month since the election, a parallel argument has taken place in public between the Party’s most progressive elected officials and its moderates, who believe that the progressives’ embrace of activist slogans—particularly the call to defund the police—cost the Democrats seats in 2020 and might eventually cost them their House majority. The progressive faction is poor in numbers but rich in ideas and public profile, and the 2020 election neither strengthened their position within the Party nor wiped them out. The dispute over whether the progressives are too radical in their talk has settled into a stalemate, especially because there is no consensus on what “defund the police” means; Obama’s entry into the debate, characteristically caveated, didn’t break the impasse. But Obama and Ocasio-Cortez are the two politicians who in this century have managed to embody the qualities essential to the Democratic Party: youth and idealism, hope and change, the promise of a future different than the past. In elevating Ocasio-Cortez and gently criticizing her ideas, Obama opened up a different conversation—not just about the left and the center but about how a star politician ought to be, between one generational talent and another.", "During the tumultuous past half decade—as conservatives contemplated authoritarianism, as Democrats reconsidered socialism, as liberalism generally faltered—Obama spent much of his time writing a book. Unlike his previous two books, his new memoir, “A Promised Land,” is mostly about the mature Obama (he is inaugurated as President a third of the way in) and about the evolution of the character who appeared on Peter Hamby’s Snapchat show, with his caution and good humor. The book’s first sections are the most interesting in terms of Obama’s account of his own character: a central theme is the tension that the future President felt, when he was around thirty, between “wanting to be in politics and not of it.” On an early date with Michelle, which takes place at an organizing workshop Obama is leading, she tells him that he is talking about a place between “the world as it is and the world as it should be.”", "In Obama’s account, he had been snapped out of a self-serious post-undergraduate mode—lost in the abstraction of “the world as it should be”—by his encounters with working-class people on the South Side of Chicago, during his pre-law-school stint as an organizer. “I came to love the men and women I worked with: the single mom living on a ravaged block who somehow got all four children through college; the Irish priest who threw open the church doors every evening so that kids had an option other than gangs; the laid-off steelworker who went back to school to become a social worker,” he writes. “Their stories of hardship and their modest victories confirmed for me again and again the basic decency of people.” Chicago brings him out of his own head: “In other words, I grew up, and I got my sense of humor back.” Reading this passage, I doubted it a bit. Those characters are flat. They read as grist for stump speeches. They are rendered more than they are seen.", "The people he does obviously love in this book, whom he takes the time to see in full, are the political professionals who work mostly for him. When he is feeling grouchy on the Presidential campaign trail in 2008, his spirits are restored by his body man, Reggie Love, who says that he’s “having the time of my life.” Obama admires his gruff, heavyset, flannel-clad Iowa field director, Paul Tewes, who has “the heart of the ten year old boy who cared enough, who believed enough, to cry over an election.” A couple of days before Osama bin Laden’s killing, he observes his devoted national-security adviser, Tom Donilon (a man who just returned to BlackRock rather than take a job as Biden’s C.I.A. director). Donilon, Obama writes, had “been trying to exercise more and lay off the caffeine but was apparently losing the battle. I’d come to marvel at Tom’s capacity for hard work, the myriad details he kept track of, the volume of memos and cables and data he had to consume, the number of snafus he fixed and the interagency tussles he resolved, all so that I could have both the information and the mental space I needed in order to my job.” The White House becomes an image of the country he’d like to see. Most people are not out for themselves. Everyone works so hard.", "He loves them, and they love him back. When Obama decided to run for President, he had been in Washington for two years, almost exactly as long as Ocasio-Cortez has been there now. Nonetheless, in Obama’s account, he had the tacit support of many of the Party’s elders. He spoke to Harry Reid, who told him a story about a young boxer and said he should go for it: “You get people motivated, especially young people, minorities, even middle-of-the-road people. That’s different.” Obama also paid a visit to Ted Kennedy. (He recalls the avuncular senator rising “gingerly” from his seat.) Kennedy told Obama that he couldn’t endorse him early—“too many friends”— but, recalling his brothers, encouraged the younger senator to run nevertheless: “The power to inspire is rare. Moments like this are rare.” Once in office, whenever Obama feels stuck, he notices the ambition, dedication, and hope in the people around him, and becomes determined again. In Obama’s telling, external pressures—the Republicans, the press—always nudge him toward loneliness. The salve—in many ways, the theme of his story—is comradeship.", "Who are Ocasio-Cortez’s comrades? If any leading senators are taking her aside to tell her that she represents the future of the Party, no one’s given any public hint of it. Among Democrats, she often seems nearly alone. The Squad, composed of Ocasio-Cortez and Representatives Ilhan Omar, Ayanna Pressley, and Rashida Tlaib, project a sense of solidarity, but there are still just four of them. Trace Ocasio-Cortez’s public statements since her election and she makes her distance from the mainstream Democratic Party plain. When David Remnick asked Ocasio-Cortez, in 2019, whether she had a relationship with Nancy Pelosi, Ocasio-Cortez replied, “Not particularly.” When New York magazine’s David Freedlander asked her earlier this year what she made of Joe Biden, Ocasio-Cortez said, “In any other country, Joe Biden and I would not be in the same party.” There is a history of slights and incursions on both sides. In November, 2018, just after Ocasio-Cortez won, she participated in a sit-in of Pelosi’s office by the young climate activists of the Sunrise Movement; a month later, Politico reported that she had recruited a challenger to Representative Hakeem Jeffries, the fifth-ranking Democrat in the House. As for Pelosi, at that time, she made a habit of dismissing the dreams of young progressives, referring to “their public whatever,” “the green dream or whatever they call it.” Last month, Ocasio-Cortez told the Times’ Astead Herndon that, during the first six months of her term, she was unsure whether she would even run for reëlection. “It’s the stress. It’s the violence,” she said. “I’m serious when I tell people the odds of me running for higher office and the odds of me just going off trying to start a homestead somewhere—they’re probably the same.”", "The dispute between the moderates and progressives went on a long hiatus during the Presidential campaign, but the weeks since the election have made clear that it isn’t a matter of the past. On a House Democratic Caucus call in November, Representative Abigail Spanberger, a former C.I.A. analyst who was narrowly reëlected in a suburban Virginia district that voted for Trump in 2016, asked her colleagues to watch reels of attack ads run against moderate Democrats, to see the political consequences of allying with activists. In audio that leaked to the Washington Post, Spanberger said, “The No. 1 concern and thing that people brought to me in my district that I barely re-won was defunding the police. And I’ve heard from colleagues who have said, ‘Oh, it’s the language of the street—we should respect that.’ We’re in Congress. We are professionals. We are supposed to talk about things in the way where we mean what we’re talking about.” Ocasio-Cortez’s response was that the Democrats’ failures were not ideological but tactical; she blamed a lack of digital-ad spending and the Party’s abandonment of door-knocking during the coronavirus pandemic. But the details of the argument appeared less important than how eager both sides seemed to be to engage in it again. A few days later, four progressive groups—New Deal Strategies, the Sunrise Movement, the Justice Democrats, and Data for Progress—produced a memo supporting Ocasio-Cortez’s contentions. These have been Ocasio-Cortez’s comrades: not the Democrats but the activists.", "A paradox of Ocasio-Cortez’s position is that her skills are not activist skills but mainstream ones. She delivers highly polished speeches. She finds connections between niche political news and the lives of working people. She can conjure a news cycle out of thin air—and then win it. An early risk in Ocasio-Cortez’s Washington career was that she would be seen strictly as an ingénue, but she turned her committee hearings into platforms to showcase her careful study of policy and incisive questioning. It isn’t news to her allies that her base is not big enough, and in the past two years they have taken steps to build it—to broaden her appeal without moderating her. In July, after Representative Ted Yoho, a Republican of Florida, called her a “fucking bitch” in earshot of reporters, Ocasio-Cortez delivered a remarkable speech expressing frustration on behalf of all women, because “all of us have had to deal with this in some form, some way, some shape, at some point in our lives.” Not long after, Ocasio-Cortez sat for a long cover interview with Vanity Fair, which focussed on her upbringing, her personal life, and the daily indignities that a working person must endure.", "The line of scrimmage between progressives and the established Democratic Party has not moved much since Bernie Sanders’s first Presidential campaign, five years ago. For all the talk of generational revolution, the Party is run by more or less exactly the same people. What has changed is that the Democratic establishment has embraced policy changes that it would have shunned a decade ago. Having won the primary as the most moderate figure onstage, Biden adopted a much more progressive agenda in the general election. Biden’s platform proposes raising three trillion dollars in revenue during the next ten years, almost entirely by taxing the wealthy and corporations. He plans to spend two trillion dollars on climate transformation during his first term, forty per cent of it targeted to help disadvantaged communities. Like nearly all Democrats, Biden now supports a fifteen-dollar-per-hour minimum wage, a key part of Sanders’s platform in 2016, and like much of the Party he supports a public option for health insurance. There isn’t such an obvious place for Ocasio-Cortez in the Democratic effort right now; it is trying to persuade voters that an expansive agenda is actually pragmatic and common sense, while she is trying to emphasize what is revolutionary.", "What were Obama’s and Spanberger’s arguments with Ocasio-Cortez about, anyway? Mostly, language. Neither has emphasized policy differences with the progressives; they were talking about talk. In their interview, Obama told Hamby that Ocasio-Cortez and Biden shared a desire for broad action on climate change, and implied that they were divided only by how to talk about it: “If you want to move people, they are moved by stories that connect with their own lives. They’re not moved by ideology.” This tendency to police language is part of what has always grated on the left about Obama. But it is also a sign of a winning hand. The paradox of Ocasio-Cortez’s position right now is that she isn’t isolated politically because she is losing. She is isolated politically because, on more substantive matters than it is in anyone’s interest to admit, she has already won."], "authors": ["Benjamin Wallace-Wells", "Benjamin Wallace-Well", "Steve Col"], "keywords": ["democratic", "distinct", "democrats", "barack", "talk", "progressives", "obama", "political", "paths", "public", "young", "ocasiocortezs", "party", "alexandria", "ocasiocortez"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}