{"id": "5e399c99-383b-3433-8d7c-ba5f3dbae56c", "title": "Business school rankings from the Financial Times", "url": "http://rankings.ft.com/businessschoolrankings/masters-in-finance-pre-experience-2020", "summary": "Some 222 points separate the top school from the schools ranked number 55.\nThe second group spans 23 places from MIT: Sloan to CUHK Business School.\nThe third group of 26 schools is headed by ISEG - Lisbon School of Economics and Management.\nThe figure in brackets shows the percentage of the class for which the school was able to provide employment data.\nPercentage of the board whose citizenship differs from the country in which the business school is based.", "paragraphs": ["Footnotes *Data in these columns are for information only and are not used in the rankings. Some 222 points separate the top school from the schools ranked number 55. The schools are divided into three groups, indicated by bold lines. The difference in score between schools ranked consecutively is greater within groups one and two than in group three. The top 7 schools, from HEC Paris to Università Bocconi form the elite group of providers of masters in finance programmes. The second group spans 23 places from MIT: Sloan to CUHK Business School. The third group of 26 schools is headed by ISEG - Lisbon School of Economics and Management.", "1. An average of salaries three years after graduation. The figure shown is in US Dollars, based on purchasing power parity equivalency.", "2. The rank is calculated using alumni salaries three years after graduation and course costs. The length of the course is also taken into consideration.", "3. The extent to which alumni fulfilled their goals or reasons for doing a Masters in Finance. This is measured as a percentage of total returns for a school.", "4. The percentage of the most recent graduating class that were in employment three months after graduation. The figure in brackets shows the percentage of the class for which the school was able to provide employment data.", "5. Percentage of faculty whose citizenship differs from their country of employment.", "6. Percentage of students whose citizenship differs from the country in which they are studying.", "7. Percentage of the board whose citizenship differs from the country in which the business school is based.", "8. A measure based on changes in the country of employment of alumni between graduation and today.", "9. Weighted average of four criteria that measure international exposure during the Masters programme.", "10. Percentage of faculty with a doctoral degree.", "11. The percentage of the last graduating class that completed company internships as part of the Masters programme."], "authors": [], "keywords": ["differs", "schools", "country", "masters", "percentage", "times", "employment", "graduation", "school", "class", "financial", "group", "business", "rankings"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}