{"id": "5e4cb5a8-4d63-3ba1-9564-4fcd81dc02d9", "title": "Bravely Default II – New Gameplay Today", "url": "https://www.gameinformer.com/new-gameplay-today/new-gameplay-today/2021/02/25/bravely-default-ii-new-gameplay-today", "summary": "Whether it's Monster Hunter Rise, Disgaea 6: Defiance of Destiny, or the quickly approaching Bravely Default II, the Nintendo Switch is becoming quite the RPG machine.\nFor those counting the moments until Nintendo's latest exclusive is released on Friday, we have a treat for you on today's episode of New Gameplay Today.\nYour gracious host Jeff Cork is joined by the one and only Dan Tack and myself to dive into everything you need to know about Bravely Default II before launch.\nBravely Default II prides itself on putting players through a plethora of battles to prepare them for the harder sections later on in their playthrough.\nIf you enjoyed our look into the gameplay of Square Enix's latest RPG, be sure to check out Dan's review, calling it \"a love letter to a different time in role-playing history.\"", "paragraphs": ["Whether it's Monster Hunter Rise, Disgaea 6: Defiance of Destiny, or the quickly approaching Bravely Default II, the Nintendo Switch is becoming quite the RPG machine. Speaking of that last one, Square Enix's latest entry in the series is poised to entertain players in the mood for an old-school JRPG experience.", "For those counting the moments until Nintendo's latest exclusive is released on Friday, we have a treat for you on today's episode of New Gameplay Today. Your gracious host Jeff Cork is joined by the one and only Dan Tack and myself to dive into everything you need to know about Bravely Default II before launch.", "First up, we show off the wilds outside of Wiswald, one of the many locales players will explore, and highlight some of the monsters Seth, Gloria, Adelle, and Elvis will battle along the way. Bravely Default II prides itself on putting players through a plethora of battles to prepare them for the harder sections later on in their playthrough. Those fights wouldn't be that fun though if Square hadn't implemented an engaging and deep job system that allows players to mix and match interesting magical and physical abilities.", "After that, we jump to the next kingdom to show off more intuitive job combinations and discuss the boat system. Players will be able to rent a boat and go on adventures while they put their consoles to sleep. While you're away, your party will find extremely helpful items that help boost the stats of your four heroes.", "Finally, we show off a fun activity you can partake in when you're not hunting monsters and getting your party ready for the next challenging boss fight.", "Thanks for watching! If you enjoyed our look into the gameplay of Square Enix's latest RPG, be sure to check out Dan's review, calling it \"a love letter to a different time in role-playing history.\""], "authors": ["Video Editor", "Alex Is Usually The Largest Nerd In The Room", "Literally", "Has A Deep-Rooted Passion For Video Games", "Movies", "A Good Beer. He Grew Up A Nintendo Kid But Is Now An Equal-Opportunity Gamer Who S Trying To Play More Jrpgs."], "keywords": ["square", "bravely", "ii", "latest", "system", "default", "today", "party", "players", "gameplay", "rpg", "youre"], "pubDate": "2021-02-25T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}