{"id": "5e5c7a6a-e13d-325a-a68f-6fe3ab1c4c5e", "title": "Communication and Persuasion in the Digital Age (Live Online)", "url": "https://execed.economist.com/mit-sloan-school-management/communication-and-persuasion-digital-age-live-online-2021-01-12", "summary": "In 2009, Schiappa was named a Distinguished Scholar by the National Communication Association for his original research in persuasion, media effects, and argumentation.\nHe is former editor of the journal Argumentation & Advocacy and author of numerous books on persuasion and argumentation, most recently Argumentation: Keeping Faith With Reason (Pearson, 2014).\nAfter graduating magna cum laude from Kansas State University, Schiappa earned his M.A.\nand Ph.D. in Communication Studies from Northwestern University.\nBefore moving to MIT, Professor Schiappa was Director of Graduate Studies in Communication at Purdue University and Chair of the Department of Communication Studies at the University of Minnesota.", "paragraphs": ["Edward Schiappa is Professor and Head of Comparative Media Studies/Writing in MIT’s School of Humanities and Social Sciences, where he holds the John E. Burchard Chair of Humanities.", "In 2009, Schiappa was named a Distinguished Scholar by the National Communication Association for his original research in persuasion, media effects, and argumentation. Among his research accomplishments is the Parasocial Contact Hypothesis, a theory of how mass media influences perceptions of social groups. He is former editor of the journal Argumentation & Advocacy and author of numerous books on persuasion and argumentation, most recently Argumentation: Keeping Faith With Reason (Pearson, 2014).", "After graduating magna cum laude from Kansas State University, Schiappa earned his M.A. and Ph.D. in Communication Studies from Northwestern University. Before moving to MIT, Professor Schiappa was Director of Graduate Studies in Communication at Purdue University and Chair of the Department of Communication Studies at the University of Minnesota."], "authors": [], "keywords": ["media", "argumentation", "age", "studies", "professor", "persuasion", "live", "communication", "online", "digital", "research", "social", "schiappa", "university"], "pubDate": "2021-01-12T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}