{"summary": "At one point in her career, it would have been hard to imagine Gwen Stefani listening to country music, but now boyfriend Blake Shelton says she's singing a different tune.\nSince we’ve been together, this girl has literally fallen in love with country music.\n“It’s just she grew up in Anaheim and moved to Los Angeles -- she didn’t hear a lot of country music is all I’m saying.\nShe just wasn’t exposed to a lot of country music, but now it’s all she listens to.\nBLAKE SHELTON, GWEN STEFANI DISCUSS HER HER 'VOICE DEPARTURE: 'WE'VE HAD SO MUCH FUN TOGETHER'“[The album] re-energized me and reminded me I’m still a country singer first,” he told the audience.", "keywords": ["blake", "child", "music", "love", "stefani", "im", "country", "suffering", "singer", "gods", "gwen", "song", "shelton", "fallen"], "paragraphs": ["At one point in her career, it would have been hard to imagine Gwen Stefani listening to country music, but now boyfriend Blake Shelton says she's singing a different tune.", "Just days ago, Shelton and Stefani released a duet called \"Nobody But You\" on Shelton's album, \"Fully Loaded: God's County\" -- a testament to her growing appreciation for the genre.", "While performing at an iHeart Music event, Shelton, 43, was asked to describe the \"countriest\" part of his girlfriend, 50, a native of Fullerton, Calif., near Los Angeles.", "BLAKE SHELTON, GWEN STEFANI NOT GETTING MARRIED YET DUE TO RELIGIOUS CONFLICT: REPORT", "“There’s a photo of her when she was a kid with a cowboy hat on holding two kittens -- that’s about as country of a thing that I can think of,” Shelton said. “But you know what? Since we’ve been together, this girl has literally fallen in love with country music. It’s all that she listens to, it’s all that’s on in her car.”", "Shelton, who hails from Oklahoma, continued, explaining that Stefani's newfound love for the genre isn't his doing.", "“It’s not to do with me or anything,” he added, about why Stefani wasn’t into the genre previously. “It’s just she grew up in Anaheim and moved to Los Angeles -- she didn’t hear a lot of country music is all I’m saying. Her parents abused her with this other music they played. It was music abuse, I’m telling you! She just wasn’t exposed to a lot of country music, but now it’s all she listens to. I hope she’s OK with me saying that.”", "\"Fully Loaded\" features a mix of Shelton's hits and new material, and the singer admitted it had a profound effect on him.", "BLAKE SHELTON, GWEN STEFANI DISCUSS HER HER 'VOICE DEPARTURE: 'WE'VE HAD SO MUCH FUN TOGETHER'", "“[The album] re-energized me and reminded me I’m still a country singer first,” he told the audience. “There’s a whole new generation coming up and they’re all great and I love them, so you start feeling like, ‘Oh, I got to make room for those guys.’ So, to have something like ‘God’s Country’... I won't [stop making music].”", "He added: “If I have to sing for tips somewhere, I’m going to do it.”", "The singer also recounted the first time he heard the song \"God's Country,\" written by songwriters Devin Dawson, Jordan Schmidt and Michael Hardy.", "CLICK HERE TO GET THE FOX NEWS APP", "“I was grounding up some trees and I felt so manly, then that song came on and it was like, ‘Oh my God, what is this song?’” he said. “It had this weird blend of rock and country and I didn’t know what it was going to do for everybody, I just knew what it did for me -- which it’s inappropriate to talk about right now.”"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "https://www.foxnews.com/entertainment/blake-shelton-gwen-stefani-fallen-in-love-country-music", "authors": ["Nate Day"], "id": "5e65c7dd-0e93-3e8b-aedc-3c83ca5137ad", "pubDate": null, "title": "Blake Shelton says Gwen Stefani has 'fallen in love' with country after suffering 'music abuse' as a child"}