{"id": "5e7de13d-0041-3ce7-9b14-da0f433cc703", "title": "Timelie Review – Making Every Second Count", "url": "https://www.gameinformer.com/review/timelie/timelie-review-making-every-second-count", "summary": "That's the premise to Timelie, Urnique Studio’s tightly designed stealth puzzle game that occasionally challenges your reasoning and critical thinking skills, but runs its course too quickly.\nAll of Timelie’s levels are miniature mazes that have you dodging security drones as you make your way toward digital keypads to unlock the exit.\nEven after the addition of the cat, Timelie’s puzzles never grow complex enough to be fully satisfying.\nBut just as Timelie starts to hit its stride, I hit the credits.\nTimelie isn’t the most comprehensive exploration of time manipulation, but its bite-sized puzzles are a welcome distraction.", "paragraphs": ["When a child awakes in the middle of a mysterious facility full of hostile robots, she begins looking for a quick exit. Along the way, this innocent girl discovers she has precognitive powers that allow her to explore future timelines until she discovers the optimal route to safety. That's the premise to Timelie, Urnique Studio’s tightly designed stealth puzzle game that occasionally challenges your reasoning and critical thinking skills, but runs its course too quickly.", "All of Timelie’s levels are miniature mazes that have you dodging security drones as you make your way toward digital keypads to unlock the exit. Navigating these mazes is relatively simple, and your goal is almost always obvious, so the challenge comes from your limited windows of opportunity to dodge patrolling sentries and reach your target. Fortunately, your nameless heroine can see into the future. Practically speaking, this means that you can pause and rewind the action by scrubbing through a timeline at the bottom of the screen, which lets you fine-tune your movements through each tangle of hallways. Weaving through guard's eye lines and narrowly evading their grasp is always satisfying. Once you’ve perfectly orchestrated your escape, you can watch a real-time video of your plan in action, which is neat in concept. In execution, I was usually happy to skip these playbacks thanks to the main character’s slow movement.", "In the middle of this adventure, you befriend a stray cat. This cat can squeeze through narrow vents to reach new areas and can meow to distract guards at key moments. Because this kitty can’t reach keypads, you have to bounce between control of the cat and the girl, using their skills in tandem to outwit an army of security robots. Controlling two creatures at once is a fun wrinkle that adds welcome depth to Timelie’s otherwise simple structure, and I had the most fun carefully coordinating both of my characters’ movements like they were performing a well-rehearsed dance.", "Even after the addition of the cat, Timelie’s puzzles never grow complex enough to be fully satisfying. A few sequences forced me to stop and consider all my options, but Timelie quickly runs out of tricks to throw at you, which makes the experience feel somewhat shallow overall. Additionally, during some of the late-game puzzles, I had to rewind to the beginning of a level’s timeline to correct an early mistake (which I didn’t know was a mistake at the time), forcing me to replay the whole stage. Most levels only take a few minutes to navigate, so this is a minor inconvenience, but it adds a sense of monotony to some of Timelie’s cleverest puzzles.", "Several games offer players the chance to rewind time and pause the action, but I’ve never grown tired of this particular power fantasy. I appreciate Timelie’s stealth-based, tactical approach to time manipulation. But just as Timelie starts to hit its stride, I hit the credits. Timelie isn’t the most comprehensive exploration of time manipulation, but its bite-sized puzzles are a welcome distraction."], "authors": ["Senior Editor", "Benjamin Reeves Is A Writer", "Journalist", "Geek Sponge. For The Last Years He Has Worked As An Editor For Game Informer Magazine. He Has A Passion For Video Games", "Comic Books"], "keywords": ["count", "welcome", "timelies", "cat", "making", "levels", "puzzles", "second", "reach", "way", "action", "timelie", "rewind", "review"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}