{"id": "5e923aca-c60f-3f7b-9c74-d2e27f7af49b", "title": "Potato power: how waste spuds are keeping the nation’s wallpaper in place", "url": "https://www.theguardian.com/innovative-sustainability/2020/sep/11/potato-power-how-waste-spuds-are-keeping-the-nations-wallpaper-in-place", "summary": "Petroleum-based PVP that led to high CO2 emissions has been replaced by potato starch, a byproduct of the production of chips and crisps.\nPhotograph: Scharfsinn/AlamyThe Pritt stick is that rare thing – a brand, like Hoover, Velcro or Google, that becomes generic; there may be other glue sticks, but they will never be anything more than impostors.\n“Shorter transportation distances lower the product’s CO2 emissions.”Solvite, another Henkel product, also harnesses the sticking qualities of potato starch, as Paul Barney, technical services manager at Henkel UK, explains.\nFacebook Twitter Pinterest Generations of children have grown up crafting with Pritt sticks.\nMaybe, when I’m famous, those early pieces, held together by that versatile glue stick, will make it into a gallery.”Pritt has been to more exotic places still.", "paragraphs": ["Petroleum-based PVP that led to high CO2 emissions has been replaced by potato starch, a byproduct of the production of chips and crisps. Photograph: Scharfsinn/Alamy", "The Pritt stick is that rare thing – a brand, like Hoover, Velcro or Google, that becomes generic; there may be other glue sticks, but they will never be anything more than impostors. “Pritt will always be the reliable yet totally badass friend you know will never let you down,” says freelance children’s book designer Hannah Ahmed, who attributes her choice of career in part to her early years of experimenting with the “trusty white glue stick”.", "It’s difficult to conceive of a time before Pritt, but in 1967, when a Henkel researcher, Dr Wolfgang Dierichs, came up with the idea, there were no solid glues on the market. “The trick was getting the glue to stiffen,” says Nils Hellwig, head of global product development, adhesive consumers and craftsmen at Henkel.", "Scientists finally settled on the combination of a soap gel – which made the substance solid – and a water-soluble adhesive. “Once the stick is rubbed on, say, paper, the adhesive components of the water-soluble glue compound are released to work their sticky magic,” says Hellwig.", "And so, after two years of experimentation, the lipstick-inspired, no-mess product found its way into children’s eager hands in 1969. The rest is history – well, almost.", "There was still room for improvement. “In 1991, Henkel started the process of switching from petroleum-based PVP glue sticks to plant-based solutions,” says Hellwig, adding that the use of PVP led to high CO2 emissions.", "There’s been no PVP in Pritt since 2000, with natural starch compounds taking its place, and since 2012 that starch has come from a homegrown “industrial” potato. “It’s planted in Germany and the modified starch is also produced in Germany,” says Hellwig. “Shorter transportation distances lower the product’s CO2 emissions.”", "Solvite, another Henkel product, also harnesses the sticking qualities of potato starch, as Paul Barney, technical services manager at Henkel UK, explains. “Solvite wallpaper adhesive flakes are produced by the chemical modification of sidestream potato starch – starch that is recovered from the process water generated during the production of crisps and chips, then purified to produce pure potato starch.”", "Barney points out that because the starch is a byproduct of another process – rather than from potatoes grown specifically for their starch – any environmental impact is attributed to the primary product (in this case, crisps and chips).", "He adds that the chemical modification of Solvite gives it certain qualities it would otherwise not have – such as resistance to mould and strong adhesion – but without making it hazardous to the environment.", "Facebook Twitter Pinterest Generations of children have grown up crafting with Pritt sticks. Photograph: Arina Habich/Alamy", "Solvite’s sheer stickiness is something people of a certain age can never forget. Back when having three television channels in colour seemed like unimaginable riches, the spectacle of a man suspended on a board from a helicopter, with only a thin film of glue to hold him there, kept generations enthralled during advert breaks.", "“I was a young lad when that advert came out, but it really stuck in my mind,” says Bromley-based painter and decorator Simon Palmer. “Later, when I started hanging wallpaper, I realised they weren’t wrong.”", "Solvite first went on sale in 1964 in Fylde, on the Lancashire coast, as a product for professional painters and decorators, but as the DIY market took root, and people began eyeing their dated walls with a new sense of potential, it also became the home-enthusiast’s favourite.", "Palmer put this down to its strength and ease of use. “Some adhesives go lumpy even when stirred well, and the adhesion is nowhere near as good – the paper can curl up at the edges,” he says. “Solvite mixes into a smooth paste you can work with in less than two minutes. And when it’s time to strip a wall, with a decent steamer the paper comes off easily – no heavy scraping.”", "A national brand within the decade, Solvite was acquired by Henkel in 1973. Today, the Solvite range comprises a variety of powder and premixed adhesives, to suit every wallpaper material. You can even opt to paste the wall rather than the paper, which speeds up the process, reduces the risk of tearing, and does away with the need for a pasting table – if you have the right wallpaper.", "Although the Pritt family has also expanded, to incorporate an all-purpose glue (1972), correction and adhesive rollers (1989), and kids’ craft sets (2015), among others, it’s the original stick that inspires a sense of devotion among its fans.", "“I remember those Christmas angels, those dinosaurs made from toilet rolls covered with scraps of paper, the mawkish grins of red wool and googly eyes,” says sculptor Simon Bosworth, from south London. “They were all held in place by that mighty stick.”", "Profits and pandemics: how industry is showing its social conscience Read more", "Although he undoubtedly sees some of Pritt’s benefits through a parent’s eyes – “no rushing to A&E with a toddler whose lips are stuck together” – it has a place in his craft too. “I still use it when making a paper maquette. Maybe, when I’m famous, those early pieces, held together by that versatile glue stick, will make it into a gallery.”", "Pritt has been to more exotic places still. On 17 March 2001, Russian cosmonaut Yury Usachev, commander of the international space station (ISS), took off from the Baikonur Cosmodrome in Kazakhstan with a cargo of Pritt products for use aboard the station. They were tested in zero-gravity conditions – and passed.", "For Ahmed, who cherishes the “cutting and sticking degree” conferred to her as a child by her parents, Pritt is not just a household name, but a household necessity. “I bulk buy now and I have a slight panic when we’re down to the last stick,” she says.", "Given that Henkel’s Dusseldorf factory sometimes produces more than 200,000 sticks a day, and that global production of the solvent-free, PVC-free glue stick stands at 120m sticks a year, she’s clearly not alone."], "authors": ["Sam Noble"], "keywords": ["place", "potato", "starch", "pritt", "waste", "product", "power", "stick", "spuds", "solvite", "henkel", "keeping", "sticks", "nations", "paper", "glue", "wallpaper"], "pubDate": "2020-09-11T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}