{"id": "5ea61efa-63c3-3ba7-b9fe-d6d0a8927062", "title": "Sony Signs Netflix Exclusivity Deal For Movies Like Uncharted And Morbius", "url": "https://www.gameinformer.com/2021/04/09/sony-signs-netflix-exclusivity-deal-for-movies-like-uncharted-and-morbius", "summary": "Sony has even bigger film plans on the horizon in the coming future, including gaming adaptations on the horizon with projects like the Uncharted movie.\nAccording to a Variety report, the Sony / Netflix partnership becomes official in 2022, with exclusive rights for the company's upcoming movies, and is set to extend over an 18-month period.\nThese films that will stream exclusively on Netflix include Morbius, Spider-Man: Into the Spider-Verse 2, and the prequel Uncharted film starring Spider-Man's Tom Holland.\nThe partnership details also include any films that Sony chooses to go straight-to-stream, making Netflix the home for any movies that fit that criteria.\nWe don't know when exactly we'll start seeing more Sony films in the Netflix library.", "paragraphs": ["Sony has even bigger film plans on the horizon in the coming future, including gaming adaptations on the horizon with projects like the Uncharted movie. With so many major companies having their own streaming service or partnering up with those that do for exclusive rights, it looks like the company that gave us PlayStation is looking to hop in bed with Netflix for 2022.", "According to a Variety report, the Sony / Netflix partnership becomes official in 2022, with exclusive rights for the company's upcoming movies, and is set to extend over an 18-month period. These films that will stream exclusively on Netflix include Morbius, Spider-Man: Into the Spider-Verse 2, and the prequel Uncharted film starring Spider-Man's Tom Holland. Surprisingly enough, Holland didn't accidentally leak this partnership beforehand.", "That was a joke.", "The partnership details also include any films that Sony chooses to go straight-to-stream, making Netflix the home for any movies that fit that criteria. For those movies that are also projected to have a release in theaters, this exclusivity deal won't impact that negatively at all, which is good news for those that haven't opted into the TV and movie streaming service.", "“Sony Pictures is a great partner, and we are thrilled to expand our relationship through this forward-thinking agreement,” said Netflix global film head Scott Stuber to the site. “This not only allows us to bring their impressive slate of beloved film franchises and new IP to Netflix in the U.S., but it also establishes a new source of first-run films for Netflix movie lovers worldwide.”", "Since this deal has a 2022 begin date, that means any Sony-related movies coming out this year do not fall under that exclusivity agreement. That means movies like Venom: Let There Be Carnage and Spider-Man: No Way Home are open for all.", "We don't know when exactly we'll start seeing more Sony films in the Netflix library. Still, Sony Pictures Entertainment's Keith Le Goy told Variety that the company is excited to get started on the next step of its journey in the cinematic world.", "What do you think about the partnership between Sony and Netflix? Sound off with those hottest of hot takes in the comment section below!"], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["morbius", "partnership", "sony", "signs", "movies", "uncharted", "film", "movie", "films", "variety", "streaming", "exclusivity", "netflix", "deal"], "pubDate": "2021-04-09T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}