{"id": "5eaf2c69-ab30-3900-8573-661507f97e3d", "title": "Best Songs of 2020", "url": "https://www.nytimes.com/2020/12/07/arts/music/best-songs.html", "summary": "Megan Thee Stallion featuring Beyoncé, ‘Savage (Remix)’With all due respect to the other member of the Carters, there’s something about collaborating with another strong woman that brings out the best in Beyoncé, especially when she’s rapping.\nMegan Thee Stallion’s solo cut of “Savage” was universally beloved enough to start a TikTok craze, but Beyoncé’s supremely dialed-in remix elevated it to an all-out anthem.\nBut of course, the Queen is really here for a coronating co-sign of Megan Thee Stallion — the defining artist of a year that seemed a never-ending showcase for her bravado, poise and finely calibrated fury.\nGirls, ‘4 American Dollars’Relocating to Canada a decade ago has given U.S. Girls’ art-pop mastermind Meghan Remy the distance to observe some bigger-picture American realities and distill them into slyly catchy songs.\n“You can do a lot with four American dollars,” they promise — a lie sung sweetly enough to be briefly believed.", "paragraphs": ["1. Megan Thee Stallion featuring Beyoncé, ‘Savage (Remix)’", "With all due respect to the other member of the Carters, there’s something about collaborating with another strong woman that brings out the best in Beyoncé, especially when she’s rapping. (It was, after all, her first team-up with Nicki Minaj that educated us about what goes down when it’s a billion dollars on an elevator.) Megan Thee Stallion’s solo cut of “Savage” was universally beloved enough to start a TikTok craze, but Beyoncé’s supremely dialed-in remix elevated it to an all-out anthem. But of course, the Queen is really here for a coronating co-sign of Megan Thee Stallion — the defining artist of a year that seemed a never-ending showcase for her bravado, poise and finely calibrated fury. “Savage” is so much more than a meme, an Instagram caption, a TikTok dance: It is a joyous assertion of Black female personhood in a world that needed it as desperately as water.", "2. U.S. Girls, ‘4 American Dollars’", "Relocating to Canada a decade ago has given U.S. Girls’ art-pop mastermind Meghan Remy the distance to observe some bigger-picture American realities and distill them into slyly catchy songs. “We all do what we gotta do to pass in this world where they say, ‘It’s not personal, it’s business,’” she croons on the inviting but incisive “4 American Dollars,” a song that practically invents its own genre of late-capitalist disco. Its stirring power comes from the contrast between the cold indignities Remy and her backing singers enumerate and the warm, consoling tone of their delivery. “You can do a lot with four American dollars,” they promise — a lie sung sweetly enough to be briefly believed. (Read the feature.)"], "authors": ["Jon Pareles", "Jon Caramanica", "Lindsay Zoladz"], "keywords": ["megan", "remy", "stallion", "girls", "best", "2020", "songs", "dollars", "world", "savage", "thee", "american", "tiktok"], "pubDate": "2020-12-07T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}