{"id": "5eccc497-f291-3759-b9fe-f4e7bbea5934", "title": "The Meaning of the Democrats’ Spending Spree", "url": "https://www.newyorker.com/news/our-columnists/have-the-democrats-begun-a-new-era-of-big-government", "summary": "alone will add a hundred and twenty billion dollars to the national deficit, marking a decisive shift in the political calculations of the Democratic Party.\nDemocrats, facing an election without Barack Obama at the top of the ticket, made new overtures to Black voters.\nThe Democratic Party never came to any clear consensus about the reasons for Clinton’s defeat, but depressed turnout among Black voters did not help.\nJoe Biden was a notable player, along with Bill Clinton, in adapting the Democratic Party to the Reaganesque retreat from public spending.\nOf course, the most liberal wing of the Democratic Party wishes to make these changes permanent, but the political calculations have yet to be made.", "paragraphs": ["Judging from last year’s Democratic primaries, few would have believed that former Vice-President Joe Biden would be leading the Democratic Party out of the political wilderness armed with some of the most expensive bills in American history. In a crowded primary field, Biden was among the oldest contenders, but, more important, he was cast in the role of the establishment candidate. Biden’s thirty-six years in the U.S. Senate and eight years as the Vice-President to Barack Obama made the charge hard to deny. His younger rivals, believing that Hillary Clinton’s disastrous loss in the Presidential race in 2016 was caused in part by a lack of enthusiasm among Black voters, made appeals to racial justice in their platforms and highlighted Biden’s career of racial pandering on welfare and crime. Kamala Harris momentarily became one of the front-runners in the race after she torched Biden for romanticizing his working relationships with Southern segregationists in the Senate in the nineteen-seventies, saying that was a time when there was more “civility” in politics.", "Nearly a year after he pulled out a surprisingly decisive victory in the South Carolina primary, Biden has extinguished any fears that he would prioritize bipartisanship over the historic and multiplying needs of the public. The nearly two-trillion-dollar American Rescue Plan Act is, indisputably, one of the largest domestic-spending bills in U.S. history. (Consider that, from 1965 to 1968, during Lyndon Johnson’s War on Poverty, the federal government increased aid to the poor by roughly six billion dollars—about forty-six billion dollars in 2021.) Biden’s bill includes the much discussed fourteen-hundred-dollar stimulus payments to individuals and three hundred dollars in supplemental weekly unemployment benefits. But it also includes tens of billions of dollars to help streamline vaccine-distribution efforts—which have been marred by infrastructural breakdowns and the same racial inequities that fostered the spread of COVID-19 in Black communities—and more than thirty billion dollars in rental and homeowner assistance. It makes hundreds of billions of dollars available to state and local governments, after the Trump Administration starved the states of federal money in an attempt to coerce them to abandon public-health measures that were interfering with the economy but intended to preserve human life. And, after years of humiliating racist neglect of Puerto Rico and other U.S.-controlled territories, the bill grants them over three hundred million dollars in rental assistance.", "There are important changes to the Earned Income Tax Credit program, including raising the maximum credit to childless adults from roughly five hundred and thirty dollars to fifteen hundred dollars. But it is the modifications to the Child Tax Credit that have earned the A.R.P. comparisons to Roosevelt’s New Deal or Johnson’s Great Society. The adjustments include raising the Child Tax Credit from two thousand dollars per child to three thousand per child age six and above, and thirty-six hundred dollars per child under six. Previously, the credit counterintuitively excluded the poorest families, who were disqualified because they were experiencing unemployment or simply because their wages were too low. The measure will expand fully refundable tax benefits to twenty-seven million children, helping to dramatically reduce child poverty in the U.S., and cutting Black and Latinx child poverty by an estimated fifty-two and forty-five per cent, respectively. Most important, the legislation allows the credit to be paid out in monthly cash installments instead of in a single payment at the end of the year. In doing so, it brings the U.S. in line with peer countries that provide an “allowance” for families with children, and opens the door to guaranteed income from the federal government.", "In 1995, Senator Joe Biden supported an amendment to the Constitution requiring the federal government to have a balanced budget. The changes to the C.T.C. alone will add a hundred and twenty billion dollars to the national deficit, marking a decisive shift in the political calculations of the Democratic Party. Democrats’ embrace of cash payments for the poor while ignoring the ballooning deficit is an outcome of four events: perhaps most important, the 2008 financial crisis, which exposed the fragility and the inequality of the U.S. market-based economy. Millions lost their homes, jobs, and seemingly their futures, while hundreds of billions of tax dollars were distributed upward to secure the assets of the wealthy. The economic crisis detonated a political crisis that continues to reverberate. For millions who had believed that the Obama Administration represented a break with the status quo, the federal government’s use of public money to rescue the new robber barons was a political revelation.", "The Occupy Wall Street movement, in the fall of 2011, evidenced a political awakening to gross financial inequality and corruption, propelling the language of class into the public consciousness of the United States, with the paradigmatic one per cent and ninety-nine per cent. Occupy protests bled into renewed protests against police and state violence, first to oppose the execution of Troy Davis and then the murder of Trayvon Martin, events that showed how economic privation in Black communities makes African Americans particularly vulnerable to the surveillance and scrutiny of police and the misnamed criminal-justice system. The Occupy movement eventually subsided, but its ideas found a home, in 2015, in the Presidential candidacy of Bernie Sanders, whose surprising challenge to Hillary Clinton in the 2016 Democratic Party primary brought the spirit of Occupy’s politics to the center of public debate. Sanders may have lost to Clinton, but in doing so he demonstrated that there was a vibrant audience in the Democratic Party for big reforms, including single-payer health care, a fifteen-dollar minimum wage, and free tuition at public colleges and universities. At the same time, the rising Black Lives Matter movement challenged the Party not only to respond to police shootings and violence directed at African Americans but also to attack the poverty and racial inequality that exposed African Americans to greater contact with law enforcement. Democrats, facing an election without Barack Obama at the top of the ticket, made new overtures to Black voters. Clinton expressed regret for invoking the term “superpredators” in 1996 to describe Black kids; she went on to use the phrase “systemic racism” as she made her case to be President.", "The Democratic Party never came to any clear consensus about the reasons for Clinton’s defeat, but depressed turnout among Black voters did not help. Trump, of course, went on to exacerbate the twin crises of economic and racial inequality with his tax giveaway to the richest Americans and corporations, his dalliances with white supremacists, and his xenophobic outbursts in policy and speech. In 2019, during the Democratic primary campaign, the candidates once again attempted to capture the votes of African Americans by focussing on race and inequality. Kamala Harris declared her run for President on Martin Luther King, Jr., Day and modelled her campaign logo after buttons produced by Shirley Chisholm’s campaign, when she was the first Black woman to run for President, in the 1972 election. Cory Booker also invoked King when he held his first major campaign rally, in the Black-majority city of Newark, and focussed on criminal-justice reform, including the legalization of marijuana on the federal level.", "During the general election, COVID-19 kept the discussion of structural racism in the headlines, with reports of the disproportionate number of African-American deaths and stories of African Americans’ mistreatment by some health-care professionals. When African Americans exploded in anger and rebellion in June, in the aftermath of the killings of Ahmaud Arbery, Breonna Taylor, and George Floyd, the effect was to bring these varied discussions about structural inequality into a single, renewed observation that the United States suffers from “systemic racism.” Corporate titans and professional sports leagues began denouncing racism across the U.S. The rebellions gave way to a summer of protest and a focus on inequality, racial and otherwise, within the United States. Activists demanded that governments “defund the police”—the media and some elected officials pilloried the demand, but it compelled public officials to clarify their positions on police budgets and spending priorities. In early September, Joe Biden travelled to Kenosha, Wisconsin, which had been embroiled in days of riots in response to police officers shooting Jacob Blake, a Black man, in the back seven times at point-blank range. Biden met with Blake’s family and spoke with Blake on the phone from his hospital bed. Biden angered demonstrators by making comments condemning the violence of the rebellion in Kenosha, but he also connected his vision of racial justice to a promise that his Presidency could deliver big economic changes, including taxing the rich and raising the minimum wage to fifteen dollars an hour. “I honest to God believe we have an enormous opportunity, now that the screen, the curtain, has been pulled back on just what’s going on in the country, to do a lot of really positive things,” Biden said. “It’s not that we can’t do this—we haven’t been willing to do this. But I think the public is ready.”", "The size of the American Rescue Plan Act has opened a discussion as to whether it represents a pivot from the governing political logic of the past four decades, including an aversion to raising taxes or spending on anything resembling social welfare or public assistance. The Times hailed the changes to the Child Tax Credit as “policy revolution.” In her popular newsletter Letters from an American, the historian Heather Cox Richardson said, of the A.R.P., “It is a return to the principles of the so-called liberal consensus that members of both parties embraced under the presidents from Democrat Franklin Delano Roosevelt, who took office in 1933, to Jimmy Carter, who left the White House in 1981. Carter was defeated by Ronald Reagan, who told Americans in his Inaugural Address that ‘government is not the solution to our problem; government is the problem.’ ” If Reagan initiated the demise of the nation’s thin safety net, then Bill Clinton sealed its fate with the passage of the patronizingly titled Personal Responsibility and Work Reconciliation Act of 1996, which ended welfare as an entitlement to poor families with children, instead decreasing public assistance by tying it to work requirements and imposing time limits. (It should be noted that, from Reagan on, opposition to government spending has mostly been limited to the regulatory and social-welfare state; lavish spending on the military, police, and prisons has been celebrated.)", "Joe Biden was a notable player, along with Bill Clinton, in adapting the Democratic Party to the Reaganesque retreat from public spending. This is precisely why his new role in deviating from this political orthodoxy is so noteworthy, but it’s still too early to know whether the recent spending spree by the Democratic Party represents a shift in ideology or a moment of political expedience, brought on by one of the worst crises in modern American history. The clearest indication of this is that the most far-reaching aspects of the bill—including changes to the Child Tax Credit—are set to expire after one year. Of course, the most liberal wing of the Democratic Party wishes to make these changes permanent, but the political calculations have yet to be made.", "That the Democrats have delivered on this enormous spending package indicates that they have grasped the moment, but that, on its own, does not represent an ideological sea change. These reforms are necessary to staunch the suffering wrought by the shock of the pandemic. They are focussed on jump-starting demand, not necessarily on reconceiving the role of the state in the economy. If anything, the A.R.P. is defensive legislation, reacting to the crisis but lacking an offensive strategy to reverse the worsening inequality in the U.S. The federal government will help people pay for health care if they lose their jobs, but the system of for-profit health care is left untouched. Billions will be made available for rental assistance, but the unaffordability of housing remains the same. Millions of Americans will continue to struggle with debilitating debt, and to live on the federal minimum wage, which is still absurdly less than eight dollars an hour. This new spending is necessary but not nearly enough to dig ordinary Americans out of the hole created by decades of political neglect.", "Last week, Biden introduced his two-trillion-dollar American Jobs Plan, which would raise taxes on the wealthy by restoring some of the taxes on the rich that Trump cut in 2017. It proposes spending more than two hundred billion dollars on affordable housing, a hundred and eleven billion dollars on water infrastructure, a hundred and fifteen billion dollars to fix roads and bridges, and eighty-five billion dollars to modernize public transit. As important, Biden officials have promised to release a second package that would make new investments in what Democrats describe as “human infrastructure,” including universal pre-kindergarten, free community-college tuition, and a national paid health and family-leave program. But it remains to be seen if either of Biden’s infrastructure bills can offer more permanent answers to deepening income inequality. The American Jobs Plan emphasizes the role of the private sector, with language proposing to “leverage” private investments to fulfill the goals of job-creation and development efforts. Such public-private initiatives almost always come at the expense of the purported “public” goals, as the private entities reap the benefits of tax relief and other perks intended to induce their participation.", "As welcome as increased spending on social provision is, it is also worth pointing out that the U.S. turn to neoliberalism was never only about government spending; it was also freighted with a tremendous ideological undertaking meant to undermine the idea of the social contract, even society itself. As Margaret Thatcher once said, in an interview, “I think we have been through a period when too many people have been given to understand that when they have a problem, it is government’s job to cope with it. ‘I have a problem, I’ll get a grant. I’m homeless, the government must house me.’ They are casting their problems on society. And, you know, there is no such thing as society. There are individual men and women, and there are families.” In the U.S., this logic was racialized, as African Americans were painted as unworthy recipients of public aid created by the taxes of hardworking white people. After the tremendous struggles of Black people throughout the nineteen-sixties to assert racism as an explanation for Black inequality, it took an equally harsh struggle in the opposite direction to paint African Americans as undeserving and reassert that there was, in fact, no such thing as racial inequality. The retrenchment of the social-welfare state went hand in hand with the rise of the prison and policing state. Indeed, the resumption of pointing to Black biology or culture as the culprit behind Black poverty and unemployment was a necessary pretext for Black people’s imprisonment and constant surveillance by police.", "We still live with the legacy of this thinking and these practices that followed. The mountain of deaths caused by COVID-19 in Black communities and the police killings of George Floyd and Breonna Taylor are evidence of it. A genuine retreat from the politics of small government must also include a reckoning with the damage done by police and the criminal-justice system in Black communities, as well as the abiding assumptions about poor and working-class African Americans that have justified their inferior health care, substandard and expensive housing, and low-paying jobs. Even now, as the national reckoning on “systemic racism” continues, policing in lieu of robust public assistance sets the stage for further conflicts. At last count, there were forty-one thousand homeless people in Los Angeles, and the city has no clear plan for how to house them. Instead, police are dispatched to surveil and control the movements of the city’s unhoused population. In March, police removed about two hundred people from an encampment in Echo Park. (Many of them have been placed in temporary housing, according to the Los Angeles Homeless Services Authority.)", "Repair of these conditions is possible by conceiving of a new social contract, in ways that Franklin Roosevelt imagined when he introduced an economic bill of rights, in 1944. It included “the right to earn enough to provide adequate food and clothing and recreation”; “the right of every family to a decent home”; “the right to adequate medical care and the opportunity to achieve and enjoy good health”; “the right to adequate protection from the economic fears of old age, sickness, accident, and unemployment”; and “the right to a good education.” If the Democrats are able to pass Biden’s two-trillion-dollar infrastructure plan, that would certainly be a welcome change; whether the legislation passes intact will be a test of the extent to which the Party has truly transformed. But we cannot just measure the size of these bills against the bipartisan inattention of the past forty or so years; they have to be weighed against the existing human need. On those terms, there is much damage to be undone and more work necessary to constitute progress."], "authors": ["Keeanga-Yamahtta Taylor", "Keeanga-Yamahtta Taylo", "Susan B. Glasse"], "keywords": ["black", "biden", "meaning", "political", "inequality", "americans", "democratic", "dollars", "party", "public", "spree", "spending", "democrats"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}