{"id": "5eead456-0eea-3120-a6db-00a931cb157b", "title": "How to Turn Your Smartphone Into a Webcam", "url": "https://www.wired.com/story/use-your-phone-as-webcam#intcid=_wired-most-popular-right-rail_2618dc27-1e4d-4740-8b6a-e1e44752764a_popular4-1", "summary": "We're a Full year into the pandemic and it's still difficult to find a good webcam for a price that won't make your jaw drop.\nBelow, we walk through ways you can use your smartphone (old or new, Android or iOS) as an alternative.\nTable of ContentsNo PC RequiredWindows PC UsersMac UsersSpecial offer for Gear readers: Get a 1-Year Subscription to WIRED for $5 ($25 off).\nHow to Video Call With Just Your PhoneBefore trying to convert your smartphone into a webcam for your computer, it might be obvious to just try using your smartphone to run a video meeting by itself.\nGeneral tip: Make sure your preferred videoconferencing app is closed when you're installing a webcam client on your desktop PC or laptop.", "paragraphs": ["We're a Full year into the pandemic and it's still difficult to find a good webcam for a price that won't make your jaw drop. Whether it's for work or a weekly virtual board game night, interacting on video has become a necessity. Below, we walk through ways you can use your smartphone (old or new, Android or iOS) as an alternative.", "We also have a guide on how to to use a mirrorless camera or action cam as a webcam replacement, and a number of picks in our Best Webcams guide.", "Updated March 2021: We've retested our recommendations and added new ones.", "Table of Contents", "No PC Required", "Windows PC Users", "Mac Users", "Special offer for Gear readers: Get a 1-Year Subscription to WIRED for $5 ($25 off). This includes unlimited access to WIRED.com and our print magazine (if you'd like). Subscriptions help fund the work we do every day.", "If you buy something using links in our stories, we may earn a commission. This helps support our journalism. Learn more.", "How to Video Call With Just Your Phone", "Before trying to convert your smartphone into a webcam for your computer, it might be obvious to just try using your smartphone to run a video meeting by itself. Most services like Zoom, Google Meet, and Microsoft Teams have Android and iPhone apps available. All you need to do is install the app, log in, and use your phone's selfie camera and microphone to be a part of the meeting.", "Whether you do this or follow our methods below, invest in a small tripod to prop your phone up so you don't have to balance it against a pile of books. The Joby GripTight is a popular and affordable tripod with legs that can contort to stay stable on almost any surface, though a height-adjustable tripod like this might be a better pick. Lume Cube's Mobile Creator Lighting Kit is also solid, and comes with a light panel to brighten up your face.", "Ways to Use Your Phone as a Webcam", "You can use a videoconferencing app on your phone if you just need to sit in a meeting and chime in now and then, but you'll need a better system if you're presenting and have to share your screen. That's where it could help to convert your smartphone into a webcam if you don't have one for your desktop, or if the one in your laptop isn't working (or sits at a strange angle).", "General tip: Make sure your preferred videoconferencing app is closed when you're installing a webcam client on your desktop PC or laptop. You may need to relaunch the app or restart your computer to get it all working.", "How to Use Any Phone as a Webcam for a Windows PC", "If you're on a PC running Windows and you use an Android phone or iPhone, one of the easiest (and wireless) methods is to use an app called DroidCam. It also works with Linux.", "DroidCam is free, but it hides a few features like better video quality, contrast and sharpness tools, and more in its DroidCamX app on Android, which also gets rid of ads on the app. You can unlock similar features by using the Upgrade feature in the iPhone app's settings. Try the free version first, but it might be worth the $5 if you use it a lot."], "authors": ["Julian Chokkattu", "Julian Chokkatt"], "keywords": ["smartphone", "pc", "webcam", "need", "youre", "app", "turn", "using", "video", "android", "phone"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}