{"id": "5ef97c75-d9c9-3e3f-82d8-3c2130b896dc", "summary": "A cheap version of the groundbreaking breast cancer drug Herceptin has been approved by the World Health Organization, raising the possibility of lifesaving treatment for the first time for women in low-income countries.\nIt is now a standard treatment for women with HER2+ cancer in affluent countries, with a high cure rate, particularly in early cancers.\nEffective, affordable breast cancer treatment should be a right for all women, not the privilege of a few,” he said.\nBreast cancer may be detected by blood test five years before clinical signs show Read moreDeath rates from breast cancer are high in low income countries, even though it has become a very curable disease in the more affluent parts of the world.\nIn 2018, 2.1 million women contracted breast cancer and 630,000 of them died from the disease, many because of late diagnosis and lack of access to affordable treatment.", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "pubDate": null, "url": "https://www.theguardian.com/society/2019/dec/18/low-cost-breast-cancer-drug-could-save-lives-in-low-income-countries", "title": "Low-cost breast cancer drug 'could save lives in low-income countries'", "paragraphs": ["A cheap version of the groundbreaking breast cancer drug Herceptin has been approved by the World Health Organization, raising the possibility of lifesaving treatment for the first time for women in low-income countries.", "Herceptin is the brand name of trastuzumab, a drug which by 2006 in the UK was the subject of a huge battle for access for the 20% of women with the type of cancer, called HER2+, that it targets. Trial results released at a conference in the United States fired up campaigners. There were marches in the streets, legal actions and an unprecedented political decision by the then UK health secretary Patricia Hewitt to pay for the drug regardless before any cost-effectiveness assessment had been completed.", "It is now a standard treatment for women with HER2+ cancer in affluent countries, with a high cure rate, particularly in early cancers. The WHO listed it as an essential medicine for all countries to buy, but it has been unaffordable in much of the world, with a price tag of about $20,000 (£15,000) per patient.", "With the drug now out of patent, the WHO has approved a biosimilar version – a cheap copy – of the monoclonal antibody made by a company in the Netherlands.", "Dr Tedros Adhanom Ghebreyesus, WHO director-general, said it was good news for women everywhere.", "“Women in many cultures suffer from gender disparity when it comes to accessing health services. In poor countries, there is the added burden of a lack of access to treatment for many, and the high cost of medicines. Effective, affordable breast cancer treatment should be a right for all women, not the privilege of a few,” he said.", "The medicine, made by a company called Samsung Bioepis, was assessed by WHO and found comparable to the original in terms of efficacy, safety and quality. That means it is eligible for procurement by United Nations agencies and for national tenders.", "The price will be 65% lower than Herceptin itself, which at about $9,000 is still a burden for lower income countries, but it is expected that other companies will now come forward for WHO approval. Some of them already sell trastuzumab for as little as $4,000 per patient, but without the WHO stamp their drugs can only be sold in countries that have their own approval process.", "Breast cancer may be detected by blood test five years before clinical signs show Read more", "Death rates from breast cancer are high in low income countries, even though it has become a very curable disease in the more affluent parts of the world. In 2018, 2.1 million women contracted breast cancer and 630,000 of them died from the disease, many because of late diagnosis and lack of access to affordable treatment.", "WHO’s International Agency for Research on Cancer estimates that by 2040 the number of diagnosed breast cancers will reach 3.1 million, with the greatest increase in low- and middle-income countries.", "“We need to act now and try to avoid more preventable deaths,” says Dr Mariângela Simão, WHO assistant director general for medicines and health products. “The availability of biosimilars has decreased prices, making even innovative treatments more affordable and hopefully available to more people.”"], "authors": ["Sarah Boseley"], "keywords": ["high", "breast", "lives", "treatment", "lowincome", "lowcost", "women", "save", "drug", "health", "affordable", "countries", "world", "cancer"]}