{"url": "https://www.nytimes.com/2019/12/17/us/california-boardroom-gender-quota.html", "pubDate": null, "id": "5f011871-768e-3f07-8369-88dc32f64c2f", "paragraphs": ["In the U.S., women hold about 20 percent of board seats at companies listed in the Russell 3000 stock index, up from 17 percent in 2018, according to the nonprofit 2020 Women on Boards. Of the more than 600 companies based in California that are listed on a major stock exchange, almost one-third had no women on the board when the law was passed.", "As the Dec. 31 deadline creeps closer, 30 to 60 companies still haven’t added a woman to the board. Researchers who have been tracking the shift over the past year don’t agree on the final figure because of a flurry of recent activity, with some companies naming female directors in just the past few weeks. One firm, Clean Energy Fuel Corp., named a woman to its board last Tuesday and, two days later, OSI Securities named a female director.", "The companies that have not yet added any women tend to be young firms in the high-tech or biotech industries with small boards to begin with and relatively smaller market capitalizations, explained Kathleen Kahle, a professor of finance at the University of Arizona who has been closely monitoring the change in California.", "For these companies, adding an additional board member can be costly. The average director pay for all California firms hovers around $181,000 (nearly double the $100,000 fine), and there are additional costs of travel related to board meetings, Kahle added.", "Another hindrance is the perceived lack of experience. Historically, boards sought candidates who had served as a public company chief executive. And because public companies, for decades, have largely been run by men, director candidates have typically been limited to, well, men.", "“We’re trying to teach boards to let us introduce ‘board-ready’ women,” said Jeanne Branthover, a managing partner at the executive-level recruiting firm DHR International, referring to women with senior, C-Suite level experience who might have served on nonprofit boards or school boards or presented to their own boards. However, that doesn’t mean the quality of the female candidates dips, Branthover was quick to emphasize.", "“They’re qualified and they’re ready,” Branthover said.", "Other companies have put forward women within their own network, Kahle said. “In many cases, the woman that was added was someone who was already a company insider,” she added. “So maybe the legal adviser or, on the biotech companies, often some sort of doctor.”"], "summary": "Of the more than 600 companies based in California that are listed on a major stock exchange, almost one-third had no women on the board when the law was passed.\nAs the Dec. 31 deadline creeps closer, 30 to 60 companies still haven’t added a woman to the board.\nOne firm, Clean Energy Fuel Corp., named a woman to its board last Tuesday and, two days later, OSI Securities named a female director.\nThe average director pay for all California firms hovers around $181,000 (nearly double the $100,000 fine), and there are additional costs of travel related to board meetings, Kahle added.\nHowever, that doesn’t mean the quality of the female candidates dips, Branthover was quick to emphasize.", "keywords": ["board", "rushing", "california", "companies", "boards", "woman", "branthover", "kahle", "members", "women", "added", "female", "candidates"], "authors": ["Alisha Haridasani Gupta"], "title": "California Companies Are Rushing to Find Female Board Members", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}