{"id": "5f05d4e1-9082-3505-8039-5b91371ccd64", "title": "L.A. prosecutor slams new liberal DA's push to reduce violent crime sentences, says voters don't support it", "url": "https://www.foxnews.com/politics/los-angeles-liberal-da-soros-george-gascon-jon-hatami", "summary": "Los Angeles County Deputy District Attorney Jon Hatami, who rose to prominence as the lead prosecutor in the Gabriel Fernandez case, told \"Fox & Friends\" the newly elected D.A.\n's directives are not supported by his own prosecutors or the citizens who voted for him.\nHe has spoken to no victims ... in my cases or any case that I know about.\"\nLA COUNTY DA TO DROP SPECIAL CHARGES AGAINST MAN ACCUSED OF KILLING DEPUTY: REPORT\"He trying to effect cases trying child murderers, child rapists, very, very serious cases and people who were murdered, killed, tortured, he's not just talking about cases involving marijuana or cases involving low-level crimes.\"\nCLICK HERE TO GET THE FOX NEWS APPHatami blames left-wing megadonor George Soros, who spent more than $2 million on Gascon's campaign.", "paragraphs": ["Los Angeles County Deputy District Attorney Jon Hatami, who rose to prominence as the lead prosecutor in the Gabriel Fernandez case, told \"Fox & Friends\" the newly elected D.A.'s directives are not supported by his own prosecutors or the citizens who voted for him.", "New District Attorney George Gascon is facing backlash for his extreme liberal policies, including ending cash bail and the death penalty, as well as lessening charges against those accused of violent crimes -- including child rapists and murderers.", "\"It's shocking,\" said Hatami, a nearly 15-year veteran of the DA's office. \"The new D.A. has no compassion for victims. He has spoken to no victims ... in my cases or any case that I know about.\"", "TUCKER CARLSON: GEORGE SOROS, GEORGE GASCÓN AND THE FALL OF LOS ANGELES", "There is growing support among the roughly 800 deputy district attorneys who work for Gascon to file a state bar complaint against him, ABC 7 reports.", "\"He's acting or stating that he has some sort of support from all sorts of individuals in Los Angeles, but I think most of the people who voted for him had no idea, absolutely no idea what he was going to try to do,\" Hatami told co-host Brian Kilmeade Thursday.", "LA COUNTY DA TO DROP SPECIAL CHARGES AGAINST MAN ACCUSED OF KILLING DEPUTY: REPORT", "\"He trying to effect cases trying child murderers, child rapists, very, very serious cases and people who were murdered, killed, tortured, he's not just talking about cases involving marijuana or cases involving low-level crimes.\"", "CLICK HERE TO GET THE FOX NEWS APP", "Hatami blames left-wing megadonor George Soros, who spent more than $2 million on Gascon's campaign.", "\"All these policies that actually go against the people, go against law, they're going to affect children ... and he doesn't care because he doesn't live here ... It's just not fair,\" Hatami concluded."], "authors": ["Caleb Parke", "Caleb Parke Is An Associate Editor For Foxnews.Com. You Can Follow Him On Twitter"], "keywords": ["victims", "voters", "reduce", "trying", "slams", "voted", "prosecutor", "support", "hatami", "los", "child", "george", "cases", "violent", "liberal", "la", "sentences", "district", "deputy", "push"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}