{"id": "5f1e35d0-250a-3209-be13-0bf0514d7d59", "title": "Emily Ratajkowski questions Mark Zuckerberg's power after he bans Trump on Facebook", "url": "https://www.foxnews.com/entertainment/emily-ratajkowski-calls-out-mark-zuckerberg-power-ban-trump-facebook", "summary": "Emily Ratajkowski called out Facebook CEO Mark Zuckerberg for banning President Donald Trump on Facebook and Instagram after the Capitol riots on Wednesday.\nThe 29-year-old model said the act displayed the tech billionaire's power to blacklist potentially anyone else in the future.\nIf he can shut the president up/off he can shut any of us up/off,\" the pregnant star tweeted on Thursday.\n\"My concern is that this gives big tech the opportunity to shut down ‘left extremists’ who are important political organizers,\" Ratajkowski added.\nTherefore, we are extending the block we have placed on his Facebook and Instagram accounts indefinitely and for at least the next two weeks until the peaceful transition of power is complete.\"", "paragraphs": ["Emily Ratajkowski called out Facebook CEO Mark Zuckerberg for banning President Donald Trump on Facebook and Instagram after the Capitol riots on Wednesday.", "The 29-year-old model said the act displayed the tech billionaire's power to blacklist potentially anyone else in the future.", "\"This gives Facebook/tech/Zuck THE MOST POWER. If he can shut the president up/off he can shut any of us up/off,\" the pregnant star tweeted on Thursday.", "\"My concern is that this gives big tech the opportunity to shut down ‘left extremists’ who are important political organizers,\" Ratajkowski added.", "TWITTER, FACEBOOK LOCK TRUMP ACCOUNTS FOR VIOLATING POLICIES", "On Thursday, Zuckerberg wrote in a Facebook post:", "\"The shocking events of the last 24 hours clearly demonstrate that President Donald Trump intends to use his remaining time in office to undermine the peaceful and lawful transition of power to his elected successor, Joe Biden.", "EMILY RATAJKOWSKI, HUSBAND SEBASTIAN BEAR-MCCLARD EXPECTING 1ST CHILD", "\"His decision to use his platform to condone rather than condemn the actions of his supporters at the Capitol building has rightly disturbed people in the U.S. and around the world. We removed these statements yesterday because we judged that their effect — and likely their intent — would be to provoke further violence.", "\"We believe the risks of allowing the President to continue to use our service during this period are simply too great. Therefore, we are extending the block we have placed on his Facebook and Instagram accounts indefinitely and for at least the next two weeks until the peaceful transition of power is complete.\"", "CLICK HERE TO GET THE FOX NEWS APP", "On Wednesday, as protesters stormed the Capitol Building and violence erupted, Trump released a video telling them to \"go home\" while maintaining that the 2020 presidential election was \"stolen\" from him."], "authors": ["Jessica Napoli"], "keywords": ["mark", "capitol", "bans", "president", "emily", "upoff", "ratajkowski", "shut", "power", "facebook", "zuckerberg", "zuckerbergs", "questions", "transition", "trump"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}