{"id": "5f263731-9deb-398b-83cd-f2e908e78755", "title": "My Body, Myself: An Unexpected Journey Out of Grief", "url": "https://www.vogue.com/article/nude-modeling-grief-jessica-granger", "summary": "The ring was made from three interlocked bands–my mother, my father, and me.\nWhen I was eight, my parents told me we were moving to a small town in Connecticut.\nMy father had adjusted well to life in America, spending his time fly-fishing, wearing blue jeans, and tending his garden.\nThrough tears, my father told me I needed to take the job and hold on to the good memories.\nHe never knew my father, but he’d listened patiently to all the stories I’d told about him.", "paragraphs": ["My parents met at Mortimer’s in New York City in 1982—my father, John Granger, a British tailor on a business trip from London and my mother, Irit Goldman, a copywriter 21 years his junior. After four years of long-distance dating, they married, my mother moved to London, and they had me.", "At the time, my father owned a tailoring shop called Norton & Sons on London’s Savile Row. As a child, I spent hours sitting on his cutting bench. He’d whoop as he rolled giant lengths of tweed my way. I’d catch the bolts and watch his hands guide heavy shears through the cloth, the light through his shop window reflecting off his wedding ring. The ring was made from three interlocked bands–my mother, my father, and me.", "When I was eight, my parents told me we were moving to a small town in Connecticut. My maternal grandmother had leukemia, and my mother wanted to be close to her; my father would stay in London with the tailoring business. I had one condition: I’d go to America if I could wear a suit. My father said the cost of fabric and labor was too great, but my mother knew he was prone to giving in to me, so she took me to the boys section of a John Lewis department store. I picked a suit and tie that reminded me of my father. Recently I saw a class picture taken on the first day of third grade in America. The boys are wearing T-shirts, and the girls are wearing dresses. I’m standing in my suit next to them on the bleachers, and I’ve never looked prouder. Later that day, a group of boys sprayed salad dressing all over me. I went crying to my mom. Why had she let me wear a suit to school? “You gave us no choice,” she said. Six months later, my father sold", "his business and followed us to Connecticut.", "When my father was diagnosed with cancer, I was working in Los Angeles as a screenwriter. The day after I got the phone call, I moved back to Connecticut, where my parents were still settled. My father had adjusted well to life in America, spending his time fly-fishing, wearing blue jeans, and tending his garden. Over the next two years, my mother and I sat next to him through 21 rounds of chemo, but the cancer still spread to his bones. We weren’t sure how much longer this would go on. A friend called me from L.A. “It’s time to get back to your life,” he said and offered me a job writing for his new television show. Through tears, my father told me I needed to take the job and hold on to the good memories. On my first day at work, I FaceTimed my parents from my new office. I could see the Hollywood sign. My name was on the door. Perhaps my father took this as permission to go. One week later, my mother called. He’d fallen into a rapid decline. I flew home that night, and he died the next day.", "I let my hair down and stepped onto the platform, legs quaking, heart pounding in my chest", "", "EIGHT MONTHS LATER, the show went on hiatus and I moved to Brooklyn to stay with a man I’d been seeing. We had met on set—Jack was filling in for someone in the camera department. He never knew my father, but he’d listened patiently to all the stories I’d told about him. When I trudged up the stairs to his apartment and collapsed into sobs, he dropped his grocery bags to hold me. He’d lost his parents too. He’d gone through chemo with his mother. He knew what it was like."], "authors": ["Jessica Granger", "Jessica Grange"], "keywords": ["day", "father", "suit", "parents", "id", "wearing", "unexpected", "hed", "mother", "journey", "told", "body", "later", "grief"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}