{"id": "5f38566e-b1d5-31a4-8ed2-29a6b1cc8fe1", "title": "'We are desperate for human contact': the people breaking lockdown to have sex", "url": "https://www.theguardian.com/lifeandstyle/2021/feb/11/we-are-desperate-for-human-contact-the-people-breaking-lockdown-to-have-sex", "summary": "“So you’re making agreements about how many other people that person is seeing; ideally, you’re only seeing each other.\nIt’s exhausting.”People who might want to settle down and start lives together are seeing their chances slip away.\n“We agreed that we were allowed to break the rules if we were going to have sex.\nThere was a short period when only people on the Isle of Wight were allowed to have non-cohabiting or bubbled sex.\nIt’s become more about people being desperate for human contact, it’s serving an altered need.", "paragraphs": ["Last summer, shortly after the first lockdown was relaxed enough to allow strangers to meet outdoors, Rosie, 35, an editor based in London, joined a man for a first date on Hampstead Heath. “He said: ‘I brought some wine with me, but the glasses are in my flat, round the corner.’ I’d only met him for an hour. Even in normal times, I wouldn’t be up for that.” She can’t be entirely sure if he was suggesting an illicit drink or a very quick-off-the-bat shag, but it wasn’t a dilemma, at least. “Maybe people’s pheromones have gone funny,” Rosie says, “or maybe I secretly have Covid and can’t smell anyone properly, but I’ve had more smouldering frisson at the supermarket than I have on a date. I’ve had sex just four times since March.”", "For nearly a year, give or take the odd month, the rules introduced to fight the spread of coronavirus mean that, in England, sex between single people, or established couples who don’t cohabit, has in effect been either illegal, or against regulations, or only allowed outdoors. To give that a sense of scale, 40% of people – rising to 71% among 16- to 29-year-olds – don’t live in a couple.", "Things are not much better in the rest of the UK. Over the summer, Scotland exempted established couples from its household mixing ban, and in Wales an “extended household” could be formed, but like the “bubble” system in England – of which more below – none of this did much for people who weren’t already together. Looking at the rules as a whole, Adam Wagner, a barrister specialising in human rights, concludes: “It’s been a sad old year for everyone.”", "As a result, talking to single people about their sex lives since the start of the pandemic is a labyrinth, a constant cross-check between what was allowed and what actually happened, told in a series of bizarre, dream-like sequences, from intense, anguished romances cut short by global circumstance, through muted misfires sucked dry by the vacuum in which they began, to bloodless, stilted dates in municipal parks or local supermarkets. It’s like reading a short story told by Leo Tolstoy one minute and Ian McEwan the next. As Rosie puts it: “The park is just not a sexy place.”", "Anna, 32, an account manager in Manchester who went into 2020 “single, dating, having lots of fun”, describes total compliance at the start of lockdown: “We were told it might last just three weeks, and it’s fine to not go on a date for three weeks.” But I can almost hear her throwing her hands up, down the phone line. “This is nearly a year. You can’t go for a year without exploring that side of yourself.” Gordon, 43, a coach, describes single friends splitting into two camps – the ones who put everything on hold, and the ones having “bootleg sex: we were going to do it, but not shout about it”. Anna is now in a casual relationship, but “casual” no longer connotes “carefree”. “You still want to make it as safe as possible,” she says. “So you’re making agreements about how many other people that person is seeing; ideally, you’re only seeing each other. It’s a constant negotiation. It’s exhausting.”", "People who might want to settle down and start lives together are seeing their chances slip away. Photograph: Sophie Filippova/Getty Images/Tetra images RF", "Becky, 35, started seeing a colleague in early summer, but that has now ended. “It became impossible in a pandemic,” she says. “Both of us wanted to be able to see our parents. You feel guilty and ashamed; it makes it impossible to maintain unless you move in together straight away.” Did her flatmate ever object to her bringing someone over? “He could hardly – his [non-resident] girlfriend is here now.” The flatmate issue is far more important than you might think, given that nobody ever talks about it. In June, the idea of bubbles was introduced in England, meaning that a single person could link with another household. Neal, 32, from just outside Liverpool, runs the Twitter account @reunitecouples, which campaigns for the government “to grant noncohabiting couples the right to see each other again indoors”. He points out: “There’s an assumption that support bubbles solve everything. But people living with their parents, or in a house share, aren’t eligible.”", "Faced with such a huge challenge to their sex lives, people tend to defer, not to the letter of the law, but to the most cautious person in the house. Rosie has two flatmates, both also single. “We agreed that we were allowed to break the rules if we were going to have sex. We weren’t just allowed to go to any old mate’s house, but if there was a goal in sight, then yes.”", "For a short time, from 3 July, it was once again legal to go to somebody’s house and do what you pleased there (except in Leicester, which was subject to a local lockdown): but only for a month, when new restrictions were introduced in the north of England. From this point until November, sex bans were switched on and off from area to area. There was a short period when only people on the Isle of Wight were allowed to have non-cohabiting or bubbled sex. The looser regulations around Christmas for tiers one and two meant you could conceivably have gone on a date, so long as it was on Christmas Day.", "All of which meant that some people started a relationship when it was legal, only to find that it was suddenly illegal. Neal, who is a primary school teacher, met his accountant boyfriend in October (it’s pretty piquant to teach 30 kids a day, and the rest, and not even be allowed to sit in your partner’s garden). Charlie, 46, who works for an NGO, has a tiny home. She met Karin in October on Lex, a queer dating app. “It came to an explosive head right as the November lockdown began. I think we got a hotel room the last night before they all shut.” Karin was living with friends, so they had nowhere to go. “We spent a lot of time in Oxfam on Bloomsbury Street.” Then non-essential retail closed. “It became Walthamstow Marshes. That was all we could do. That was thrilling; I felt like a teenager. I mean, I got no sex as a teenager, but how I imagine teenagers should be: star-crossed, tragic lovers. I was smitten.” Karin went back to Scandinavia, where she’s from, and is now locked down there.", "City parks have become the venue for illicit get togethers. Photograph: Alex Cambero/Getty Images/iStockphoto (posed by models)", "“A lot of people are very angry,” Neal says. “This is about more than me and my situation. From a safety point of view, we probably wouldn’t be meeting anyway because he lives with his parents and they’re in their 60s. My sense is that this hasn’t become a bigger issue because people have taken things into their own hands. They’ve decided for themselves what is safe and reasonable.” It turns out you can only enforce abstinence by statutory instrument for a short time, before you create a large number of criminals. And if the people I spoke to are anything like representative, most of them are quite livid.", "The “one rule for them, another for us” indignation came up a lot, but its mascot was not Dominic Cummings but Neil Ferguson, the epidemiologist who was busted in May for breaking regulations with his married lover.", "Echoed across everyone – gay, straight, in their 20s, 30s or 40s – is this sense that, for the government, “the nuclear family has been the priority”, as Anna puts it. “The people who have bought houses, had babies, got pregnant, bought puppies. Everything else has been stripped away: this is what you should be doing.” This anger didn’t come from Covid denial or a lack of civic duty; rather, a sense of single people having been completely sidelined.", "People have taken things into their own hands. They’ve decided for themselves what is safe and reasonable", "“The government’s approach to it is so pathetic, so childish, so Tory,” Rosie continues. “Everything has to be family-friendly; there is no recognition that they’re governing a nation of adults and having a sex life is part of being an adult.” People in established relationships who don’t cohabit feel the same way, Neal says – “that when the government talks about households, it’s a certain model of society where we’re all in our neat little family units. It doesn’t necessarily reflect the complexity of many people’s lives today.”", "It is not beyond the wit of modern society to accommodate this complexity. In Belgium, they invented the concept of the “knuffelcontact”, literally a hug-buddy, but widely understood, as Lotte, 37, phrases it, as “a shagging exemption, although there is not a lot of liquidity in the shagging market these days”. Last week, the Brussels Hotel Association appealed to knuffelcontacts to keep the industry alive by mini-breaking in their own capital. You don’t get much more explicit than that: nobody goes to a hotel for a hug. In Italy, meanwhile, as far back as last April they introduced the “congiunti” rule, a word that even Italians had to Google. The government finally clarified: it could mean “relations, in-laws, spouses, cohabitants, long-term partners and loved ones”. “Loved ones” is doing a lot of heavy lifting there. It seems a peculiarly British response, to think that sex will simply vanish if you ban it but don’t really talk about it.", "This is not without consequence, the most obvious being that people who want to meet someone and start a family are watching that possibility slip away. “I was 34 at the start of this,” Becky says, “and I worry about coming out of the pandemic aged 37, with all these crucial decisions taken away from me. I am not someone who is baby mad. But it brings home the gender difference between women our age and men our age; it doesn’t affect them the way it affects us”. Every woman in her 30s I spoke to felt this evaporation of choices keenly, and felt that the trade-offs hadn’t been maturely weighed. “It’s not even what my grandparents would want,” said Rosie, “that their protection came at the cost of a generation of people not living their full lives.”", "Broadly, people were more likely to put sex in the category of a human right than talk about it as a “wellness” or emotional issue, although Gordon describes the different mood of a Covid date. “I definitely feel that people are much more open about being lonely,” he says. “So it’s become a little bit more Victorian. It does end up being in the bedroom at some stage, but there are a lot more walks. It’s become more about people being desperate for human contact, it’s serving an altered need. Sex is still going to feature, but talking online and to my fuckbuddies, there’s more feelings and less showing off. The conversation is: ‘Isn’t this shit? I’m feeling a bit crap, if I’m honest with you. Shall we have sex?’”", "There is anger that the government’s views of relationships are firmly focused on family values. Photograph: WireStock/Alamy (posed by models)", "People with long enough memories liken the situation to the HIV era. “It’s a very recognisable sexual health discourse,” Charlie says. “Who else have you been seeing? When were you last with them?” She calls Covid “the great monogamiser”. “The illicit nature is usually because you’re hiding a sexual truth from someone else. But this was purely pandemic-related, a social pressure. So there is a queer element to it, I couldn’t help but feel. Wait, this is depressing, this is familiar – skulking around, not wanting anyone to know. It was kind of like second nature.”", "But having forced monogamy on nascent relationships, the virus then makes it hard to take things forward. “All the natural ways of getting to know somebody, going to the pub, seeing how they act socially with their friends, how they act with your friends, all of that is gone,” says Becky. “It’s now: ‘Do you want to go to the park and die of cold or illegally come to my house?’”", "In the groove of understanding that these are extraordinary times, in which everybody must play their part, and nobody is as ground down as NHS staff, who might themselves be single but are too busy even to worry about it, it is considered insensitive and irresponsible to even acknowledge rule-breakers as people, let alone consider their point of view. But, arguably, many of us are only rule-abiding because the rules acknowledge us (for instance, parents such as me who share custody of their children have been allowed to switch households through every restriction; but if regulations had forbidden that, I would have just ignored them).", "", "Coyness, from everyone, but policy-makers in particular, has erased the experiences of a huge number of single or non-cohabiting people. Laws have been made as if they either don’t exist, or don’t matter. “How can I go on living my life in such a way as I don’t feel forgotten?” asks Gordon.", "Names and some identifying details have been changed"], "authors": ["Zoe Williams"], "keywords": ["allowed", "lot", "rosie", "breaking", "dont", "lives", "desperate", "seeing", "single", "start", "contact", "lockdown", "sex", "short", "human"], "pubDate": "2021-02-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}