{"id": "5f3c521a-82aa-385f-a45c-5d169a4e6d03", "title": "Statement by the President", "url": "https://www.whitehouse.gov/briefings-statements/statement-by-the-president-120420/", "summary": "Today, I have signed into law H.R.\n835, the “Rodchenkov Anti-Doping Act of 2019” (the “Act”).\nThe Act imposes criminal sanctions on certain persons involved in international doping fraud conspiracies and provides restitution for victims of such conspiracies.\nMy Administration will treat section 6 of the Act consistent with the President’s constitutional authority to control the dissemination of information, the disclosure of which could impair national security, foreign relations, law enforcement, or performance of the President’s constitutional duties.\nDONALD J. TRUMPTHE WHITE HOUSE,December 4, 2020.", "paragraphs": ["Today, I have signed into law H.R. 835, the “Rodchenkov Anti-Doping Act of 2019” (the “Act”). The Act imposes criminal sanctions on certain persons involved in international doping fraud conspiracies and provides restitution for victims of such conspiracies.", "Section 6 of the Act requires certain executive agencies, including the Department of Justice, to share information with the United States Anti-Doping Agency “with regard to any investigation related to a potential violation of section 3 of this Act.” I appreciate that section 6 of the Act provides an exception to this disclosure requirement for information that would affect the “integrity of a criminal investigation,” but the exception may not cover all information that is protected by executive privilege. My Administration will treat section 6 of the Act consistent with the President’s constitutional authority to control the dissemination of information, the disclosure of which could impair national security, foreign relations, law enforcement, or performance of the President’s constitutional duties.", "DONALD J. TRUMP", "THE WHITE HOUSE,", "December 4, 2020."], "authors": [], "keywords": ["provides", "information", "executive", "president", "exception", "disclosure", "law", "act", "criminal", "presidents", "statement", "investigation"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}