{"id": "5f73578a-f815-389c-8667-06aa8c8a9bc6", "title": "Cicely Tyson died on January 28th", "url": "https://www.economist.com/obituary/2021/03/04/cicely-tyson-died-on-january-28th", "summary": "S LOWLY, WITH infinite effort, the elderly black woman got out of the car.\nTo play this lead role in “The Autobiography of Miss Jane Pittman”, in 1974, Cicely Tyson spent months preparing.\nDefiance came naturally, as a black woman in a world where black misery was largely ignored and black beauty dismissed.\nIn 2013, fulfilling a long-standing dream, she played an originally white role, Mrs Carrie Watts, in “The Trip to Bountiful” on Broadway.\nThe story was of an old woman who insisted on seeing her childhood home before she died.", "paragraphs": ["S LOWLY, WITH infinite effort, the elderly black woman got out of the car. Helped by a friendly arm, she laboured up the steps to the terrace. But there, squaring her shoulders, lifting her chin, she shrugged her helpers off. She knew how to walk, and she could walk from here. Her aim was to get to the water fountain by the sheriff’s office, the one that said “White Only”. Step by dragging step, leaning on her cane, she pressed on. The white officers by the door let her pass; they could hardly obstruct an old woman. At the fountain she turned on the water, took a smallish sip, let it flow round her mouth to savour it. Then, with a cursory glance at the officers, she went slowly back.", "Listen to this story Your browser does not support the <audio> element. Enjoy more audio and podcasts on iOS or Android.", "To play this lead role in “The Autobiography of Miss Jane Pittman”, in 1974, Cicely Tyson spent months preparing. The film required her to age from 19 to 110, when the fountain incident occurred. She herself was somewhere midway, 49, though her elfin body and taut skin might have made her half that. To delve inside the being of this ancient woman, once a slave, she put on blurring contact lenses and studied residents in nursing homes, noticing how their hands shook and their memories came and went. What she did not need to study was Miss Pittman’s defiance.", "Of that she already had plenty. She showed it most memorably on the day in 1963 when she went into Shalimar’s barber shop in Harlem and asked to have her sleek bob cut away. For a while she had practised hairdressing herself, wielding her hot comb and pressing irons to straighten out those unkempt curls, as white people saw them. Now she would wear her hair natural. It happened to suit the latest part she was playing; but more than that, it showed her real self, and she felt beautiful. She kept that half-inch Afro for her TV role in “East Side/West Side”, the first main role for a black actress in a series, astonishing Americans because her character had a serious career, as a secretary, and was comfortable in her skin. She then retained that lean, proud look for years. Many activists marched, but her civil-rights statement was her face on stage and screen. Each time she chalked up a first—the first black woman to win an Emmy as a lead actress, for “Jane Pittman”, and the first to receive an honorary Oscar, in 2018—she considered it not just a chance to be dazzling in ruffles, silk or lace, but a victory for humankind.", "Defiance came naturally, as a black woman in a world where black misery was largely ignored and black beauty dismissed. Consigned to a typing pool when she left school, she walked out, declaring that God did not intend her to bang on a typewriter for the rest of her life. In search of a modelling agency, a path that saw her face in Vogue as well as Ebony and Jet, she sent her photos all over New York, and did not care when her mother threw her out for it. Hired in a small way in the late 1950s for feature films and off-Broadway, she soon put her foot down. There were roles she approved of, and roles she would rather starve than take.", "Those included all the parts, and they were few enough, customarily assigned to black actors. While the men were con-men, hustlers or drug addicts, the women were plump maids or prostitutes, Jezebels or Aunt Jemimas. Characters like these had no dimension, no complexities or professions or family life, as white characters did. They were cartoons, the insulting half-wit faces on tins of chewing tobacco or laundry bleach, when they should have been teachers and lawyers, doctors and politicians, mothers and fathers. They were never given their full, true humanity.", "She especially longed to see black sisters portrayed as they really were: the strength of their race, the ones who held their families together when the men went off, for whatever reason. (She knew all about that, saving Miles Davis time after time when the jazzman broke up their relationship with the stench of his philandering and the horrors of his cocaine.) The role she treasured most came in “Sounder” in 1972, where she played the wife of a Louisianan sharecropper who, when her husband was imprisoned for stealing food, had to run the farm and raise the children alone. It won her a best-actress Oscar nomination. As Rebecca, wearing cornrows as she hoed the dry soil and pinned up washing, she thought of her own mother, her fierce mentor, who had also brought up her children largely single-handed. They were poor, moving from tenement to tenement in Harlem, but her mother always managed to whip up potatoes and salt pork for their meals, and to sew the wonderful organza dresses her daughters wore in church. From her she had inherited, as well as her “blessed assurance” of God’s guidance, her stiff, straight back.", "One day, however, she had seen her mother in a line of black women waiting to be hired as maids. White people in cars drove slowly past, looking them over. America’s original sin of slavery seemed as sharp as ever. Even decades later racism still ran deep in the film and TV industries, despite the progress on the surface. In 1977 she appeared as the hero’s mother in “Roots”, a TV series that told the story of an African boy, Kunta Kinte, sold into slavery in the South. It made a huge splash for a time. But there were still few parts for black actors unless these were “written black”, shoehorned into some white cliché of what her people were. And they were still not considered automatically as leads, capable of carrying a film, or as actors of classic parts. She would have loved, herself, to play Ophelia. The role seemed closed to her. But where did anyone say Ophelia was white?", "In 2013, fulfilling a long-standing dream, she played an originally white role, Mrs Carrie Watts, in “The Trip to Bountiful” on Broadway. It won her a Tony award. The story was of an old woman who insisted on seeing her childhood home before she died. As usual she steeped herself in the character, even going to “Mrs Carrie’s” part of Texas to scratch up the earth and smell it. Being ancient herself now, it was not hard to get the moves right. And in any case, for all her care with nuances, her characters had one trait they shared. Whatever their age, they stood tall, squared their shoulders, pressed onward. They kept their chins high. ■"], "authors": ["The Economist"], "keywords": ["tv", "black", "fountain", "went", "mother", "28th", "film", "cicely", "woman", "role", "died", "parts", "tyson", "white"], "pubDate": "2021-03-04T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}