{"id": "5fa74521-8a62-3a36-bde1-a20100fa56be", "title": "If you can’t beat them - What explains bitcoin’s latest boom?", "url": "https://www.economist.com/leaders/2021/01/09/what-explains-bitcoins-latest-boom", "summary": "One unlucky man in Wales searched a rubbish dump for a hard drive containing 7,500 accidentally discarded bitcoins, whose value had grown from almost nothing to $7.5m.\nThe total value of outstanding bitcoins exceeds that of Canadian dollars, narrowly defined to include banknotes and central-bank reserves.\nIt is far too inefficient to be of much use for making payments; bitcoin is capable of processing fewer than ten transactions per second.\nRegulatory resistance has already forced Facebook’s mooted digital currency, Libra, to rebrand (to “Diem”) and scale back its early ambition.\nMeanwhile, the competition is heating up as central banks improve payments systems and launch slick digital currencies of their own.", "paragraphs": ["T HE FIRST surge in the price of bitcoin, to around $1,000 in 2013, minted cryptocurrency millionaires, provoked declarations of a bubble and left some early fans kicking themselves. One unlucky man in Wales searched a rubbish dump for a hard drive containing 7,500 accidentally discarded bitcoins, whose value had grown from almost nothing to $7.5m. Since then bitcoin has been on a wild ride. Fuelled by casual speculators and market manipulation, its price surged to about $19,000 in December 2017; over the next year it fell by more than four-fifths. Bitcoin’s most recent ascent has been its giddiest yet. Having tripled in three months its price is now over $35,000 and somewhere under Newport sits a computer part worth over $260m.", "Today’s bitcoin enthusiasm is striking because basement-dwelling libertarians are not the only ones talking it up. Some of Wall Street’s finest have joined them (see article). Larry Fink of BlackRock, the world’s largest asset manager, said in December that bitcoin could become a “global market”. Big hedge funds such as Renaissance Technologies have been punting on cryptocurrencies. Ruchir Sharma, a strategist at Morgan Stanley’s investment arm, argues that America’s mounting debts may make cryptocurrencies more appealing.", "The total value of outstanding bitcoins exceeds that of Canadian dollars, narrowly defined to include banknotes and central-bank reserves. But few of the new crypto converts think it has any chance of replacing government money—the dream of early believers. It is far too inefficient to be of much use for making payments; bitcoin is capable of processing fewer than ten transactions per second. By contrast, the firms upending consumer finance, like Alipay and Venmo, minimise friction. Were that problem solved, governments would clamp down quickly on any technology that threatened their monetary sovereignty. Regulatory resistance has already forced Facebook’s mooted digital currency, Libra, to rebrand (to “Diem”) and scale back its early ambition. Meanwhile, the competition is heating up as central banks improve payments systems and launch slick digital currencies of their own."], "authors": ["The Economist"], "keywords": ["latest", "value", "cant", "early", "beat", "price", "payments", "cryptocurrencies", "digital", "explains", "worth", "market", "boom", "bitcoins", "bitcoin"], "pubDate": "2021-01-09T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}