{"id": "5fb30386-438b-32ac-9ce2-0072709f2544", "title": "Joe Biden and Jair Bolsonaro square off over the Amazon", "url": "https://www.economist.com/the-americas/2021/03/20/joe-biden-and-jair-bolsonaro-square-off-over-the-amazon", "summary": "“This negative perception has an enormous potential for harm,” they wrote in a letter to the government, urging Mr Bolsonaro to do something.\nAmerican diplomacy under Mr Biden will seek to persuade Mr Bolsonaro not to let that happen.\nThe Democrat-controlled US Congress might follow suit if diplomacy fails, which could provoke Mr Bolsonaro to greater recalcitrance.\nEven so, should Brazil fail to meet its targets, Mr Biden has few diplomatic sticks with which to whack Mr Bolsonaro.\nIf Mr Bolsonaro proves intransigent, the Biden administration could work with states in the Amazon instead.", "paragraphs": ["B RAZILIAN BUSINESSES rarely preach greenery. Yet last July, 20 months after Jair Bolsonaro was elected president, rampant deforestation in the Amazon roused 38 CEO s to speak up. Foreign investment was falling and trade talks were stalled. “This negative perception has an enormous potential for harm,” they wrote in a letter to the government, urging Mr Bolsonaro to do something. He ignored them. The pace of deforestation, as reported in November, was 10% faster in 2020 than in 2019. Yet the president merrily slashed the budget for environmental enforcement for the third year in a row.", "Listen to this story Your browser does not support the <audio> element. Enjoy more audio and podcasts on iOS or Android.", "Now those Brazilian bosses are placing their hope in another president—one who lacks Mr Bolsonaro’s populist disregard for science. Joe Biden has signalled that both his foreign and domestic policies will aim to arrest climate change. More than 60% of the remaining tree cover in the Amazon is in Brazil. Not only is the rainforest brimming with irreplaceable biodiversity; it is also a carbon sink. Burning or chopping it down turns it into a source of carbon emissions instead. American diplomacy under Mr Biden will seek to persuade Mr Bolsonaro not to let that happen. This is perhaps the first time that a major bilateral relationship has focused on trees.", "That presents both risks and opportunities for Brazil. After Mr Biden said in a debate in September that Brazil could face “economic consequences” if it doesn’t “stop tearing down the rainforest”, Mr Bolsonaro tweeted, “ OUR SOVEREIGNTY IS NON-NEGOTIABLE .” Later, he made what sounded like a threat, saying Brazil would need “gunpowder” if diplomacy should fail. Tensions have now eased somewhat. Mr Biden told John Kerry, his climate envoy, to make good on a campaign promise to raise, with the help of other countries, $20bn for the Amazon. In February Mr Kerry had a call with Ernesto Araújo, Brazil’s foreign minister, and Ricardo Salles, the environment minister. “We have to construct bridges,” says Mr Salles.", "In an interview with The Economist Mr Kerry said that he would not be “just dictating”, but working with Brazil. He admits it won’t be easy, adding that he is dealing with “an administration that has felt aggrieved in the way that it has been approached to date”.", "In both countries, wonks are trying to pull together a deal that the two presidents can claim as a win. In January a group of former US cabinet officials and climate negotiators published an “Amazon Protection Plan” in which funding for Amazon countries would be conditional on reducing deforestation. In Brazil CEO s and scientists calling themselves Concertação pela Amazônia (“Agreement for the Amazon”) are lobbying for a chunk of the aid to go to sustainable development.", "Until recently both countries were active participants in climate negotiations. As secretary of state in 2016, Mr Kerry signed the Paris accord on climate change. Brazil used its stewardship of the Amazon as a way to “punch above its weight”, says Tom Shannon, a former US ambassador to Brazil. Between 2008 and 2019 Norway and Germany donated more than $1bn to Brazil’s Amazon Fund, which aims to curb deforestation and support sustainable development. But after President Donald Trump withdrew from the Paris accord, Brazil, China and other countries appeared to use his environmental insouciance as a pretext to neglect their own commitments.", "And when Mr Bolsonaro became president in 2019 “a relationship that had been between states and societies became a relationship between two guys,” says Mr Shannon, referring to Mr Bolsonaro’s bromance with Mr Trump. Brazil’s other relationships soured. After two decades of negotiations, the EU has yet to ratify a trade deal with Mercosur, a bloc of South American nations, mostly because of Mr Bolsonaro’s policies.", "Brazil’s private sector, by contrast, has stepped up. After a decade of ignoring the global trend to be greener, Brazilian banks, funds and firms have now started pledging to reduce their carbon emissions and to eliminate deforestation from their supply chains. The price of carbon credits in Brazil’s nascent voluntary market almost tripled in 2020. Demand is increasing for shares in firms that promise stricter environmental, social and corporate-governance standards. Much of this is “greenwashing”, thinks Fabio Alperowitch of FAMA Investimentos, a fund that focuses on such shares. But some is not.", "Seeing the wood for the trees", "Mr Biden could help. The $20bn he has pledged to raise for the Amazon could be made conditional on Brazil meeting environmental goals. So could Brazil’s request to join the OECD , a club of mostly rich countries. In the past, Brazil has stymied the creation of a global carbon market by insisting that credits it sells to other countries should also count as its own emissions reductions. Such double-counting would result in a smaller cut overall. A push from the Biden administration to reject this double-counting, if successful, could boost conservation in the Amazon.", "Off the record, however, many CEO s admit to being more anxious than they have let on. A deal with the Biden administration “is our only hope” of avoiding trade barriers and further reputational damage, says one. Both the EU and Britain are considering laws to punish companies that import products tied to deforestation and banks that fund them. The Democrat-controlled US Congress might follow suit if diplomacy fails, which could provoke Mr Bolsonaro to greater recalcitrance. A deal will only work if he can call it a victory.", "The most effective way to do this would be to get farmers on board. Agriculture generates a fifth of Brazil’s GDP and roughly half its exports. But whereas multinationals such as JBS , the world’s largest meat producer, and Cargill, a food-trader, have joined the Concertação, Amazonian farmers are noticeably absent. They are sick of being blamed for deforestation, and of unmet promises of cash for conservation. They think environmentalists’ demand for “zero deforestation” is unreasonable. (Brazil’s forest code permits farmers in the Amazon to clear trees from 20% of their land.) “Whoever wants to help Brazil should start by respecting the law, including the right to deforest,” says Caio Penido, a beef lobbyist.", "The biggest challenge for a US -sponsored Amazon deal would be enforcement. Norway and Germany froze their donations to the Amazon Fund in 2019 after losing faith in Mr Bolsonaro. He and Mr Biden are likely to disagree about how a new fund should be spent. The Biden administration will expect progress on reducing deforestation. But Mr Bolsonaro is reluctant to crack down on illegal logging, mining and cattle-ranching; the people who do these things are often his supporters.", "Mr Biden appears more worried about climate change than his predecessors were. Mr Kerry is the first climate tsar to sit on the national security council. Even so, should Brazil fail to meet its targets, Mr Biden has few diplomatic sticks with which to whack Mr Bolsonaro. He will be wary of isolating such a big ally as Brazil. Bilateral trade is $100bn a year; military cooperation is growing. Sanctions, if imposed, might not work. The biggest buyer of Brazilian beef and soyabeans, both of which are sometimes raised on deforested land, is not the United States but China.", "If Mr Bolsonaro proves intransigent, the Biden administration could work with states in the Amazon instead. The government of Mato Grosso has tried to reduce tree loss by encouraging farmers to join an environmental registry. It is also experimenting with paying farmers to clear less than 20% of their land. But bureaucracy and distrust among farmers have meant that the state has only processed permits for roughly 8% of its farmland. Creating a sustainable economy for the Amazon will take more than paying farmers not to destroy the forest, says Denis Minev of Bemol, the region’s largest department store. He wants American cash to support research into how Brazil can make money from the Amazon’s biodiversity.", "In April Mr Biden will host the Earth Day summit to persuade world leaders to strengthen their green commitments in the lead-up to the UN summit in November. Mr Bolsonaro says he will attend. The Wilson Centre, an American think-tank with ties to Brazil, has started bringing the wonks from each country together. Mr Kerry is aware of their proposals, says a diplomat. The real test will come once they reach Mr Bolsonaro.■", "For more coverage of climate change, register for The Climate Issue, our fortnightly newsletter, or visit our climate-change hub", "See also: We are tracking the Biden administration’s progress in its first 100 days"], "authors": ["The Economist"], "keywords": ["biden", "square", "jair", "bolsonaro", "amazon", "countries", "brazil", "deforestation", "brazils", "mr", "joe", "farmers", "climate"], "pubDate": "2021-03-20T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}