{"paragraphs": ["Written by Oscar Holland, CNN", "This feature is part of a wider CNN Style series on how culture in China is evolving in the Xi Jinping era.", "Four years into the construction of Beijing's tallest skyscraper , its architects received an unexpected request from the city's authorities.", "Despite already being more than half built -- and despite the fact its shape was explicitly based on a \"zun,\" a ceremonial wine vessel popular in the Shang dynasty -- the tower needed to be more \"Chinese.\"", "\"Apparently, the client got a call from the vice mayor's (office) saying they were doing a review of all new construction in Beijing,\" recalled Robert Whitlock, design principal at Kohn Pedersen Fox (KPF), the US-owned architecture practice behind the 1,731-foot skyscraper. \"And (they) thought that the flat top of the building wasn't Chinese enough.\"", "Over the following months, the firm held a series of meetings with city planners to negotiate last-minute changes to the design. While the architects resisted what they saw as \"literal\" interpretations of Chinese culture, officials pointed to pagodas and temple roofs as sources of inspiration, said KPF director, Li Lei.", "\"One of the suggestions (was) to look at the Temple of Heaven -- whether there was a way for us to interpret the traditional elements of the tiered roof ... somehow, and put it on top of the building,\" Li said, \"which we immediately thought wouldn't work.\"", "The flared top of Beijing's Citic Tower, the world's eighth-tallest skyscraper. Credit: Kohn Pedersen Fox", "What resulted was an exercise in compromise. Citic Tower's crown would become more curved and exaggerated at its corners, reflecting the flowing lines of traditional Chinese architecture. The showpiece skyscraper was completed last year, with state-owned conglomerate owner, Citic, set to move in this winter.", "\"We tried a bunch of schemes and ultimately got (city authorities) to understand -- or we convinced them -- that the subtle flare at the top mimicked the slope of a traditional roof, and that it was consistent with the tower's bottom,\" said Whitlock.", "But, in retrospect, the timing of the request may have been no coincidence.", "Less than a year earlier, in 2014, President Xi Jinping had made a speech at a Beijing literary symposium in which, according to state media reports, he criticized the construction of unusual buildings -- presumably referring to the novelty towers, experimental shapes and unduly tall skyscrapers that had come to define contemporary Chinese architecture.", "Vessel-shaped 'supertall' skyscraper transforms Beijing's skyline", "KPF's Li does not believe the request was a \"direct initiative\" from the president. Indeed, it would be another year before the State Council, China's cabinet, issued a more explicit 2016 directive calling for the end of \"oversized, xenocentric, weird\" buildings, in favor of those that are \"suitable, economic, green and pleasing to the eye.\" But the vice mayor's request seemingly reflected changing attitudes within Chinese officialdom.", "Today, in a country once seen as an architects' playground , there are growing signs that planners are no longer beholden to Western design. And architects -- whether influenced by Xi's position or the inspiration behind it -- are increasingly looking to the country's own history and culture for expressions of modernity.", "New cultural confidence", "Before the 2000s, contemporary Chinese architecture barely registered on the global radar.", "The years following the 1949 communist revolution were characterized by a utilitarianism that considered the discipline a matter of engineering, not art. Communist China founder Mao Zedong's disdain for history also saw the widespread destruction of old structures, and only a last-minute intervention by his premier, Zhou Enlai, allegedly prevented him from tearing down the Forbidden City itself.", "In the latter stages of the 20th century, few buildings of international interest or renown were ever realized on the mainland. One of the noteworthy exceptions, the late I. M. Pei's tranquil Fragrant Hills Hotel, fell into disrepair shortly after opening in 1982.", "But a post-millennium construction boom changed all that.", "Developers had money to spend, and planners were eager to put their cities on the map with eye-catching landmarks. Foreign architects flooded into China, viewing the country as both a new source of revenue -- even more so after the 2008 global financial crisis -- and a loosely-regulated tabula rasa on which to test bold new ideas.", "One of the more succesful examples of foreign-designed architecture in China, Zaha Hadid's Guangzhou Opera House won the best cultural building award at the 2011 RIBA International Awards. Credit: Image: Courtesy Zaha Hadid Architects Photo by Iwan Baan", "Notable successes emerged from the gold rush. Acclaimed British-Iraqi architect Zaha Hadid refined her space-age curves through the pebble-like Guangzhou Opera House and the uniquely textured Nanjing International Youth Cultural Centre. In the capital, Dutch firm OMA's gravity-defying CCTV Headquarters (now known as China Media Group Headquarters) remains widely admired in architectural and engineering circles, despite its odd shape and subsequent local nickname \"da kucha,\" or \"big pants.\"", "Yet, for every success, there were countless opportunities for ridicule: a coin-shaped office block in Guangzhou, an arts center in Zhengzhou resembling a collection of otherworldly eggs, and a gate-like Suzhou skyscraper whose likeness to a pair of pants was pointed out with far less affection. Local architects followed suit, with buildings resembling teapots musical instruments , a cellphone and even a giant crab", "These bizarre forms make up just a fraction of the country's architectural output, according to Lu Andong, a professor at Nanjing University's School of Architecture and Urban Planning. But the media became attached to the \"weird China\" narrative -- so much so, that images of an unfinished tower went viral for its seemingly rude appearance, despite the final design being no more phallic than any of its neighbors.", "Suzhou's Gate to the East skyscraper pictured during construction in 2014. Credit: VCG/Getty Images", "This unfortunate reputation will have factored into the government's new stance. But changes in China's architectural community were already underway, said Lu, who pinpointed 2008, the year Beijing hosted the Olympic games, as a more significant turning point.", "\"(Around this time), Chinese culture in general became more confident, because they were already at the world stage... they were a player, so they no longer looked to those leading (Western) architects,\" he said in a phone interview. \"They were quite confident in what they were doing.", "\"Around 2008 to 2010, there were more and more architects -- many of whom were educated overseas -- coming back to China. And they were familiar with how the international architecture sphere, or culture, operated... There was a change in the intellectual paradigm.\"", "Evolving identity", "This period, and the years immediately after, saw Chinese architects making their mark globally. By 2012, Wang Shu had become the first mainland Chinese winner of the Pritzker Prize, the \"Nobel Prize\" of architecture. And Ma Yansong, founder of MAD Architects, began garnering international recognition -- and overseas commissions -- for his flowing, curvilinear buildings inspired by Chinese art. (More recently, Ma was chosen to design the long-awaited Lucas Museum of Narrative Art in L.A., arguably the most prominent US project by a Chinese architect to date).", "Architect Ma Yansong on why curves matter", "With a design philosophy drawn from traditional \"shanshui\" paintings (literally \"mountain and water\"), Ma represents, in many ways, the burgeoning cultural confidence that has seen architects look to the country's history, arts and geography for inspiration. Yet, as a protégé of the late Zaha Hadid, he too may fall the wrong side of so-called \"xenocentrism.\" Indeed, his mountainous Chaoyang Park Plaza development, unveiled the year before Xi's 2014 speech, was marketed online as possibly being \"Beijing's last abnormally shaped landmark building to enter the market in the coming 10 years,\" according to the New York Times", "For Lu, however, skyscrapers and landmarks are not the only barometers of the architectural atmosphere. The book he co-authored, \"China Homegrown: Chinese Experimental Architecture Reborn,\" offers examples of small-scale projects expressing national character through vernacular architecture -- the use of local materials, like bamboo, and region-specific construction methods or designs. Again, Lu said, the emergence of this movement predates the government directive.", "Arhicetcture firm Archi-Union's \"In Bamboo\" cultural center in Sichuan province was constructed using local materials, building techniques and craftsmen. Credit: Photo by Bian Lin", "\"There was a kind of resistance to the 'international impact' of (foreign-designed buildings), and Chinese architects believed that there was something serious and more ontological within Chinese architecture,\" Lu said. \"Even in the early 2000s, they were confident about that.", "\"They were quite split. (There was) a group that was more internationally-oriented and wanted to be elevated into the international sphere, and wanted their projects to be covered by media and critics -- to be adored. On the other hand, there were architects who were quite unhappy about that, so they used regionalism to show another kind of identity.\"", "Aforementioned Pritzker laureate Wang Shu, along with his wife and partner Lu Wenyu, continues to epitomize this nuanced approach to history. Take 2016's Fuyang Cultural Complex near his home city of Hangzhou, with its gently curved roof and irregular brick walls evoking the design of local village houses.", "A walk with Wang Shu and Lu Wenyu.", "Plenty of Chinese firms are taking similarly sensitive approaches to small-scale projects: Archi-Union's bamboo-woven cultural center in Sichuan province or WEI Architect's Fujian guesthouse , with its sweeping roofs that mimic the surrounding mountains.", "And overseas designers have shown increased cultural sensitivity in recent years, too, from David Chipperfield's understated ode to Zhejiang's red clay hills to WSP's irregularly stacked Hangzhou university complex, inspired by local courtyard homes.", "Reinterpreting the past", "Almost a decade after leading OMA's work on the CCTV Headquarters, German architect Ole Scheeren last year unveiled his latest Beijing landmark, the Guardian Art Center. Commissioned and approved before Xi's appeals, the auction house and exhibition space epitomizes Chinese architecture's new, almost Janus-faced identity.", "The Guardian Art Center pays subtle tribute to Beijing's historic hutong architecture. Credit: Büro Ole Scheeren / Iwan Baan", "The building's pixelated lower half plays with the geometries of the low-rise \"hutong\" alleyways beside it. The upper floors, meanwhile, pay tribute to the nearby houses, reimagining their brick walls as grids of rectangular glass panels. Scheeren even projected a 14th-century landscape painting, \"Dwelling in the Fuchun Mountains,\" onto the building's facades, using the line of the mountains to inform an arrangement of small circular windows.", "\"We need to be truly contemporary and we need to be abstract, but we need to embed meaning in much more intellectual ways,\" he said of the project during a phone interview.", "Having headquartered his firm, Büro Ole Scheeren, in China, the architect has observed significant changes since the heady early-2000s. He sees attempts by Chinese architecture to \"reclaim its own territory\" as a natural and \"very healthy process.\"", "\"China was simply going through a process of transformation, or at least I saw the beginnings of one,\" he said. \"After one or two decades of enormous enthusiasm and rapid growth, change and modernization, there was -- for the most part -- very little time left to reflect and think.\"", "Scheeren identified a number of questions facing the industry generally -- but China specifically: \"How do you relate to the past without being sentimental about it? And how do you build a future and a present without forgetting what was there? I see no value in mimicking things from before.\"", "Beijing's historic \"hutong\" alleyways pictured from the Guardian Art Center. Credit: Büro Ole Scheeren", "The architect highlighted the contrast between Guardian Art Center and its neighbor, a drab early-90s hotel topped with an incongruous temple-style roof that shows just how far notions of \"Chineseness\" have evolved. But this reflects not only progress in design thinking, but in attitudes among city planners and developers.", "There are other, lesser-seen ways in which a shift in official attitudes may be transforming China's skylines.", "Nanjing University's Lu said that foreign architects no longer have a guaranteed advantage in design competitions, which are often used to select major landmarks. Smaller cities may still hold reverence for Western designs, he admitted, but in places like Beijing, Shanghai, Guangzhou or Shenzhen, local architects now have a \"fairer chance.\"", "KPF's Li, meanwhile, points to recent changes in how cities are designed at a macro level. \"I think what Mr. Xi is doing an amazing job at is getting the planning side to re-look at what is a livable city -- a better urban planning policy that will reduce pollution, traffic and look at satellite cities,\" he said, adding that China is looking to develop \"models more akin to northern European cities (with) livable, walkable, cyclable qualities.\"", "According to co-founder of Open Architecture, Li Hu (no relation), the Xi years have heralded stricter safety regulations and what he describes as a \"more democratic\" approval process. \"In the past, one top official could approve things on his own,\" he said in a phone interview, \"but now it has to go through lots of different departments and everyone gives their opinions.\"", "Li was unequivocal that the president's directive \"had no impact\" on his work, which he distanced from attempts to achieve notions of \"Chineseness\" -- though he still receives requests to do so.", "Built in renovated industrial oil tanks, Open Architecture's Tank Shanghai arts center is one of a growing number of renovation and restoration projects in China. Credit: Open Architecture / Wu Qingshan", "Nonetheless, some of his firm's best-known projects, including Tank Shanghai, an arts center built in thoughtfully renovated industrial oil tanks, represent another movement in Chinese architecture: a greater appreciation for heritage. In a country where shiny newness once reigned large, and where historic buildings (including swathes of Beijing's historic hutongs) were regularly razed, there now appears to be more appetite for restoration projects.", "\"You're starting to see more and more reuse and renovation projects in many parts of China,\" Li said, \"particularly in big cities where they used to have a pretty strong (set) of industrial spaces.\"", "'Consciousness has shifted'", "While Open Architecture's Li doesn't credit this latter change to government policies, he accepts that the State Council directive -- initially, at least -- rattled developers and politicians who were afraid of inadvertently endorsing designs that would later become unpalatable to officials. \"For a while I heard rumors that many projects got put on hold, because people were unsure if they were 'weird' or not.\"", "Yet, after this initial period of conservatism, the directive's influence has already \"faded away,\" Li said, citing the return of ill-considered buildings that he brands \"monsters.\" He recalls being told by a politician that one of his firm's recent competition entries was \"not crazy enough,\" which to him implied that unusual landmarks are \"still in people's minds.\"", "\"No one knows, exactly -- unless you're an insider -- under what context (the State Council's) statement was made. (It) was vague, so it was interpreted by different people in different ways,\" Li said, adding \"I've started to see a resurfacing of these irresponsible buildings again -- at a larger scale.\"", "Given the opaqueness of China's government, it is near impossible to know how diktats filter down the political food chain. Moreover, large buildings can take years to complete (the aforementioned Citic Tower took eight), so any effects of the State Council's 2016 directive may be yet to transpire.", "For three consecutive years, Shenzhen has built more skyscrapers than any other city in the world. Credit: ANTHONY WALLACE/AFP/AFP/Getty Images", "But despite optimism in some quarters about a new era of moderation, construction continues at breakneck speed. In 2018 alone, a total of 88 skyscrapers measuring 200 meters (656 feet) or above were completed in China , according to data published by the Council on Tall Buildings and Urban Habitat (CTBUH) -- the most skyscrapers built by a single country in a single year in history. A look at the hundreds more currently under construction reveals designs that might easily be described as weird, oversized or xenocentric. But there are plenty of low-risk, unimaginative boxes among them too.", "Nonetheless, for Scheeren -- whose decade-long journey from the CCTV Headquarters to the Guardian Art Center seems to reflect the shift in Chinese architecture itself -- both extremes are being gradually eroded.", "\"There's much more caution about creating truly outlandish proposals, and also more caution to creating a total 'generic-ness.' Interestingly enough, Xi's position was not only focusing on one side,\" Scheeren said, offering his interpretation of the Chinese president's stance. \"He didn't only say 'let's not make such weird buildings anymore,' (but also how) everything has somewhat become the same across China's very big territory.", "\"And that was, maybe, the really important and intelligent aspect of the whole campaign.", "\"It's a process that is underway and maybe some (attempts) have been more successful than others,\" he added, referring to broader changes in architectural thinking. \"But I think the important thing is that the consciousness, generally, has shifted.\"", "Beijing's municipal government has not yet responded to CNN's request for comment."], "id": "5ffd90db-af41-3dc0-add2-891fb1c5fdb1", "url": "https://edition.cnn.com/style/article/chinese-architecture-xi-intl-hnk/index.html", "title": "'Post-weird': How Chinese architecture evolved in the Xi Jinping era", "authors": ["Oscar Holland"], "keywords": ["architects", "evolved", "lu", "jinping", "li", "xi", "credit", "era", "center", "postweird", "design", "architecture", "chinese", "buildings", "china"], "pubDate": null, "summary": "Citic Tower's crown would become more curved and exaggerated at its corners, reflecting the flowing lines of traditional Chinese architecture.\nNew cultural confidenceBefore the 2000s, contemporary Chinese architecture barely registered on the global radar.\nEvolving identityThis period, and the years immediately after, saw Chinese architects making their mark globally.\nHe sees attempts by Chinese architecture to \"reclaim its own territory\" as a natural and \"very healthy process.\"\nAccording to co-founder of Open Architecture, Li Hu (no relation), the Xi years have heralded stricter safety regulations and what he describes as a \"more democratic\" approval process.", "publicationId": "fa207f19-e080-3902-982c-393d321776be"}