{"summary": "Phil Murphy, a Democrat, is expected to sign a bill into law that would allow illegal immigrants to obtain drivers’ licenses, according to reports.\n“It brings us one step closer to ensuring all motor vehicles and drivers are insured, thereby creating safer roadways for all New Jersey residents.”The legislation would give illegal immigrants over age 16 the \"Green Light\" to obtain driver's licenses and learners’ permits.\nThirteen states, including Delaware and New York, and the District of Columbia permit immigrants without legal status to obtain drivers licenses, according to the National Conference of State Legislatures.\nThe New Jersey bill also includes safeguards to protect the identities of illegal immigrants from federal agencies – something critics say will contribute to voter fraud and pose both a public safety and national security risk.\n“How does giving illegal immigrants, who we know have already broken the law once, an official government document going to make us safer?” — Assemblyman Ron Dancer, R-N.J.", "keywords": ["bill", "jersey", "state", "immigrants", "law", "illegal", "legislation", "governors", "desk", "let", "advances", "obtain", "licenses", "drivers"], "paragraphs": ["New Jersey Gov. Phil Murphy, a Democrat, is expected to sign a bill into law that would allow illegal immigrants to obtain drivers’ licenses, according to reports.", "The bill headed to the governor’s desk Monday after it was approved in separate votes in the New Jersey Assembly and Senate during the final legislative session of the year. Murphy has not said when he plans to sign the bill, but he had repeatedly asked the Democrat-led legislature to push it forward.", "ACTING DHS SECRETARY: STATES PLAYING POLITICS WITH PUBLIC SAFETY BY GIVING DRIVERS LICENSES TO ILLEGALS", "Immigrants who gathered in Trenton, the state capital, to support passage of the bill celebrated Monday at a local church, as seen in a video posted on Twitter by Cosecha Movement, an immigrant advocacy group.", "Supporters argue the measure could increase safety because many immigrants without legal documentation already drive without licenses and insurance.", "“The legislation advanced on the Assembly floor and by the Senate today is fair and responsible,” Assembly Speaker Craig Coughlin, a Democrat, told The Wall Street Journal. “It brings us one step closer to ensuring all motor vehicles and drivers are insured, thereby creating safer roadways for all New Jersey residents.”", "The legislation would give illegal immigrants over age 16 the \"Green Light\" to obtain driver's licenses and learners’ permits. Under the terms, foreign documents such as passports or a driver's license can be submitted and used in the application process. A Social Security number is not required.", "Thirteen states, including Delaware and New York, and the District of Columbia permit immigrants without legal status to obtain drivers licenses, according to the National Conference of State Legislatures.", "Safety and security risks?", "The New Jersey bill also includes safeguards to protect the identities of illegal immigrants from federal agencies – something critics say will contribute to voter fraud and pose both a public safety and national security risk.", "“How does giving illegal immigrants, who we know have already broken the law once, an official government document going to make us safer?” Assemblyman Ron Dancer, a Republican, told the Journal.", "“How does giving illegal immigrants, who we know have already broken the law once, an official government document going to make us safer?” — Assemblyman Ron Dancer, R-N.J.", "Speaking on \"Fox & Friends\" Tuesday, Acting Department of Homeland Security (DHS) Secretary Chad Wolf said the legislation would restrict the agency’s access to Department of Motor Vehicles (DMV) data in federal investigations.", "\"It's very similar to what we see with sanctuary policies around the country that, again, are not protecting the communities and the law enforcement officers trying to do their job[s],\" Wolf said. “And, that's really concerning from a 'protecting the homeland' perspective.\"", "Two-tiered system", "The legislation sets up a two-tiered driver’s license system. One license would conform to federal REAL ID requirements that include proof of legal residency. Another license would permit people without a legal status to obtain a license.", "Cosecha Movement celebrated the legislation’s passage in New Jersey following a two-year campaign to obtain the \"right to drive without fear of ICE detention.\"", "“This legislation means that I can take my kids to school, go to work and go to hospitals with peace of mind,” Caritina Hernandez, a Cosecha leader, told Insider NJ. “For many years, parents like me had to live our daily lives with fears that we would be unjustly pulled over, fined, given court dates or even worse, be separated from our families all because we are not allowed to drive legally in NJ – this ends today.”", "CLICK HERE FOR THE ALL-NEW FOXBUSINESS.COM", "The New Jersey bill was passed by the state legislature the same day New York's law permitting illegal immigrants to obtain drivers’ licenses took effect Monday. An inlfux of applicants flooded DMV offices across the state as immigrants -- with documents in hand -- suddenly became eligible to apply for licenses regardless of their U.S. citizenship status.", "Fox News' Julia Musto, Fox Business' Audrey Conklin and the Associated Press contributed to this report."], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "https://www.foxnews.com/politics/new-jersey-bill-illegal-immigrants-drivers-license", "authors": ["Danielle Wallace", "Assemblyman Ron Dancer"], "id": "602da131-5a96-31f0-bf09-7f8fe0082cfe", "pubDate": null, "title": "New Jersey bill to let illegal immigrants get drivers' licenses advances to governor's desk"}