{"id": "60362bcb-f997-33f2-9d58-d90a2d3c6e13", "title": "100 Gifts Under $100 for Everyone on Your List", "url": "https://www.vogue.com/article/100-under-100-holiday-gifts", "summary": "Visiting with friends and family will likely happen at a distance or by way of FaceTimes and Zoom calls.\nLook no further than our holiday-gift installment of Vogue’s 100 Under $100 column, with under-$100 gift ideas.\nIn fact, some of the best gifts from top designers ring in under $100, from a Loewe candle for the homebody to a Prada water bottle for the workout enthusiast.\nWhether you’re celebrating the holidays in the same living room or on separate coasts, thoughtful gifts can go a long way.\nHere, $100 gift ideas for everyone on your list (even yourself!)", "paragraphs": ["While the holidays are about quality time spent with loved ones, this holiday season looks different than in years past. Visiting with friends and family will likely happen at a distance or by way of FaceTimes and Zoom calls. So in lieu of bear hugs, cheek kisses, and piling onto couches with cousins and friends, thoughtfully chosen gifts can let the people you care about know you’re thinking about them.", "This could mean there are more people on your gift list than usual and at a time when you may be looking to stick to a budget. Look no further than our holiday-gift installment of Vogue’s 100 Under $100 column, with under-$100 gift ideas. Price-conscious gifts do not have to feel lackluster. In fact, some of the best gifts from top designers ring in under $100, from a Loewe candle for the homebody to a Prada water bottle for the workout enthusiast.", "Whether you’re celebrating the holidays in the same living room or on separate coasts, thoughtful gifts can go a long way. Here, $100 gift ideas for everyone on your list (even yourself!) that are sure to impress and help finish out the year on a high note.", "For the Home Office", "Smythson the boss wafer notebook $65 SMYTHSON Shop Now Project 62 valencia task lamp $40 TARGET Shop Now", "Muji gel ink ballpoint pen set 0.5MM $8 MUJI Shop Now CB2 chelsea cement wastecan $60 CB2 Shop Now", "World Market gold four cup Kiara desk organizer with tray $30 WORLD MARKET Shop Now Caddis miklos blue light blocking glasses $95 SHOPBOP Shop Now", "Bose Soundlink around-ear wireless headphones II refurbished $100 BOSE Shop Now Dear Annabelle maison notepads, set of 4 $60 DEAR ANNABELLE Shop Now", "Notable Knits", "Hobby Market LT super chunky knit hat $22 ETSY Shop Now Mango turtleneck with knit gillet $60 MANGO Shop Now", "Madewell senya fair isle cotton-blend turtleneck sweater $130 $91 NET-A-PORTER Shop Now Tory Burch merino fair isle mittens $98 TORY BURCH Shop Now", "Holzweiler net sustain aster fringed checkered alpaca blend scarf $165 $83 NET-A-PORTER Shop Now H&M turtleneck sweater with brooch $35 H&M Shop Now", "For the Workout Enthusiast", "Prada logo-print stainless steel water bottle $55 SELFRIDGES Shop Now Bala Bangles weighted bangles, set of 2 $49 VERISHOP Shop Now", "Girlfriend collective Paloma stretch sports bra $38 NET-A-PORTER Shop Now Girlfriend collective bike stretch shorts $48 NET-A-PORTER Shop Now", "Adidas by Stelle McCartney yoga mat $68 SHOPBOP Shop Now Alo Yoga grounded no-slip towel $68 ALO YOGA Shop Now", "Rains gym bag $95 RAINS Shop Now Athleta women's activate face mask, 2 pack $40 ATHLETA Shop Now", "Nomad rugged case for airpods $30 MARK & GRAHAM Shop Now", "Minimalist Must-Haves", "Petit Bateau 2 pack T-shirts $31 AMAZON Shop Now Uniqlo x JW Anderson double-faced belted coat $150 $100 UNIQLO Shop Now", "Alex Mill Bleeker argyle sweater vest $95 ALEX MILL Shop Now Shashi Katerina hoop earrings $42 SHOPBOP Shop Now", "Marks & Spencer merino wool striped crew neck jumper $50 MARKS & SPENCER Shop Now L.L. Bean boat and tote $30 L.L. BEAN Shop Now", "Mango chain leather loafers $100 MANGO Shop Now Everlane the court sneaker $98 EVERLANE Shop Now", "Valére gold-tone wavey ring $95 MODA OPERANDI Shop Now Warp + Weft utility straight leg jean $98 WARP + WEFT Shop Now", "For the New Pet Owner", "GF Pet chalet dog sweater $24 CHEWY.COM Shop Now Fable dog bowl $35 FABLE Shop Now", "The Barkers Rex khaki trench coat $99 THE BARKERS Shop Now Harry Barker buffalo check envelope bed cover $80 HARRY BARKER Shop Now", "Harry Barker honey bee dog toy $14 HARRY BARKER Shop Now Maxbone grooming gift set $50 MAXBONE Shop Now", "Mark & Graham striped dog bandana navy $19 MARK & GRAHAM Shop Now Wild One harness walk kit $118 $98 WILD ONE Shop Now", "Primitives by Kathy fur kid pet charm $9 LITTLE BEAST Shop Now", "Gourmand Gifts", "Tory Burch spongewear pitcher $98 TORY BURCH Shop Now Kerber's Farm vermont maple syrup $15 ONE KINGS LANE Shop Now", "Murray's Cheese cheeses of the world sampler $79 MURRAY'S CHEESE Shop Now La Doublej Wildbird-print canvas apron $80 LA DOUBLEJ Shop Now", "Rebecca Gardner set of 2 striped dinner napkins $70 REBECCA GARDNER Shop Now Anthropologie Heidi serving set $32 ANTHROPOLOGIE Shop Now", "Jacobsen Salt eight vial sorced sea salt $30 JACOBSEN SALT Shop Now Sant Ambroeus classic cookie tin $36 SANT AMBROEUS Shop Now", "Le Creuset rectangular baker with platter lid $145 $85 SUR LA TABLE Shop Now Missoni Family Cookbook $50 ASSOULIN Shop Now", "Our Place drinking glasses $50 OUR PLACE Shop Now Momofuku soy sauce and tamari $20 MOMOFUKU Shop Now", "For a Better Beauty Regimen", "Rodin luxury face oil stick $80 NET-A-PORTER Shop Now Aesop the chance companion set $63 BLOOMINGDALES Shop Now", "Dieux Forever Eye Mask $25 Dieux Shop Now La Mer the lip balm $65 NET-A-PORTER Shop Now", "Gucci rouge à lèvres voile sheer lipstick $42 SEPHORA Shop Now Bread Beauty Supply hair-oil $24 BREAD BEAUTY SUPPLY Shop Now", "Jones Road the Nancy kit $88 JONES ROAD Shop Now Slip sleep mask in plum $50 SLIP Shop Now", "Terra-tory fresh seamoss cube $30 TERRA-TORY Shop Now Dr. Barbara Sturm molecular skincare discovery set $90 NET-A-PORTER Shop Now", "For the Homebody", "Lake pima long-short weekend set $88 LAKE Shop Now Loewe honeysuckle candle $97 LIBERTY Shop Now", "Anthropologie tiled Margot monogram mug $12 ANTHROPOLOGIE Shop Now Brother Vellies cloud sock $35 BROTHER VELLIES Shop Now", "Parachute Home cloud cotton robe $99 PARACHUTE HOME Shop Now Victoria's Secret embellished fuzzy tank and short set $100 VICTORIA'S SECRET Shop Now", "Christopher Kane more joy doormat $75 CHRISTOPHER KANE Shop Now Birdies the Heron $95 BIRDIES Shop Now", "Lands Downunder Sydney stripe cotton throw, charcoal $130 $95 ONE KINGS LANE Shop Now Ripple small carafe set in smoked grey $45 BURKE DECOR Shop Now", "Crosley fawn cruiser bluetooth record player $69 URBAN OUTFITTERS Shop Now Packard Bell home theater projector and screen $98 URBAN OUTFITTERS Shop Now", "For the Hobbyist", "Ordinary Habit A Table in Summer by Josephine Rais puzzle $20 ORDINARY HABIT Shop Now CV x Loop Canvas needlepoint kit $98 CLARE V. Shop Now", "East Dane Gifts classic backgammon $47 SHOPBOP Shop Now Graham Keegan indigo and shibori natural dye kit $46 ETSY Shop Now", "Lizzie Fortunato little candy DIY kit $65 LIZZIE FORTUNATO Shop Now Wool and the Gang good times blanket $77 WOOL AND THE GANG Shop Now", "Apprvl DIY learn embroidery kit $40 APPRVL Shop Now Urban Outfitters celestial dominoes $79 URBAN OUTFITTERS Shop Now", "Madewell do-it-yourself convertible face mask kit $29 MADEWELL Shop Now Open Studio: Do-It-Yourself Art Projects by Contemporary Artists $52 AMAZON Shop Now", "Rebecca Gardner set of 4 marbled tapers $64 REBECCA GARDNER Shop Now The Sill holiday duo $90 THE SILL Shop Now", "For the Little Ones in Your Life", "Palorama the ABC kit: for pampering little ones $70 MAISONETTE Shop Now Maison Me Sloane striped long sleeve $38 MAISONETTE Shop Now", "Hill House Home keep me cozy kit $75 HILL HOUSE HOME Shop Now Plan Toys build a robot $30 MAISONETTE Shop Now", "Royal Jelly Harlem kids mask in cherry seersucker $15 ROYAL JELLY HARLEM Shop Now Animals in The Sky by Sara Gillingham $13 MAISONETTE Shop Now"], "authors": ["Rachel Besser", "Rachel Besse"], "keywords": ["95", "98", "gifts", "list", "set", "netaporter", "nowfor", "100", "kit", "mask", "30", "shop"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}