{"id": "603fad02-af43-30d3-bb21-32ab64f27270", "title": "I’m a Person of Color and Everyone Is Suddenly Interested in Me—Something Bad Must Have Happened", "url": "https://www.newyorker.com/humor/daily-shouts/im-a-person-of-color-and-everyone-is-suddenly-interested-in-me-something-bad-must-have-happened", "summary": "I woke up this morning and saw that my ethnicity was trending on Twitter—something must have happened.\nPeople usually talk at me, near me, over me, against me—pretty much every preposition except after I’m finished talking.\nBut I mostly tune them out and think about what eucalyptus smells like, because I’m not sure that I really know.\nSomething else must have happened, like the President dissing the country I’m from or something.\nOr maybe Netflix just put out another documentary about a historical event that happened to my people that white people are just learning about?", "paragraphs": ["Uh-oh. I woke up this morning and saw that my ethnicity was trending on Twitter—something must have happened.", "People usually talk at me, near me, over me, against me—pretty much every preposition except after I’m finished talking. But I mostly tune them out and think about what eucalyptus smells like, because I’m not sure that I really know. I’ve smelled it dozens of times, but I couldn’t describe it to you. What’s up with that?", "Now everyone is tweeting about how my “voice needs to be heard,” and how my “story needs to be shared.” Well, I do have a story about how I demolished my competition at the Bloomington Annual Hot-Dog-Eating Contest after training for two months straight, but I feel like that doesn’t match the tragedy vibe I’m starting to pick up on.", "Three white acquaintances, including my former co-worker Josh, who still hasn’t returned a book I loaned him in 2013, texted me, “Sorry to hear about what happened, hope you’re holding up!,” so I know that I am about to be dealt a real blow. (Also, what the hell, Josh, how long does it take to finish “Animal Farm”? We literally all read it in middle school and it’s twelve pages.)", "Not only Gushers but also Fruit by the Foot has released a company-wide statement about my race. Some shit must be going down!", "Whatever it is has got to be pretty bad, because my roommate ran up to me and asked me if I needed anything. I told her, “Yeah, those quiches from Trader Joe’s,” like I’d said the last three times she went grocery shopping but then conveniently forgot.", "She hugged me and cried a little, but there’s no way that was because of how bad she felt about repeatedly forgetting quiche. Something else must have happened, like the President dissing the country I’m from or something.", "O.K. maybe my gender and race came up in a CNN breaking-news alert for a positive reason? Like, maybe a woman of color received some sort of honor? Perhaps she was the first to have her photograph on a magazine cover, or the first to win a Nascar race, or the first to be elected mayor of some old racist town?", "God, I remember when that C-list celebrity was the first bisexual woman of color to be on the Food Network and everyone asked me about it for weeks. And then I had to tell them all that the only network I care about is “Cartoon.”", "Well, if someone who slightly resembles me did do something great, that means I’m going to have to talk to people all week about why I think there aren’t more people like me represented in the industry. Jesus Christ, I was going to have an “Arrested Development” marathon and maybe go roller skating, but now I’ve got to think about whatever this is about.", "Oh, no—I have tons of tags and D.M.s on Facebook and Instagram. And there’s no way these are in response to the extreme but accurate opinion that I posted about how the “Cars” franchise is a blight on an otherwise perfect Pixar filmography, and how those movies’ writers should be in jail.", "No, something more sinister must have happened, like nobody of my race got nominated for one of those awards shows and now it’s a whole thing. Or maybe Netflix just put out another documentary about a historical event that happened to my people that white people are just learning about?", "This is getting worse! A journalist from a major publication just asked me to write a guest column on my thoughts and feelings “about all this.” Whenever people refer vaguely to “everything that’s going on right now,” it’s never good—it’s got to be because someone was racially profiled or harassed or had an op-ed written about them in which their rights and humanity were debated as if they were a topic in Model U.N.", "Guess I’d better bite the bullet and check the news.", "Oh, fuck. My boss just e-mailed me and wants to promote me. Someone who looks like me definitely got attacked. This is America—that’s probably what it is."], "authors": ["Meghana Indurti", "Meghana Indurt", "Ronald Metellus", "Skyler Higle", "Ginny Hoga"], "keywords": ["person", "asked", "think", "race", "maybe", "bad", "woman", "im", "way", "interested", "mesomething", "going", "color", "happened", "white", "suddenly"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}