{"id": "603fa909-774d-3bea-84ef-aa0ec45b5b05", "title": "The Sinking City Returning To Digital Storefronts After Publisher Dispute", "url": "https://www.gameinformer.com/2021/01/05/the-sinking-city-returning-to-digital-storefronts-after-publisher-dispute", "summary": "You might remember The Sinking City, a Lovecraftian horror game that launched in June 2019 to middling reviews (read ours here).\nThe original dispute centers on an agreement made between Frogwares and Nacon two years after production began on The Sinking City.\nThe Sinking City IP rights would still belong to Frogwares, however.\nWith this ruling, Nacon now has the right to sell The Sinking City again.\nHowever, if you missed on The Sinking City, which puts players in the shoes of a private detective investigating a flooded city for the meanings behind his bizarre visions, you’re getting a second chance to give it a shot.", "paragraphs": ["You might remember The Sinking City, a Lovecraftian horror game that launched in June 2019 to middling reviews (read ours here). The game was delisted in August 2020 due to a nasty contract dispute between developer Frogwares and publisher BigBen Interactive/Nacon. After months of litigation, the French court has ruled in favor of Nacon, and The Sinking City is back on sale on the Microsoft Store and will return to PlayStation and PC storefronts “at a later date”.", "The original dispute centers on an agreement made between Frogwares and Nacon two years after production began on The Sinking City. According to Frogwares, it gave Nacon the right to sell/commercialize the game in exchange for their funding. The Sinking City IP rights would still belong to Frogwares, however. The deal also stipulated that Frogwares would receive payments from Nacon for each development milestone hit.", "Problems began soon after the agreement was made, with Frogwares alleging that Nacon was consistently behind on milestone payments, delivered inconsistent sales forecast data, and demanded The Sinking City’s source code for use in their own Lovecraft-inspired project. Frogwares says the breaking point came after the game’s launch, when Nacon allegedly canceled its previously approved milestones, meaning Frogwares would not receive any profit from sales of The Sinking City. Frogwares responded by filing a lawsuit again Nacon.", "Frogwares claimed a bevy of other issues, including misleading marketing implying Nacon as the game's developer and Nacon’s refusal to pay Frogwares roughly 1 million euros in royalties, forced the studio to terminate its publishing contract. Nacon responded by saying the contract could not be terminated, citing French emergency laws designed to protect businesses from the negative financial effects of the COVID-19 pandemic.", "This caused Frogwares to take matters in its own hands by requesting The Sinking City be delisted from the storefronts Nacon was responsible for selling the game to (PSN, Microsoft Store, Steam, Epic Games Store) to prevent the publisher from receiving any more funds from sales. Since its removal, the game could only be purchased through the Nintendo eShop and other PC storefronts (such as Origin) that Frogwares dealt with directly.", "Today, a press release from Nacon announces that, despite the dispute still pending before the French courts, a first enforceable decision was rendered in their favor:", "\"The Court ruled that Frogwares had terminated the contract in a 'manifestly unlawful' manner and, as a result, ordered, as a 'precautionary measure, the continuation of the contract (...) until its term or until a decision is made on the breach of this contract and ordered Frogwares Ireland to refrain from any action on the breach of this contract and ordered Frogwares Ireland to refrain from any action that impedes this continuation (...)'\".", "What that basically means is that Frogwares must adhere to the terms of the original publishing contract for the time being. With this ruling, Nacon now has the right to sell The Sinking City again.", "The statement goes on to state that the game’s online functionality “depends on the goodwill of Frogwares to perform” and that failure to do so on their part does not reflect on Nacon.", "Needless to say, the whole situation is a mess that’s still sorting itself out. However, if you missed on The Sinking City, which puts players in the shoes of a private detective investigating a flooded city for the meanings behind his bizarre visions, you’re getting a second chance to give it a shot."], "authors": ["Associate Editor", "Marcus Is An Avid Gamer", "Giant Wrestling Nerd", "A Connoisseur Of Cartoons", "Obscure Childhood References. The Cat'S Out Of The Bagel Now"], "keywords": ["nacon", "sales", "games", "game", "frogwares", "returning", "sinking", "publisher", "dispute", "store", "contract", "city", "storefronts", "digital"], "pubDate": "2021-01-05T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}