{"id": "6042acc7-5f0e-31bf-84c6-9268207e4757", "title": "Fuser Is The Escape I’ve Needed In 2020", "url": "https://www.gameinformer.com/opinion/2020/11/26/fuser-is-the-escape-ive-needed-in-2020", "summary": "With Fuser, the developers behind Amplitude, Guitar Hero, Rock Band, and Dance Central have zeroed in on the festival dance music scene.\nAnd yet Fuser is everything I want as an escape from the doldrum and frustration of 2020, offering one of the most creative and technically remarkable opportunities for musical expression I’ve encountered in a game.\nBeyond individual tracks, you’re also getting to manually play in your own instruments, add effects, mute and solo individual tracks, and far more.\nThe plethora of available tools also leads to another engaging facet for the game, encouraging individual players to develop their own style.\nBut as you consider games to offer that much needed break from reality in a year filled with challenges big and small, Fuser should not escape your notice.", "paragraphs": ["For decades now, Harmonix has brought a very particular set of skills to the gaming audience – finding ways to share the joy of music-making with players, even if those players have never picked up the instrument(s) in question. Time and again, the studio manages to find the thrill and wonder inherent to a particular corner of the musical world, and translate that into something approachable and fun. With Fuser, the developers behind Amplitude, Guitar Hero, Rock Band, and Dance Central have zeroed in on the festival dance music scene. I’ve never spun records as a DJ. I’ve never even attended a big outdoor music festival. And yet Fuser is everything I want as an escape from the doldrum and frustration of 2020, offering one of the most creative and technically remarkable opportunities for musical expression I’ve encountered in a game.", "As Brian Shea writes about in his enthusiastic review for Fuser, this new music game offers a number of different ways to interact with the music, from a tutorial-focused campaign that shows you the ropes, to freestyle mix creation, to social tools for sharing and enjoying music with others. Any way you choose to approach it, the takeaway is the same – Fuser is a music-mixing and creation tool masquerading as a video game. And its ability to sweep me away into the fun of toe-tapping tunes remixed in new ways is especially invigorating.", "Harmonix has previously dipped its toes into this sort of song-mixing tech with the wonderful tabletop/digital hybrid game called Dropmix. Fuser features much of what was exciting about that game, but turned up, both figuratively and literally. Fuser offers increased options for making the music your own. Any song in the already prodigious launch line-up features four tracks – most commonly vocals, keys, guitar, and drums – that can be mixed at your whim with one of those tracks from any of the other songs. The tech that Harmonix uses uncovers ways to fit those individual pieces together, and often in ways that sound intriguing and new. Beyond individual tracks, you’re also getting to manually play in your own instruments, add effects, mute and solo individual tracks, and far more.", "The result is a way of interacting with these songs in a way that feels novel and exciting. Unlike the rhythm-matching that was core to games like Rock Band, the fundamental experience here is about creating music that you make your own. In scored campaign missions, you can certainly shoot for getting a “five-star” performance by making your adjustments on downbeats and pick-ups. But ultimately, that scoring system only exists to help you understand what real remix DJs already know – that good timing is key to making a great mix.", "The plethora of available tools also leads to another engaging facet for the game, encouraging individual players to develop their own style. Thanks to robust social tools, the game allows you to listen to and evaluate other players’ tracks, and in so doing, you’ll quickly discover all the ways that different players approach this experience. Some focus on breakneck track switching, weaving together many songs into a single cohesive piece. Other players gravitate to effects work, altering existing tracks to sound wholly different than their original incarnations. For me, I’m often most attracted to slipping into a laid-back beat, and then finding intriguing vocal cues to switch back and forth between, creating my own new lyrical song layout, as you can hear in the couple of simple tracks I authored to include here.", "Whatever your style, the game manages to pull you into the music, and encourage that sense of flow and escape that can be so relaxing and rewarding. It’s easy to start a freestyle mix, and simply get lost in the give and take of individual song snippets, gradually slipping from one vibe into the next. In a year during which it can be hard for me to get out of my own head and relax, Fuser pushes away anxiety and stress, and drops me into a world of screaming fans and creative beats. With my headphones on, as a mix begins to form, I can feel my shoulders begin to drop, as I get lost in the aural soundscape of a mix that is simultaneously familiar yet brand new.", "It’s a season of new-gen game releases and thrilling action and shooter escapades, many of which are truly excellent examples of the evolving gaming hobby. But as you consider games to offer that much needed break from reality in a year filled with challenges big and small, Fuser should not escape your notice. Once again, Harmonix has captured its own special breed of interactive magic."], "authors": ["Magazine Content Director", "Matt Miller Has Been With Game Informer Since He Has A Special Interest In The Evolution Of Game Design", "The Tabletop Hobby", "The Crafting Of Interactive Narrative."], "keywords": ["fuser", "music", "ways", "2020", "game", "ive", "mix", "needed", "individual", "tracks", "escape", "players", "way", "tools"], "pubDate": "2020-11-26T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}