{"id": "604d76d0-41c0-37c0-8c32-05a591c137d0", "title": "Coinstar fixes Georgia man's oily penny paycheck problem", "url": "https://www.foxnews.com/us/coinstar-fixes-georgia-mans-oily-penny-paycheck-problem", "summary": "A Georgia man that was shocked to find the amount of his final paycheck in the form of pennies dumped in his driveway last month is getting some help from coin-counting company Coinstar.\nThe company pointed Fox News to a release in which it wrote that it also rounded up Flaten's paycheck to $1,000.\n\"When we heard about Mr. Flaten’s penny problem, we were happy to offer our assistance,\" said Coinstar CEO Jim Gaherity.\n\"I was spending an hour or two a night trying to clean the pennies and probably only cleaned off about $5 worth,\" Flaten told Coinstar.\nOne saved my dog and one saved my mother's dog,\" Flaten told Fox News in an email on Friday.", "paragraphs": ["A Georgia man that was shocked to find the amount of his final paycheck in the form of pennies dumped in his driveway last month is getting some help from coin-counting company Coinstar.", "Fayetteville's Andreas Flaten had quit his job at Peachtree City's A OK Walker Luxury Autoworks in November and was having some trouble getting his last paycheck from his former employer.", "GEORGIA MAN RECEIVES LAST PAYCHECK IN OILY PENNIES DUMPED ON HIS DRIVEWAY", "Although he had reportedly been promised his $915 check would be paid to him in January, the check never arrived and Flaten said his former boss accused him of damages.", "Flaten, who had gone so far as to call Georgia's Department of Labor for assistance, was surprised when he discovered more than 91,000 oil or grease-covered pennies in front of his house.", "An envelope resting on top of the pile contained his final pay stub and was addressed with an explicit message: \"F--- you!\"", "Since then, Flaten has spent nights cleaning the pennies, which FOX 5 Atlanta said sat in a wheelbarrow in his garage.", "GEORGIA GOP'S ATLANTA ELECTION INTEGRITY RALLY MET BY ARMED LEFT-WING MILITIA", "Flaten and his girlfriend had previously refused to comment to Fox News, saying they were focusing on getting a \"real payment\" for Flaten's final check.", "Coinstar took up the mantle and picked up the more than 500 pounds of pennies from Flaten on Thursday.", "The company pointed Fox News to a release in which it wrote that it also rounded up Flaten's paycheck to $1,000.", "\"When we heard about Mr. Flaten’s penny problem, we were happy to offer our assistance,\" said Coinstar CEO Jim Gaherity. \"Coinstar has been in the coin business for 30 years and we process approximately 41 billion coins annually – so picking up 91,000 pennies was all in a day’s work.\"", "\"I was spending an hour or two a night trying to clean the pennies and probably only cleaned off about $5 worth,\" Flaten told Coinstar. \"I was so relieved and grateful that Coinstar agreed to help me.\"", "CLICK HERE FOR THE FOX NEWS APP", "In addition, company executives announced that they would match Flaten's penny value and donate $1,000 to local charities of his choosing.", "Flaten named two Atlanta-area animal shelters to receive the donations.", "\"I gave the money to Royal Animal Refuge and TLC Pet Rescue. One saved my dog and one saved my mother's dog,\" Flaten told Fox News in an email on Friday.", "Now that his nights are free, he plans on spending time with his family."], "authors": ["Julia Musto", "Julia Musto Is A Reporter For Fox News Digital. You Can Find Her On Twitter At"], "keywords": ["coinstar", "getting", "flaten", "final", "company", "paycheck", "fixes", "mans", "pennies", "fox", "penny", "oily", "problem", "told", "georgia", "flatens"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}