{"id": "605bc901-c9f8-3f51-a251-9d4f9a73be60", "summary": "Earlier this year, Wisconsin election officials sent out notices to about 234,000 people – 7% of registered voters in the state – suspected of changing home addresses this year.\nWisconsin judge's ruling could purge 200,000 from voter rolls Read moreWisconsin officials are appealing the ruling.\nIn a 3-3 split vote Monday, the Wisconsin Elections Commission declined to move forward with the removals, citing the pending appeal.\nErin Grunze, executive director of the Wisconsin League of Women Voters, said the group was encouraging people to check their voter registration status online.\nThe Wisconsin state Democratic party also said Monday it would contact voters who were removed from the rolls.", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "pubDate": null, "url": "https://www.theguardian.com/us-news/2019/dec/18/wisconsin-rightwing-group-will-voter-purge", "title": "Rightwing group pushes Wisconsin voter purge that 'could tip' 2020 election", "paragraphs": ["County circuit judge sided with group known as Will and ordered Wisconsin to remove 234,000 voters from voting rolls", "A conservative group is forcing Wisconsin to remove upwards of 230,000 people from state voter rolls more than a year earlier than planned, a move that would disproportionately affect Democrats before the 2020 election.", "The group behind the lawsuit, the Wisconsin Institute for Law and Liberty (known as Will), is a legal advocacy group that has backed conservative causes across the state since the beginning of the decade. Led by Rick Esenberg, Will has defended rollbacks on public sector union power, promoted charter schools, and challenged campaign finance restrictions among other issues.", "Earlier this year, Wisconsin election officials sent out notices to about 234,000 people – 7% of registered voters in the state – suspected of changing home addresses this year. They planned on giving people until the spring of 2021 to confirm their registrations before they were removed. But on Friday, county circuit judge Paul Malloy sided with Will and ordered the state to remove the voters from the state’s rolls within 30 days.", "Wisconsin judge's ruling could purge 200,000 from voter rolls Read more", "Wisconsin officials are appealing the ruling. In a 3-3 split vote Monday, the Wisconsin Elections Commission declined to move forward with the removals, citing the pending appeal.", "The dispute is the latest in a series of voting rights brawls in Wisconsin, considered one of the most important states in the upcoming presidential election. In recent years, Republicans drew electoral districts that severely benefitted their party, unsuccessfully tried to limit early voting, and implemented a strict voter ID law. The law discouraged as many as 23,252 people in the state from casting a ballot in 2016, one estimate found.", "These tactics could sway elections in a state of close wins and losses. A Republican won a seat on the state supreme court by less than 6,000 votes in April. Governor Tony Evers, a Democrat, defeated Scott Walker by just under 30,000 votes last year. And Donald Trump defeated Hillary Clinton by a little over 22,000 votes in 2016.", "“It’s over 200,000 voters who are affected. If even a small slice of them were deterred from voting in 2020, it could tip the outcome,” said Barry Burden, a political science professor at the University of Wisconsin-Madison and director of its Elections Research Center. He added the people affected would be young people and those who live in cities – groups that tend to vote Democratic.", "More than half of the notices sent this year went to jurisdictions that favored Hillary Clinton over Donald Trump in 2016, a Milwaukee Journal-Sentinel analysis found. And almost a quarter of the letters went to people in Milwaukee and Madison, Democratic strongholds in the state that Republicans have blamed for losing the governor’s mansion last year.", "Facebook Twitter Pinterest Hats supporting Donald Trump are displayed for sale at the Chicken Burn, a picnic gathering of Republicans and conservatives, in Milwaukee in September. Photograph: Brian Snyder/Reuters", "“If you took Madison and Milwaukee out of the state election formula, we would have a clear majority,” Robin Vos, the Republican speaker of the Wisconsin assembly, told the Milwaukee Journal-Sentinel last year.", "Critics say the partisan nature of Will’s case is clear. “Let’s be honest, Esenberg wouldn’t be pursuing this if it was going to decrease the number of conservative Republican voters as opposed to Democratic and progressive voters,” said Jay Heck, executive director of Common Cause Wisconsin.", "But Esenberg disputed partisan motivations behind the lawsuit. “If the aim of this lawsuit was voter suppression, then it was a very very bad idea and a very very bad way to accomplish it. It’s not clear that anybody will be unable to vote,” he said.", "The Wisconsin Elections Commission believes its list of voters suspected of moving has a small error rate, and there isn’t evidence that those errors are concentrated in Democratic-leaning areas, Esenberg argued.", "And the system that Wisconsin uses to clean its voter rolls is considered largely reliable. But when Wisconsin executed the process in 2017, there were some errors. Of the approximately 342,000 people whose voter registration was set to be deactivated, at least 24,000 were re-activated because they hadn’t moved or changed their voting address, according to the state board of elections. Voters who had registered their vehicle at an address different than their voting one, like a dorm on campus, made it appear as if they had moved when they had not.", "Of the 234,000 notices sent out earlier this year, 2,237 people already notified their local clerk they hadn’t moved and intended to remain active at their current address, according to the Wisconsin Elections Commission.", "Meanwhile, Will has defended Wisconsin’s voter ID law and partisan gerrymandering in the state. Its major funder, the right-wing Bradley Foundation was also linked to Milwaukee billboards displaying people in prison for voting illegally in 2010. The billboards were criticized as an attempt to intimidate voters.", "Esenberg argued that voters won’t be disenfranchised because Wisconsin allows people to register at the polls on election day. But getting wrongly purged could still cause confusion and long lines at the polls. One study found that over 500,000 people nationwide didn’t vote in the 2012 election because of long lines and that waiting a long time reduced people’s confidence that their vote would be ultimately counted.", "“They’ll wait in line and then they’ll find out that they’re not registered and then they’ll be told they have to register,” Heck said. “You’ll have people who just say ‘to hell with it’”.", "Advocates say they already plan to organize to prevent people from wrongfully having their voter registration cancelled. Erin Grunze, executive director of the Wisconsin League of Women Voters, said the group was encouraging people to check their voter registration status online. The Wisconsin state Democratic party also said Monday it would contact voters who were removed from the rolls.", "“Both parties, but particularly the Democrats, are going to work a little harder to get these folks back,” Burden said."], "authors": ["Sam Levine"], "keywords": ["elections", "tip", "voting", "milwaukee", "rightwing", "vote", "purge", "voter", "wisconsin", "2020", "pushes", "state", "voters", "election", "group"]}