{"id": "60972c75-73a4-3a62-8b9f-f53748c06cd8", "title": "The People Who Found a Creative Spark in the Midst of the Pandemic Darkness", "url": "https://www.vogue.com/article/covid-tiktok-creatives", "summary": "“I was just feeling like it wasn’t really happening,” Cooper confesses one winter afternoon over Zoom from her WeWork office in Brooklyn.\nAfter studying economics and design, she’d spent much of her 30s working in user experience at Google.\nAs other videos followed, Cooper made it not just to the late-night shows but to morning TV, afternoon TV, and the virtual red carpet.\nShe spent much of the autumn writing a new TV show for CBS based on her last book.\n“It’s amazing to go from creating a 60-second TikTok to being able to create a series,” she says.", "paragraphs": ["THE YEAR 2020 began badly for Sarah Cooper—in fact, it threatened to end her career. “I was just feeling like it wasn’t really happening,” Cooper confesses one winter afternoon over Zoom from her WeWork office in Brooklyn. After studying economics and design, she’d spent much of her 30s working in user experience at Google. In 2014, a humorous blog post she wrote, “10 Tricks to Appear Smart in Meetings,” had gone viral, and Cooper quit her job to write and perform comedy full-time. A contract for a book followed six months later. Over six years she did stand-up in New York, released two more humor books, and wrote a pilot that was not produced. Her work had a respectable audience—she had assembled some 50,000 Twitter followers—but not a huge one, and now, at 42, she wondered whether her risky leap had left her in the roadside dust. “It was kind of a make-or-break year for me,” she says. “I told myself that if I couldn’t get a late-night set I would think about going back to Google.”", "At just the moment when Cooper was working up the steam to give her dream one final push, though, the pandemic lockdowns began. The clubs where she’d performed closed, and she felt her train shiver to a halt. Worried about losing momentum, she turned to social media and started brainstorming new approaches. “I was looking for a funny series that I could do,” she says.", "It was around this time that Cooper noticed President Trump was saying the most extraordinary things live on TV: UV light baths, disinfectant injections, and similar inanities. “You couldn’t write something better than that,” she says. She decided to lip-synch the statements for TikTok, the algorithmic social network for short user-generated videos. To distinguish her effort, she used multiple camera setups, playing not just the president but baffled figures in his audience. And instead of doing a full-on impersonation, with a tie and a wig, she dressed as herself. Her third book had been called How to Be Successful Without Hurting Men’s Feelings, and she saw the president as one of many swaggering, flimflamming male executives. By adopting this swagger herself, she thought that she could bring the words’ absurdity into relief. She worked at it, hard. “Usually if I can’t get something exactly the way I want it, I’ll give up on it pretty quickly—I call myself a lazy perfectionist,” Cooper says. “But with the lip-synchs I was willing to put in the effort.”", "In late April, “How to Medical” appeared on TikTok, with cross-posting on Twitter, YouTube, Instagram, and Facebook. As of this writing, it has been watched more than 30 million times. As other videos followed, Cooper made it not just to the late-night shows but to morning TV, afternoon TV, and the virtual red carpet. In September, she released a Netflix sketch special, Sarah Cooper: Everything’s Fine, with a cast of stars who’d admired her work—", "a group ranging from Maya Rudolph to Jon Hamm to Helen Mirren. She spent much of the autumn writing a new TV show for CBS based on her last book. “It’s amazing to go from creating a 60-second TikTok to being able to create a series,” she says. “And it’s weird, because without the pandemic I wouldn’t have had these opportunities.”"], "authors": ["Nathan Heller", "Nathan Helle"], "keywords": ["tv", "midst", "videos", "working", "president", "wrote", "cooper", "pandemic", "spark", "tiktok", "write", "darkness", "creative", "book", "writing"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}