{"id": "609e2eea-37ae-344f-ba29-39615500235d", "title": "Valentine’s feasts: 12 romantic meal ideas – recommended by readers", "url": "https://www.theguardian.com/lifeandstyle/2021/feb/11/valentines-feasts-12-romantic-meal-ideas-recommended-by-readers", "summary": "Once the sauce is thick, fry the prawns in a hot griddle pan and cook the linguine until al dente.\nFor Valentine’s Day dessert, I will bake a Mexican chocolate bundt cake, served with a dollop of freshly whipped cream.\nPhotograph: Provided by Tracy MearnsI love cooking a romantic meal for my husband, Steve, as he is a bit more adventurous than my chicken-nugget-loving children.\nOnions are added to the pan and softened before adding mushrooms.\nThe mushrooms are browned before adding garlic, a squirt of tomato paste and a healthy glug of French red wine.", "paragraphs": ["Prawn linguine", "I love to make prawn linguine for a special night in. After frying chopped garlic and chilli, add a pack or two of fresh tomatoes and cook them down into a thick, fresh sauce. While doing this, marinate raw prawns in chilli, lemon juice, garlic and olive oil and leave to rest. Once the sauce is thick, fry the prawns in a hot griddle pan and cook the linguine until al dente. Mix it all together with fresh parsley and lemon juice – voilà! Sally Dickens, economic development officer, London", "Slow-cooked roast beef", "Rib of beef with mashed potato. Photograph: dbvirago/Getty Images/iStockphoto", "Comfort food is good right now. Slow-cooked roast beef served with garlic mashed potatoes (with sour cream and butter whipped in), pan gravy, lightly blanched broccoli and a big loaf of crusty sourdough bread with herb butter is just about perfect. For Valentine’s Day dessert, I will bake a Mexican chocolate bundt cake, served with a dollop of freshly whipped cream. It’s not complicated, but it makes the house smell wonderful. We will have honey whiskey sours before dinner and a few bites of comté. Being safe, warm, well-fed and happy is the best anyone can ask for. Cam Rooker, teacher, US", "Southern-fried chicken po’ boy", "I’ve been inspired by Nadiya’s American Adventure, so this year I’m going to cook southern-fried chicken po’ boys with sambal. Neither of us have a sweet tooth, so for dessert we just dip evangeline strawberries (if we can get them) into melted chocolate mixed with double cream. I try to use a different chocolate every year. We might also have a couple of bottles of Delirium Red, which is a fruity Belgian beer that really packs a punch. I’m very proud of my partner, who has been working at a supermarket throughout this challenging time, so this year I will cook a bumper Valentine’s meal for him. Anonymous, lecturer, Kent", "Venetian duck ragù with pan-fried gnocchi", "Tracy’s venetian duck ragù with gnocchi. Photograph: Provided by Tracy Mearns", "I love cooking a romantic meal for my husband, Steve, as he is a bit more adventurous than my chicken-nugget-loving children. Last week, for example, I made roast sirloin of beef, black pudding and blue cheese bonbons with apple, and bacon-wrapped, beer-battered onion rings. For a special occasion, my menu would start with a pear and blue cheese salad with toasted walnut crumbs, or scallops wrapped in bacon. For mains, we’d have salt dry-aged fillet steaks with homemade chips, or a Venetian duck ragù with pan-fried gnocchi. For dessert, it would be a lemon posset or French chocolate mousse. Tracy Mearns, Northern Ireland", "Homemade orecchiette pasta", "Joe’s homemade pasta. Photograph: Provided by Joe Turner", "I discovered homemade pasta in lockdown two (I think it was the second one – it’s all a blur), but I was limited in which pasta I could make as I was trying to eat a plant-based diet. I settled on orecchiette, as it sounded challenging – and it was. So, for Valentine’s Day this year, I’m going to suggest my partner and I stick some music on, open a bottle of red and make pasta together. Joe Turner, wine buying manager, Manchester", "Braised duck legs", "I like to make Molly Stevens’ braised duck legs with cherries and port wine from her book All About Braising. It is one of my wife’s all-time favourite dishes. I use big meaty moulard duck legs and render the duck fat from the trimmings, which results in duck-skin crackling; that’s the amuse-bouche. I start the meal proper with something light, such as a herbed heirloom tomato salad. With the duck, I’ll serve something green, often roasted brussels sprouts with bacon, or broccoli oven-blasted at a high heat, with lots of garlic. Dessert is something decadent, such as dark chocolate brownies or molten chocolate cake, served with Banyuls fortified wine. Curtis Jackson, retired, California, US", "Scrambled egg croissant sandwich", "A scrambled egg and lettuce croissant. Photograph: Arx0nt/Getty Images/iStockphoto", "My partner and I have started using croissants instead of bread for sandwiches. My favourite is scrambled egg, chorizo and some spring onions, with a little bit of hot sauce on top. I grill it in our sandwich grill to help it crisp a little and that’s it: a scrambled egg croissant sandwich. Paul Hughes, aircraft buyer, Dublin", "Mushroom risotto", "Catherine’s mushroom risotto. Photograph: Provided by Catherine Henry", "Lockdown spurred me into trying new recipes for me and my boyfriend. A new favourite is mushroom risotto. It’s so easy to make, and buying fancier mushrooms, such as shiitake, really kicks it up a notch and gives the dish a nice rich, earthy flavour. I start by adding a tablespoon each of butter and olive oil to the pan, then I add a chopped onion and cook that until it’s translucent. Next, I add four cloves of garlic and a punnet of mushrooms. Once the mushrooms have cooked down, I add two servings of risotto rice and toast it for a minute or two. Then I add in about 250ml of decent-quality white wine and let it cook off, before adding vegetable stock a ladleful at a time, letting it absorb before adding more. I continue adding stock for about 25 minutes, or until the rice is cooked. Then I add a couple of handfuls of chopped parsley, a generous helping of parmesan and season. It’s super filling and something about it definitely feels a bit special. Catherine Henry, student, Edinburgh", "Scallops with truffle chorizo", "Tom’s scallops with truffle chorizo.", "A romantic meal for my partner and me usually consists of four courses: I cook scallops to start, with truffle chorizo and a sprig of curly parsley, followed by monkfish in a creamy clam sauce, then a main of juicy red meat from the butcher, accompanied by dauphinoise potatoes. Then it’s time for Eisha to take over for a sweet treat; dessert is her forte. Tom, student, London", "Vegetable ramen soup", "Veggie ramen.", "A vegetable ramen soup is ideal for a cosy night in. The combination of coriander and dill, infused in homemade stock made from ginger and garlic, is a warm way to fill winter evenings. During a time where travel is restricted, I’ve found that cooking intercontinental recipes allows us to travel through flavours. Elina, London", "Coq au vin", "Ben’s coq au vin. Photograph: Provided by Ben Swinburne", "For a romantic night in, there is nothing I’d rather cook than coq au vin. My girlfriend and I had one of our first dates at Chez Jules in Edinburgh, where they serve the best coq au vin going. I try to do it justice at home: chicken thighs are seared in a cast-iron pan until brown, then removed. Onions are added to the pan and softened before adding mushrooms. The mushrooms are browned before adding garlic, a squirt of tomato paste and a healthy glug of French red wine. Thyme, carrots and chicken stock (homemade, if possible) are then added and the chicken returned; I leave the skin exposed so that it really crisps up in the oven, where it is cooked for 30-40 minutes. Serve with potato dauphinoise. Ben Swinburne, financial services, Edinburgh", "Pumpkin pan fry", "Pan-fried pumpkin. Photograph: Image Professionals/Alamy", "For our first date at home, my now-husband made us Nigel Slater’s pumpkin pan fry. He put me to work peeling the pumpkin, which made me feel at home right away. Before that night, I thought I didn’t like pumpkin, but this dish is the ultimate comfort food when made with great ingredients. It’s now one of my favourites (and his). I wasn’t planning on making anything special this Valentine’s Day – but maybe this might be it! Cilou Wagenaar, project coordinator, The Hague"], "authors": ["Guardian Readers"], "keywords": ["12", "wine", "meal", "romantic", "valentines", "garlic", "feasts", "duck", "cook", "pan", "ideas", "chocolate", "add", "recommended", "adding", "photograph", "readers", "mushrooms"], "pubDate": "2021-02-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}