{"id": "60b617cd-2e8b-338e-b41b-b4f8803ae562", "title": "Lego Builder's Journey Review – Peaceful Pieces", "url": "https://www.gameinformer.com/review/lego-builders-journey/lego-builders-journey-review-peaceful-pieces", "summary": "Playing with Legos is often about building a particular set step by step, but in Lego Builder’s Journey, you have no instruction booklet.\nIt’s a puzzler that gives you some freedom in how you assemble the pieces you’re given so you can create a path for your character through its small-scale stages.\nLego Builder’s stages mainly take place outdoors (like a beach, the woods, and rocky trails), tasking you with placing the Lego pieces you’re given to move your character so they can be reunited with their parent.\nAlthough some stages feel like filler, my favorite ones involve figuring out how to first manipulate the level itself to manufacture specific Lego pieces which then contribute to solving the rest of the stage.\nLego Builder’s Journey doesn’t give you the total freedom to build what you want, but it taps into strong feelings – problem solving and the satisfaction that comes with it.", "paragraphs": ["Playing with Legos is often about building a particular set step by step, but in Lego Builder’s Journey, you have no instruction booklet. That being said, it’s not a blank canvas sandbox, either. It’s a puzzler that gives you some freedom in how you assemble the pieces you’re given so you can create a path for your character through its small-scale stages. The result is a title that has its challenges and eureka moments, but which is also notable for its relaxed mood that makes placing your next piece surprisingly peaceful.", "Lego Builder’s stages mainly take place outdoors (like a beach, the woods, and rocky trails), tasking you with placing the Lego pieces you’re given to move your character so they can be reunited with their parent. Build a bridge across a ravine, rollerskate across a river, and build a fort to raise its flag high. Only a handful of specific pieces are at your disposal at any one time, but the game does a good job both making you understand what is and is not possible with these pieces while still creating situations that can stump you as you try and get from point A to B. Some stages have multiple configurations of bricks that can lead to success, which keeps frustration relatively low.", "The touch controls are simple, letting you rotate, place, and discard pieces. However, the one small gripe I have on this front is that while the camera can be rotated around the stage to a degree, it automatically adjusts back to the default view, not giving you full control to inspect the landscape as you like. Otherwise, the interface is up to the task, even on time-sensitive puzzles like having to place bricks before they sink.", "The puzzles themselves range in difficulty, build off of each other, and introduce new concepts such as matching colors and levels obscured in darkness except for a lone flashlight brick. I was stumped on a few, but they never get too complex; you’re always a handful of steps from completing them. The upside to this is that the puzzle-solving and gameplay language is reliable and consistent. The downside is that the game is limited in what it can do and it isn’t until near the end – as it’s winding down – that it really takes off. Although some stages feel like filler, my favorite ones involve figuring out how to first manipulate the level itself to manufacture specific Lego pieces which then contribute to solving the rest of the stage.", "Lego Builder’s Journey doesn’t give you the total freedom to build what you want, but it taps into strong feelings – problem solving and the satisfaction that comes with it. The game is a good start to what I hope is an evolving franchise."], "authors": ["Senior Editor", "Kato'S Love Of Video Games Started With Sports Games", "But He Also Enjoys Everything Assassin'S Creed To Vagrant Story."], "keywords": ["review", "builders", "youre", "stages", "lego", "journey", "peaceful", "build", "place", "step", "pieces", "game", "specific"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}