{"summary": "They miss out on much of the town – its market, museums and many restaurants – and rarely go anywhere else in Palestine.\nRoom at Bethlehem Historical MuseumPalestine’s key museums are in Ramallah, an hour’s journey by bus from Bethlehem.\nThe Palestinian Museum is also nearby, as is the highly recommended Mahmoud Darwish museum, dedicated to the poet who became a voice of the Palestinian resistance.\nTo get from Bethlehem to Jerusalem, tourists must show a passport and visa at a checkpoint, but they don’t face the same travel restrictions as Palestinians living in the West Bank.\nFor Kattan, and many others in Bethlehem, tourism is a way to protect and promote Palestine’s heritage – its food and historic buildings.", "url": "https://www.theguardian.com/travel/2019/dec/18/food-culture-tour-bethlehem-palestine-east-jerusalem-photo-essay", "paragraphs": ["Smells of spices and coffee waft from shop doorways in Bethlehem’s market. Outside limestone buildings, sellers perch under parasols with stacks of sweet ma’moul biscuits and buckets of bright-pink pickled cauliflower, orange loquat fruits and green sour cherries.", "I’m being shown around by Fadi Kattan, a French Palestinian chef and hotel owner, and Nadine Baboun, co-founder of Farayek, which runs food tours of Bethlehem and East Jerusalem. Kattan tells me that the market, inaugurated in 1929, is a showcase of the best Palestinian food produce.", "Much of the produce is brought from nearby villages by sellers such as Um Nabil, who has worked in the market for almost four decades. She used to sell dairy products but today she brings vegetables, including boxes of fresh green chickpeas, beans and sacks of herbs. There is the chance to taste almost anything – from Um Nabil’s chunky raw garlic to makdous (tangy aubergine in olive oil with walnuts and carrots) sold at Samer Daoudi’s pickle and dairy shop, which was recently visited by Jamie Oliver.", "Top: Chef and hotel owner Fadi Kattan and, below, scenes from Bethlehem market, with a smiling Um Nabil at her stall", "At midday, we sit down at our final stop: Afteem. The restaurant, off Manger Square, is run by a family who fled Jaffa during the period Palestinians mark as the Nakba, or “catastrophe”, when the state of Israel was created and when 700,000 Palestinians were displaced. On the wall hangs a picture of Saliba Salameh, the man who established Afteem in 1948. The restaurant has since become a local institution, and alongside Salameh’s picture are photographs of dignitaries who have since visited to taste its famously light and crispy falafel. There used to be a picture of Tony Blair, says Alaa Salameh, the third generation to run the family restaurant. It had to be taken down because some British guests kept placing napkins over Blair’s head.", "Chef at Afteem preparing dishes, the restaurant has become known for its light and crispy falafel", "In Manger Square, tourists are waiting to take tours of the nativity church. Most come on a coach and leave after only a few hours, says Kattan. “They may have a cheap, quick meal. Or they’re taken to a shop that is a Disneyland of everything that has a relation to God,” he adds, referring to the religious souvenir shops. They miss out on much of the town – its market, museums and many restaurants – and rarely go anywhere else in Palestine.", "My hotel's restaurant sources all ingredients from local producers and offers a fusion of French and Palestinian cuisine", "“If those people walk around the town and see how we live, it’s a fantastic way to get our real story out,” he says. “Our story to me is anything beyond the perceptions there have been about Palestinians, whether they are the misery side, ‘Oh, the poor Palestinians’, or the fantasy of ‘Oh, Palestine is dangerous’,” says Kattan.", "Palestinians are especially hospitable because they want outsiders to see their country, he says: “We have a beautiful country and people don’t realise it.” Kattan, who opened a hotel in the town four years ago, is on a mission to change this. Over the next four days he recommends a tour of Palestine’s cultural sites, markets and diverse landscape.", "Hosh Al-Syrian hotel, its menu chalkboar and views from its rooftop", "I’m staying at his hotel, Hosh Al-Syrian (doubles from £63 B&B), in a renovated building in the old city, which dates back 1,000 years. Its 12 rooms have arched walls and deep-red carpets. Its adjoining restaurant, Fawda, sources all ingredients from local producers and offers a fusion of French and Palestinian cuisine. It is not designed for pilgrims looking for a bargain room but for people with an interest in Palestinian food, geopolitics and culture.", "Hosh Al-Syrian is a contrast to Banksy’s much-publicised Walled Off hotel, which opened nearby in 2017. On my first afternoon in Palestine, I visit its museum. Interiors are an uncomfortable mix of lavish British colonial decor and reminders of the occupation. Afternoon tea is served on the patio, in a gilded china teapot, while the grey concrete wall that divides Israel from the Palestinian territories looms opposite. It’s a jarring experience.", "The Walled Off hotel is an uncomfortable mix of lavish British colonial decor and reminders of the occupation", "Some argue that aspects of the hotel trivialise the occupation. There are, says Kattan, plenty of hotels and restaurants that offer a more authentic experience. Local businesses – which have far less financial clout – face the greatest challenges when operating in a volatile political context. Another day, we eat at Abu Eli’s restaurant, where I’m told the family’s kebabs are so good that his father was once escorted by security to cook for Yasser Arafat (I’m vegetarian, but enjoy a delicious range of salads). Kattan also recommends having a drink in the Rewined bar, but unfortunately, it’s closed when I’m in town.", "The kitchen at Abu Eli’s restaurant", "I visit the Bethlehem Historical Museum, established by the town’s Arab Women’s Union, which Kattan’s late grandmother, Julia, helped to found. The association, created in 1947 (during the Arab-Israeli war to provide employment for women and deliver aid to refugees) became a cultural beacon in the city, Kattan tells me. “They opened the first mixed-sex pool in Palestine, the first public library in Palestine,” he says. Many of its projects closed but the museum and food production projects survived. Lots of its exhibits have been donated by local families and show how life in the town has changed: from the designs of homes to traditional clothing.", "Room at Bethlehem Historical Museum", "Palestine’s key museums are in Ramallah, an hour’s journey by bus from Bethlehem. The most extensive, the Yasser Arafat museum (in the complex where Arafat spent his last years under Israeli siege) covers almost 100 years of modern history. Downstairs is Arafat’s old office and bedroom: a basic wooden bed and blanket, uniform jackets hanging in the wardrobe below piles of keffiyeh headscarves. The Palestinian Museum is also nearby, as is the highly recommended Mahmoud Darwish museum, dedicated to the poet who became a voice of the Palestinian resistance.", "To get from Bethlehem to Jerusalem, tourists must show a passport and visa at a checkpoint, but they don’t face the same travel restrictions as Palestinians living in the West Bank. They have to apply for a permit to enter Jerusalem, which has been occupied by Israel since 1967.", "Heading for Jerusalem, I walk through checkpoint 300 before taking a taxi. In the late morning, there’s only a short queue of families waiting to get through the turnstiles. In the early hours it’s a different story: thousands of Palestinians start queuing as early as 3am to get through in time to start their jobs in Jerusalem.", "Armenian Quarter, Jerusalem’s Old City", "Jerusalem’s Old City is heaving with crowds as I walk towards the Armenian quarter with Christine Najarian, who co-founded Farayek with Baboun. To see the holy sites and the old city, you need at least three days, says Kattan. He also recommends The Educational Bookshop, which has a wide collection of books on, and by, Palestinians, and suggests going for a coffee at the nearby American Colony hotel. “It’s a bit [like] the hangout of all the diplomats, journalists, spies and others,” he says. “Every city has these emblematic places, where everybody who has impacted the history of the place has stayed.”", "Back in the West Bank, we travel to Sebastia in the north of the territory to view the remains of a Roman amphitheatre. It is believed that the remains of John the Baptist (except for his head, which was apparently taken to Damascus) are buried here in a tomb in the cental courtyard of a mosque whose outside used to be a Crusader church. The site shows the layering of history that has shaped Palestine, says Kattan.", "Sebastia, a street scene and the remains of its Roman amphitheatre. A sign outside Jerusalem Pottery and its plates on the wall at Hosh Al-Syrian", "From the rooftop of Hosh Al-Syrian there’s a view across all Bethlehem’s churches and mosques. In the early morning, the sound of church bells mingles with the call to prayer. There are several myths about the territory, Kattan adds, including the belief that it is home to just one religion. “It’s varied. Even within each of the individual religions you have so many small communities where the traditions are different,” he says. “It’s one of the places where you learn more about brotherhood between religions … historically all faiths have lived together here.”", "On the walls of the dining area hang colourful patterned plates made by the famous Jerusalem Pottery, a business run by an Armenian family, part of the diverse range of communities in East Jerusalem.", "For Kattan, and many others in Bethlehem, tourism is a way to protect and promote Palestine’s heritage – its food and historic buildings. “I think a lot of regular Palestinians feel [tourism] is the only way we can get our story out,” he says.", "• The trip was provided by Hosh Al-Syrian, Amos Trust (a small, creative human rights organisation) and Zaytoun, a social enterprise and community interest company", "Looking for a holiday with a difference? Browse Guardian Holidays to see a range of fantastic trips"], "pubDate": null, "keywords": ["travel", "palestine", "jerusalem", "kattan", "essay", "palestinian", "little", "restaurant", "museum", "old", "hotel", "palestinians", "town", "bethlehem"], "id": "60d5cedc-8c03-3fa4-8ede-62c8d36c2f4c", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "authors": ["Rebecca Ratcliffe"], "title": "Little town of Bethlehem – a travel photo essay"}