{"id": "613b0c2d-b952-3ec0-a801-9e5affaf7a70", "title": "New Jersey police officers rescue girl from doll stroller, buy her a new one", "url": "http://www.foxnews.com/lifestyle/new-jersey-police-officers-rescue-girl-from-doll-stroller-buy-her-a-new-one", "summary": "Two New Jersey police officers went the extra mile after they rescued a little girl who got stuck in one of her toys.\nParamus Police Department Officers Robert Sobocinski and Ben Fox arrived at the scene and soon realized they would have to break the stroller to get it off the little girl.\nNYC’S FAO SCHWARZ TOY STORE TO BE AVAILABLE FOR ONE-NIGHT-ONLY SLEEPOVER ON AIRBNBA video of the rescue shows Sobocinski and Fox trying to figure out the best way to remove the toy.\nAt one point, one of the officers even offered to hold Nina’s hand while he was trying to find where to break the stroller without hurting her.\nOn their lunch break, Sobocinski and Fox went to Target and bought the same type of doll stroller, according to NJ.com.", "paragraphs": ["Two New Jersey police officers went the extra mile after they rescued a little girl who got stuck in one of her toys.", "On Tuesday, 4-year-old Yasmeen “Nina” Saleh got her doll stroller stuck around her waist, so her mother, Iman Jabara, 43, called for help around 11 a.m., according to NJ.com.", "Paramus Police Department Officers Robert Sobocinski and Ben Fox arrived at the scene and soon realized they would have to break the stroller to get it off the little girl.", "NYC’S FAO SCHWARZ TOY STORE TO BE AVAILABLE FOR ONE-NIGHT-ONLY SLEEPOVER ON AIRBNB", "A video of the rescue shows Sobocinski and Fox trying to figure out the best way to remove the toy.", "In moments where Nina gets upset and starts to cry, the officers talk with her to calm her down.", "At one point, one of the officers even offered to hold Nina’s hand while he was trying to find where to break the stroller without hurting her.", "WWII VET WHO WENT VIRAL FOR DAILY COORS LIGHT TURNS 103, STILL DRINKS BEER", "Finally, the officers are able to break a piece of plastic on one of the stroller’s handles and free Nina from the toy.", "“Thank you so much,” Nina says as she steps out of the stroller.", "“You’re very welcome,” one of the officers responds, later adding: “You’re not supposed to wear your stroller.”", "4-YEAR-OLD SAYS ‘BAD SANTA’ DENIED HIS REQUEST FOR NERF GUN FOR CHRISTMAS AT ILLINOIS MALL", "However, that wasn’t the end of the story. On their lunch break, Sobocinski and Fox went to Target and bought the same type of doll stroller, according to NJ.com.", "Sobocinski delivered the replacement toy to Nina the same day, the website reported.", "CLICK HERE TO GET THE FOX NEWS APP", "\"I felt like it was the right thing to do,\" Sobocinski told local website Daily Voice.", "\"This is a human job,” he added. “When you're dealing with people, everything is different.”", "CLICK HERE TO SIGN UP FOR OUR LIFESTYLE NEWSLETTER"], "authors": ["Ann Schmidt", "Ann Schmidt Is A Lifestyle Reporter For Fox News."], "keywords": ["doll", "website", "fox", "youre", "rescue", "officers", "break", "jersey", "buy", "stroller", "nina", "trying", "went", "sobocinski", "girl"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}