{"id": "619c453c-b7cb-3eb1-bd9f-13fd1e60d433", "title": "New subterranean resort to be built below the Al-Ula desert in Saudi Arabia", "url": "https://edition.cnn.com/travel/article/sharaan-resort-jean-nouvel-saudi-arabia/index.html", "summary": "(CNN) — The latest luxurious resort being built as part of Saudi Arabia's epic efforts to rebrand itself into a major tourism destination has been revealed as a stunning and ambitious project built into sandstone near a UNESCO World Heritage Site.\nNamed Sharaan, the resort located within the Sharaan Nature Reserve in the Al-Ula desert is designed by acclaimed French architect Jean Nouvel.\nSharaan is set to be open to visitors by 2023, and will include 40 guest suites and three resort villas.\nRelated content Can Saudi Arabia rebrand itself as a tourism hotspot?\nBy expanding into tourism, Saudi Arabia hopes to reduce its dependency on oil, diversify the economy and promote its national identity.", "paragraphs": ["(CNN) — The latest luxurious resort being built as part of Saudi Arabia's epic efforts to rebrand itself into a major tourism destination has been revealed as a stunning and ambitious project built into sandstone near a UNESCO World Heritage Site.", "Named Sharaan, the resort located within the Sharaan Nature Reserve in the Al-Ula desert is designed by acclaimed French architect Jean Nouvel.", "Design images show sleek, vast, exterior courtyards that contrast with rich, intimate interior that Nouvel says were partly inspired by nearby Hegra, a UNESCO site also known as Al-Hijr, which recently opened to the public for the first time.", "The architect, who also dreamed up the Louvre Abu Dhabi, says his design aims to preserve the ancient landscape.", "\"Every wadi and escarpment, every stretch of sand and rocky outline, every geological and archeological site deserves the greatest consideration,\" he said in a statement.", "Landscape and history", "The design embraces light and shadow. Courtesy Atelier Jean Nouvel", "Al-Ula is home to sandstone mountains and intriguing heritage sites, including Hegra, which was built by Nabataeans -- who famously constructed the ancient city of Petra in Jordan.", "Sharaan is set to be open to visitors by 2023, and will include 40 guest suites and three resort villas. The development will be overseen by Nouvel, alongside the Royal Commission for Al-Ula, which was established in 2017 to help develop and promote the region.", "The design is said to pay homage to the Nabotean way of using light and shadow in architecture -- while much of the resort will be inside the rock, the concept images show that glimpses of daylight are integral to the effect.", "An elevator will plunge visitors into the heart of the resort. Courtesy Atelier Jean Nouvel", "There's a glass express elevator plunging guests inside the rock face, and resort rooms with sunlight streaming in through open terraces.", "The spectacular resort is intended to complement, rather than detract from, the surrounding landscape. Nouvel says Sharaan is also committed to operating sustainably.", "Related content Can Saudi Arabia rebrand itself as a tourism hotspot?", "Tourism rebrand", "While Saudi Arabia is in the process of repositioning itself as a tourist destination to watch, the Middle Eastern country is still relatively new on the international tourism scene -- known more for its conservative laws restricting women's freedoms, and its concerning human rights history.", "The country only opened up properly to international tourists in the fall of 2019, via a new visa program . By expanding into tourism, Saudi Arabia hopes to reduce its dependency on oil, diversify the economy and promote its national identity.", "Related content Saudi Arabia wants you to come on vacation", "Alongside Sharaan, there are other major tourism projects in the works -- including the Red Sea Project, a plan to transform a large area of Saudi's western coast into a desert, island and mountain resort complete with its own airport.", "Also under construction is Qiddiya, located near Riyadh, billed as the world's biggest entertainment city and set to feature a branch of theme park Six Flags and the world's fastest roller coaster."], "authors": ["Francesca Street"], "keywords": ["jean", "worlds", "tourism", "sharaan", "resort", "alula", "design", "nouvel", "saudi", "built", "subterranean", "arabia", "desert"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}