{"summary": "Witnessing this mega city from the plane is to suddenly realise the immensity of modern China.\nSeba KurtisImmigration FilesOne of the first exhibitions on show at the Granary venue is Argentinian artist Seba Kurtis’s series Immigration Files.\nMixed in with the photographs were artworks that Kurtis’ younger sister had created with glitter and glue.\nThe flood had damaged the images, causing the glitter to meld with the emulsion from the photographs.\nThis is a wider story about China; the uncertainty about our future, no matter who we are.”• Lianzhou Foto festival 2019 takes place in Lianzhou, China, until 3 January.", "url": "https://www.theguardian.com/artanddesign/2019/dec/17/lianzhou-foto-festival-china-duan-yuting", "paragraphs": ["To visit the Lianzhou Foto festival, one flies along the banks of the Pearl river delta and into the heart of Guangzhou. Witnessing this mega city from the plane is to suddenly realise the immensity of modern China. Roughly 50 million people live in this urban sprawl surrounding Hong Kong.", "Lianzhou is a four-hour drive from Guangzhou into the forested mountains of Guangdong province. It is perhaps an unlikely destination for a major arts event. But in 2005, Duan Yuting, a 47-year-old former photo editor for a Guangzhou newspaper, chose the city to found the festival, now firmly established as China’s leading contemporary photography event.", "For its 15th edition, the work of 50 artists from China and around the world can be viewed in a museum and two former industrial spaces in Lianzhou.", "Seba Kurtis", "Immigration Files", "One of the first exhibitions on show at the Granary venue is Argentinian artist Seba Kurtis’s series Immigration Files. Kurtis grew up in Buenos Aires before, at 27, escaping the Argentinian financial crisis of 2001 for a new life in Europe, only to find more hardship as an illegal immigrant in Tenerife.", "One of the few things Kurtis brought to Europe was a shoebox of family photographs and Super 8 films, rescued from his grandmother’s home after a flood. Mixed in with the photographs were artworks that Kurtis’ younger sister had created with glitter and glue. The flood had damaged the images, causing the glitter to meld with the emulsion from the photographs. Kurtis set about digitising these precious, distorted images. “I realised I couldn’t see the faces of family members I might never see again,” he says. “The water damage became representative of violence in my later work.”", "Kurtis, who is now based in Manchester, UK, would spend seven years as an undocumented immigrant on the Canary Islands and mainland Spain. The uncertainty and anxiety of that time, and his memories of the life he left behind in Argentina pervade the images on show at Lianzhou. In them, he returns to the bucolic coastlines of Tenerife and the Canary Islands – the first sight of land countless refugees glimpse as they cling to hazardous rafts crossing the Mediterranean.", "Evoking his sister’s artworks, Kurtis decorates these photographic landscapes with glitter. But he does so meaningfully; as a way to visually illustrate recent sociological surveys detailing suicides, evictions and crimes among refugee communities in the Canary Islands. Aesthetically, he is linking his own history to that of the migrant experience. “The glitter represents my story, my family’s story,” he says.", "Qian Haifeng", "The Green Train", "The tolls of migration, the loss of family and the pull of home are felt by many millions of Chinese citizens. These are captured with vivid detail by Chinese artist Qian Haifeng in his portraiture series The Green Train, an exhibition eight years in the making, and also on show at the Granary.", "“Green trains” are China’s cheapest form of long-distance travel. For the price of one first-class ticket from Shanghai to neighbouring Nanjing, one can travel the entire length of China on a green train. They are typically used by the lowest-income migrants. On the national day of the People’s Republic of China in October, these relics of the Cultural Revolution become the vessels for millions of Chinese migrants to return to their ancestral homelands.", "In the decade before he became a known photographer, Qian Haifeng was a fellow passenger. He was fascinated by the people with whom he shared such journeys – and never met again. In Lianzhou, he describes the carriages of the green trains as “live stages, where everyone’s lives are on display for others to see, and where everyone present has the potential to play a leading role”.", "Duan Yuting, the festival’s director, awarded Qian with the Lianzhou Foto festival’s Punctum prize in 2015. “When I gave him the award, many professional Chinese photographers did not like it,” Duan says. “But his most important characteristic is that he’s not an artist. He is just the same as the people on the trains. He lived there with them, and that’s how he related to them. That’s why only he was able to take these photographs.”", "Alex Hanimann", "Trapped", "The forested wilderness surrounding Lianzhou is home to some of the world’s rarest and most elusive animals, including China’s dwindling population of tigers.", "With this in mind, Swiss photographer Alex Hanimann displays his series Trapped at the Granary. This a collection of photographic portraits of wild animals taken by camera traps at night.", "Hanimann originally intended the images to be used in a scientific survey. But he realised his camera was capturing these secretive animals at their most expressive and characterful.", "They engage us in a dialogue. It is as if they’re asking us: ‘Who might be watching you?' Alex Hanimann", "Hanimann considers these images to be self-portraits – and unconscious selfies. The animals were unaware of the cameras, yet Hanimann saw “a world of small, dramatic happenings, micro-dramas and gestures”.", "Jenny Rova", "Älskling", "Chinese authorities were present at the festival’s opening and did not take kindly to the work of Jenny Rova. Much of Rova’s exhibition, Älskling, which translates as “sweetheart”, was removed by censors before the public had chance to see it. In doing so, the authorities robbed Lianzhou of the chance to witness a beautiful and intimate example of conceptual portraiture.", "In 2015, the Swedish photographer, who lives and works in Zürich and combines her artistic practice with her work as a waitress, contacted each of her former partners. She asked them to send her all the images they took of her during their relationship. She ended up with 55 photographs from nine former lovers, revealed to us as Anders, Amir, Jonas, Henning, Étianne, Boran, Johan, Bruno and Dan.", "The series contains 55 photographs and has nine different authors", "Each of these images have one thing in common, they were never meant to be shown to a third party. Jenny Rova", "Speaking at the festival, Rova describes Älskling as: “My attempt to capture the way we look at each other when we’re in love, from one lover to the next.”", "Älskling begins in the hills surrounding Uppsala, Sweden, where Rova spent her teenage years, and ends with her facing divorce while bringing up her infant son.", "By making these shared moments public, Rova reveals how different relationships can reveal contrasting, hidden sides of our personalities. The images comment on the role former relationships can play in the present of our lives – “you can sense the identity behind the camera,” she says.", "Liang Yingfei", "Behind the Scar", "A photographer dealing with memory, sex and the self in a radically divergent way is the Chinese photojournalist Liang Yingfei, who works for Beijing’s Caixin Media. Perhaps more so than any other artform, documentary photography is highly controlled in China, so Liang and her fellow photojournalists must develop creative conceptual techniques to explore their subjects without alerting the authorities.", "In Lianzhou, Liang tells the stories of sexual abuse survivors. The series, she says, was instigated after a friend was abused by a charity worker on a voluntary trip.", "After obtaining the trust of survivors of abuse, Liang used her camera to “reconstruct and visualise the recurring traumatic nightmares victims have experienced in the aftermath”. Her images include a slug crawling along a woman’s skin as she sleeps and a doll being held underwater.", "Coca Dai", "Judy Zhu 2008-2015", "Resplendent with purple hair, the Shanghai-based photographer Coca Dai has been in trouble with the authorities before. But they allowed the festival to exhibit his compulsive, chronological portraits of his partner, Judy, over the course of their eight years together. The exhibition moves from portraits taken on the day they met, when the couple were still teenagers, through to the birth of their first child and on to the present day. Judy often poses like a conventional model but Coca’s images of her show her asleep, eating, or bathing herself or their child.", "Much of China remains avowedly patriarchal so unvarnished experiences of Chinese femininity are often hidden from view. Lin Ye, the Chinese curator, says of Coca’s exhibition: “In history, women have always lived under the guardianship of men. They have been disciplined and trained to accept male scrutiny and cater to male standards. This visual mechanism has allowed women to internalise men’s scrutiny on themselves.”", "Coca’s unflinchingly honest portrayal of Judy, created in the linage of artists such as Nan Goldin and Wolfgang Tillmans, is an inversion of this lineage. These images may be authored by a man but they are a powerful portrait of modern Chinese womanhood. And they point, defiantly, to a more tolerant and hopeful future.", "Chen Ronghui", "Freezing Land", "For his series Freezing Land, Shanghai-based photographer Chen Ronghui used Kuaishou, or “choir show”, a Chinese social video app comparable to TikTok, to explore the lives of young people living in Fularji. The area was a once prosperous district in the province of Heilongjiang, near the border with North Korea. “Kuaishou is despised by many people in China,” Chen says in Lianzhou. “This is a story of young people getting back the right to express themselves.”", "", "The temperature can often drop to -30C (-27.4F) in Fularji, but the economy has frozen, too. “We’re used to thinking of Chinese cities purely in the context of massive growth but Fularji is an exception,” Chen says. Fularji was once China’s most renowned steel town. In the 1960s, it became home to the headquarters of China First Heavy Industries, and more than 15 million immigrants came to the region during Mao’s era. Today, it’s facing a bigger economic recession than anywhere else in China.", "Chen used Kuaishou to explore the lives of millennials living in the once great town, making contact first with Lin Zi, a 14-year-old who uses a local cafe to stream live performances online. After dropping out of school, Lin has gained almost a million fans. “My parents abandoned me and I make money by doing drag shows on a live streaming app,” Lin told Chen.", "", "“The young people I met on Kuaishou all experience a sense of uncertainty,” Chen says. “They face a choice: to leave for challenges in bigger cities or stay behind and embrace their fate. This is a wider story about China; the uncertainty about our future, no matter who we are.”", "• Lianzhou Foto festival 2019 takes place in Lianzhou, China, until 3 January."], "pubDate": null, "keywords": ["chinese", "lives", "kurtis", "series", "lianzhou", "photographer", "photographs", "china", "watching", "mega", "chinas", "censor", "fair", "pictures", "images", "used"], "id": "61a130cb-f027-3fbd-af01-e37cef154828", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "authors": ["Tom Seymour"], "title": "The censor is watching: China's mega photo fair – in pictures"}