{"id": "61a38f17-a6a3-3edc-87c5-ba69b80e78d5", "title": "GI Show – The Medium And Cyber Shadow Reviews, Guest Jacob Geller", "url": "https://www.gameinformer.com/video-podcast/the-game-informer-show/2021/01/28/gi-show-the-medium-and-cyber-shadow-reviews-guest", "summary": "On this week's episode of The Game Informer Show, we discuss a handful of the games we've been playing recently, including The Medium, Cyber Shadow, Yakuza: Like A Dragon, Hitman 3, Resident Evil 3, and Overwatch.\nWe're also joined by YouTuber Jacob Geller (@yacobg42) who talks about his work creating video essays.\nSo please join Marcus Stewart (@MarcusStewart7), Blake Hester (@metallicaisrad), Alex Stadnik (@Studnik76), and myself for another wild and ever-entertaining episode!\nOur thanks to The Rapture Twins for The Game Informer Show's intro song.\n00:00:00 – Introduction00:03:39 – Jacob Geller Introduction00:12:17 – Cyber Shadow00:19:20 – Yakuza: Like A Dragon00:22:47 – Hitman 300:31:30 – Overwatch00:33:59 – Assassin's Creed Valhalla and Discussing Game Length00:41:16 – The Medium00:49:11 – Resident Evil 300:54:50 – When The Past Was Around00:57:49 – Community Emails01:22:34 – Character Rankings", "paragraphs": ["On this week's episode of The Game Informer Show, we discuss a handful of the games we've been playing recently, including The Medium, Cyber Shadow, Yakuza: Like A Dragon, Hitman 3, Resident Evil 3, and Overwatch. We're also joined by YouTuber Jacob Geller (@yacobg42) who talks about his work creating video essays. It's a full show, but we make time for another fantastic round of community emails in there somewhere. So please join Marcus Stewart (@MarcusStewart7), Blake Hester (@metallicaisrad), Alex Stadnik (@Studnik76), and myself for another wild and ever-entertaining episode!", "Thanks for listening! Please make sure to leave feedback below, share the episode if you enjoyed it, and follow me @benjaminreeves to let me know what you think. You can watch the video above, subscribe and listen to the audio on iTunes or Google Play, listen on SoundCloud, stream it on Spotify, or download the MP3 at the bottom of the page. Also, be sure to send your questions to podcast@gameinformer.com for a chance to have them answered on the show!", "Our thanks to The Rapture Twins for The Game Informer Show's intro song. You can hear more of their music at their website.", "To jump to a particular point in the discussion, check out the time stamps below.", "00:00:00 – Introduction", "00:03:39 – Jacob Geller Introduction", "00:12:17 – Cyber Shadow", "00:19:20 – Yakuza: Like A Dragon", "00:22:47 – Hitman 3", "00:31:30 – Overwatch", "00:33:59 – Assassin's Creed Valhalla and Discussing Game Length", "00:41:16 – The Medium", "00:49:11 – Resident Evil 3", "00:54:50 – When The Past Was Around", "00:57:49 – Community Emails", "01:22:34 – Character Rankings"], "authors": ["Senior Editor", "Benjamin Reeves Is A Writer", "Journalist", "Geek Sponge. For The Last Years He Has Worked As An Editor For Game Informer Magazine. He Has A Passion For Video Games", "Comic Books"], "keywords": ["gi", "resident", "listen", "video", "cyber", "reviews", "medium", "shadow", "geller", "informer", "yakuza", "sure", "hitman", "game", "guest", "jacob"], "pubDate": "2021-01-28T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}