{"id": "61b9c822-d650-3c0e-bed7-675706b9379c", "title": "All Premier League clubs quit Super League after FA ban warning", "url": "https://www.theguardian.com/football/2021/apr/20/chelsea-and-manchester-city-quit-super-league-after-fa-ban-warning", "summary": "The Premier League’s Big Six clubs were forced into humiliating U-turns after a day of intrigue and outrage to leave the proposal of a European Super League in tatters.\nBullingham also told the meeting the FA would refuse to grant governing body endorsements – essentially work permits – for overseas players at clubs that participated in the Super League.\nThe 14 have no ill feeling towards the big six clubs themselves and they recognise how important they are to the Premier League product.\nThe Premier League had said in a strongly worded statement after its meeting that the 14 clubs “unanimously and vigorously rejected the plans” for a Super League.\n“That’s why I said many times, I want the best competition, the strongest competition possible, especially the Premier League.", "paragraphs": ["The Premier League’s Big Six clubs were forced into humiliating U-turns after a day of intrigue and outrage to leave the proposal of a European Super League in tatters.", "Chelsea were the first to brief their withdrawal and, after Manchester City announced they were following suit, the final four – Liverpool, Manchester United, Arsenal and Tottenham – read the final rites over the breakaway competition just before 11pm with statements that ranged from the terse to the shame-faced.", "There was a broad acknowledgement that the rebels had listened to their fans or, in Liverpool’s case “key stakeholders, both internally and externally”, although only Arsenal actually apologised for behaviour that, collectively, has been widely condemned as brazenly self-serving. The Spurs chairman, Daniel Levy, did “regret the anxiety and upset caused by the ESL proposal”.", "The Super League had been announced as being in train, like an unstoppable force, at 11pm on Sunday, with the six English signatories being joined by Real Madrid, Barcelona and Atlético Madrid from Spain and Juventus, Internazionale and Milan from Italy. On Monday, there were fears among supporters across Europe that nothing could stand in the way of the closed-shop tournament, which would have gravely undermined the game’s competitive spirit.", "Chelsea fans protest outside Stamford Bridge before the game with Brighton. Photograph: Andrew Cowie/Colorsport/Rex/Shutterstock", "Yet the backlash was ferocious. In England, it came from the royal family and government downwards, taking in the Premier League’s “Other 14” clubs, with fans mobilising in numbers, particularly across social media, to decry the scheme.", "The Football Association had taken a key stand earlier on Tuesday when it warned that any club involved would be banned from the Premier League and all domestic competitions. Before Liverpool’s statement, to which nobody at the owner, Fenway Sports Group, put their name, two key figures from the club had voiced their opposition to the plan.", "The captain, Jordan Henderson, said on behalf of the squad: “We don’t like it and we don’t want it to happen. This is our collective position,” while Kenny Dalglish, a club legend and nonexecutive director, urged the owners to “do the right thing”.", "01:16 Chelsea fan protests turn to celebrations as club pulls out of Super League – video", "The FA’s chief executive, Mark Bullingham, emboldened by the UK government’s pledge to do whatever it took in legislative terms to block the breakaway tournament, said his organisation would take an uncompromising line with the rebel clubs.", "Bullingham articulated the FA’s stance in a meeting with Premier League officials, including the chief executive, Richard Masters, and the division’s other 14 clubs, who were united in their opposition to the big six’s scheme. The FA is empowered to license clubs to compete – or otherwise. Bullingham and Masters had come off a separate call with Boris Johnson, who had reassured them that the government would move to support them if they encountered any issues with competition law. Put simply, Johnson said they would introduce new laws, if needed.", "Bullingham also told the meeting the FA would refuse to grant governing body endorsements – essentially work permits – for overseas players at clubs that participated in the Super League. The meeting, which began at 11am, was marked by a sense that each of the 14 clubs wanted the same thing – which is not always the case – and, as the day wore on, there would be a growing optimism that the breakaway had lost its impetus.", "The anger bubbled in plain sight. The 14 have no ill feeling towards the big six clubs themselves and they recognise how important they are to the Premier League product. But it is a different story in terms of their feeling towards the owners of them, together with the executives that do their bidding.", "There were calls at the meeting for reprisals against Ed Woodward, Bruce Buck and Vinai Venkatesham, among others – the day-to-day bosses at Manchester United, Chelsea and Arsenal; a call to explore whether they could be held to account for their actions, possibly via legal avenues. Woodward resigned as United’s executive vice-chairman on Tuesday night but is due to continue until the end of the year.", "Chelsea and Manchester City in action in the Premier League in January. Photograph: Darren Walsh/Chelsea FC/Getty Images", "The resentment is based upon the fact that executives at the 14 clubs have shared meeting rooms with their counterparts at the big six in recent times, in which shared ground has been sought. And yet all the while, the six have plainly been plotting to break away. The 14 are now determined to put in place a mechanism so that this kind of behaviour cannot happen again.", "The Premier League had said in a strongly worded statement after its meeting that the 14 clubs “unanimously and vigorously rejected the plans” for a Super League. It went on that it was “considering all actions available to prevent it from progressing, as well as holding those shareholders involved to account under its rules”.", "Everton had earlier been fierce in their condemnation of the six English clubs involved in the Super League, accusing them of preposterous arrogance, subversive practices and disenfranchising their own supporters. Everton’s owner, Farhad Moshiri, told TalkSport: “This is six clubs attacking the very heart of the Premier League, and I think they should be disciplined.”", "Ok bye 👋🏾 — Raheem Sterling (@sterling7) April 20, 2021", "A statement from Everton, the fourth most successful club in English league football with nine league championships, said: “The self-proclaimed Super Six appear intent on disenfranchising supporters across the game – including their own – by putting the very structure that underpins the game we love under threat. The backlash is understandable and deserved and has to be listened to. This preposterous arrogance is not wanted anywhere in football outside of the clubs that have drafted this plan.”", "A number of other clubs, including Leicester and West Ham, both of whom hope to finish in the top four, went public with their opposition. Significantly, Pep Guardiola launched a scathing attack on the proposed tournament, even though City were due to play in it each season.", "“It is not a sport where the relation between the effort and the success, the effort and the reward, does not exist,” City’s manager said. “It is not a sport where success is already guaranteed or it is not a sport when it doesn’t matter where you lose.", "Sign up to The Recap, our weekly email of editors’ picks.", "“That’s why I said many times, I want the best competition, the strongest competition possible, especially the Premier League. It is not fair when one team fight, fight, fight, arrive at the top and cannot qualify because success is already guaranteed just for a few teams.", "“I don’t know what is going to change. [Even if] the people say: ‘No, no, maybe four or five teams can go up and play this competition,’ [then] what happens to the 14 or 15 not playing a good season and every time will be there? So this is not sport.”"], "authors": ["David Hytner", "Andy Hunter", "Jamie Jackson"], "keywords": ["competition", "club", "premier", "14", "league", "warning", "quit", "super", "fa", "sport", "manchester", "ban", "meeting", "clubs"], "pubDate": "2021-04-20T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}