{"id": "61c6346e-cf92-3e99-a4fc-0b1d3cfdd0af", "title": "What Will 2021 Bring for Prince Harry and Meghan Markle?", "url": "https://www.vogue.com/article/what-will-2021-bring-for-prince-harry-and-meghan-markle", "summary": "Come 2021, expect some of these projects—like a nature docu-series—to come to fruition, providing an idea on what causes are close to their hearts.\nHowever, don’t expect Meghan be the star: a source told Vogue that she has no plan to return to acting.\nAlthough it’s unconfirmed whether or not we will see Harry and Meghan onscreen, we will certainly hear their voices through our Airpods.\nHarry and Meghan always meant to split their time between California and England.\nWith a vaccine on the horizon, Harry and Meghan might be able hop across the pond once again.", "paragraphs": ["On January 8, 2020, the Duke and Duchess of Sussex made an announcement on Instagram: “We intend to step back as ‘senior’ members of the Royal Family and work to become financially independent, while continuing to fully support Her Majesty The Queen,” they wrote. It was a seismic event that made global headlines. 18 months prior, 18 million people in the United Kingdom alone watched their seemingly fairytale royal wedding on television. How, many of them now asked, had it gone so wrong?", "One year later, the couple are officially no longer working royals. Instead, they’ve carved out a new life for themselves, and their son Archie, in California. (Specifically, Montecito, where they purchased a 14.65-million dollar home.) They’ve become outspoken about causes like Black Lives Matter, cyber-bullying, and voter suppression, as well as announced high-profile projects with Netflix and Spotify. So, as we enter 2021—their first full year out on their own—what can we expect from the Duke and Duchess 2.0?", "Let’s start with Netflix. Last September, the couple announced a mega-deal with the streaming service where they would produce works that resonated with them personally. (Which, yes, is incredibly vague criteria.) Come 2021, expect some of these projects—like a nature docu-series—to come to fruition, providing an idea on what causes are close to their hearts.", "However, don’t expect Meghan be the star: a source told Vogue that she has no plan to return to acting. But that’s not to say she won’t be on camera at all. Harry, for example, recently appeared in the Netflix Paralympics documentary Rising Phoenix. Who’s to stay Meghan won’t do the same?", "Although it’s unconfirmed whether or not we will see Harry and Meghan onscreen, we will certainly hear their voices through our Airpods. In late December, they officially launched a Spotify podcast series called Archewell Audio. Their first episode, a holiday special, featured high-profile guests like Tyler Perry, Elton John, Naomi Osaka, and Stacey Abrams talking about the lessons they learned in 2020. More episodes—with more starry names—are on the horizon.", "But perhaps their biggest undertaking is yet to come. After months as just a taupe landing page, their foundation Archewell’s website is finally up and running. With it comes a list of their nonprofit partnerships. They’ll be working with Jose Andres’s World Central Kitchen, which supplies food to at-risk communities and disaster zones, as well as the Loveland Foundation, which provides mental health resources to Black women. They are also supporting two charities that aim to make online communities safer and more inclusive. Just like that, their post-royal future became more defined: the couple, it seems, is dedicated to both racial justice and more compassionate technology.", "And while 2020 was the year they left London, 2021 might be the year they return to it. Harry and Meghan always meant to split their time between California and England. In their original Instagram post, they stated that their plan was to “balance our time between the United Kingdom and North America.” The coronavirus pandemic, however, upended those plans, canceling marquee royal events and making air travel inadvisable. “Had it not been for COVID and travel restrictions, they would have already been back in the UK. For events like Beatrice’s wedding and Trooping of the Colour, for example,” a source close to the couple told Vogue in September.", "With a vaccine on the horizon, Harry and Meghan might be able hop across the pond once again. And there’s a number of notable occasions this summer they could return for: Prince Philip’s 100th birthday in June, as well as the expected unveiling of a Princess Diana statue at Kensington Palace."], "authors": ["Elise Taylor", "Elise Taylo"], "keywords": ["2020", "expect", "come", "meghan", "2021", "netflix", "markle", "royal", "return", "working", "bring", "couple", "prince", "harry"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}