{"id": "61c757f0-8484-3825-9071-6362d5fff89f", "title": "Twin Sisters and Co-CEO’s Share How Their Family Holiday Tradition Inspired the Creation of “Elf on the Shelf”", "url": "https://radio.foxnews.com/2020/12/07/twin-sisters-and-co-ceos-share-how-their-family-holiday-tradition-inspired-the-creation-of-elf-on-the-shelf/", "summary": "This time of year is a special time for many all over the world.\nParents, guardians, grandparents, loved ones, etc.\nwork tirelessly to make the holiday season feel special for children, and presents are only one part of that.\nGood food, time with family, traditions old and new, and the opportunity to appreciate the life we have really makes this season come to life.\nIn a year like the one we've had, it's important to take a moment to be thankful for the good things in our lives, and the passion and love for Christmas shared by Chanda and Christa helps make this season extra special!", "paragraphs": ["This time of year is a special time for many all over the world. Parents, guardians, grandparents, loved ones, etc. work tirelessly to make the holiday season feel special for children, and presents are only one part of that. Good food, time with family, traditions old and new, and the opportunity to appreciate the life we have really makes this season come to life. In this episode of the Proud American podcast, Marine Corps Veteran and host Johnny Joey Jones introduces us to twin sisters, owners & co-CEO's of \"Elf on the Shelf,\" Chanda Bell and Christa Pitts, who have used their creativity to bring a little extra Christmas spirit to families all over the country with the help of their friend Scout. In a year like the one we've had, it's important to take a moment to be thankful for the good things in our lives, and the passion and love for Christmas shared by Chanda and Christa helps make this season extra special!"], "authors": ["Nicole Rabon"], "keywords": ["creation", "inspired", "world", "tradition", "shelf", "extra", "christmas", "life", "elf", "chanda", "sisters", "share", "work", "special", "holiday", "twin", "good", "season", "family", "christa"], "pubDate": "2020-12-07T00:00:00", "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}