{"id": "61ddd31d-e20c-3f56-93ba-8f5c0b59091d", "title": "Inside the Cultish Dreamworld of Augusta National", "url": "https://www.newyorker.com/magazine/2019/06/24/inside-the-cultish-dreamworld-of-augusta-national", "summary": "There are shrines to various touchstones of Augusta National lore and a vast, immaculate store that sells Masters merchandise, one of several on the grounds.\nYou can buy official merch only on site; Augusta National sells nothing online or outside the gates.\nRight outside Berckmans, you slip into the flow of regular patrons, a river of well-to-do white people in golf clothes.\nAt one point, a young man told me, “My uncle dropped dead last year on eleven.\nOne golf executive told me, “It’s easier for everybody when Tiger is winning.” This, too, seemed Trump-y: forbearance, in the name of lucre.", "paragraphs": ["At the metal detectors, two men behind me, whose golf shirts identified them as employees of a prominent private-equity firm, asked if I’d carry an extra folding chair of theirs through security. Everyone is allowed one chair. Presumably, these two were carrying additional ones for their superiors, or else—could it be?—angling for an unfair advantage. As soon as the grounds open each morning, chair holders—first members and their guests, then the general public—fan out across the course and secure their viewing spots; you leave a chair behind, usually with a name tag or a business card affixed to it, then wander around in the expectation that it will be vacant, or immediately vacated, when you come to claim it. Sometimes the chairs stay empty, like barely used country houses.", "Berckmans operates for just one week of the year. This is astonishing to contemplate: it’s a small indoor village, reportedly ninety thousand square feet. There are shrines to various touchstones of Augusta National lore and a vast, immaculate store that sells Masters merchandise, one of several on the grounds. Sweaters, hats, shirts, jewelry, club covers, platters, pens. You can buy official merch only on site; Augusta National sells nothing online or outside the gates. You might guess that this restriction would cut into sales, but scarcity fuels desire, or so it appears, judging by the queues at the shops and by the patrons lugging around clear-plastic shopping bags stuffed with purchases for the people back home. The club doesn’t share sales figures—it doesn’t even reveal how many tickets are sold—but a popular estimate is that it moves fifty million dollars of merchandise in that one week.", "In some ways, Berckmans is just a food court, but exclusivity can be mind-altering. A badge holder pays for nothing. People who can afford a meal at any restaurant in the world derive a thrill from dining without being handed a check. There are five restaurants: Ike’s; Calamity Jane’s, named for Bobby Jones’s putter; MacKenzie’s Pub, for the course architect; the Pavilion, outside; and Augusta’s, a sprawling Art Nouveau palm-frond-and-tin-ceiling seafood emporium, where you can get raw oysters, étouffée, and bananas Foster. For breakfast, our host chose Ike’s. There were hooks under the table on which to hang our ball caps. “The little things,” he said. A TV on the wall carried a live feed of Jim Nantz, off air but on site, having his hair strategically restructured. At the buffet, we heaped our plates with biscuits, grits, eggs, French toast, and candied peaches. I thought guiltily of my colleagues at the press center, having to make do with omelettes and no hooks for their hats. As I hid in a john to jot down a few notes, I noticed that the restroom attendants cleaned the stalls after each patron’s use. (Later, I overheard a man talking to his wife on a courtesy phone: “Guess what: every time you go, there’s a guy who runs in and cleans the toilet.”)", "Berckmans guests occasionally find themselves staying all day: oysters, Bloody Marys, air-conditioning, golf on TV. Why bother going out to watch the disjointed, partial, live version? The clincher, for many, is the Putting Experience, along the northeast side of Berckmans—replicas of the seventh, fourteenth, and sixteenth greens, with Augusta National caddies on hand, in their coveralls, to help the civilians manage what, up close, look like preposterously hilly putts. After breakfast, there was a queue of people waiting their turn to test the greens. Condoleezza Rice, in green jacket and tan slacks, was there to greet them one by one. (The man on the courtesy phone: “A former Secretary of State out there saying hi to everybody? Honey, it’s crazy!”)", "Depending on your area of interest or expertise, you might recognize prominent citizens in golf-fan disguise. A patron who knew his hockey Hall of Famers, for example, could introduce himself to Chris Chelios and Lanny McDonald. One who knew his media magnates might note that Fred Ridley was having lunch with Brian Roberts, the chairman of Comcast and the head of the club’s digital-technology committee.", "One Berckmans badge holder I didn’t recognize but whom a younger patron pointed out later, by the sixth green, was a thirty-one-year-old social-media personality named Bob Menery, who has made a name for himself by posting profane mock-narrations of sports highlights, in a dead-on sportscaster’s voice. Towering over him was his girlfriend, Katie Kearney, a swimsuit model and former Miss Missouri. Menery and Kearney had been invited to the Masters by a Lebanese businessman named Ahmed Tayeb. There were dinners (one hosted by a Saudi golf magnate, another with Ireland’s fifth-richest man); parties (at C.A.A.’s, Menery had a rough go of it after mistakenly eating a housemate’s pot gummy); a round at Sage Valley (Menery shot his best-ever score, a seventy-five); and multiple late-night sessions at Hooters. As I chatted with Menery and Kearney, we were joined by their friend Jena Sims, an actress and former Miss Teenage Georgia, and the girlfriend of Brooks Koepka, the No. 1 golfer in the world, who had recently lost twenty pounds in advance of an appearance with her in the Body Issue of ESPN the Magazine. Menery and Koepka liked to kid around with each other about their attractive girlfriends. When Menery, outside the ropes, heckled Koepka about this during an early round at the Masters, Koepka laughed, but Menery got the Pinkerton glare. “You don’t fuck around here,” he told me. Last year, Menery posted a video on Instagram in which he crank-called the club pretending to be Bill Gates (who is a member), ludicrously demanding a tee time in the midst of the tournament. Now he was hoping that no one remembered this stunt; he was having too good a time, making too many connections, and, like nearly everyone at Augusta, sorely hoping to be invited back. On Sunday, he watched the final round on the flatscreens at Berckmans, leaving vacant the folding chairs that a runner had placed for him and his housemates by the eighteenth green early that morning.", "Right outside Berckmans, you slip into the flow of regular patrons, a river of well-to-do white people in golf clothes. But what had previously appeared to be the most homogeneous crowd I’d ever seen suddenly seemed to contain some intriguing variety, relative to the clientele at Berckmans. The frat boys and young jocks, with stacks of empty beer cups (the cups are collector’s items); the slightly dotty elderly golf fanatics, with their binoculars and old Masters badges and long-standing viewing spots at the sixteenth hole; the sunburned Brits on boys’ trips, smoking 100s in the shade. Still, you see a lot of khaki shorts, ankle socks, and golf shirts. Sometimes you can tell people apart only by the corporate logos on their left breast: Hitachi Chemical, Mercy Care, Strategic Wealth Specialists, Newton Center Chiropractic, South Bay Construction, Arborguard, True Temper, Twisted Dune, The Citadel. Everyone had the look of someone who was used to telling other people what to do.", "Here and there, I struck up amiable conversations with well-mannered men from all over the country. A carnival concessionaire from Austin. An art-frame conservator from New Haven. A white-water kayaker from the Smokies. I eavesdropped on greetings and farewells:", "“What’s up, General?”", "“Good to see you, Bud.”", "“You guys be safe.”", "Tim Jones, a senior project manager at a steel company in Louisville, told me, “Never been anywhere like this, where everything’s A1, from the hand towels in the bathrooms to the grass. I called my son. I told him, ‘This isn’t a golf tournament. It’s a cultural event where the Southern United States has its chest stuck out and is saying come down and visit.’ It’s been a hundred and fifty-five years since the Civil War, and yet we want to let people know we’re a strong people, a hardworking people, a proud people.”", "A guy named Rick Foor, from Fort Mill, South Carolina, on hearing that I was from New York, asked, “Are you left of Trump?” He let me know that he was busting my chops. “So, but seriously, what’s the deal with A.O.C.?”", "I had another conversation about Ocasio-Cortez, and the perils of single-payer health insurance, with a large-bodied fund manager from New York. We met at a concession stand as we were both reaching greedily into a freezer for peach-ice-cream sandwiches, the last two in stock. (An old Augusta hand had given me some advice: “Follow the fattest fucker you see and he’ll lead you to the peach-ice-cream sandwiches.”) After a couple of bites, the trader threw his out. “It’s too mushy,” he said. “Yesterday I had one, and it was the best thing I ever had.” (Another pro tip: remove the cutlet from a chicken sandwich, put it in a pimento-cheese sandwich, then, before eating the new sandwich, carry it in your pocket for a few holes.)", "At one point, a young man told me, “My uncle dropped dead last year on eleven. This is the one-year anniversary of his death.” Then the uncle introduced himself. Johnny Pruitt, age fifty-four, from Bluffton, South Carolina. He’d gone into cardiac arrest in the gallery and was out for twenty-five minutes before paramedics revived him. The family were gathered here to celebrate his resurrection. “I bow down at Amen Corner,” he said. “I had goosebumps coming through the gate this morning.”", "Amen Corner, so named by Herbert Warren Wind, is the crux of the course, comprising, strictly speaking, the eleventh green, the twelfth hole, and the tee shot at thirteen. A stand of pines juts into the course here and provides a sociable vantage over hallowed ground and consequential golf. On Friday afternoon, fans watched balls arrive suddenly from the left and land on or near the eleventh green. Then came the players. The scoreboard—updated by men standing behind it using placards featuring each competitor’s name—would tell you whom to expect, if you didn’t have the grouping sheet. No matter where you were, Tiger Woods approached as if on a rising tide, behind the leading edge of the throng that was following his round. Agents from the Georgia Bureau of Investigation preceded him, and then, as shouts of “Tiger!” rippled out ahead, the man himself came striding along, with his familiar air of purpose and annoyance. He was in the second-to-last group and near the top of the leader board, and a buzz was starting to build that he might in fact be in the running.", "To great fanfare, he birdied eleven and walked toward the grandstand, and the twelfth tee. Twelve is a famous, picturesque par three, Augusta’s Matterhorn. To land a ball on the green, you have to hit it over a creek and short of an embankment of azaleas. Great players have come to grief here. Woods, though, hit his tee shot to within a half-dozen feet of the flag. Pandemonium. And then, from seemingly everywhere, came the sound of a siren. There was lightning in the area, and everyone had to evacuate the course. The crowd groaned. Puttus interruptus. Woods rushed across the bridge to the green, marked his ball, and disappeared offstage, behind the azaleas, as the multitudes emptied out of the grandstand and the glades of Amen Corner and streamed back toward the exits—there was no place on the grounds for them to take shelter, in the event of a storm, unless they had passes to Berckmans. The sky darkened.", "A few patrons lingered among the pines. “I’m staying here till they make me leave,” one man said. He smoked a cigarette and admired the vivid slaty light. After half an hour, far off, a cheer went up, and suddenly the crowds were returning, some people at a run, to reclaim choice spots in the pines. The atmosphere had got rowdy, strangers striking up conversations like old friends.", "A start horn rang out. Woods was waiting by the twelfth green, where he was soon joined by his partners. But after a long delay he missed his birdie putt. Soon a heavy rain arrived, and the SubAir system kicked in.", "On Sunday, a threat of afternoon storms, possibly even of tornadoes, prompted the club to make the unprecedented and therefore surely agonizing decision to move the start times to early morning, and to send the groups out in threesomes, rather than the usual pairs. Woods lucked into the final group, a tactical advantage.", "The patrons in the galleries had a range of rooting interests. Some cheered for Rickie Fowler, who is widely acknowledged to be the American contingent’s leading young mensch, or for Phil Mickelson, whom many writers privately described as its reigning jerk. I stood next to an executive from Adidas and his fiancée, whose interests were best represented by the rising star—and Adidas athlete—Xander Schauffele. Go, Xander! A South African contingent went berserk for Louis Oosthuizen. But the contender who inspired the roars was Woods.", "Early that morning, in the press building, I was flipping through a recent biography of Woods, by Armen Keteyian and Jeff Benedict. Skipping, as one will, to the dirty bits, I alighted on a section describing his serial infidelities of a decade ago, and some text messages he’d sent to a porn star named Joslyn James, the first of which read, “Hold you down while i choke you and Fuck that ass that i own.” The rest were worse. This was the man whom everyone was roaring for. There was something Trumpean about it all—a suggestion not of redemption and forgiveness but of indulgence, or abandon.", "It can seem weird how enthusiastically the golf world roots for Woods, even though so many of its citizens, especially the ones closest to the tour, aren’t especially fond of him. People like to witness greatness, maybe, or to partake of excitement. He’s good for business, people said. One golf executive told me, “It’s easier for everybody when Tiger is winning.” This, too, seemed Trump-y: forbearance, in the name of lucre. It’s perhaps worth noting that Woods and Trump, who is closing in on two hundred rounds as President, have been both playing and business partners; Woods is designing a course for Trump’s property in Dubai.", "In 1996, a year before the first of Woods’s Masters triumphs, his father, Earl Woods, told Sports Illustrated, “Tiger will do more than any other man in history to change the course of humanity,” including Mandela, Gandhi, and the Buddha. He referred to Woods as “the Chosen One.” It was soon clear that the son’s ambitions didn’t align with the father’s. One can argue, and many have, that no man is duty-bound to lead the struggle, or that merely by dominating a mostly white field, often in places that have historically been closed to people of color, Woods is doing more than his share to advance the cause. It’s always been hard to parse the extent to which his popularity is a function of his being a pioneer, as a black man in a white world, or of his reticence about this."], "authors": ["Nick Paumgarten", "Nick Paumgarte", "David Owe", "John Mcphe"], "keywords": ["golf", "berckmans", "dreamworld", "inside", "national", "patrons", "course", "named", "told", "man", "green", "augusta", "woods", "cultish", "menery"], "pubDate": "2019-06-24T00:00:00Z", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}