{"id": "61e379da-db06-3a6c-bf89-805ed6ce94d8", "title": "The Cambridge Family’s Annual Christmas Card Is Here", "url": "https://www.vogue.com/article/cambridge-family-christmas-card-2020", "summary": "Today, Prince William and Kate Middleton shared their annual Christmas card with the public.\nThe family sits smiling in front of a log pile, furthering the festive air of the card.\n\"The Duke and Duchess are delighted to share a new image of their family, which features on their Christmas card this year,\" they wrote on social media, punctuating the caption with a Christmas tree emoji.\nLast year, for example, the family shared a black and white picture where a cap-clad Prince William kissed the cheek of toddler Louis.\nEarlier this week, the Duke and Duchess of Cambridge also thanked key workers in the U.K. by putting a spin on the classic Christmas Poem, \"The Night Before Christmas.\"", "paragraphs": ["Happy holidays from the Cambridges!", "Today, Prince William and Kate Middleton shared their annual Christmas card with the public. Taken at their Norfolk home of Anmer Hall, it shows the family in country casual: the Duke and Duchess are wearing jeans, and their children George, Charlotte, and Louis are in sweaters. Charlotte, in particular has on a festive knit that features a cozy cottage front and center.", "The family sits smiling in front of a log pile, furthering the festive air of the card. It was taken by Matt Porteous, who also took the photograph for their 2018 card.", "\"The Duke and Duchess are delighted to share a new image of their family, which features on their Christmas card this year,\" they wrote on social media, punctuating the caption with a Christmas tree emoji.", "This continues the now longstanding tradition of the Cambridge's laid-back holiday greetings. Despite, you know, being the royal family, every year they choose to broadcast themselves in a normal light. Last year, for example, the family shared a black and white picture where a cap-clad Prince William kissed the cheek of toddler Louis. In 2018, they posed on a tree trunk in the woods, with Prince George wearing a pair of wellies.", "Earlier this week, the Duke and Duchess of Cambridge also thanked key workers in the U.K. by putting a spin on the classic Christmas Poem, \"The Night Before Christmas.\" In their version, however, Saint Nicholas is the tireless essential personnel that kept the country running during the coronavirus pandemic."], "authors": ["Condé Nast"], "keywords": ["william", "wearing", "cambridge", "duchess", "card", "family", "taken", "tree", "annual", "familys", "duke", "prince", "christmas"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}