{"id": "6228c826-b734-3d6f-a0f0-49d2fd8c0c45", "title": "Goldman Sachs eying Florida move for key division, report says", "url": "https://www.foxbusiness.com/financials/goldman-sachs-eying-florida-move-for-key-division-report-says", "summary": "Goldman Sachs is eying a move to Florida for one of its key divisions — in what could be yet another major blow to New York City’s position at the helm of the financial industry, a new report says.\nFlorida offers tax advantages — not to mention warmer weather appreciated by at least some Manhattan-weary workers.\nThe COVID-19 pandemic has shown that more work can be done remotely than ever before, too, so there is less of a need for costly offices, sources told Bloomberg.\nStill, no decision has been made by the Goldman Sachs Group, Inc., which is considering Dallas, Texas, too, for its assets-management division, the site said.\nLast year, the industry accounted for 18 percent, or more than $15 billion, of collected state taxes, and 6 percent of New York City taxes collected.", "paragraphs": ["Goldman Sachs is eying a move to Florida for one of its key divisions — in what could be yet another major blow to New York City’s position at the helm of the financial industry, a new report says.", "Continue Reading Below", "The financial titan is considering relocating its $8 billion-revenue-generating asset-management arm to Palm Beach County or Fort Lauderdale, checking out potential real estate, chatting up local officials and weighing the Sunshine State’s tax advantages, sources told Bloomberg.", "The potential development comes on the heels of several other investment companies moving from the Big Apple to down South — and battering New York’s bottom line with the loss of white-collar jobs.", "There is now the most office space empty in Manhattan since right after 9/11, Bloomberg said.", "As The Post reported in October, billionaire Paul Singer has decided to move the headquarters of his hedge fund Elliott Management from Manhattan to Florida, according to sources, while Carl Icahn also made the switch for his offices.", "Florida offers tax advantages — not to mention warmer weather appreciated by at least some Manhattan-weary workers.", "The COVID-19 pandemic has shown that more work can be done remotely than ever before, too, so there is less of a need for costly offices, sources told Bloomberg.", "Still, no decision has been made by the Goldman Sachs Group, Inc., which is considering Dallas, Texas, too, for its assets-management division, the site said.", "“We are executing on the strategy of locating more jobs in high-value locations throughout the US, but we have no specific plans to announce at this time,” a company rep told Bloomberg in a statement.", "New York’s economy has been reeling from the coroanvirus, as companies battle decreased business amid government restrictions and public health fears.", "The securities and trading industry is vital to its survival.", "Last year, the industry accounted for 18 percent, or more than $15 billion, of collected state taxes, and 6 percent of New York City taxes collected."], "authors": [], "keywords": ["york", "potential", "sources", "sachs", "tax", "yorks", "key", "manhattan", "goldman", "taxes", "told", "report", "florida", "industry", "division", "eying"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}