{"id": "62356209-086f-3147-a0c8-ff7b27b03da8", "title": "Violence erupts between Trump supporters, Antifa at Washington state protests", "url": "https://www.foxnews.com/us/violence-erupts-between-trump-supporters-critics-at-washington-state-protests", "summary": "Washington state police responded to reported gunshots during opposing protests between pro-Trump, pro-police demonstrators and Black Lives Matter and Antifa counterprotesters in Olympia, according to reports.\nVideo captured the moment when the groups clashed, with “Back the Blue” supporters using flagstaffs to beat on counterprotesters dressed entirely in black and wearing face coverings.\nTRUMP BACKERS IN SACRAMENTO SAY COUNTER-PROTESTERS DAMAGED THEIR VEHICLES: REPORTOlympia police say the groups had started to disperse by 7 p.m., but not before shots were fired, Shore News reported.\nThe California protest also tipped over into violence, with Proud Boys – who had been holding regular rallies in recent weeks – and the counterprotesters clashing.\nCLICK HERE TO GET THE FOX NEWS APPScott Rodd of CapRadio News captured some of the Sacramento clash, which similarly featured black bloc demonstrators.", "paragraphs": ["Washington state police responded to reported gunshots during opposing protests between pro-Trump, pro-police demonstrators and Black Lives Matter and Antifa counterprotesters in Olympia, according to reports.", "Video captured the moment when the groups clashed, with “Back the Blue” supporters using flagstaffs to beat on counterprotesters dressed entirely in black and wearing face coverings.", "TRUMP BACKERS IN SACRAMENTO SAY COUNTER-PROTESTERS DAMAGED THEIR VEHICLES: REPORT", "Olympia police say the groups had started to disperse by 7 p.m., but not before shots were fired, Shore News reported.", "The counterprotest, “Squash Fascists,” and “Back the Blue” baited each other throughout the day. An individual brandished a weapon during one of the early confrontations, which was captured on footage by Independent Media PDX.", "Police arrested the individual, and officers are investigating reports that shots were fired earlier on Saturday.", "“Officers are still staffed throughout the city and monitoring for additional issues,” Olympia PD stated in a tweet. “An arrest was made for two counts of felony assault.”", "“An additional charge may be referred for reckless endangerment as well.”", "LOS ANGELES COUNTY PROTEST OF DINING BAN TARGETS SUPERVISOR WHO VOTED FOR IT", "Similar protests occurred in nearby states, with an anti-Proud Boy march in Sacramento, Calif., and an anti-conservative rally in St. Paul, Minn., The Blaze reported.", "The California protest also tipped over into violence, with Proud Boys – who had been holding regular rallies in recent weeks – and the counterprotesters clashing.", "CLICK HERE TO GET THE FOX NEWS APP", "Scott Rodd of CapRadio News captured some of the Sacramento clash, which similarly featured black bloc demonstrators."], "authors": ["Peter Aitken", "Peter Aitken Is A New York Born-And-Raised Reporter With A Focus On National", "Global News."], "keywords": ["reportedthe", "violence", "washington", "black", "protest", "shots", "olympia", "state", "protests", "erupts", "supporters", "counterprotesters", "sacramento", "trump", "captured", "antifa", "say"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}