{"id": "62474cfc-ab45-38e3-9401-d7dee8976ddf", "title": "China wants to make its Christians more Chinese", "url": "https://www.economist.com/china/2021/04/03/china-wants-to-make-its-christians-more-chinese", "summary": "This led to an explosion of Christian worship, much of it in small “house churches” with no official links.\nMore than three-quarters of them are Protestants, of whom about half attend house churches.\nIt encourages churches to use Chinese architecture and Chinese tunes for hymns, as well as Chinese-style painting, calligraphy and other “popular cultural forms”.\nIt does not mention house churches specifically, but demands adherence to the country’s newly revised regulations on religion, which took effect in early 2018.\nAt many house churches, online congregations are 50% bigger than meetings were when held in person, says a pastor.", "paragraphs": ["I N 1867 AN English missionary, James Hudson Taylor, wrote a letter home defending his policy of encouraging fellow preachers in China to wear Chinese robes and the Manchu-style pigtail. By dressing in Western garb, he argued, they risked giving the impression that becoming a Christian meant becoming a foreigner. Taylor’s concern was justified. Such was the scorn for those who embraced the faith that, long before the Communist Party seized power in 1949, people used to say, “One more Christian, one fewer Chinese.” Officials in China still mutter this phrase today.", "Listen to this story Your browser does not support the <audio> element. Enjoy more audio and podcasts on iOS or Android.", "In the 1950s the party began cutting Chinese Christianity’s links with foreign churches and requiring believers to worship only in government-authorised venues. Eventually all religious activity was banned and brutally crushed. A few years after the death of Mao Zedong in 1976, restrictions were partially relaxed. This led to an explosion of Christian worship, much of it in small “house churches” with no official links. Protestantism grew especially fast, as did its foreign connections. Foreign missionaries, often working as teachers, poured back in. Now, in an effort to reassert control, China is trying once again to “sinify” Christianity. It will prove tougher than in Mao’s day.", "All religions in China are being targeted by the sinification campaign, which was launched in 2015 by the country’s leader, Xi Jinping. Among ethnic minorities in the western regions of Xinjiang and Tibet, these efforts have formed part of a broader assault on cultural and religious identity. More than 1m of Xinjiang’s Muslims, most of them ethnic Uyghurs, have been sent to camps for “deradicalisation”, which has included warning them of the dangers of foreign influence over Islam. There are 11m Uyghurs and 7m, mostly Buddhist, Tibetans. But there are far more Christians—between 60m and 80m. More than three-quarters of them are Protestants, of whom about half attend house churches. The party is acutely aware of the role that Christians have played in anti-Communist movements in other countries.", "In 2018 and 2019 the government published five-year plans for sinifying each of the country’s five officially recognised faiths: Buddhism, Islam, Taoism and Christianity, which China treats as two separate religions: Protestantism and Catholicism. The Protestant plan reads in parts like one that Taylor would have liked. It encourages churches to use Chinese architecture and Chinese tunes for hymns, as well as Chinese-style painting, calligraphy and other “popular cultural forms”.", "But the document has a tough message, too. It does not mention house churches specifically, but demands adherence to the country’s newly revised regulations on religion, which took effect in early 2018. These impose tougher fines on the unauthorised use of premises for religious purposes, require official permission for religious training abroad and prohibit any control of churches by “external forces”. Without naming him, the plan condemns the “confusing and poisonous” views of a late missionary, Jonathan Chao, who supported China’s house churches from bases outside the country.", "Even for many of those who attend official churches, the five-year plan’s emphasis on the need to integrate Christian theology with socialist ideology is grating. It says quotations should be used by preachers to promote “core socialist values”. These principles should feature more prominently in their training. Interpretations of the Bible should become more sinified—meaning, presumably, that they should help to bolster belief in socialism.", "With Catholics, China may feel that it has made progress. In 2018 the party reached an agreement with the Vatican that gave both sides a say in the appointment of bishops. The accord means, in effect, that no party-rejecting Catholic can become a bishop in China—a victory, as the party must see it, for sinification.", "The deal with the Vatican took years to reach. The party may find that bringing Protestants under its wing is much trickier. In state-approved churches it has been easy enough to impose an appearance of Chineseness through the display of national flags and portraits of Mr Xi. But many pastors have dragged their feet. One says he avoided having to put a photo of Mr Xi next to the cross in his church by arguing that to do so would invite comparisons between China’s leader and the criminal who was crucified alongside Jesus.", "House churches are an even bigger problem for the party. Since 2018 officials have been stepping up pressure on them. In 2019 a court in the south-western city of Chengdu sentenced one of China’s most outspoken house-church pastors, Wang Yi, to nine years in jail. He had tried to set up a “Reformed Presbytery of Western China” by uniting churches from various provinces. From the pulpit, he had called Mr Xi a “sinner” for persecuting the church.", "Some of the bigger house churches, however, have split into smaller groups and continue to worship without official approval (mostly online during the pandemic). So far the authorities have not responded with mass arrests as they once did, up until the 1990s. But the government may lose patience, especially if, despite all its hostile signalling towards house-church Christians, their numbers continue to grow rapidly. Christians’ faith “gives them purpose, it gives them ethical standards, it gives migrants a family away from home. What can the party do about that?” asks Easten Law of Princeton Theological Seminary. A house-church pastor says the party risks alienating young, white-collar Christians, turning those “who are not its enemy into its enemy”.", "For now, social media remain awash with Christian material. There are numerous Bible-study groups on WeChat, a popular social-media platform. Many churches also use WeChat forums. Unauthorised seminaries and missionary-training schools still operate (the pandemic has prompted them, too, to move online). At many house churches, online congregations are 50% bigger than meetings were when held in person, says a pastor.", "The five-year plan states that “the historical lesson from the repeated setbacks to Christianity’s spread in China fundamentally relates to its failure to overcome its foreignness”. The faith’s recent growth, however, suggests that foreignness is not a problem. In many ways, sinification in the cultural sense has already happened. “We are Christian and we are also proudly Chinese,” says the pastor. The party’s attempt to sinify Christians politically as well may squeeze the church but will not crush it, he says. “We will go on giving to Caesar what is Caesar’s. And we will go on giving to God what is God’s.” ■"], "authors": ["The Economist"], "keywords": ["religious", "wants", "house", "christians", "party", "christian", "churches", "chinese", "xi", "official", "china"], "pubDate": "2021-04-03T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}