{"id": "625a4a99-5cc7-3e15-a1a8-0d9293718db1", "title": "Steven Spurrier died on March 9th", "url": "https://www.economist.com/obituary/2021/04/03/steven-spurrier-died-on-march-9th", "summary": "So Steven Spurrier intended when, on May 24th 1976, he supervised the setting out of a light, pleasant room at the Intercontinental Hotel in Paris.\nHe had invited nine French experts to, ostensibly, a simple tasting of Californian wines to celebrate America’s bicentennial.\nThen, at the last minute—his head always fizzing like a Krug with interesting ideas—he thought it might be more fun to pit French wines against Californian in a blind tasting.\nThe French, he reasoned, were bound to scoff if they knew a wine came from the upstart Napa Valley.\nHe revered their wines, and had been amazed when the Judgment of Paris came down.", "paragraphs": ["S HOWDOWNS BETWEEN France and England are two a penny. Between France and California they are rare. But add an Englishman into the mix—even a charming, sprightly, upper-class one with exquisite manners, kingfisher-blue dinner jackets and handmade shoes—and the scene may change dramatically.", "Listen to this story Your browser does not support the <audio> element. Enjoy more audio and podcasts on iOS or Android.", "So Steven Spurrier intended when, on May 24th 1976, he supervised the setting out of a light, pleasant room at the Intercontinental Hotel in Paris. He had invited nine French experts to, ostensibly, a simple tasting of Californian wines to celebrate America’s bicentennial. Then, at the last minute—his head always fizzing like a Krug with interesting ideas—he thought it might be more fun to pit French wines against Californian in a blind tasting. The French, he reasoned, were bound to scoff if they knew a wine came from the upstart Napa Valley. What if they did not know?", "The contest came down to chardonnays (the Californian versions against long-established white Burgundies) and cabernet sauvignons (Bordeaux grands crus châteaux reds against parvenu vintages from America’s west coast). Not far into the tasting the judges were already confused, cross-checking their reactions, unwittingly praising California while doing down France. And the result, after 20 wines had been sipped, was a bombshell. A 1973 chardonnay from Chateau Montelena in Napa, in only its second vintage, was declared the best white; a 1973 cabernet sauvignon from Stag’s Leap Cellars, also in its second vintage, was the best red. The judges sat in horror and disbelief. California had triumphed; France had fallen from its pedestal, and the world of wine had changed. “The Judgment of Paris” crowed Time in its headline (its reporter being the only one who had turned up). “Not bad for kids from the sticks!” cried the man from Montelena. “There goes your Légion d’Honneur,” sighed Bella, Mr Spurrier’s wife.", "His dapper bravado should not have surprised the French. In 1971, not long in Paris, he had had the nerve to buy a dingy little wine shop near La Madeleine, strip out the tanks of vin ordinaire and fill it with extraordinary wines he had found as he and Bella toured round Europe. Bottles from tiny struggling estates down lanes in Anjou and Touraine; single-vineyard beauties from Burgundy and Champagne; vintage sherries and Madeiras, which the French mostly ignored; even English sparkling wines, which were held up at French customs when the officer declared that they could not possibly exist. That wine, from the Hambledon Estate, went proudly into the window of the Cave de la Madeleine. There too he pushed his champagne intégral and beaujolais à l’ancienne, fermented without extra sugar, and told the French that if they wanted more, they could add it themselves.", "Next door he started up an Académie du Vin with an American colleague, Patricia Gallagher, running courses, tastings and trips for a large clientele of expatriate Americans. The French were welcome to join in too because, he’d say impishly, they didn’t know as much about wine as people assumed. He saw himself as an ambassador for all unsung vignerons and overlooked varieties, and relished being the first caviste in the city to wear a tie to work, comme il faut. After the Judgment of Paris, the French got all the more huffy. But he was having far too much fun to mind.", "The obsession had started early: at Marston Hall on Christmas Eve when he was 13 and was allowed for the first time, the butler was told, to have a glass of port. With one sip of that glorious Cockburn’s 1908, the die was cast. He was captivated by the thought that wines had family names and came from terroirs that affected them; that they had personalities and histories. His father hoped he would go into the City, but he could think of no better life than devoting himself to art, another passion, and to wine.", "Luckily he had no need to do anything else. At 23 he received his share of the sale of the family gravel company, £250,000 (more than £5m today), quite adequate to buy a house in Fulham and to build in the garden a fountain in which to chill his wine. He worked a little, though, triple-washing corks and bottling St Emilionfrom huge casks in St James’s, before travelling round Europe’s vineyards to instruct himself. The money, sadly, dwindled fast, siphoned off by scroungers. He realised then that he did not have a business bone in his body; he was a soft touch. The Paris Cave and Académie did best, but even the Cave had to close in 1988, and Académies in Rome and New York did not prosper. Dozens of other schemes—wine warehouses, a distribution business, the Vinopolis wine-tasting venue in London—bubbled and broke, and each time, as debonair as when he zipped on his bicycle through teeming city streets, he sailed on. His career at last settled into writing columns for Decanter magazine and running wine courses at Christie’s, in both of which he could follow his fascination for wines not yet known or not yet esteemed enough.", "Among those were now his own sparkling wines from the Bride Valley vineyard he and Bella had planted in Dorset. This was a last throw of the Spurrier dice, gambling with mildew, washout summers, chalk soil and cold air, which gave his wines a definite lightness and acidity, or vibrancy and precision, as he preferred to say. But they did well, and he had a vast cellar to supplement them. He loved to wander round it, reliving the places and people behind each purchase, anticipating each reopening: a 2000 syrah, say, from the Marqués de Griñon’s Dominio de Valdepusa near Toledo, velvety and vigorous, or a Marchesi Antinori Tignanello 2006, breathing Tuscan friendships.", "His cellar was proof, too, that he had no animus against the French. Far from it. He revered their wines, and had been amazed when the Judgment of Paris came down. All he had meant to do was open up attitudes, not transform the world wine trade. Fully 70% of the wines in his cellar were still French; of those perhaps a third were clarets. And as he contemplated his remaining bottles of 1990s Léoville Barton, he concluded that claret was what he would always return to: that wine that had stirred up such wars between France and England, all that time ago. ■"], "authors": ["The Economist"], "keywords": ["came", "wine", "spurrier", "steven", "9th", "round", "french", "say", "wines", "died", "france", "tasting", "paris", "vintage"], "pubDate": "2021-04-03T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}