{"id": "626920ca-135e-3a6c-b4bc-263e896da8db", "title": "Nobel literature prize winner Louise Glück to publish new poetry in 2021", "url": "https://www.theguardian.com/books/2020/dec/07/nobel-laureate-louise-gluck-acceptance-speech-new-poetry-in-2021", "summary": "Nobel laureate Louise Glück is set to publish her first poetry collection in seven years in 2021 – her first since becoming the 16th female winner of the literature prize.\nGlück won the 2020 Nobel prize in October, with the judging committee citing her “unmistakable poetic voice that with austere beauty makes individual existence universal”.\nMichael Schmidt, managing director of Glück’s longtime publisher Carcanet, said: “Carcanet started publishing Louise with The Wild Iris back in the 1990s and we have gone on to publish all her collections and her essays.\nIt’s a joy to be able to continue as her publisher now that she is a Nobel laureate.\nGlück’s Nobel acceptance speech is also set to be made public on Monday.", "paragraphs": ["Nobel laureate Louise Glück is set to publish her first poetry collection in seven years in 2021 – her first since becoming the 16th female winner of the literature prize.", "Glück won the 2020 Nobel prize in October, with the judging committee citing her “unmistakable poetic voice that with austere beauty makes individual existence universal”. The 77-year-old is the author of 12 books of poems and two collections of essays, and has previously won the Pulitzer prize, the National Book Award, the National Humanities medal and the gold medal for poetry from the American Academy of Arts and Letters.", "Winter Recipes from the Collective will be published in autumn. Michael Schmidt, managing director of Glück’s longtime publisher Carcanet, said: “Carcanet started publishing Louise with The Wild Iris back in the 1990s and we have gone on to publish all her collections and her essays. It’s a joy to be able to continue as her publisher now that she is a Nobel laureate. At a time when performance is almost de rigueur, it is possible to see how radical the Nobel committee’s choice is, affirming the primacy of the art in the teeth of the preferences of the age. At Carcanet she has been an inspiration for the last three decades.”", "American Originality, a collection of essays on contemporary poetry that was published in the US in 2017, will be published in the UK in April. Schmidt described it as “a forceful and revealing critical achievement, including erudite analyses of poets of interest to Glück throughout her career, such as Rilke, Pinsky and Dobyns”.", "Penguin also announced its plans to republish some of her past work: Poems 1962-2012, a collected works, and her 2006 collection Averno, a reworking of the Persephone myth that is often considered to be her masterpiece.", "Glück’s Nobel acceptance speech is also set to be made public on Monday. Glück has barely spoken publicly about her win. “Mostly I am concerned for the preservation of daily life with people I love,” she told the prize organisers on 8 October, when asked how she felt about winning. “It’s disruptive. [The phone] is ringing all the time. It’s ringing now.” Speaking to the press outside her house that same day, she said she felt “agitation and joy” before getting in a waiting car. “I’m sorry you’ve had to wait all day,” she said, before leaving."], "authors": ["Sian Cain"], "keywords": ["carcanet", "louise", "won", "2021", "literature", "collection", "set", "prize", "nobel", "poetry", "publish", "winner", "glück", "published", "essays"], "pubDate": "2020-12-07T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}