{"id": "628fb208-1ed2-3733-a5ae-f33d9729ebbe", "title": "Cloud-seeding will not solve China’s water shortages", "url": "https://www.economist.com/china/2021/03/27/cloud-seeding-will-not-solve-chinas-water-shortages", "summary": "But officials claim that China’s efforts to trigger or boost precipitation by scattering chemicals in the sky, which began in the 1950s, have been hugely successful.\nCloud-seeding operations in China cover 5m square kilometres, or more than half of its land territory, according to the government.\nAmong the 50 or so countries where cloud-seeding is practised, China is the most enthusiastic promoter of it.\nOfficials claim it can help to put out wildfires and reduce air pollution.\nTalking up cloud-seeding distracts attention from better ways of tackling China’s water shortages, such as preventing the misuse and pollution of rivers and lakes.", "paragraphs": ["I N EARLY MARCH a small aeroplane being used by a local weather bureau crashed in a village in the southern province of Jiangxi. All five people on board were killed and one person on the ground was injured. Footage captured on mobile phones showed thick black smoke billowing from the ruins of a house struck by the aircraft, which had been deployed to seed clouds in the hope of causing more rain.", "Listen to this story Your browser does not support the <audio> element. Enjoy more audio and podcasts on iOS or Android.", "Such attempts to modify the weather can be dangerous. They require pilots to head into the kind of clouds they would normally avoid. But officials claim that China’s efforts to trigger or boost precipitation by scattering chemicals in the sky, which began in the 1950s, have been hugely successful. Today the country spends at least $200m a year on the programme. In 2018 about 50,000 people were involved in it, most of them part-time or seasonal staff working from small offices in rural areas. Cloud-seeding operations in China cover 5m square kilometres, or more than half of its land territory, according to the government. In December China said it planned to expand this area by around 100,000 square kilometres each year.", "Among the 50 or so countries where cloud-seeding is practised, China is the most enthusiastic promoter of it. The government says the main purpose is to ensure that crops and cities get enough water. In some places cloud-seeding is also intended to prevent hailstorms. Officials claim it can help to put out wildfires and reduce air pollution. State media report that cloud-seeding brings down about 50bn cubic metres of extra rain or snow across the country each year—equal to about 8% of total water demand. Officials in Beijing claim that in the parched capital, seeding can boost rainfall by 15%.", "Yet there are more clouds around its effectiveness than China admits. Rainmakers struggle to prove that they can cause any more water to fall than would have been the case otherwise. In 2019 scientists affiliated with the World Meteorological Organisation noted that rainmaking activities were often based on “empty promises rather than sound science”.", "Recent advances in radar and computer modelling have made rigorous tests more possible. Scientists now generally agree that cloud-seeding can slightly augment snowfall from specific types of cloud that form on the slopes of mountains. Some of China’s weather-modification projects take place in such environments. But elsewhere, despite the lack of convincing proof that it works, farmers still want the government to try. And the government likes getting credit when rain does fall. Cloud-seeding creates employment in poor rural places, in particular for army veterans who believe that the government owes them a job.", "Yet the costs are not only financial, as the crash in Jiangxi showed. Only a few of China’s rainmakers use planes. More commonly, they fire silver iodide into the sky from artillery pieces. But that can be dangerous, too. Locals are often advised to keep an eye out for unexploded shells, which occasionally land on people’s homes. Talking up cloud-seeding distracts attention from better ways of tackling China’s water shortages, such as preventing the misuse and pollution of rivers and lakes. It is hard to persuade people to be careful with water while also claiming one can wring it from the skies. ■"], "authors": ["The Economist"], "keywords": ["weather", "shortages", "square", "small", "clouds", "solve", "claim", "officials", "cloudseeding", "water", "chinas", "china"], "pubDate": "2021-03-27T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}