{"url": "https://www.newyorker.com/news/our-columnists/the-democrats-are-looking-to-strike-quickly-in-the-impeachment-inquiry", "paragraphs": ["As Donald Trump played golf on Saturday with the Republican senator Lindsey Graham, who is one of his frequent playing partners, Democratic leaders on Capitol Hill were planning for a quick strike in their impeachment inquiries, which are focussing on the President’s efforts to pressure Ukraine to investigate former Vice-President Joe Biden. On Friday, three Democratic committee chairs jointly issued a subpoena to the Secretary of State, Mike Pompeo, demanding any State Department documents, which had been requested earlier in the month, “related to reported efforts by President Trump and his associates to improperly pressure the Ukrainian government to assist the President’s bid for reelection.” Adam Schiff, the head of the House Intelligence Committee, said that he and his colleagues would be working on their Ukraine probe through the two-week congressional recess, which begins this weekend. “The fast action—and discussions about resorting to a little-known congressional power to detain, arrest or fine recalcitrant witnesses—suggests the House could vote on articles of impeachment as soon as late October,” the Wall Street Journal reported in its Saturday edition. “The Judiciary Committee, which is traditionally the epicenter of impeachment proceedings, would draft the articles.”", "October starts on Tuesday, and getting to a House vote by the end of the month represents a very condensed timetable. It may prove unrealistic, but Democrats are determined to act while this past week’s dramatic developments, including the release of a damning complaint filed by an intelligence whistle-blower, are fresh in the minds of voters. “Everything is real time,” Representative Mike Quigley, a Democrat of Illinois and member of the Intelligence Committee, told the New York Times. “You don’t sit back and contemplate the future when you are in the middle of it.”", "In addition to issuing a subpoena for documents to Pompeo, the Democratic committee chairs have sent requests for depositions to a number of current and former officials at the State Department who were named in the whistle-blower’s complaint or who work on U.S. policy toward Eastern Europe. They include Marie Yovanovitch, the former U.S. Ambassador to Ukraine, whom Trump talked about in disparaging terms during his July 25th conversation with the Ukrainian President, Volodymyr Zelensky, and Kurt Volker, the former U.S. special envoy to Ukraine, who resigned from his post on Friday. Volker, a veteran diplomat who was trying to resolve the long-running dispute between the Ukrainian government and Russian separatists, could be a key witness for the congressional committees. He knows all the players in Ukraine, and he was reportedly the official who introduced Rudy Giuliani, Trump’s personal lawyer and a central actor in this story, to one of Zelensky’s aides. According to the whistle-blower’s complaint, Volker also tried to “contain the damage” caused by the unusual demands that Trump placed on Zelensky.", "As the Democrats look to keep the pressure on Trump, he and his conservative-media mouthpieces are engaged in a fierce but somewhat disorganized rearguard action, which involves denying that there was any quid pro quo with Zelensky concerning a Biden investigation and U.S. military aid to Ukraine; raising questions about the whistle-blower’s motivations; accusing the Democrats of engaging in political theatre; and slamming the media. In a private address to the U.S. Mission to the United Nations, on Thursday, Trump referred to reporters as “animals” and “scum”—an alarming escalation in his rhetoric. Fox News’ Sean Hannity, who is perhaps Trump’s closest ally in the media, is also amping things up. On his show on Friday night, he called the Democrats “dirtbags” and said that they have “declared war on a President of the United States.”", "Behind its bluster, however, Team Trump appears to be struggling to come to terms with what has happened this week, and its ramifications for the President’s 2020 reëlection campaign. After interviewing more than a dozen sources in or close to the White House, Politico reported on Friday that the swiftness of Nancy Pelosi’s action, in announcing a formal impeachment inquiry on Tuesday, even before the whistle-blower’s complaint had been released publicly, “caught the White House by surprise” and left it struggling to come up with a response. For months, Trump had been assuming that impeachment would benefit him politically, the Politico piece said, but his “optimistic, even nonchalant attitude melted away this week.” By Saturday morning, before setting out for the golf course, he was reduced to lamenting the ruthlessness of the Democrats, writing on Twitter, “Can you imagine if these Do Nothing Democrat Savages, people like Nadler, Schiff, AOC Plus 3, and many more, had a Republican Party who would have done to Obama what the Do Nothings are doing to me. Oh well, maybe next time!”", "Based on what has transpired during the past three years, and Trump’s high approval rating among Republican voters, the most likely outcome of the impeachment process is that the G.O.P.-controlled Senate will acquit the President after the Democratic-controlled House votes to impeach—and there’s even a possibility that Mitch McConnell, the Majority Leader, won’t allow a trial to take place at all. This explains why David Brooks, the Times columnist, and some other observers have argued that, in launching an impeachment inquiry, Pelosi has played into Trump’s hands. But this reasoning assumes that the President will benefit from a public backlash against impeachment, as President Bill Clinton did, in the nineteen-nineties. This thinking might hold, but it’s far from a sure thing. In a post earlier this week, I pointed out that the allegations contained in the whistle-blower’s complaint are devastating for Trump, because they demonstrate in an easy-to-understand way how the President abused his office for personal gain; this impeachment won’t be about a President’s relationship with an intern. The admittedly limited polling that has been conducted on the question of impeachment following this week’s revelations suggests that the Ukraine scandal is already having at least some impact on public opinion, including among self-identified independent voters, who are probably the only persuadable people at this point.", "According to a YouGov-HuffPost poll that was released on Thursday, Americans support impeachment by an eight-point margin. This was a jump, with most of it coming from more Democrats moving into the pro-impeachment column, but the number of independents who support impeachment also increased by a couple of points. An NPR-“PBS NewsHour”-Marist survey that was released on Thursday found that forty-nine per cent of respondents supported impeachment, and forty-six per cent didn’t. And a Hill-HarrisX poll released on Friday showed that forty-one per cent of independents now support impeachment, compared to thirty-eight per cent who oppose it.", "At this stage, such findings are only suggestive. It is hard to say how televised impeachment proceedings—limited in duration and narrowly focussed on the Ukraine scandal and perhaps a couple of other Trump misdeeds, as some Democrats have proposed—would play with the American public. One possible outcome that hasn’t received much attention is that they wouldn’t have much impact at all on the President’s reëlection prospects. Voters who detest Trump or support him will probably interpret the proceedings as supportive of their preëxisting views. Less committed and less informed voters may write the hearings off as just another partisan battle in Washington.", "Why would anybody write off something as consequential as an impeachment? Perhaps because, as Politico’s John Harris argued on Friday, impeachment isn’t what it was—and neither is the U.S. political culture. Americans are now so attuned to permanent political warfare and outrage that they tune out most of it, Harris argued. “Back in the 1970s,” he wrote, “when my mother and most Americans no matter their partisan affiliation were shocked by Nixon’s lawbreaking, the presidency, Congress and the media all commanded majority or near-majority support when people were asked whether they had high ‘confidence' in the institutions. These days, none of these institutions is even close to majority support, and only 11 percent of people say they have ‘a great deal’ or ‘quite a lot’ of confidence in Congress.” The impeachment of Trump, Harris went on, “may be a solemn development—but don’t expect it to receive a lot of solemnity.”"], "pubDate": null, "id": "62914ad1-f1c8-338b-b2d0-edd8f41e77e8", "keywords": ["president", "support", "strike", "ukraine", "impeachment", "presidents", "democrats", "whistleblowers", "house", "trump", "quickly", "looking", "voters", "inquiry"], "title": "The Democrats Are Looking to Strike Quickly in the Impeachment Inquiry", "summary": "But this reasoning assumes that the President will benefit from a public backlash against impeachment, as President Bill Clinton did, in the nineteen-nineties.\nAccording to a YouGov-HuffPost poll that was released on Thursday, Americans support impeachment by an eight-point margin.\nThis was a jump, with most of it coming from more Democrats moving into the pro-impeachment column, but the number of independents who support impeachment also increased by a couple of points.\nAnd a Hill-HarrisX poll released on Friday showed that forty-one per cent of independents now support impeachment, compared to thirty-eight per cent who oppose it.\nPerhaps because, as Politico’s John Harris argued on Friday, impeachment isn’t what it was—and neither is the U.S. political culture.", "authors": ["John Cassidy", "Alice Munro", "Rachel Aviv", "Jeffrey Toobin", "Richard Brody", "Jane Mayer", "Benjamin Wallace-Wells", "Steve Coll"], "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}