{"id": "62b96df0-2a98-386c-963a-94b4ed891cdf", "title": "Inside the Feds’ Battle Against Huawei", "url": "https://www.wired.com/story/us-feds-battle-against-huawei/", "summary": "US officials have watched warily as China has exercised its influence on the world stage, in ways big and small.\nIt was a sign of the league’s fear of angering a fast-­growing fan base—and business opportunity—in mainland China.\nDespite bombast and threats, Mike Pompeo’s lobbying efforts in Europe against Huawei met with only mixed success.\n“Our allies aren’t standing with us in the way that we thought,” one senior Trump administration official says.\nAs the supplier executive told me, “Huawei has become a scapegoat for our broader issues.", "paragraphs": ["US officials have watched warily as China has exercised its influence on the world stage, in ways big and small. In a private conversation this summer, a senior US national security leader asked me if I’d noticed anything in the latest trailer for the new Top Gun sequel, backed by China’s Tencent. He had: The trailer shows Tom Cruise’s character wearing a leather bomber jacket that had apparently undergone a few alterations since the original film. Gone were the patches of the Taiwanese and Japanese flags. More recently, National Basketball Association executives gave groveling, abject apologies after the general manager of the Houston Rockets tweeted support for pro-democracy protesters in Hong Kong. It was a sign of the league’s fear of angering a fast-­growing fan base—and business opportunity—in mainland China.", "Meanwhile, as one US supplier told me, “We’ve heard from members of the White House, ‘You shouldn’t do business with China.’ There’s no reason for one company versus another—it’s just ‘You shouldn’t be in business with China.’”", "China and the US are forcing consumers, companies, and whole countries to decide how they see the world. Will it be the Chinese way or the Western way?", "Over the past year, Trump officials have been concerned to discover that not all traditional allies will automatically side with the US. Despite bombast and threats, Mike Pompeo’s lobbying efforts in Europe against Huawei met with only mixed success. Germany forged ahead with incorporating Huawei into its 5G system. “Our allies aren’t standing with us in the way that we thought,” one senior Trump administration official says.", "In some ways, the companies that face such questions say it’s precisely because of the Trump administration’s hard-hitting strategy that its appeals are falling on deaf ears. As the supplier executive told me, “Huawei has become a scapegoat for our broader issues. Is it any wonder some of our allies aren’t going along with our bazooka strategy?”", "“We’ve heard from the White House, ‘You shouldn’t do business with China,’ there’s no one company versus another—it’s just ‘You shouldn’t be in business with China.’”", "Standing alongside hard-hat-wearing telecom workers in the White House last spring, President Trump trumpeted his commitment to “winning” the 5G race. As he said, “We cannot allow any other country to outcompete the United States in this powerful industry of the future. We are leading by so much in so many different industries of that type, and we just can’t let that happen. The race to 5G is a race America must win, and it’s a race, frankly, that our great companies are now involved in.”", "Yet by almost any measure, the US seems set for defeat. South Korea deployed a 5G network last year, claiming to have signed up more than a million customers in just 10 weeks. (According to South Korea’s government, Huawei’s hardware represents about 10 percent of the network, with the remainder from Samsung and other firms.) China surely will end up with more 5G users than any other country.", "In recent months, the administration has begun to tap special government programs to encourage further 5G growth and innovation, but such efforts appear to be both late and underwhelming. Elsa Kania, a senior fellow at the Center for a New American Security and an astute observer of China’s military technology, concluded in a report this fall that “the US government has yet to commit to any funding or national initiatives in 5G that are close to comparable in scope and scale to those of China, which is dedicating hundreds of billions to 5G development and deployment.”", "This shortfall has sparked broader concerns about future US technological development. Verizon is leading the push to set up 5G networks, with pilot projects in several cities using Ericsson-made base stations. But the US is a very, very long way from ubiquitous 5G. “This is the first example of what’s going to happen again and again,” Senator Mitt Romney said in an October hearing on 5G and supply chain security, warning that the US is now ill-equipped to face China as a technological rival. “We as a nation don’t have a strategy. We respond on an ad hoc basis.”"], "authors": ["Garrett M. Graff", "Garrett M. Graf", "Klint Finley", "Lily Hay Newman", "Zachary Karabell"], "keywords": ["huawei", "5g", "way", "inside", "senior", "trump", "security", "white", "business", "feds", "race", "china", "shouldnt", "battle"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}