{"id": "62ee8142-de31-3e95-9e00-5776fd096231", "title": "Jennifer Garner recreates 'Alias' bikini scene in hilarious video she promised she would 'never post'", "url": "https://www.foxnews.com/entertainment/jennifer-garner-alias-bikini-hilarious-video-never-post", "summary": "Jennifer Garner recreated a steamy bikini scene from her TV show “Alias” to celebrate reaching 10 million followers on Instagram.\nIn one episode, she wore a teal bikini and stunned viewers when she emerged from a pool and removed her top to distract onlookers.\nFast forward to 2020, and the celebrity seems to have recreated that scene at her home, albeit with an eye that’s significantly more geared toward her comfort.\nIn 2020, she does away with the skimpy bikini in favor of a modest wetsuit.\nPeppermint is streaming on @netflix and you guys are watching it—thank you so much, it is an honor to fight for all of you,” she wrote.", "paragraphs": ["Jennifer Garner recreated a steamy bikini scene from her TV show “Alias” to celebrate reaching 10 million followers on Instagram.", "The actress previously portrayed double agent Sydney Bristow from 2001 until 2006 on the spy series “Alias.” The character often donned disguises, using her sex appeal to infiltrate high-level security protocols. In one episode, she wore a teal bikini and stunned viewers when she emerged from a pool and removed her top to distract onlookers.", "Fast forward to 2020, and the celebrity seems to have recreated that scene at her home, albeit with an eye that’s significantly more geared toward her comfort.", "“I am awfully grateful for everyone in this community,” she captioned the video. “To celebrate all 10 million of you, here is THE video I promised my manager (hi, @nksolaka) and my publicist (hi, @mereowass) I would never post.”", "JENNIFER GARNER REACTS TO FAN SPECULATING SHE'S PREGNANT", "Through a series of emojis, the actress explained why she said she would never share the video, implying that her current, older body can’t compare to her fit, TV-ready look from “Alias.”", "The hilarious video shows the original scene alongside her updated version. In 2020, she does away with the skimpy bikini in favor of a modest wetsuit. Instead of donning high heels, she emerges from the pool and throws on a pair of comfy-looking slippers before throwing a pair of goggles over her shoulder and awkwardly unzipping her wet suit as she disappears into her yard.", "JENNIFER GARNER SHUTS DOWN PREGNANCY SPECULATION AFTER HALLOWEEN PHOTO RAISES QUESTIONS", "“At some point in 2021, Ladies, I will try to look cute just for you,” she concluded the image’s caption.", "The entire video is set to “Moving in Stereo” by The Cars in what appears to be a parody of a classic scene from the movie “Fast Times at Ridgemont High” in which actress Phoebe Cates emerges from a pool in a similar bikini.", "The actress wasn’t done dusting off old characters for the weekend. She later shared a post of her character from the movie “Peppermint” to note that it was trending on Netflix now that it’s been added to the streaming giant’s library for the month.", "CLICK HERE TO SIGN UP FOR OUR ENTERTAINMENT NEWSLETTER", "“What a nice surprise! Peppermint is streaming on @netflix and you guys are watching it—thank you so much, it is an honor to fight for all of you,” she wrote.", "CLICK HERE TO GET THE FOX NEWS APP", "Garner stars in the 2018 film as a mother whose husband and daughter are killed by a criminal organization. After the legal system fails to provide her with justice, she returns after five years as a violent vigilante determined to get revenge on the people who killed her family."], "authors": ["Tyler Mccarthy"], "keywords": ["actress", "recreated", "garner", "post", "video", "peppermint", "jennifer", "pool", "hilarious", "streaming", "series", "promised", "recreates", "alias", "bikini", "scene"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}