{"id": "62eee8eb-d690-3f76-a0eb-b31d6f37be1a", "title": "Bad weather forces delay of SpaceX simulated rocket failure test", "url": "https://www.foxbusiness.com/money/bad-weather-forces-delay-of-spacex-simulated-rocket-failure-test", "summary": "Continue Reading BelowThe test, the company's final milestone test before flying NASA astronauts from U.S. soil, had been planned to take place on Saturday.\nSpaceX said in a Twitter post it was standing down from the Crew Dragon capsule test because of high winds and rough seas in the recovery area.\nIt was now looking at carrying out the test on Sunday, with a six-hour test window starting at 8 a.m.\nThe booster will free-fall and tumble back uncontrollably toward the ocean, SpaceX's Crew Mission Management director Benji Reed said.\nSpaceX zeroed in on a previously unknown explosive reaction between a titanium valve and the capsule's rocket fuel.", "paragraphs": ["Bad weather forced Elon Musk's SpaceX to delay until Sunday a test in which it will destroy one of its own rockets in a trial of a crucial emergency abort system on an unmanned astronaut capsule.", "Continue Reading Below", "The test, the company's final milestone test before flying NASA astronauts from U.S. soil, had been planned to take place on Saturday.", "SpaceX said in a Twitter post it was standing down from the Crew Dragon capsule test because of high winds and rough seas in the recovery area. It was now looking at carrying out the test on Sunday, with a six-hour test window starting at 8 a.m. ET (1300 GMT).", "Less than two minutes after liftoff from a launchpad in Florida, the Crew Dragon will fire on-board thrusters to eject itself off a Falcon 9 rocket mid-air, simulating an emergency abort scenario that will prove it can return astronauts to safety.", "SPACE RACE: THE NEXT TRILLION-DOLLAR ECONOMY?", "The test is crucial to qualify SpaceX's astronaut capsule to fly humans to the International Space Station, which the National Aeronautics and Space Administration expects to come as soon as mid-2020. It follows years of development and delays as the United States has sought to revive its human spaceflight program through private partnerships.", "NASA awarded $4.2 billion to Boeing [BA.N] and $2.5 billion to SpaceX in 2014 to develop separate capsule systems capable of ferrying astronauts to the space station from U.S. soil for the first time since NASA's space shuttle program ended in 2011.", "The space agency has since relied on Russian spacecraft to hitch rides to the space station.", "GET FOX BUSINESS ON THE GO BY CLICKING HERE", "In the test, the Falcon 9 rocket's boosters will shut down roughly 12 miles (19 km) above the ocean, a mock failure that will trigger Crew Dragon's so-called SuperDraco thrusters to jet itself away at supersonic speeds of up to 1,500 miles per hour (2,400 kph).", "The capsule will deploy three parachutes to slow its descent to water, carrying aboard two human-shaped test dummies dressed in motion sensors to collect valuable data on the immense g-force — the effect of acceleration on the body — imposed during abort.", "The booster will free-fall and tumble back uncontrollably toward the ocean, SpaceX's Crew Mission Management director Benji Reed said. \"At some point we expect that the Falcon will start to break up.\"", "\"Our Falcon 9 recovery forces will be standing by ready to go and recover as much of the Falcon as we can as safely as possible,\" Reed said.", "CLICK HERE TO READ MORE ON FOX BUSINESS", "The in-flight abort test was originally scheduled to take place in mid-2019, but the timeline was delayed by nine months after one of SpaceX's Crew Dragon capsules exploded in April on a test stand just before firing its launch abort thrusters, triggering a lengthy investigation.", "SpaceX zeroed in on a previously unknown explosive reaction between a titanium valve and the capsule's rocket fuel. Reed told Reuters SpaceX had completed the investigation within the last week."], "authors": [], "keywords": ["failure", "simulated", "spacex", "rocket", "bad", "forces", "thrusters", "reed", "falcon", "test", "abort", "spacexs", "delay", "crew", "weather", "space", "capsule"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}