{"id": "6311e081-42fb-3595-89ba-d509e193d2f2", "title": "Is QAnon a game gone wrong? | FT Film", "url": "https://www.ft.com/video/372cac40-0f6f-498b-8c19-7b635142296e", "summary": "Q clearance, I had a Q clearance when I worked, a Q clearance is a clearance given by the Department of Energy.\nBakers authenticate that it's really Q via tripcode used in the post.\nHe saw this Cicada game as an opportunity to radicalise smart people, and he ended up creating puzzles and calling it Cicada, even though he was not the creator of it.\nQ is famously named after Q clearance, or so the community says.\nAnd so if you're going to work on those programmes you have a Q clearance.", "paragraphs": ["You can enable subtitles (captions) in the video player", "The human mind is a tricky thing. For example, if you sit in front of a television set with just snow on it eventually you will start to see things. Because your brain can't deal with the idea that there's nothing connected in the information you are seeing.", "Q clearance, I had a Q clearance when I worked, a Q clearance is a clearance given by the Department of Energy.", "What if everything you knew about the world was wrong, because the good guys were really the bad guys, and the bad guys were way worse than you ever imagined? And what if the only people brave enough to expose this truth were a bunch of concerned military or intelligence insiders?", "QAnon is the online conspiracy that claims exactly that. But that narrative is almost a distraction. Taken at face value, at the heart of Q lies an effort to generate distrust. Whether it's a state sponsored disinformation campaign or something more spontaneous is harder to say. Simplifying it, as most of the media currently does, as a far right conspiracy that worships Trump and believes his opponents are Satanic paedophiles probably misses the point.", "I first came across Q last summer. The FT had invited Adam Curtis, the cult BBC documentary maker, to a one-off experimental stage show. He told the story of Operation Mindfuck, which he explained had been devised by two counter-culture radicals in the 1960s. Both were practitioners of something called discordianism, a sort of parody religion centred on the worship of the goddess of chaos, Eris.", "One of them, Kerry Thornley, wanted to understand how malleable reality really was. He did so by starting a conspiracy of his own in the letters pages of Playboy magazine. Anonymously. The letter asked if a single secret society, the Illuminati, was really behind all the political assassinations in the world. Kerry Thornley felt this was a crazy idea that nobody would ever believe. Except that over time, strange coincidences, often involving the government, kept happening to him. These eventually made him believe his own conspiracy, prompting a huge amount of self-doubt, to the point he no longer knew what was real or not.", "Adam Curtis links that to the emergence of the Dual State theory at the heart of QAnon.", "What he didn't reckon with was the fact that really was what one State department man called - he was called Hans Morgenthau - he called it a Dual State. He said, look, if you've got a democracy, a democracy has got to keep its people safe, and that means at some points it's going to have to do something very bad. But in democracies you can't tell them that. You can do it if you're a dictator. But you can't do it in democracies. You've got to keep it quiet. And he in 1955 called it - disapprovingly - he called it the Dual State. Which is, I think, the origin of the phrase we all now know called 'Deep State'.", "QAnon's origins are remarkably similar. In 2017, the Q team, whoever they may be, made use of the modern equivalent of the Playboy's letters page. It's a message board called 4Chan. They used it to bring the world dispatches about this secret dual system. A YouTuber called defango has since claimed the work was his. He says he created Q as an alternative reality game, mostly for the LOLs, but also to spoke out bad journalists in the alternative media space. But he also says that in 2018, a man called Thomas Schoenberger wrested control of the game from him. And in a nod to Operation Mindfuck, defango says he too is no longer sure if he ever controlled the game at all.", "Nobody knows if what he says is really true. What is becoming clear is that the whole thing has run away with itself. Q drops a cryptic message encouraging Q followers, known as bakers, to go and solve. He tells them to do their own research. Bakers authenticate that it's really Q via tripcode used in the post. They package the information into a wider map, based on so-called proofs. Coincidences matter, as do symbols. The best proof is when Donald Trump himself tweets or says something that can be correlated to Q.", "The clues lead to the coming of the storm. The storm is the day the cabal will be eliminated. From this comes a world of Q clocks, quantum computers, and time travel theory. Yes, really. Because Donald Trump's uncle was asked to evaluate Nikola Tesla's remaining documents after he died, which really happened. And that's how he figured out how to make a time machine. And Q might be a messenger from the future. Or something like that.", "QAnon may be a byproduct of how today's highly bespoke information landscape operates. In a world of unlimited data, anyone can take a kernel of suspicion and run with it to confirm their own biases, with a view to amplifying them further. Add to that the easily weaponised nature of social media - from tweets and blogs to YouTube videos - and you can see how a bad actor can generate chaos and friction to sow discontent.", "Who's pushing the buttons doesn't necessarily matter. What matters are the techniques they are using. Anyone who plays live action role playing games, known as LARPs, will recognise the gaming elements of QAnon.", "In 2015, 2016, and 2017, there were a lot of what are called LARPs, live action role playing is what the term means. And it really just means that there is a person pretending to be somebody else. The players knew they weren't real, but it was fun for them to interact with. But what happened on 4Chan and 8Chan is that individual people would go and LARP all by themselves, and create basically a single point of contact for an entire alternate reality game.", "In 2016, there was FBI Anon, and CIA Anon, Meganon, and all of these different LARPs that were basically practicing, there were prototyping what QAnon is.", "In many ways, the connections Jim identifies echo the madness of the QAnon network maps. There are disaffected spies, there's Julian Assange, famous filmmakers, technologists and LARPers, and even secret societies and cults. But there are also links to internet industries like Cicada, and ideologies that link back to the libertarian philosophies expressed by the cyberpunks who brought us Bitcoin.", "Most concerning are connections to a possible real-life occult movement that was the offshoot of the Theosophy theory that influenced Heinrich Himmler and the Nazis. It is another rabbit hole.", "Cicada was a really interesting, legitimate, internet puzzle game that a lot of people played because it involved many cool techniques. Cryptography, and steganography, and cryptocurrency, and all this really interesting stuff packaged into an investigation that you needed to do. And you had be really smart and really good in order to even come close to it. And that was one of the appeals.", "So it turns out there's a guy named Thomas Schoenberger. He saw this Cicada game as an opportunity to radicalise smart people, and he ended up creating puzzles and calling it Cicada, even though he was not the creator of it.", "To this day, no one seems quite sure who the creator of Cicada was. We haven't been able to confirm Thomas Schoenberger's involvement in either Cicada or QAnon.", "He's currently thought of as the guru behind Cicada 3301. Cicada was this game that Thomas Schoenberger - basically the term is gamejacked - from the originators, and is still running it to some extent. In the beginning it was very much about cryptography, and technology, and espionage, and cool and interesting topics, but in no way political, in no way harmful.", "What happened when Thomas got on board is that suddenly the themes turned very dark. They turned into artefacts and symbology from the occult. Even Nazi symbology. One of the biggest prize was the Spear of Destiny. It's a Christian symbol, but also used heavily by Hitler and the Nazis. And that was the final prize of the Cicada puzzle. That's the kind of thing that it started to do more and more. And the later it went, the more radical it got. And frankly the closer to QAnon it got.", "Tell us a bit more about how Cicada links into QAnon.", "There's a woman named Lisa Clapier who runs an account called SnowWhite7IAM. And her job was to bring people from Cicada to QAnon. So there was a whole theme about follow the White Rabbit. A whole theme around Snow White and Disney characters. And that theme was used specifically to pull people from Cicada into QAnon.", "Jim told me these amplifier accounts are frequently endorsed by former intelligence personalities like Bill Binney and Robert David Steele to give them credibility. So if all of this is fantastical, why would they be lending support?", "My name is John Sipher. I spent 28 years in the Central Intelligence Agency, in the clandestine service of the Intelligence Agency, the espionage side of it. Mostly working overseas. Our intelligence community is huge. There's people that work in CIA, and NSA, FBI, and these places. Some of them are intelligence collectors. Some of them are high-level analysts.", "But there's all kinds of people. And there's also all kinds of people who do poorly at the job and even get kicked out. So to just assume since somebody worked in the intelligence community that it automatically gives them credibility, I think is a mistake. And it actually works to their advantage for some of these crazy guys because they can say, I worked in the intelligence community. But the intelligence community obviously keeps its mouth closed. It doesn't talk about these things. And so there's no way for people to check whether the person was a terrible failure who worked for one year, or whether they had a 30-year career and did really well.", "Q is famously named after Q clearance, or so the community says. Is that correct? What is Q?", "The Department of Energy in the United States controls our nuclear programme, nuclear weapons, and the process by which those are kept secure, and built, and things. And so if you're going to work on those programmes you have a Q clearance. So people with Q clearances aren't necessarily the same ones that are overseas trying to spy and collect intelligence. They're not necessarily the same ones that are in the NSA listening to electronic intercepts. It's a Department of Energy clearance related to nuclear weapons. So I don't know how Q got hooked up with this crazy talk about drinking blood and, you know, paedophiles and things because they just don't cross.", "Disinformation works best when at least 80 per cent of the narrative is anchored to verifiable truth. It's a strategy that the intelligence world calls a limited hangout. QAnon is no different. And it's these connections to real truths, such as the Jeffrey Epstein case, that makes the conspiracy so alluring to ordinary people. Especially to those genuinely and rightly concerned about state corruption, child trafficking, or worse.", "This is why it is important not to treat QAnon followers as crazy, far right evangelists.", "When I was 19, back in 1974, I was recruited into a front group of the Moon Cult and spent two-and-a-half years in it as a rightwing fascist, fanatic leader. Then I was deprogrammed after a near-fatal van crash and I woke up and I realised, I want to understand how this could have happened to me.", "Mind control is absolutely real. And what we're talking about is not where you control your own mind, or an ethical therapist is helping teach you how to control your own mind and your own feelings and such. What we're talking about is a form of what was called brainwashing, thought reform, coercive persuasion, or undue influence. And what it is is it's using hypnosis, it's using control of sleep, privacy information control, indoctrination of irrational fears, called phobia indoctrination. It's inculcating a dissociative-like disorder in people's minds.", "With QAnon, I've watched specific recruitment documentaries, and there are intentional hypnotic techniques being used.", "Have you ever wondered why we go to war? Or why you never seem to be able to get out debt? Why there is poverty, division, and crime?", "And without someone understanding how the mind works, and understanding how to discriminate what is coming at them, especially if people are binge watching on the internet, one after the next. And this is where the algorithms of the platforms have been absolutely devastating and nefarious in terms of radicalising people.", "So what is the wrong way to try and deradicalise people?", "The worst thing you can do with a family member or friend who gets into QAnon or one of these conspiracy cult things is to cut off contact with them. The risk of saying, oh it's just stupid people, ignorant people, people who are weak, which they said about me when I was in the Moon Cult, by the way, which I am none of those. I was trained to die or kill on command as a Moon member. Not everybody in QAnon is going to do anything violent, but there are people that are being singled out, I believe. Especially former military officials, former police who have a weapons training, and they're being groomed to kind of like a civil war scenario.", "QAnon may be a cry for help by people desperate to believe in something more optimistic than the future that is currently carved out for them.", "What did they say, Q?", "QAnon.", "A belief in something or someone that's looking out for their interests. Something that used to be the role of the government, but isn't anymore. And that's what's left out of the popular narrative portrayed by most of the media. QAnon differs from conventional conspiracies because it is focused on who's trying to save us rather than destroy us. The reason it runs into trouble is because the framework prompts justifiable anxieties about who the disaffected should blame for their troubles, and how they might move to overcorrect the situation. This creates an environment rich for abuse by opportunistic demagogues whose agendas are far less egalitarian.", "Just like reading tea leaves, today we see what we want to see. QAnon is the most extreme case of this. Yes, there may be forces trying to exaggerate those inclinations to bring out the worst of our biases, and there's certainly a lot of circumstantial evidence pointing to strange cults and actors being involved. But it's impossible to say if they're just one group or many. Nazis or communists. CIA or GRU. Inventors of the game or its opportunistic co-opters.", "Until we come up with something more concrete and cohesive for everyone to believe in, our desire to make sense of the madness will continue to draw false signals from the noise."], "authors": ["Produced Tom Hannen"], "keywords": ["really", "world", "theres", "ft", "called", "q", "gone", "game", "intelligence", "cicada", "clearance", "qanon", "wrong", "film"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}