{"url": "https://www.newyorker.com/magazine/2019/09/23/la-pelea-por-el-voto-latino-en-florida", "paragraphs": ["El electorado latino es más joven, más numeroso y más diverso que nunca, con opiniones progresistas en cuestiones de salud y justicia social. Estas tendencias deberían jugar a favor de los demócratas. Aún así, la elección presidencial está a más de un año, y el desafecto contra los republicanos no es aún una garantía para los votos demócratas. Los demócratas de la Florida permanecen amargamente divididos por cómo perdieron las elecciones estatales en 2018 y muchos se han quejado de que los líderes nacionales del partido no están invirtiendo suficientes recursos en buscar votantes ni en incentivar su inscripción. En un artículo de opinión publicado en el Times, Andrea Cristina Mercado, líder del grupo progresista New Florida Majority, advirtió que los demócratas “asumen que la demografía es destino y piensan que sus políticas hablan por ellos”.", "“La situación estaba candente cuando ocurrió el mitin”, me dijo hace poco Rafael Fernández. “Ahora las calles están frías”. En estos días, la promesa de Trump de actuar en Venezuela escasamente se menciona en reuniones sociales; los amigos y la familia de Rafael prefieren evitar el tema. “ ‘Todas las opciones están sobre la mesa’. Es lo que escuchamos, aunque no están sobre la jodida mesa”, me dijo.", "“Las elecciones en Florida siempre se reducen a los márgenes”, me dijo Frank Mora, profesor de política de la F.I.U. Las campañas de 2018 para gobernador y Senado se definieron por menos de la mitad de un punto porcentual. En el sur de la Florida, que tiene bloques de votantes diversos y sobrepuestos, los candidatos intentan ganar votos entre electores empáticos y limitar el daño en otros. En y alrededor de Miami, setecientos mil cubanos pueden votar, junto con ciento sesenta mil colombianos, ochenta mil nicaragüenses y unos cincuenta mil venezolanos. “La política exterior es intensamente local en el sur de la Florida”, dice Mora. La mayoría de las comunidades de la diáspora en el estado ha huido de dictaduras socialistas. Los republicanos, y en especial Trump, se han agarrado de este hecho para atacar sin cesar a los populistas de izquierda en Centroamérica y América del Sur. “La política hacia Latinoamérica de la Administración Trump se ha convertido en algo sólo sobre la Florida”, me dijo un ex funcionario del Departamento de Estado.", "Fernández estaba en la audiencia con su padre, Francisco. Los dos discutían constantemente sobre Trump. Rafael me dijo que era “más pro-Trump que anti”. Su padre, un ex político venezolano, siempre ha sido conservador, pero cuando votó por primera vez en una elección en los Estados Unidos, en 2016, fue por Hillary Clinton; odiaba a Trump.", "“Venezuela es la puerta de entrada al electorado cubano”, me dijo Fernand Amandi, un encuestador demócrata en Miami. Desde 2000, Venezuela ha suministrado alrededor de veintiún mil millones de dólares en petróleo a Cuba; a cambio, en 2008, los Castros comenzaron a proveer agentes de inteligencia cubanos a Venezuela, para vigilar a sus militares y sofocar a sus oponentes políticos. En 2017, Maduro agradeció públicamente a Cuba por esta ayuda. “La caída de Venezuela representa la caída del régimen cubano”, me dijo el agente republicano. “Los cubanos llevan esperando esto toda la vida. Para ellos, Venezuela es un tema personal”.", "A pocos kilómetros de ahí, los demócratas sostenían el primer debate de las primarias presidenciales, y el club había invitado a dos personas a ofrecer una réplica preventiva: Luciano Suárez, nacido en Cuba, octogenario y vicealcalde de West Miami, y David Rivera, cubanoamericano y ex congresista de Estados Unidos. Las palabras del juramento fueron las únicas pronunciadas en inglés en toda la noche. Suárez, calvo, con anteojos y guayabera blanca, tomó primero el micrófono, haciendo el papel de viejo estadista. “Esto no se trata de la Florida”, dijo, mientras los meseros distribuían canastas con mariquitas. “Se trata de prevenir el contagio del socialismo en la región. Si tienen un amigo colombiano o nicaragüense y les dice que es demócrata, llévenlo aparte y díganle ‘Escucha, esto se trata de la democracia’”. Los candidatos que estaban esa noche en el escenario del debate, dijo, eran “socialistas disfrazados de demócratas”.", "Una tarde húmeda me reuní en Doral con Fabio Andrade, un estratega republicano colomboamericano, en el Panera Bread de un centro comercial al aire libre. El año pasado, Andrade trabajó en la exitosa campaña para la gobernación de Ron DeSantis, y ahora es consultor del partido republicano para aproximarse a los latinos. En 2018, en todo el condado de Miami-Dade, DeSantis y su predecesor, Rick Scott, quien se postuló para el Senado, superaron a Trump, en gran parte por sus fuertes lazos con los cubanoamericanos; la participación entre votantes previamente registrados, a menudo mayores y proclives a votar por los republicanos, superó la de los nuevos registrados. Andrade me dijo que los cubanoamericanos mayores habían estado en el centro de la estrategia de DeSantis en Miami-Dade, donde ganó el setenta por ciento del voto cubano. Según la encuesta realizada por un equipo de la F.I.U., los cubanoamericanos que llegaron a Estados Unidos antes de 1980 apoyaron a DeSantis sobre su oponente demócrata, Andrew Gillum, por un margen de ochenta y cuatro por ciento a quince por ciento; aquellos que nacieron en los Estados Unidos lo apoyaron por un margen de sólo cincuenta y un por ciento a cuarenta y ocho por ciento. (DeSantis ganó por cuatro décimas de punto porcentual.)", "En 1983, cuando Ronald Reagan viajó a la Pequeña Habana para un mitin, Al Cárdenas, su presidente de campaña en la Florida, le dijo al Times: “Si se postulara para presidente en un país latinoamericano, no creo que pudiera encajar mejor en el perfil”. Lo mismo se puede decir de Trump. Entre sus diatribas diarias contra la prensa y su debilidad por el espectáculo de campaña, hay algo de caudillo tropical en él. Y, mientras el partido republicano se ha transformado en el partido de Trump, un pequeño grupo de republicanos de la Florida lo han ayudado a elevar su imagen ante el electorado latino del estado. Los representantes Mario Díaz-Balart, Ileana Ros-Lehtinen y Carlos Curbelo tienen lazos profundos con la comunidad cubana. Rick Scott ha ofrecido su consejo: en noviembre de 2016, después de la muerte de Fidel Castro, Trump, como presidente electo, llamó a Scott para preguntarle qué debería decir. El más servicial es Rubio, conocido tanto por su interés en la política sobre Latinoamérica y por su tendencia a mirar la región a través del prisma de las relaciones cubanoamericanas. “Sabe mucho”, me dijo un ex funcionario de la Casa Blanca que trabajó con él. “Pero lo que es bueno para los cubanoamericanos no es siempre bueno para los Estados Unidos”.", "Cuando Rubio y Trump se postularon a la presidencia, fueron fuertes contrincantes: Rubio era “Little Marco” (Marquito); Trump era un “artista de la estafa”. Pero eso cambió a inicios de 2017, cuando Trump estaba intentando garantizar apoyo en el Senado para derogar Obamacare, y Rubio era un voto indeciso. Rubio, por su parte, quería ser el encargado de la formulación de políticas para Latinoamérica del partido.", "Si Trump tenía algún interés real en Cuba, era como una oportunidad de negocios, y como base de operaciones política. En 1998, envió a un grupo de asesores de inversiones al país—en violación al embargo de los Estados Unidos. Al año siguiente, cuando estaba considerando postularse a la presidencia, dio un discurso en Miami jurando nunca hacer negocios en Cuba mientras Fidel Castro estuviese en el poder. Un ex funcionario de la Casa Blanca me dijo que, para 2017, “las instrucciones eran: ‘Hagan feliz a Rubio’. Al presidente no le importa Cuba en absoluto, entonces no era algo importante para él”.", "La Casa Blanca estableció como fecha límite el verano de 2017 para revertir la política de Obama sobre Cuba, y Rubio asumió el liderazgo, trabajando con funcionarios del Consejo de Seguridad Nacional, y con otros republicanos de la Florida. En cierto momento, tras repetidamente no poder reunirse con el presidente, representantes de Kentucky, Luisiana, Tennessee, Arkansas y Texas—estados que exportaban bienes a Cuba y no querían que la política de la Casa Blanca bloquease el comercio con el país—se enfadaron. “Nos dijeron, ‘Esto es una mierda’ ”, me dijo un funcionario de la Casa Blanca. “ ‘Nosotros somos el territorio de Trump. ¿Por qué el presidente sólo habla con Rubio y Díaz-Balart? ¡Nosotros representamos más votos que ellos!’ ” Pero la Administración—y los republicanos de la Florida—veían en el pragmatismo de la mentalidad empresarial de los congresistas una línea insuficientemente dura.", "El 16 de junio de 2017, en una ceremonia en la Pequeña Habana, con Rubio como maestro de ceremonias y la delegación republicana de la Florida presente, Trump afirmó estar “cancelando el acuerdo completamente unilateral de la última Administración con Cuba”. El evento fue un éxito anticastrista, con una presentación con violines del himno nacional y homenajes a los veteranos de Bahía de Cochinos. No obstante, el plan dejó intacta la mayor parte de la política de Obama: las embajadas permanecieron abiertas; continuaron los vuelos comerciales directos y los cruceros; los estadounidenses aún podían enviar remesas ilimitadas. “Eso fue política electoral doméstica, no política externa”, me dijo el segundo funcionario de la Casa Blanca. Volviendo a Washington en el Air Force One, Trump dijo: “Acabamos. Gané. Hicimos lo que teníamos que hacer. Dije que desharía la política de Obama y lo hice”.", "Algunos meses después, cuando la comunidad cubanoamericana de Miami se enteraba de los detalles de la política de Trump, Rubio, quien según dos funcionarios de la Casa Blanca había estado involucrado en la redacción de la política, ahora arremetía contra ella como el trabajo de una burocracia profunda: el deep state. “Los burócratas en el Departamento de Estado, que se oponen a la política del presidente sobre Cuba, se rehusaron a implementarla por completo”, dijo en un comunicado emitido apenas cinco horas después de la publicación de las regulaciones finales. Pero, para entonces, Trump ya estaba mirando hacia Venezuela.", "En mayo, mientras la Casa Blanca se preparaba para revelar su política hacia Cuba, la situación en Caracas había estallado. “Millones de personas estaban marchando en las calles y, de nuestro lado, no había estrategia”, me dijo un funcionario de la Casa Blanca. Funcionarios del Consejo de Seguridad Nacional comenzaron a reunirse con el Departamento de Estado, y la Administración decidió imponer una serie de sanciones cada vez mayores en respuesta a las acciones tomadas por Maduro.", "Más tarde ese mes, los funcionarios de la Administración detectaron una tendencia. Cada vez que se reunían con Rubio o sus auxiliares para compartir noticias sobre el desarrollo de la política hacia Venezuela, el senador encontraba una forma de hacerlas públicas antes del anuncio de la Casa Blanca. El 17 de mayo, apareció en el Senado y propuso “una actualización y una sugerencia, una solicitud de la Administración sobre un paso que podemos dar”. Según un funcionario de la Casa Blanca involucrado con la política, Rubio había sido informado de que la Administración planificaba sancionar a ocho miembros del Tribunal Supremo de Justicia de Venezuela, incluyendo al magistrado presidente, al día siguiente. Él dio el discurso para aparentar que estaba detrás de la medida. “Estaba comenzando a ser visto como el padrino de los temas latinoamericanos”, me dijo otro funcionario de la Casa Blanca. En julio, después de que Maduro celebró una elección amañada para la asamblea constituyente, Rubio se adelantó a otro anuncio de sanciones de la Casa Blanca, esta vez contra el propio Maduro. Habiendo sido informado de que las sanciones eran inminentes, Rubio las pidió en un comunicado oficial, expresando su confianza en que “Trump responderá de manera rápida y decidida”. Trump estaba furioso, me dijo el funcionario, pero él y Rubio continuaron “bailando al son que les toquen”. Se necesitaban mutuamente.", "Anunciando las últimas sanciones, H. R. McMaster, el asesor de seguridad nacional, dijo: “Maduro no es sólo un mal líder. Es ahora un dictador”. Muchos demócratas, especialmente aquellos en el sur de la Florida, estaban de acuerdo, y arremetían contra Maduro de forma rutinaria. “Casi no había distancia entre los demócratas del sur de la Florida y la Administración Trump en la cuestión de Venezuela”, me dijo un auxiliar de alto rango del Senado. Pero Trump y la delegación de republicanos de la Florida se aseguraron de que los demócratas estuvieran fuera de las conversaciones sobre la política venezolana. (A través de un vocero, Rubio, que en el Senado se ha aliado con los demócratas en la legislación referente a Venezuela, lo negó.) Cuando Trump y Pence viajaron a Florida, se reunieron sólo con funcionarios públicos republicanos, y luego los invitaron a sesiones informativas de alto nivel en Washington. Cuanto más la Casa Blanca discutía sobre Venezuela y Cuba, más parecía que la región era una prioridad exclusivamente republicana.", "En marzo de 2018, Trump despidió a McMaster y lo reemplazó con John Bolton, un feroz defensor de un cambio de régimen en Latinoamérica. El funcionario del Senado me dijo: “Cuando Bolton asume, el mensaje fue: ‘Ustedes están haciendo lo correcto, sigan así, pero no están tomando suficiente crédito político. La política de Venezuela afectará a Florida en 2020’ ”. Dentro de la Casa Blanca, la confianza de Bolton creó la ilusión de un progreso inmediato. Él “engañó al presidente”, dijo un funcionario de la Casa Blanca. “Bolton le dijo: ‘Todo esto se va a acabar pronto’ ”. Después de que la Administración anunciase una sucesión de políticas contra Maduro y el gobierno cubano, Bolton examinó los reportes de prensa en Florida para calibrar la reacción. Cuando encontró artículos de opinión o cartas críticas, en especial de votantes republicanos culpando a la Administración de no haber sido lo suficientemente dura, le dijo al equipo: “Estos son tipos que se supone que nos deberían estar apoyando. Si los estamos perdiendo, algo estamos haciendo mal”. (Un alto funcionario de la Administración negó que Bolton tuviese una agenda política.)", "El nombramiento de Bolton fue un triunfo para Rubio y los republicanos de la Florida, mucho de los cuales tenían relaciones de larga data con él. En agosto, Bolton despidió al jefe del Consejo de Seguridad Nacional para la política latinoamericana y lo reemplazó con un abogado del sur de la Florida llamado Mauricio Claver-Carone, conocido entre los políticos de Washington por su punto de vista extremista, todo-o-nada, sobre Cuba. El estratega republicano me dijo que, en Miami, “las noticias sobre Mauricio dejaron a todo el mundo muy feliz”.", "Trump nombró a otro aliado de Rubio, Carlos Trujillo, como Embajador de los Estados Unidos ante la Organización de Estados Americanos, un cuerpo diseñado para evitar conflictos militares en la región. Según tres funcionarios de la Administración, Rubio también intentó que el presidente reemplazara al Subsecretario de Estado adjunto para Asuntos del Hemisferio Occidental en funciones (pero falló). “Rubio no puede controlar a la Santísima Trinidad de Latinoamérica en Washington”, dijo otro ex funcionario del Departamento de Estado. “Pero tiene dos de tres. Tiene al Padre y al Espíritu Santo”. El efecto fue crear una cámara de eco, en la cual la Administración se convenció de que la caída de Maduro era inminente. “Esto fue el producto de un pequeño grupo de personas que reciben información de miembros de la diáspora venezolana”, me dijo el funcionario."], "pubDate": null, "id": "6346f103-49b2-308f-9e42-634fbf5a6f64", "keywords": ["en", "los", "y", "dijo", "por", "que", "voto", "para", "florida", "pelea", "el", "la", "latino", "del", "se"], "title": "La pelea por el voto latino en Florida", "summary": "“La política exterior es intensamente local en el sur de la Florida”, dice Mora.\nSu padre, un ex político venezolano, siempre ha sido conservador, pero cuando votó por primera vez en una elección en los Estados Unidos, en 2016, fue por Hillary Clinton; odiaba a Trump.\nAndrade me dijo que los cubanoamericanos mayores habían estado en el centro de la estrategia de DeSantis en Miami-Dade, donde ganó el setenta por ciento del voto cubano.\nEl 16 de junio de 2017, en una ceremonia en la Pequeña Habana, con Rubio como maestro de ceremonias y la delegación republicana de la Florida presente, Trump afirmó estar “cancelando el acuerdo completamente unilateral de la última Administración con Cuba”.\nEl efecto fue crear una cámara de eco, en la cual la Administración se convenció de que la caída de Maduro era inminente.", "authors": ["Jonathan Blitzer", "Alice Munro", "Jeffrey Toobin", "Rachel Aviv", "Jane Mayer", "Richard Brody"], "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}