{"id": "63767d59-c6c9-37ab-be34-3eeb30a8cb6a", "title": "'Saturday Night Live' returns with 'Weekend Update' segment mocking Donald Trump, Rudy Giuliani's fraud claims", "url": "https://www.foxnews.com/entertainment/saturday-night-live-returns-weekend-update-trump-giuliani-fraud-claims", "summary": "This week's \"Saturday Night Live\" saw “Weekend Update” returned after a three-week hiatus to mock Donald Trump’s ongoing efforts to prove alleged voter fraud in the 2020 election as well as his personal lawyer, Rudy Giuliani.\nThe show took a break following a celebratory episode on Nov. 7, the day that Fox News and many others called the election in favor of Joe Biden.\nDuring this week’s “Weekend Update” segment, hosts Colin Jost and Michael Che took aim at everything that’s happened with the president’s allegations that massive, wide-scale voter fraud led to his loss to his Democratic opponent.\n“Because, you know, it’s easier for North Koreans to get to the east coast.\nWhatever you want us to believe, sir, I’m in.”'SNL' ADDRESSES STATEN ISLAND CORONAVIRUS PROTEST, MALL SANTAS DURING PANDEMICFrom there, the segment turned to the coronavirus vaccine rollout.", "paragraphs": ["This week's \"Saturday Night Live\" saw “Weekend Update” returned after a three-week hiatus to mock Donald Trump’s ongoing efforts to prove alleged voter fraud in the 2020 election as well as his personal lawyer, Rudy Giuliani.", "The show took a break following a celebratory episode on Nov. 7, the day that Fox News and many others called the election in favor of Joe Biden. During this week’s “Weekend Update” segment, hosts Colin Jost and Michael Che took aim at everything that’s happened with the president’s allegations that massive, wide-scale voter fraud led to his loss to his Democratic opponent.", "“Yesterday Trump’s lawyers opened up another door on their advent calendar of losing as they had election lawsuits tossed in six different states proving once again that this administration will never stop fighting, except the coronavirus,” Jost joked in the opening of the segment.", "He went on to mock the president for alleging that the election was rigged against him “at the highest level.”", "JOHN MULANEY SAYS HE WAS INVESTIGATED BY THE SECRET SERVICE OVER JOKE 'THAT WAS NOT ABOUT DONALD TRUMP'", "“Dude, you’re the highest level,” Jost continued. “You were in charge when the election happened.”", "He went on to say that he’s willing to believe any outlandish conspiracy theory that Trump wants to discuss “as long as in 44 days, you leave.\"", "“OK, I will believe anything, that there were suitcases of hidden ballots, I’ll believe that the votes were counted illegally in Spain or, this is a real theory, that North Koreans in ships dropped off ballots in Maine,” he said. “Because, you know, it’s easier for North Koreans to get to the east coast. Whatever you want us to believe, sir, I’m in.”", "'SNL' ADDRESSES STATEN ISLAND CORONAVIRUS PROTEST, MALL SANTAS DURING PANDEMIC", "From there, the segment turned to the coronavirus vaccine rollout. Che took a lighthearted jab at his co-host and his new wife, Scarlett Johansson, joking that the CDC recommends the first people in the U.S. to get the vaccine should be health care workers and people in nursing homes.", "“While the first people to actually receive it will be guests of Colin and Scarlett’s holiday yacht party.”", "From there, Jost turned things right back to lambasting the president by setting his sights on Giuliani. The hosts discussed reports that Trump has been considering offering a preemptive pardon to his personal lawyer before he leaves office", "CLICK HERE TO SIGN UP FOR OUR ENTERTAINMENT NEWSLETTER", "“I assume for Rudy’s crime of murdering his own legacy,” Jost concluded.", "CLICK HERE TO GET THE FOX NEWS APP", "Other current events the duo spoke out about included COVID-19 infections, Melania Trump's Christmas theme for the White House this year and a potential return of the Broadway musical \"Hamilton.\""], "authors": ["Tyler Mccarthy"], "keywords": ["weeks", "jost", "live", "segment", "night", "trump", "voter", "went", "coronavirus", "update", "believe", "mocking", "returns", "weekend", "giulianis", "election", "took", "trumps", "rudy"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}