{"id": "637bc25a-2d6b-3980-93de-e01f004eb534", "title": "Mastering the Subtle Art of the Vinaigrette", "url": "https://www.newyorker.com/video/watch/mastering-the-subtle-art-of-the-vinaigrette", "summary": "Today, we're making vinaigrette, AKA, French dressing,and a variation perfect for the winter,and my favorite, called a passion fruit vinaigrette.\nFrench vinegar and Spanish vinegar and Italian vinegarand Modena cherry red vinegar, passion fruit vinegar,apple vinegar, I'm in love with vinegar.\nShake, shake, shake, shake.\nShake, shake, shake, shake.\nThis is really, really good.", "paragraphs": ["Transcript", "[upbeat music]", "Seven times. Stop, stop, no one likes you", "[scribbling]", "[swoosh]", "Welcome to Buford and Sons,", "with me, Bill Buford,", "our cinematographer, George Buford,", "whom you'll probably never see,", "and our director, Frederick Buford.", "Today, we're making vinaigrette, AKA, French dressing,", "and a variation perfect for the winter,", "and my favorite, called a passion fruit vinaigrette.", "My preparation begins with a modest confession,", "which is that until we lived in Lyon", "and I found myself, luckily, working in a French kitchen,", "I had no idea what exactly how to make a vinaigrette.", "I made salads with olive oil and lemon and lots of salt.", "It was only when I was asked to make the staff meal,", "a position that I had to argue for for a long time,", "that on day one, the chef turned to me and said", "can you make a salad with a vinaigrette?", "And there was a long paid and I said,", "how exactly do you make a vinaigrette?", "[laughing]", "I knew it was oil and vinegar,", "but I didn't know the proportions", "and these were French people", "and they're all gonna get irritated with me.", "So they told me very patronizingly how to make a vinaigrette", "and it liberated me into the dressing,", "and it liberated me into the beauty of vinegar.", "French vinegar and Spanish vinegar and Italian vinegar", "and Modena cherry red vinegar, passion fruit vinegar,", "apple vinegar, I'm in love with vinegar.", "And now, we're gonna make", "our first basic, classic vinaigrette.", "You can change the vinegars, you can change the oils,", "but it's basically three parts oil to one part vinegar.", "We start with our vinegar, this a white vinegar.", "I'm gonna do a little bit more than one tablespoon.", "Next, mustard, a little bit, about half a teaspoon.", "A little garlic.", "Pepper, and then we add our oil.", "Conventionally, you do not use olive oil,", "but I like olive oil, so I mix it with a vegetable oil.", "In this case, it's grapeseed oil,", "but any kind of basic vegetable oil works.", "And we're whisking it in.", "This is half olive oil, half grapeseed oil.", "What we have here is a basic emulsion,", "oil and water, they don't really mix.", "You mix them until they agree to hang out together.", "Two important tips for making a salad with a vinaigrette,", "first of all, always taste it.", "That's good, yeah.", "I'm convinced.", "[laughing]", "It's a little thick", "and I'm gonna give it a squeeze of lemon as well.", "And the other tip, make sure that the leaves", "of your salad are dry to keep that ratio", "of water to fat, oil to vinegar,", "in their bonding.", "These are gem lettuce, a hardy lettuce that you can get,", "sometimes in the winter.", "This is the end of the season.", "And I've washed it and I'm just making sure", "I got all the water off.", "Now we added our vinaigrette to our gem lettuce leaves.", "A little more salt for our salad and then we mix.", "[clanging]", "Right, Frederick, do you want to taste?", "[Frederick] No.", "[film reel spinning]", "This next vinaigrette is probably my favorite vinaigrette", "and it's possible but extremely unlikely", "that I invented it.", "[Frederick] You didn't. It's possible that I did.", "It's certainly seen by my friends", "in Lyon as my vinaigrette", "and it arises out of two food issues.", "Endive is conventionally served", "with blue cheese and walnuts.", "Jessica can't eat nuts", "and I very sadly cannot eat blue cheese,", "but we love endive.", "And we love the bittersweet of that whole family,", "which includes chicory and endive", "and all of those bitter crisp lettuces", "that you get in the wintertime.", "Our ingredients are, the basic ones, of our vinaigrette,", "which is to say, olive oil and vinegar,", "except the oil includes olive oil,", "the vinegar is in fact a passion fruit vinegar.", "We also have ginger, in addition to garlic,", "and best of all, we have real passion fruit.", "I'm gonna make a larger quantity of this one,", "partly because it's our family favorite,", "but also because I'm gonna use it for two winter salads.", "And we'll discover the vibrancy of the sweet passion fruit", "against the bitter of the greens.", "I start with four tablespoons of grapeseed oil,", "four tablespoons of very good olive oil.", "A dollop of mustard.", "[clinking]", "Some garlic, fresh, some ginger, fresh.", "Some salt. Fresh?", "Salt's not fresh, and some pepper.", "Mix that up a little bit", "and then I add my passion fruit vinegar", "and my passion fruit.", "Oh, it worked. Yay.", "[George] Did you spit on the camera?", "I didn't spit on the camera.", "Normally the ratio is three to one, oil to vinegar,", "but this is a pretty sweet vinegar, so I do more.", "So I do at least two to one or maybe even a little bit more.", "Making this vinaigrette reminds me of Lyon", "and the first time George had a school canteen lunch", "and returned home with excitement to tell his mother", "that he had a salad. No, not what he said.", "What happened was, after the first day of lunch", "at the canteen, I said how was it?", "And George said it was great,", "we had salad with the most delicious sauce.", "And that was vinaigrette. Are you crying?", "[laughing]", "It's beautiful.", "It was a beautiful moment.", "Our three year old boys were eating salad.", "[Frederick] What is wrong with you?", "[laughing]", "You're insane.", "Feeling better?", "Thank you, Frederick.", "And now, I usually add some lemon.", "And then I add my passion fruit.", "[George] That doesn't look exactly appetizing.", "[laughs] But it will be.", "You can make the dressing without the passion fruit,", "but if you can find some passion fruit,", "and you never know when you're gonna find them in the city,", "they add such a beautiful touch to the dressing.", "It's so exotic and tropical and beautiful,", "it's a beautiful flavor.", "Gorgeous, gorgeous flavor. I can smell it.", "Doesn't it smell beautiful?", "It makes me [shouts cheerfully], here smell.", "[cheerful shouting]", "[laughing]", "And just scoop it in, just like that.", "You don't need probably this many passion fruit", "but damn, why not?", "Oh, it smells fantastic. It does smell good.", "Now, I know from experience that it comes out", "pretty thick, this dressing,", "so sometimes I add water, sometimes I add wine,", "but since we have this mandarin juice,", "I'm gonna add a little bit of that.", "And then I'm going to mix it up", "and the essential thing for any vinaigrette,", "I'm gonna taste it.", "Shake, shake, shake, shake. No.", "Shake, shake, shake, shake. Stop, stop.", "Shake your dressing. Stop.", "[film reel spinning]", "[sloshing]", "Who needs a whisk?", "[clinking]", "It's a little thick.", "[clanking]", "Oh, that's good.", "I'm gonna add a little bit of salt, a little seasoning,", "a little bit more pepper,", "and I think it needs a little more acidity.", "The passion fruit vinaigrette is pretty mild.", "I'm gonna add just a touch of white vinegar.", "I get to shake again. Why you so weird about it?", "[George] You could just stop.", "[sloshing]", "[clanking]", "Oh, that's really good.", "This is really, really good.", "Fantastic.", "This is my endive with passion fruit dressing", "and if there's a contribution that I've made", "to the gastronomy of Lyon,", "which is really unlikely,", "it might be in this very vinaigrette.", "Since we had this with some of our chefy friends", "and it was new enough for them,", "used to normally having walnuts and blue cheese", "with their endive,", "that they've been replicating it in Lyon.", "[Frederick] You think you're really special.", "I do not think I'm special", "but I do think this dressing is special.", "The beauty of this dish is the combination", "of bitter and bittersweet.", "Bitter of the vinaigrette with the sweet", "of the passion fruit,", "goes with these hearty winter greens,", "very different from a summer salad.", "And it works really well with a salad only of bitter greens,", "which, as it happens.", "[Frederick] As it happens.", "As it happens. As it happens.", "I've made here.", "This is a mix of chicories, or winter greens,", "that are so unusual,", "that every restaurant wants these greens,", "these bitter greens, on their table.", "And it's such a treat and it is so good with this dressing.", "You can still get these,", "Italy, for instance, is carrying chicory like this,", "I don't know about Whole Foods,", "and it's a very, very hearty winter green", "and also keeps really well.", "I've got some from a month ago in our fridge,", "which is still delicious.", "This is very fresh but it's really such a vibrant", "food to be eating in the wintertime.", "It just seems packed with, you know, good things.", "[upbeat music]", "[George] Jessica's wine pairing.", "[smooth jazz music]", "Jessica, we have an endive with passion fruit vinaigrette,", "what wine goes with that?", "Well that is a tricky pairing", "because passion fruit is sweet--", "Sweet.", "So that can make wine taste bitter or dry,", "and it has vinegar,", "which is very acidic,", "and so it can make wine taste blabby", "if it doesn't have enough acid.", "So I thought the answer would be a wine from the Loire,", "vouray, because it has a lot of acidity--", "[Bill] Which is good.", "And this is a demi sec,", "so it has a little bit of sweetness.", "And when chenin blanc, the grape, gets ripe,", "it can be kind of tropical,", "so I thought that would pair well with the passion fruit.", "Oh, that sounds great.", "Cheers, my love.", "[glasses clinking]", "See what you think.", "Oh that's good, it's actually delicious.", "Woo, delicious.", "There's ginger in here? There's ginger.", "[Jessica] And this is a little gingery too.", "Do you get the little ginger?", "[Bill] I can see that.", "[smooth jazz music]"], "authors": ["Condé Nast"], "keywords": ["shake", "oil", "add", "art", "little", "really", "gonna", "fruit", "passion", "vinaigrette", "mastering", "vinegar", "subtle"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}