{"id": "63acd8dd-73bd-32ad-ae1a-cb8576da32fa", "title": "One Man’s Search for the DNA Data That Could Save His Life", "url": "https://www.wired.com/story/one-mans-search-for-dna-data-that-could-save-his-life/", "summary": "When Bryce Olson tells his prostate cancer story, he pinpoints the conversation he had with his oncologist six years ago as the moment his life changed.\nOn his website, he offers patients a “battle card” with scripted comebacks to doctors’ resistance.\nDespite the handful of so-called targeted cancer therapies that were matched to patients’ genetic makeup, there wasn’t one for prostate cancer that had been approved by the US Food and Drug Administration.\nThe conversation was life-changing, because it marked the moment he was done with the American medical system—or at least what’s known as “standard of care” for cancer patients.\nHe wondered about mundane details: Should he buy new winter clothes if he would only end up wearing them for a season?", "paragraphs": ["When Bryce Olson tells his prostate cancer story, he pinpoints the conversation he had with his oncologist six years ago as the moment his life changed. That’s when Olson, then 44, his body pumping with adrenaline and his hip throbbing with new pain from a metastasized tumor, uttered these words: “I want to get my cancer sequenced.”", "Wearing a slickly designed black T-shirt with the words “Sequence Me” in block heavy-metal-style lettering, Olson preaches to audiences at health care conferences that they should take back control of their health from paternalistic providers and demand better cancer care. On his website, he offers patients a “battle card” with scripted comebacks to doctors’ resistance.", "And if your doctor refuses to order genetic testing? “Well, then you need a new doctor!” he exclaims to often enthusiastic applause.", "But in 2014, his own doctor at the Oregon Health & Science University medical center in Portland, after hearing Olson’s request, had merely asked, “Why?” It didn’t make sense, the doctor had said, especially if it turned out there were no drugs available for the DNA mutations the sequencing technology would find.", "Despite the handful of so-called targeted cancer therapies that were matched to patients’ genetic makeup, there wasn’t one for prostate cancer that had been approved by the US Food and Drug Administration.", "Olson was already aware of that fact. The conversation was life-changing, because it marked the moment he was done with the American medical system—or at least what’s known as “standard of care” for cancer patients.", "By that time, Olson had already undergone surgery to remove his prostate gland and seminal vesicles. Soon after, he learned the cancer had spread to his bones—creating lesions the size of quarters—and was incurable. That was the news that made him sob hysterically inside his car in the hospital parking garage while blaring the radio and repeatedly screaming “Fuck!” He’d researched the statistic that the median five-year survival rate for Stage 4 prostate cancer patients was 28 percent.", "Olson also had just finished six months of chemotherapy. Despite hearing about a “golden age” of cancer treatment, he was prescribed the drug docetaxel, which had been patented in 1986 and was routinely given to patients with breast, lung, prostate, stomach, and head and neck cancers. The treatment, sold under the brand name Taxotere, was so toxic it had earned the name “Taxo-Terrible,” because of its dreaded side effects. Olson got them all: zero energy, hair loss, bone pain, mouth sores, constipation, and a numb sensation in his feet that felt like needles were poking him and made it hard to keep his balance.", "The mother of his 6-year-old daughter’s best friend had been so worried about him she asked the school district to move up the annual father-daughter dance from spring to fall to make sure he could attend. During those months, he’d tried to spend as much time with his kid as possible.", "At home, he’d play guitar while she drew, or he streamed his favorite ’80s movies, such as Breakfast Club and Pretty in Pink. Even though she was too young to understand the references, he wanted to make sure she didn’t miss out on what he considered an important part of his childhood. He also gave her pep talks about avoiding drugs and only dating boys who treated her right—in case he didn’t get another chance later.", "Olson was grateful she didn’t grasp how sick he really was, so he wrote and recorded songs for her to listen to when she was older. His favorite lyric from his song “My Girl”: You won’t see me on the outside. But I’ll be there on the inside.", "Sign Up Today Sign up for our Longreads newsletter for the best features, ideas, and investigations from WIRED.", "Some days he was angry at the world, and other days he was overwhelmed with sadness as he sat on the couch in front of the window and watched people walking by, knowing they were planning their weekends and summer vacations. He wondered about mundane details: Should he buy new winter clothes if he would only end up wearing them for a season? Brushing his teeth felt like a ridiculous waste of time."], "authors": ["Sarah Elizabeth Richards", "Sarah Elizabeth Richard"], "keywords": ["data", "dna", "olson", "didnt", "care", "doctor", "health", "patients", "words", "prostate", "save", "hed", "search", "cancer", "mans", "life"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}