{"id": "63b6c0e1-cff5-39c6-a1e2-acf9a1946454", "title": "GI Show – Life Is Strange 2, The Game Awards Predictions, Community Emails, & GotY Chats", "url": "https://www.gameinformer.com/video-podcast/the-game-informer-show/2019/12/12/gi-show-life-is-strange-2-the-game-awards", "summary": "On this week's episode of The Game Informer Show podcast, we do a lot of discussing.\nThe show starts with Joe Juba and Andy Reiner as we discuss the recent release of the final episode of Life is Strange 2.\nAlso, be sure to send your questions to podcast@gameinformer.com for a chance to have them answered on the show.\nYou can hear more of their original tunes and awesome video game music podcast at their website.\n02:24 Life is Strange 225:41 The Game Awards Predictions and Bets1:29:51 Community Emails2:29:14 Game of the Year Chats Pt.", "paragraphs": ["On this week's episode of The Game Informer Show podcast, we do a lot of discussing. In fact, we should discuss this. The show starts with Joe Juba and Andy Reiner as we discuss the recent release of the final episode of Life is Strange 2. Bonus discussion about what we think about episodic gaming.", "Next, we do something stupid. Joe Juba, Brian Shea, Ben Reeves, and Alex Stadnik all throw in a dollar to take part in a competition to predict who will take home the win at The Game Awards that happens tonight (meaning, most of you will listen to this segment already knowing what wins what, which means you can mock our absurd reasoning – and what could be more fun than that?) I'll do the math for you and tell you who won on next week's show (though I'm guessing some intrepid listener will be eager to let us know who was victorious).", "For part five of our Game of the Year chats, where I ask guests what games are defining their year, I am joined by Joe Juba and the fall intern class members, Alex Stadnik (@Studnik76) and Nick Straub (@Ncstraub). Also this is the moment I get a busy Leo Vader to join the show. This segment will run the rest of this year, as we bring in editors (and guests) every week to talk about games that have impacted their year in the lead-up to Game Informer's Top 50 of 2019. Next week, will be the final installment, so make sure you come back for the finale!", "Thanks for listening! Please make sure to leave feedback below, share the episode if you enjoyed it, and follow me @therealandymc to let me know what you think.", "You can watch the video above, subscribe and listen to the audio on iTunes or Google Play, listen on SoundCloud, stream it on Spotify, or download the MP3 at the bottom of the page. Also, be sure to send your questions to podcast@gameinformer.com for a chance to have them answered on the show.", "Our thanks to the talented Super Marcato Bros. for The Game Informer Show's intro song. You can hear more of their original tunes and awesome video game music podcast at their website.", "To jump to a particular point in the discussion, check out the time stamps below.", "02:24 Life is Strange 2", "25:41 The Game Awards Predictions and Bets", "1:29:51 Community Emails", "2:29:14 Game of the Year Chats Pt. 5 - Featuring The GI Interns"], "authors": ["Andy Has Been With The Magazine Since It Launched In", "Editor-In-Chief Since When He Isn'T Playing Games He Enjoys Riding His Bike", "Travel", "Spending Time With His Family."], "keywords": ["strange", "juba", "episode", "goty", "chats", "sure", "emails", "week", "joe", "listen", "predictions", "community", "awards", "gi", "life", "game", "video", "weeks"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}