{"id": "63da289f-b7d1-3c8e-bdda-0232d9563b3b", "title": "These New York City Restaurants Have Perfected Winter Outdoor Dining", "url": "https://www.vogue.com/article/these-new-york-city-restaurants-have-perfected-winter-outdoor-dining", "summary": "Plus, there’s a retractable roof, so a winter drizzle or flurry won’t dampen the dining experience.\nWayanTropical apres-ski is an inherent paradox, but that’s the only way to describe the winterized vibe of NoLita restaurant Wayan.\nThey went all in on building their Indo-Chalet, a covered curbside space with hanging heaters, lush potted plants, tealights, and black teak tables.\nNoMad RooftopThe NoMad Rooftop was one of the first examples of what great outdoor dining could be in this city.\nCome this winter, we reckon it’ll be the hottest reservation in town (physically, too, since the tented space just added several high-power heaters).", "paragraphs": ["For the colder months, they’ve dotted the space with a hearty amount of heaters. Plus, there’s a retractable roof, so a winter drizzle or flurry won’t dampen the dining experience.", "Wayan", "Tropical apres-ski is an inherent paradox, but that’s the only way to describe the winterized vibe of NoLita restaurant Wayan. They went all in on building their Indo-Chalet, a covered curbside space with hanging heaters, lush potted plants, tealights, and black teak tables. (Five of these tables, we might add, come with two-tiered cooktops allowing guests to grill their own chicken, lamb, scallop, or shrimp satays in whatever marinade they so desire.) Then there’s the warm cocktails: Wayan is serving up an Indonesian-style Hot Toddy and a concoction they call The White Elephant—rum, tamarind, chili, and honey.", "NoMad Rooftop", "The NoMad Rooftop was one of the first examples of what great outdoor dining could be in this city. They invested in transforming their penthouse’s outdoor terrace into a Beaux-Arts wonderland: there were bold blue-and-red carpets complemented by ochre chairs, grand chandeliers, and an open-door cupola artfully adorned with gilded mirrors and weathered books. Come this winter, we reckon it’ll be the hottest reservation in town (physically, too, since the tented space just added several high-power heaters).", "Lilia", "Union Street passersby might have noticed a yurt village erected outside Lilia, the Williamsburg hotspot whose rigatoni diavola has caused more than one culinary epiphany. (It may or may not be brought on by the spice.) Here’s the catch: the yurts are in partnership with American Express, meaning you must be a card member to book one. So, if you’ve already got an Amex in your wallet, a covered oasis awaits! If not, we’re sorry—but to be fair, we’ve got some other stellar suggestions here.", "Pier 17", "Over the past few years, The Seaport District has become an emerging dining destination: California clean-cuisine powerhouse Malibu Farm opened there last year, as did Jean-George’s The Fulton. Now, The Rooftop at Pier 17 has built several glass cabins in the space known as The Greens, and their structures are impressive. These cabins have doors, heaters, string lights, benches with fluffed up pillows, and even individual little decks. Right now, the restaurant is serving hearty winter cuisine (think truffled grilled cheese, cheese fondue, and tomato soup) along with a cocktail menu curated by the best bar in North America, Dante.", "Thanks to its highly-photographic visuals—in November, the space hosted a pumpkin arch that served as the posing place for many an influencer—it’s already cropping up all over New Yorkers’ Instagram stories. Is that a good thing, or a bad thing? You decide, perhaps by stopping by yourself: reservations open every Monday at 10 a.m. for the following week.", "Short Stories", "Here’s the thing about Short Stories—it’s always fun. Even during a pandemic. They’ve got music blasting, good-looking and -tasting cocktails (order their spicy blue margarita), and a great sense of humor: spot the Fyre Festival merch displayed on their walls. So when it came to winterizing their outdoor set-up, playful was the only way to go. Short Stories has built a delightful row of rosy curbside cabins, complete with little windows so you can watch the taxis whiz by on the Bowery. Tables are adorned with bottles of babies breath, and surrounding it all is a pink picket fence. Go there for brunch, where you can order chef Jeanne Jordan’s chocolate chip pancakes, a potato Biscuit Sandwich with spicy chorizo, and a maple Old Fashioned."], "authors": ["Elise Taylor", "Elise Taylo"], "keywords": ["york", "restaurants", "wayan", "way", "space", "heaters", "city", "cabins", "winter", "thing", "dining", "outdoor", "tables", "perfected"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}