{"id": "6412fe21-f222-3e3c-8fb9-df41b3a30eb2", "title": "Can We Finally Trust Baker Mayfield and the Cleveland Browns?", "url": "https://bleacherreport.com/articles/2921198-can-we-finally-trust-baker-mayfield-and-the-cleveland-browns?utm_source=cnn.com&utm_medium=referral&utm_campaign=editorial", "summary": "Brett Carlsen/Associated PressWhat does it take to trust the Cleveland Browns and their young franchise quarterback, Baker Mayfield?\nIt was Cleveland's first road victory over a team with a winning record since September 2019.\nWas that the performance we needed to finally believe in the Browns?\nThere wasn't much doubt Cleveland would lock up this crucial victory once it took a 38-7 first-half lead.\nSkeptics will argue Mayfield and the Browns haven't faced a good defense during that stretch, and they're right.", "paragraphs": ["Brett Carlsen/Associated Press", "What does it take to trust the Cleveland Browns and their young franchise quarterback, Baker Mayfield?", "In that respect, the bar is understandably high for a team that hasn't won a playoff game since the sixth season of Seinfeld, hasn't been to the playoffs since the fourth season of The Sopranos and last finished a campaign with a winning record before the premiere of Breaking Bad.", "It doesn't help that the Browns, who are on their third head coach in as many seasons, went just 13-18-1 despite the fact they were loaded with emerging talent in 2018 and 2019. Or that they entered Sunday with a 7-0 record against teams with losing records but a 1-3 mark against winning opponents.", "Or that the tantalizingly talented but frustratingly inconsistent Mayfield entered Week 13 as the only quarterback in the NFL with five-plus triple-digit-rated games and five-plus single-game ratings below 80 in 2020.", "But on Sunday, the Browns completed their second four-game winning streak of the year and clinched their first winning season since 2007 with a convincing 41-35 victory over an opponent—the Tennessee Titans—who has a winning record, and Mayfield posted a 115-plus passer rating for the second week in a row (marking the first time he's done that since his 2018 rookie campaign).", "It was Cleveland's first road victory over a team with a winning record since September 2019.", "Was that the performance we needed to finally believe in the Browns?", "Wade Payne/Associated Press", "Some will look at the final box score and be leery of those 35 points allowed, but that score is somewhat misleading after the Titans padded the numbers in garbage time. There wasn't much doubt Cleveland would lock up this crucial victory once it took a 38-7 first-half lead. And while it would have been nice if the Browns kept running away from Tennessee, there's limited shame associated with letting a high-quality opponent make a game semi-interesting in the fourth quarter.", "The AFC South-leading Titans held a double-digit lead over the eventual Super Bowl champion Kansas City Chiefs in last year's AFC Championship Game. It would have been surprising if they didn't put up a late, respectable fight at home.", "Still, the defense is a liability. In the Browns' three toughest games this season (on the road against the Baltimore Ravens, Pittsburgh Steelers and Titans), they've surrendered an average of 37.0 points per outing. In the second half in particular, Tennessee quarterback Ryan Tannehill picked apart a bottom-10 pass defense in terms of DVOA (defense-adjusted value over average at Football Outsiders) that was without top cornerback Denzel Ward.", "Ward should eventually return from a calf injury and edge defender Myles Garrett continues to perform like a Defensive Player of the Year candidate, but it's a top-heavy D that has almost no margin for error. If the offense isn't clicking or Garrett isn't playing at a lights-out level, they're likely to get lit up and lose.", "Wade Payne/Associated Press", "That's the scenario fellow playoff-caliber opponents like the Titans, Indianapolis Colts, Pittsburgh Steelers, Baltimore Ravens, Kansas City Chiefs or Buffalo Bills will hope plays out if any of them run into Cleveland in January. Even without top wide receiver Odell Beckham Jr.—they've now gone 5-1 since OBJ suffered a season-ending knee injury in Week 7—the Browns have a high enough ceiling to beat any of those top-notch AFC teams in the postseason.", "But it's even easier to imagine them getting blown out, especially if they draw the Steelers or Ravens. Those two AFC North rivals outscored Cleveland 76-13 in two one-sided victories earlier this season, and the Browns have now lost four consecutive games against Baltimore and Pittsburgh dating back to last December.", "Some might not be convinced of the Browns' resurrection until they prove they can go toe-to-toe with one or both of those contending division-mates, which would require patience for at least another week (they host the Ravens next Monday night), another month (the Steelers come to town in Week 17) or possibly a hell of a lot longer.", "But because it's the 21st century and thus the most pass-happy, quarterback-centric era in NFL history, Cleveland's fate is almost certainly aligned with Mayfield's. The 2018 No. 1 overall pick has been streaky and mistake-prone throughout his career, but it is possible he's taking off.", "You might not be ready to trust him based on his uneven rookie season, his rocky sophomore campaign and the roller-coaster ride that has been 2020, but the 25-year-old is now much better supported by an influx of offensive line talent (they have two new high-quality tackles) and stronger coaching (Kevin Stefanski is a major upgrade over the in-over-his-head Freddie Kitchens).", "Rustiness should have been expected in September and maybe even October after the offense underwent so much change in a scaled-back, pandemic-impacted offseason. Quarterbacks often take a big step forward in their third year, and Mayfield just might be doing exactly that in a slightly belated fashion.", "Not only has Mayfield thrown six touchdown passes and posted a 133.7 passer rating in the last two weeks, but a fumble on a fourth-quarter keeper marked just the third time he's turned the ball over during the team's current six-game hot streak. And he hasn't thrown an interception since October—a stretch during which he's thrown 156 passes. That's a tremendous sign of progress, especially considering that he's contended with poor weather conditions in several of those games.", "For what it's worth in a small sample, he was also 4-of-5 on deep passes Sunday and is now 9-of-13 on deep attempts the last three weeks.", "Skeptics will argue Mayfield and the Browns haven't faced a good defense during that stretch, and they're right. Nobody will fault you for waiting a little bit longer before falling for this historically untrustworthy team, but at this point, writing them off would also be a significant mistake.", "Brad Gagnon has covered the NFL for Bleacher Report since 2012. Follow him on Twitter: @Brad_Gagnon."], "authors": ["Brad Gagnon"], "keywords": ["steelers", "trust", "baker", "cleveland", "hes", "record", "finally", "titans", "week", "mayfield", "winning", "season", "ravens", "browns"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}