{"id": "643fa719-f5c8-31d6-b324-815855fee0c7", "title": "The 7 Things Keeping Ariana DeBose Sane at Home", "url": "https://www.vogue.com/article/ariana-debose-sanity-saver-list", "summary": "We asked actress Ariana DeBose, who stars in the new Ryan Murphy-directed musical comedy film, The Prom, how she’s been staying sane at home and what she considers as the “ultimate stocking stuffer.”1.\nI really have ended up taking chances and going for the things in life that I want.\nI am a dancer, so I am used to really using my body, and this was a time of such stillness.\nI can not express enough the importance of a great journal and writing your way to your goals and dreams.\nPeloton Bike Basics Package $1,895 PELOTON Shop Now3.", "paragraphs": ["Every week, Vogue will be spotlighting tastemakers across industries to hear how they’ve been approaching self-care during the coronavirus pandemic and now, during the holiday season. We asked actress Ariana DeBose, who stars in the new Ryan Murphy-directed musical comedy film, The Prom, how she’s been staying sane at home and what she considers as the “ultimate stocking stuffer.”", "1. I’m manifesting.", "This pandemic has been a time of great reflection. I really have ended up taking chances and going for the things in life that I want. I believe in the power of manifestation, and currently without the distractions of our everyday hustle, some unexpected and significant things have happened in my life.", "When the stay-at-home order came last March, I was living in a small apartment in Harlem. I am a dancer, so I am used to really using my body, and this was a time of such stillness. I can not express enough the importance of a great journal and writing your way to your goals and dreams. It makes them real and tangible and I love seeing them on the page. I’ve also found astrology to be helpful in understanding energy & manifestation. I’m obsessed with CoStar and The Pattern; both have been incredibly useful.", "2. I’m cycling.", "To counter the stillness, I honestly could not have survived without my Peloton bike. I was not going to be running laps around my kitchen island so the Peloton classes were the perfect workout for me to do from home. I have since moved to the country and enjoy hiking, but with winter approaching I will be back on the bike! I also supplement with quick workouts on the go. Check out Louise Hazel & @SLAYgym on Instagram.", "Peloton Bike Basics Package $1,895 PELOTON Shop Now", "3. I’m resting.", "A prerequisite for living in my home is a cozy sofa, one you can really nap on. I need a great nap blanket, and Dynamikos is my favorite. I can also pack it for a day in the park or a romantic hike because they are light. I love the boho style of these blankets, but most of all, Dynamikos has partnered with The Covenant House CA, a shelter for homeless and trafficked youth, by donating 20% of their profits to assist in their outreach, safe haven, educational, and supportive programs. Conscious spending at this time is important. (Fun fact: I sit on the International Board of Covenant House. The work they do is invaluable.)", "Dynamikos 100% Organic Cotton Blankets & Throws $99 DYNAMIKOS Shop Now", "4. I’m relaxing with baths.", "I love a good bath, and 2Note products are my go to. They are locally made, LGBTQ female-run businesses. I enjoy just going in to chat with Carolyn and Darcy the owners, but at this time they are focusing on the online business. Stay safe everyone! Darcy and Carloyn always steer me in the right direction. You can also choose the scent that your bath soak is infused with! It’s just lovely and the products really work to dissolve all the aches and pains in this dancer’s body. When I don't have time for a bath and I am on the move, I love Saje Muscle Melt.", "Saje muscle melt $26 SAJE Shop Now 2 Note honey soak $45 2 NOTE Shop Now", "5. I’m finding joy in cooking (and drinking).", "In my home, we love to cook, and we love Clase Azul Tequila. We have spent a lot of time cooking with local ingredients, and I am always amazed that the flavors are so much richer. You don't have to use as much of some ingredients because the flavor would be overwhelming, which is good for my waistline because I love to eat. I also love that many farm stands and markets take supplemental assistance for those in need. This gives everyone a chance to enjoy fresh food. What does this have to do with tequila? The flavor of this tequila brings back memories and is just a nice ritual I share with my family. (I know, it’s a splurge, but it’s so worth it!)", "Clase Azul Reposado tequila 375ml $90 SHOP WINE DIRECT Shop Now", "6. I’m enjoying aromatherapy.", "One thing that creates an easy inner peace is a candle. I used to light lots of fruity candles around the house, but now my one and only is by Fig and Bella Home. It is candle number 1, an earthy scent that gives me a strong sense of, well, home. I often am out of town for weeks on a project, and I make sure to pack one of these candles. They have a long burn time, and the scent keeps me grounded.", "Fig & Bella No.1 scented ambient candle $45 FIG & BELLA Shop Now", "7. I’m leaning into friends and family.", "In the end I am a relationship person. I have a strong base of family and friends, and that is essential. They lift me up, keep me centered, and support everything I do, so while all of these things are nice, it is honestly love that gets me through. With love we have everything. Look around. Who extends themselves for you? Who do you take risks for? Love shows up in so many, many ways. Happy Holidays!"], "authors": ["Julie Tong"], "keywords": ["ariana", "keeping", "love", "things", "debose", "scent", "im", "great", "peloton", "really", "tequila", "house", "shop", "sane"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}