{"id": "64451a08-74e4-32fc-8547-3d1546d3a604", "title": "Anderson Cooper and Andy Cohen Host NYE", "url": "https://commercial.cnn.com/anderson-cooper-and-andy-cohen-host-nye", "summary": "Anderson Cooper and Andy Cohen ring in 2021 together for CNN’s New Year’s Eve celebrationLive from Times Square, on Thursday, December 31 at 8PM ER Don Lemon and Brook Baldwin Co-host live at 12.30 ET Watch the promotional video here.\nRinging in the new year together for the fourth time, Anderson Cooper and Andy Cohen will co-host CNN’s New Year’s Eve Live from New York City’s Times Square.\nCooper and Cohen will help us say goodbye to 2020 and usher in 2021 on Thursday, December 31st starting at 8pm ET.\nCooper and Cohen will be live from Times Square where celebrations will be historic this year due to the pandemic.\nView the promotional video here.", "paragraphs": ["Anderson Cooper and Andy Cohen ring in 2021 together for CNN’s New Year’s Eve celebration", "Live from Times Square, on Thursday, December 31 at 8PM ER Don Lemon and Brook Baldwin Co-host live at 12.30 ET Watch the promotional video here.", "Ringing in the new year together for the fourth time, Anderson Cooper and Andy Cohen will co-host CNN’s New Year’s Eve Live from New York City’s Times Square. Cooper and Cohen will help us say goodbye to 2020 and usher in 2021 on Thursday, December 31st starting at 8pm ET. At 12:30am ET, they will hand over to CNN’s Brooke Baldwin and Don Lemon, who will continue the celebration as the Central Time Zone rings in the New Year. CNN encourages all to watch from the safety of their own homes, as there is no public audience for this in Times Square.", "Cooper and Cohen will be live from Times Square where celebrations will be historic this year due to the pandemic. Unlike prior years which had large crowds of revelers, this year’s event will be closed to the public.", "CNN performances and appearances will include John Mayer, Snoop Dogg, Patti Labelle, Jimmy Buffett, Carole Baskin, Josh Groban, Leslie Jordan, Dulce Sloan, Desus & Mero, Kylie Minogue, Aloe Blacc, Goo Goo Dolls and Jon Bon Jovi.", "The program will also feature CNN’s Ana Cabrera, Stephanie Elam, Randi Kaye, Richard Quest, Gary Tuchman, and Bill Weir from locations around the world.", "Viewers can participate live and share their New Year’s greetings using #CNNNYE, and CNN may feature them on the bottom ticker throughout the evening.", "View the promotional video here."], "authors": ["December"], "keywords": ["anderson", "host", "times", "et", "square", "nye", "watch", "video", "cnns", "andy", "cohen", "promotional", "live", "cooper"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}