{"id": "6446d5db-5801-3d00-8327-cc0e25e4abfc", "title": "Sex and the City to return for new series, stars confirm", "url": "https://www.theguardian.com/tv-and-radio/2021/jan/11/sex-and-the-city-to-return-for-new-series-stars-confirm", "summary": "The rebooted show will be called And Just Like That... and will feature the original stars, apart from Kim CattrallSex and the City to return for new series, stars confirmSex and the City will be given a 2021 makeover, US streaming service HBO Max has announced.\nThe reboot will be titled And Just Like That… and will be executive produced by Parker, Davis, Nixon, and Michael Patrick King.\nFirst airing in 1998, Sex and the City orbited around fashion-obsessed sex and relationships newspaper columnist Carrie Bradshaw (Parker) and her three friends, Miranda (Nixon), Charlotte (Davis) and Samantha (Cattrall).\nTwo feature films followed the TV series in 2004, both of which were written and directed by King.\nWhile they were commercially successful, they fared less well with critics, with Sex and the City 2 (2010) receiving a particularly scathing critical reception.", "paragraphs": ["The rebooted show will be called And Just Like That... and will feature the original stars, apart from Kim Cattrall", "Sex and the City to return for new series, stars confirm", "Sex and the City will be given a 2021 makeover, US streaming service HBO Max has announced.", "Long-swirling rumours that the video-on-demand arm of the prestige TV brand was considering commissioning a revival of the 90s and 00s show were confirmed on Sunday night US time when three of the four stars of the original show, Sarah Jessica Parker, Cynthia Nixon, and Kristin Davis, shared a trailer for the series on social media platforms.", "The reboot will be titled And Just Like That… and will be executive produced by Parker, Davis, Nixon, and Michael Patrick King.", "Kim Cattrall, who played the fourth member of the original group, Samantha, will not be returning for the rebooted series.", "First airing in 1998, Sex and the City orbited around fashion-obsessed sex and relationships newspaper columnist Carrie Bradshaw (Parker) and her three friends, Miranda (Nixon), Charlotte (Davis) and Samantha (Cattrall).", "The show ran for six seasons, winning seven Emmys and eight Golden Globe awards.", "Based on the book by author Candace Bushnell and created for TV by Darren Star, the series was praised for its forthrightness about sex and criticised for its lack of diversity and its flippant treatment of some issues. The main thrust of the plot focused on the on-again off-again relationship between Carrie and her main love interest, Mr Big.", "Two feature films followed the TV series in 2004, both of which were written and directed by King. While they were commercially successful, they fared less well with critics, with Sex and the City 2 (2010) receiving a particularly scathing critical reception.", "The trailer, comprised mainly of shots of New York, reveals little by way of story details for the new series. A statement from HBO Max’s parent company WarnerMedia announcing the reboot was similarly vague, saying the series would “follow Carrie, Miranda and Charlotte as they navigate the journey from the complicated reality of life and friendship in their 30s to the even more complicated reality of life and friendship in their 50s.”", "Fans’ enthusiastic responses on Twitter and Instagram suggested there is still a sizeable audience for the show, while others suggested the show had dated.", "Bec Shaw (@Brocklesnitch) cant wait read this article that begins with two sentences in a row ending with ellipses pic.twitter.com/85Sq7BNadv", "Nic Holas (@nicheholas) Carrie would be 53 now, the same age Blanche was at the start of The Golden Girls.", "The series will comprise of ten, half-hour episodes, and is scheduled to begin production in late spring in New York this year."], "authors": ["Stephanie Convery"], "keywords": ["davis", "carrie", "confirm", "tv", "city", "sex", "series", "return", "parker", "nixon", "original", "stars"], "pubDate": "2021-01-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}