{"id": "6458467d-6bf2-385d-8f45-fddbc8f6d604", "title": "Tom Curran second England player to leave BBL as bubble fatigue takes toll", "url": "https://www.theguardian.com/sport/2020/dec/07/tom-curran-out-of-big-bash", "summary": "Covid-19 has cost the Big Bash League another English star with Tom Curran pulling out of the Sydney Sixers squad.\nThe English quick’s decision came after countryman Tom Banton made a similar move over the weekend, pulling out of Brisbane Heat’s campaign.\nUnder Australia’s strict pandemic measures, overseas players must enter two weeks of quarantine on entry to the country before enjoying some small freedom in the hub.\n“I’m really sorry not to be playing in this year’s Big Bash,” Curran said.\nCricket Australia will also be keeping one eye on that, with a chartered flight out of the country to the Big Bash set by week’s end.", "paragraphs": ["Covid-19 has cost the Big Bash League another English star with Tom Curran pulling out of the Sydney Sixers squad.", "Curran made the call to skip this year’s competition – which will start in front of heavily capped crowd numbers – in desperate need of a break after five months of living in biosecure bubbles. The English quick’s decision came after countryman Tom Banton made a similar move over the weekend, pulling out of Brisbane Heat’s campaign.", "Under Australia’s strict pandemic measures, overseas players must enter two weeks of quarantine on entry to the country before enjoying some small freedom in the hub.", "“I’m really sorry not to be playing in this year’s Big Bash,” Curran said. “As you’ll already know, it’s been a very challenging year and I’ve been in [biosecurity] bubbles since July.", "“I feel very lucky to play for the Sixers, I have loved my time with you all over the last two seasons and I can promise you, this decision was not taken lightly. I will hopefully be back for many years to come, recharged and ready to go again, but for now I just need some time, normality, see family and be home.”", "The 25-year-old has played two seasons with the Sixers, with club boss Jodie Hawkins understanding that the measures are taking their toll on players.", "Curran is currently with England’s limited-overs squad in South Africa, with fears they may be locked into further quarantine due to Covid cases in the two squads’ camps.", "Cricket Australia will also be keeping one eye on that, with a chartered flight out of the country to the Big Bash set by week’s end. Perth’s Liam Livingstone and Jason Roy, Brisbane’s Liam Gregory and the Sydney Thunder’s Sam Billings are all slated to be on it.", "Fellow Englishman Jonny Bairstow was also lost to the Melbourne Stars last week, after he was recalled to England’s Test squad that will tour Sri Lanka. It came a day before Brisbane bowler Mujeeb Ur Rahman also tested positive to the virus while in hotel quarantine after arriving from Afghanistan.", "Just last week West Indies captain and Sixers signing Jason Holder warned it was only a matter of time before players began pulling out of competitions worldwide.", "“I don’t think I have spent this much time locked away in a hotel room in any time in my life,” Holder said on signing for the Sixers. “I’m not sure how much longer we can sustain moving around in these bubbles.", "“It’s been really tough being sat in the room seeing the same walls. Every time you leave and come back the room feels a bit smaller.”", "BBL crowds will be limited despite kicking off in two of Australia’s safest cities for Covid-19.", "CA plans to welcome its biggest crowd of the summer so far at a full SCG in Tuesday night’s Twenty20, with the third match against India sold out. But officials won’t be given the same luxury from governments in Tasmania and the ACT for the BBL.", "Tasmania have not had a case of community transmission since 10 August, but will have crowds limited to 50%. That equates to around 6,100 spectators at Blundstone Arena and 6,800 at University of Tasmania Stadium for the biggest sports events in Hobart this year.", "The ACT’s streak is 150 days without a locally acquired case – the longest in the country. Despite that, Canberra’s Manuka Oval will at this stage be limited to 65 per cent – or around 6,000 – for its six matches."], "authors": [], "keywords": ["weeks", "takes", "big", "second", "player", "tom", "limited", "bubble", "week", "curran", "england", "toll", "fatigue", "room", "bash", "sixers", "quarantine", "pulling", "leave", "country"], "pubDate": "2020-12-07T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}