{"id": "646946df-4709-3ee2-b313-5d3a87fba86d", "title": "Is the Mayor of an Exclusive Hamptons Enclave a Squatter? It’s Complicated", "url": "https://www.nytimes.com/2021/02/10/nyregion/jesse-warren-southampton.html", "summary": "Zach Epley has accused the mayor of surveilling him from a car as he went door-to-door campaigning, which Mr. Warren denies.\nImage Zach Epley, who ran unsuccessfully for a seat on Southampton’s board of trustees, is the son of the former mayor.\nCredit... Gonzalo Marroquin/Patrick McMullan, via Getty ImagesA few days after Mr. Epley lost the trustee election, the Epleys served Mr. Warren with a 90-day notice that his lease would not be renewed.\nSince 2017, members of the Epley family have owned the house next door.\nAs his lease came to a close in the fall, the Epleys said they initially offered Mr. Warren a yearlong extension.", "paragraphs": ["And this past fall, Zach Epley, who helps run his family’s rehabilitation center, ran unsuccessfully for the Village Board of Trustees, losing to a candidate favored by Mr. Warren. Zach Epley has accused the mayor of surveilling him from a car as he went door-to-door campaigning, which Mr. Warren denies.", "Image Zach Epley, who ran unsuccessfully for a seat on Southampton’s board of trustees, is the son of the former mayor. Credit... Gonzalo Marroquin/Patrick McMullan, via Getty Images", "A few days after Mr. Epley lost the trustee election, the Epleys served Mr. Warren with a 90-day notice that his lease would not be renewed.", "“It is not surprising you would have the former mayor and his family buying my house through an anonymous L.L.C., then proceeding to make a motion to evict me during a pandemic to force me from elected office,” said Mr. Warren, who purchased a new home in Southampton in December and is preparing to move.", "But in interviews, the Epleys said the situation at 81 David Whites Lane was nothing more than a shrewd real estate investment gummed up by an obdurate tenant. Since 2017, members of the Epley family have owned the house next door. The purchase of the building where Mr. Warren lives was not part of a grand plot to oust a rival, but was what Mark Epley described as “estate planning” — a row of future homes for his 11 grandchildren, the oldest of whom is in elementary school.", "As his lease came to a close in the fall, the Epleys said they initially offered Mr. Warren a yearlong extension. But when Mr. Warren demanded via his lawyer that it include a stipulation that the landlords never set foot on the property, among other requests, the Epleys rescinded the offer, the younger Mr. Epley said. The mayor did not deny making those requests.", "In The Southampton Press, Zach Epley offered a different rationale for asking Mr. Warren to leave: “It’s about how nasty he was during the election and how he harassed our family,” he said. “I was going door to door with my family, and he was following my family around with a video camera and walking into houses after me and trashing us out. Why are we going to keep somebody on a property that was so awful to us?”"], "authors": ["Sarah Maslin Nir"], "keywords": ["complicated", "exclusive", "mr", "family", "trustees", "enclave", "zach", "epleys", "hamptons", "squatter", "mayor", "door", "unsuccessfully", "epley", "warren"], "pubDate": "2021-02-10T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}