{"id": "6481ab74-ebc5-328c-a616-63edc8e03b9d", "title": "Remember when Dolly Parton fully subverted the 'dumb blonde' cliché with her '80s excess styling?", "url": "https://edition.cnn.com/style/article/remember-when-dolly-parton/index.html", "summary": "At the Los Angeles premiere of \"Steel Magnolias\" on November 9, 1989, country diva Dolly Parton was a walking embodiment of that decade of excess: skyscraper hair, elongated nails, pneumatic boobs, and a dress smothered in rhinestones.\n\"I'm not offended by all the dumb blonde jokes because I know I'm not dumb... and I also know I'm not blonde,\" she is said to have quipped.\n\"Steel Magnolias\" was Parton's fourth film, with an ensemble cast that included Shirley MacLaine, Sally Field, Julia Roberts and Daryl Hannah.\nParton continues to call Tennessee home, living just outside of Nashville, the city that last year made August 5 \"Dolly Parton Day\".\nThere's a nine-episode NPR podcast about Parton's life (\"Dolly Parton's America\") and a campy Netflix series (\"Dolly Parton's Heartstrings\") devoted to the stories behind her songs.", "paragraphs": ["Written by Hannah Lack, CNN Video by Max Burnell, Angelica Pursley, Boglarka Kosztolanyi Contributors", "Delving into the archives of pop culture history, \"Remember When?\" is a new series offering a nostalgic look at the celebrity outfits that defined their eras.", "At the Los Angeles premiere of \"Steel Magnolias\" on November 9, 1989, country diva Dolly Parton was a walking embodiment of that decade of excess: skyscraper hair, elongated nails, pneumatic boobs, and a dress smothered in rhinestones. \"I kinda patterned my look after Cinderella and Mother Goose -- and the local hooker,\" she once said, always ready to beat her critics to a punchline.", "It was perfect attire for a woman who now owned her own theme park, Dollywood. While early Parton favored down-home country checks, ruffled Grand Ole Opry-style gowns or bubblegum-pink jumpsuits, '80s Parton lit a rocket under her cowgirl look, multiplying the sequins and weaponizing the bimbo cliché. \"I'm not offended by all the dumb blonde jokes because I know I'm not dumb... and I also know I'm not blonde,\" she is said to have quipped.", "Dolly Parton attends the LA premiere of 'Steel Magnolias' in 1989 Credit: Ron Galella/Getty Images", "By the 1980s, the singer who wrote the hits \"Jolene\" and \"I Will Always Love You\" on the same day had parlayed her success as a Nashville country artist into mainstream pop stardom, and set her sights on Hollywood. She made her feature debut in 1980 with office revenge fantasy \"9 to 5\" -- Parton has said she wrote its hit title song on set, tapping out the beat with those icepick acrylic nails to mimic a typewriter.", "\"Steel Magnolias\" was Parton's fourth film, with an ensemble cast that included Shirley MacLaine, Sally Field, Julia Roberts and Daryl Hannah. Set amid the gossip and hairspray of a Louisiana beauty salon, on the surface it's chick-flick fare. But beneath the wedding cakes and Christmas sweaters run some unexpectedly complex, dark currents -- not to mention some killer one-liners (\"In a good shoe I wear a size six, but a seven feels so good, I buy a size eight,\" Parton's character Truvy says with a beaming smile).", "Dolly Parton, circa 1975 Credit: Silver Screen Collection/Moviepix/Getty Images", "In that respect, the film was much like Parton herself: her fountain of platinum hair and surplus silicone have always gone hand-in-hand with prodigious talent, shrewd business sense, and a conviction that all of these things can coexist in one bedazzled package.", "But life wasn't always so glitzy. It's hard to begrudge the joy of a princess dress to a woman who used burnt matchsticks for eyeliner as a teenager. One of 12 children born in a two-room cabin at the foot of the Great Smoky Mountains, in Locus Ridge, Tennessee, the tales from Parton's penniless childhood have found their way into her lyrics: the dolls made from corn cobs, or the coats stitched from rags that got her bullied by her classmates. Her sharecropper father is said to have paid the doctor who delivered her with a sack of cornmeal.", "Dolly Parton during the photoshoot for the cover of her album \"Heartbreaker,\" 1978 Credit: Ed Caraeff/Morgan Media/Michael Ochs Archives/Getty Images", "Parton debuted that crystal clear voice of hers at the Grand Ole Opry in Nashville aged just 13. She was introduced by Johnny Cash, belted out the George Jones number \"You Gotta Be My Baby\" and got three encores.", "Steeped in the rich musical traditions of Appalachian bluegrass and folk murder ballads, her early \"sad-ass songs,\" as she has described them, were anything but fluffy. She sang about abortion, teenage pregnancy, stillbirth, and suicide -- topics that jar with her perennially sunny, rhinestone-studded Southern persona, but this riddle of seeming contradictions has been part of Parton's appeal from the start.", "Dolly Parton poses for a portrait session in Los Angeles, 1978 Credit: Harry Langdon/Archive Photos/Getty Images", "Today, the multi-hyphenated phenomenon has sold more than 100 million records, won 11 Grammys, and had 25 No.1 singles. She has written memoirs and cookbooks and over 3,000 songs. She has a fortune estimated at $600m, a wig for every day of the year (or so the story goes), and a big-hearted appeal that appears to cross all divides.", "Dolly Parton performs on The Tonight Show with Johnny Carson, 1990 Credit: Paul Drinkwater/NBC/Getty Images", "But the singer has never forgotten her roots: Her charitable foundation, Imagination Library, dedicated to her illiterate father, delivers free books to children under the age of five -- over 100 million books to date -- and has sponsored scholarships for high school students in the region where she grew up. Visitors to Dollywood, in Pigeon Forge, Tennessee, with its rollercoasters and stores selling gumballs and Bible covers, can also step inside a loving recreation of her childhood cabin, complete with rusted tins and lye soap. Parton continues to call Tennessee home, living just outside of Nashville, the city that last year made August 5 \"Dolly Parton Day\".", "Musician Dolly Parton attends the New York premiere of 'Steel Magnolias' in 1989 Credit: Ron Galella/Getty Images", "Somewhere on the grounds of her estate, rumor has it, there is a bunker housing tens of thousands of her ensembles from over the years. As she's aged, her wardrobe has kept pace with the indefatigable diva, increasingly underlining her refusal to take herself too seriously: her looks have spanned from saloon madame to neon Peter Pan, mostly encasing her 5-foot frame as tightly as possible to accentuate her physics-defying bust-to-waist ratio. (\"I like to buy clothes that are two sizes too small and then take them in a little,\" goes another Dollyism.)", "She's been known to combine tassels, polka dots and stripes in a single outfit. She is that rare person who looks red-carpet-ready in triple denim. And she is the undisputed queen of matching her dress to her musical instrument -- Parton can play just about any, including the saxophone, guitar, banjo and, indeed, the pan-flute. Yet for all their cantilevered complexity, her costumes are still somewhat DIY -- she has said she buys many off the rack, adding her own adornments of beads and rhinestones.", "Dolly Parton performing on the Pyramid Stage at the Glastonbury Festival at Worthy Farm in Somerset, UK (2014) Credit: Yui Mok/PA Wire/AP", "Parton wore white from head-to-toe at Glastonbury, the muddiest of festivals, and since drawing huge crowds there back in 2014, the Smoky Mountain Songbird, as she is sometimes called, has been embraced by a new generation of fans. In 2018, creative director Alessandro Michele paid homage by crowning her his muse at Gucci, emblazoning Parton's face on the back of denim jackets and the front of pink sweatshirts for his Spring-Summer 2019 collection; at Bonnaroo 2019, rapper Post Malone stepped onstage in a suit plastered with her face.", "There's a nine-episode NPR podcast about Parton's life (\"Dolly Parton's America\") and a campy Netflix series (\"Dolly Parton's Heartstrings\") devoted to the stories behind her songs.", "A model in a Dolly Parton portrait sweater at the Gucci show during Paris Fashion Week Spring-Summer 2019 Credit: Pascal Le Segretain/Getty Images", "At 74, she is increasingly considered a feminist icon, but Parton herself refuses to use the f-word. So her actions over her six-decade career will have to speak for themselves: this is a woman who stood up to Elvis and Colonel Parker by refusing to sign over the publishing rights to \"I Will Always Love You\" back in 1974, when the King wanted to record it -- a canny move considering the millions she has made from the song since.", "From ditching her controlling mentor Porter Wagoner back in the '70s and steadfastly retaining the rights to her music, to her unapologetic nonchalance about cosmetic surgery today (\"If I see something sagging, bagging or dragging I'll get it nipped, tucked or sucked\"), there's little doubt that Dolly Parton has always been her own woman."], "authors": ["Hannah Lack", "Cnn", "Video Max Burnell", "Angelica Pursley", "Boglarka Kosztolanyi"], "keywords": ["parton", "premiere", "partons", "steel", "excess", "dumb", "fully", "blonde", "credit", "tennessee", "remember", "woman", "cliché", "styling", "set", "dolly", "subverted", "magnolias"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}