{"id": "6484470c-2fd3-3c52-8574-c5a0c8787e95", "title": "Who will receive the Covid vaccine first? | DC Diary", "url": "https://www.ft.com/video/f6a506b4-d6b0-4940-86fd-372b15a8847b?playlist-name=latest&playlist-offset=2", "summary": "You can enable subtitles (captions) in the video playerAmerica is getting ready to start vaccinating people against Covid-19.\nDoses should start being shipped within hours, and CVS, the chain of chemists, says it expects to start vaccinating people in care homes on December the 21st.\nUber's chief executive has said he wants his company's drivers to receive early vaccinations.\nThe American Bankers Association says it wants bank branch retail staff to receive high priority.\nAmerica, like much of the world, is starting to look towards the beginning of the end of the coronavirus pandemic.", "paragraphs": ["You can enable subtitles (captions) in the video player", "America is getting ready to start vaccinating people against Covid-19. The US drugs regulator is on the verge of issuing an authorisation to the vaccine made by Pfizer and its German partner BioNTech, and may have already done so by the time you see this. Doses should start being shipped within hours, and CVS, the chain of chemists, says it expects to start vaccinating people in care homes on December the 21st. All of the doses that are manufactured this year should go to those people in care homes as well as front-line healthcare workers.", "But the question of who should get it next is far trickier. Under the current guidelines drawn up by the Federal government, the next priority group is that of essential workers. But its list of essential workers includes 87m people. Frontline emergency workers are included, of course, as are industries such as supermarket staff. But so are bankers. So are lawyers. So are gun makers and sellers, and yes, so are journalists.", "Obviously, not every one of these individuals is going to get early access to a vaccine, and so companies and industry groups have started lobbying frantically to make sure that their workers are front of the queue. Uber's chief executive has said he wants his company's drivers to receive early vaccinations. The American Bankers Association says it wants bank branch retail staff to receive high priority.", "And there's another question. What happens when wealthy people inevitably start asking to pay for early access to the drug? Well, US regulators say they won't allow that to happen, but once it starts circulating freely, could there be a black market as people buy and sell it away from the eyes of those regulators? What will law enforcement agencies do to prevent that happening? America, like much of the world, is starting to look towards the beginning of the end of the coronavirus pandemic. But before that end finally comes, I would expect one or two more major political rows."], "authors": [], "keywords": ["diary", "receive", "dc", "covid", "workers", "wants", "vaccinating", "regulators", "vaccine", "start", "question", "staff", "early"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}