{"id": "6488961b-e2f6-3596-a71c-eeab6d3da142", "title": "Marcus Samuelsson’s The Rise Places Black American Food at the Center of the Conversation", "url": "https://www.vogue.com/article/marcus-samuelsson-new-cookbook-the-rise-black-american-food", "summary": "The Rise is more than a cookbook; it is a conversation, a collaboration, and, above all, a declaration that Black Food Matters.\nThe recipes bear influences from southern cooking, West Africa, the Caribbean, and East Africa, and are accompanied by a collection of chef profiles and essays by Samuelsson’s co­writer, Osayi Endolyn.\nA really good pickle, a southern pickle.\nThe acid—whether it’s a Haitian pickle or southern pickle, I think there’s something universal about that.\nThe migration story is something he has thought a lot about, especially The Great Migration, and how much that impacted American food.”", "paragraphs": ["The Rise is more than a cookbook; it is a conversation, a collaboration, and, above all, a declaration that Black Food Matters. The recipes bear influences from southern cooking, West Africa, the Caribbean, and East Africa, and are accompanied by a collection of chef profiles and essays by Samuelsson’s co­writer, Osayi Endolyn. These introduce readers to figures such as the historian Jessica B. Harris, a personal hero of mine, whose work focuses on the foodways of the African diaspora; chef Mashama Bailey of The Grey, in Savannah; Michael Twitty, author of The Cooking Gene; Leah Chase, queen of Creole cooking and former chef and owner of Dooky Chase’s Restaurant, in New Orleans; activist Shakirah Simley; Stephen Satterfield, cofounder of Whetstone magazine; winemaker André Hueston Mack; and chef Nina Compton of Compère Lapin in New Orleans. The Rise begins with a look to the future, exploring where Black food is heading, and then pays homage to cooks on whose shoulders Black chefs stand, and the migration stories that make the cuisine so diverse and rich.", "I ask Marcus which five ingredients in the cookbook he would advise people to put in their regular rotation. “Everybody should have a jerk mix at home,” he says, “a good Jamaican jerk you can rub on fish, you can rub on vegetables, you can rub on anything. A really good pickle, a southern pickle. The acid—whether it’s a Haitian pickle or southern pickle, I think there’s something universal about that. Grits: We learned how to have polenta at home; why can’t we have grits at home? Broken rice came to us from South Carolina through slavery. The grain teff, so you can make injera, an incredible flatbread from Ethiopia.”", "To appreciate how Marcus is uniquely positioned to push this particular conversation forward, it’s important to understand that his roots run through Ethiopia, Sweden, and a series of French kitchens in which he trained. Samuelsson moved to the United States in 1995, quickly made a name for himself, and, at the age of 25, earned three stars from The New York Times as chef at New York’s Aquavit. But the culture and foodways of Black America had been a preoccupation of his even as an adopted child in Sweden (where he was moved at age three). “He’s someone whose life has been shaped by migration,” says Endolyn, “some of which was not his choice and some of which was. The migration story is something he has thought a lot about, especially The Great Migration, and how much that impacted American food.”"], "authors": ["Klancy Miller", "Klancy Mille"], "keywords": ["center", "sweden", "southern", "migration", "marcus", "pickle", "places", "samuelssons", "cooking", "food", "black", "chef", "rise", "american", "rub", "conversation"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}