{"id": "649ac7eb-4a6e-3664-b028-b8f5c8d8f80e", "title": "The 50 best TV shows of 2020: No 9 – The Queen’s Gambit", "url": "https://www.theguardian.com/tv-and-radio/2020/dec/10/50-best-tv-shows-2020-no-9-the-queens-gambit", "summary": "The Queen’s Gambit came from nowhere, but suddenly, it seemed as if everyone was talking about it.\nAdapted from Walter Tevis’s 1983 novel, it is a coming-of-age story following chess genius Beth Harmon on her rise to world domination.\nThere is such power in watching a young woman who is underestimated at every turn succeed against all expectations.\nChess has certainly done well out of The Queen’s Gambit.\nThe Queen’s Gambit made it look possible, and thrilling, in a year when thrills have been in short supply.", "paragraphs": ["The Queen’s Gambit came from nowhere, but suddenly, it seemed as if everyone was talking about it. Its timing was perfect. As the nights drew in and the days grew colder, it was television to hunker down to, as absorbing as it was lovely to look at, a triumphant fantasy with just enough of a bleak side, wrapped up in beautiful costumes and gorgeous scenery.", "Adapted from Walter Tevis’s 1983 novel, it is a coming-of-age story following chess genius Beth Harmon on her rise to world domination. She learned to play in the same orphanage where she picked up a childhood addiction to tranquillisers and both would go on to dominate her teenage years. The series followed her from her tentative early games in the basement with the janitor who nurtured her talent, through local tournaments, national tournaments, and eventually, all the way to Moscow, where she was pitted against the very best in the world.", "As Beth, Anya Taylor-Joy was a wonder, capturing her bloody-minded determination in all aspects of her life, from playing chess to drinking, from drugs to men (and one ambiguous shot of a woman – what happens in Paris stays in Paris). If you looked closely, you could see the emotional strings that were being pulled, but it didn’t matter. There is such power in watching a young woman who is underestimated at every turn succeed against all expectations. It was more moving than I thought it would be. It was also more exciting. Who knew that chess could be so riveting, particularly when it is clothed in impeccable 60s fashion and is batting away sexist and patriarchal assumptions by the pawn?", "Was it flawless television? Not quite. Some felt that Beth’s triumphs were too much of a given, or that it wasn’t gritty enough when it came to its tougher storylines about self-destruction. But I don’t think it needed to be flawless. It was classic, elegant television, the kind that, had it been a film, would have become a Sunday afternoon staple. Its ability to sweep viewers up in its mood was uncanny; its devotion to style and interiors – that furniture! that wallpaper! – immaculate. It was also more subtle than it appeared to be on the surface. The flashbacks to young Beth’s relationship with her mother were harrowing, but her adoptive mother Alma, played by Marielle Heller, brought a more complex flavour. (Heller is also a director, who made the brilliant Diary of a Teenage Girl and Can You Ever Forgive Me?) Alma is a drinker and depressive who had talents of her own, but with just a generation between her and Beth, her options were limited, and she did not know what to do with them. Theirs was an ambiguous pairing, tender but functional, never entirely on steady ground. The scenes between Taylor-Joy and Heller were often the best.", "Chess has certainly done well out of The Queen’s Gambit. There haven’t been many chess dramatisations to date, but this one seems to have cracked the winning formula, and I expect a steady flow of documentaries in its wake. Through some clever hallucinatory tricks and expert choreography, its matches were filled with sporting bounce. It was tense and gripping. It placed viewers right at the heart of the competition, even viewers who could not tell a bishop from a king. Sales of chess sets have rocketed in its wake, and sign-ups to chess sites have ballooned. No wonder. The Queen’s Gambit made it look possible, and thrilling, in a year when thrills have been in short supply."], "authors": ["Rebecca Nicholson"], "keywords": ["woman", "chess", "wonder", "queens", "2020", "television", "beth", "tv", "gambit", "young", "shows", "viewers", "heller", "50", "best"], "pubDate": "2020-12-10T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}