{"keywords": ["xbox", "world", "games", "makes", "minecraft", "video", "oculus", "play", "innovative", "2019", "goose", "game"], "authors": ["John Brandon"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "title": "10 most innovative games of 2019", "pubDate": null, "url": "http://www.foxnews.com/tech/10-most-innovative-games-of-2019", "paragraphs": ["Innovation comes in all shapes and sizes. With video games, you never know if you’ll be flying into space, controlling a sword-wielding samurai, or shooting three-pointers like you’re Steph Curry. This year, innovation in gaming took a major upswing. In one game, you control a waddling goose, and in another -- you go face-to-face with Darth Vader.", "1. “Untitled Goose Game”", "", "Tested on: Nintendo Switch", "My top pick of the year, the strange and unusual “Untitled Goose Game” is fun to play but it’s also entertaining to watch someone else play. The intricate puzzles (my favorite involved tricking a farmer) are one thing, but you play as a goose that waddles around. That is unique.", "2. “Control”", "Tested on: Xbox One", "What makes “Control” so innovative is that the story and the gameplay blend together. Even your weapon plays a role as you switch between multiple realities. Graphically, the game uses a mind-bending visual presentation where everything is not as it seems.", "3. “Death Stranding”", "Tested on: Sony PlayStation 4", "The main innovation in “Death Stranding” is that you rarely shoot or kill anything. The missions involve transporting packages and avoiding ghostly enemies. My favorite moment (spoiler alert) happened when I used a ladder left behind by another player.", "'I AM JESUS CHRIST' VIDEO GAME CAUSES STIR", "4. “Vader Immortal”", "Tested on: Oculus Quest", "A VR game for the Oculus Quest, “Vader Immortal” is more like a movie than a game, and I was sucked in by the ever-present mythology and detailed story arc. It often feels more like a richly-detailed “Star Wars” book. My ultimate wish fulfillment? Wielding a realistic-looking lightsaber.", "5. “Sea of Solitude”", "Tested on: Xbox One", "“Sea of Solitude” is a deeply personal and detailed game -- you play a monster trying to figure out how you became one. The game sticks in your head for days. It’s about the lingering effects of mental illness and resolving past conflicts. Graphically, it looks like an animated cartoon.", "6. “Beat Saber”", "Tested on: Oculus Quest", "You’ll probably start smiling and laughing when you play the VR game “Beat Saber.” Unlike a first-person shooter or a puzzle game, the goal is to make quick movements in time with the music. It’s incredibly fun but unique in that you have to groove to the music.", "10 TOP GADGETS OF 2019", "6. “Tom Clancy’s The Division 2”", "Tested on: Xbox One", "Innovation isn’t always about the gameplay. “Tom Clancy’s The Division 2” is exquisitely detailed, more than any other game I’ve ever played. It recreates an entire world, right down to the debris floating around in the street to the blasted-out buildings.", "7. “Yoshi’s Crafted World”", "Tested on: Nintendo Switch", "I don’t normally include games intended for kids, but “Yoshi’s Crafted World” is wildly original (even for adults). You can flip the screen to see alternative paths in 3D, and the characters look like they are stuffed animals. The game world also looks like it is made of cardboard.", "8. “A Plague Tale: Innocence”", "Tested on: Windows PC", "In “A Plague Tale: Innocence,” you play as a child leading another child -- avoiding enemies and (in one darkly demented scene) avoiding a rat infestation. You feel powerless and the game is often distressing and off-putting, which makes it intensely original.", "9. “Minecraft Earth”", "Tested on: Apple iPhone", "A brilliant new addition to the “Minecraft” canon of games, “Minecraft Earth” uses augmented reality so you can overlay the game board on the physical world and add other human players. I built a sheep farm on a table at the library, adding stone tiles and designing a lush green forest.", "CLICK HERE TO GET THE FOX NEWS APP", "10. “Arise: A Simple Story”", "Tested on: Xbox One", "Bending time is not a new concept for video games, but somehow “Arise: A Simple Story” makes it seem unique -- mostly because it ties into the emotional, uplifting story about life evaluation. Adjusting time gives you a new route through the level right from the opening scene."], "id": "64a04f83-9b15-3506-a22c-60edda28642e", "summary": "With video games, you never know if you’ll be flying into space, controlling a sword-wielding samurai, or shooting three-pointers like you’re Steph Curry.\n“Control”Tested on: Xbox OneWhat makes “Control” so innovative is that the story and the gameplay blend together.\n'I AM JESUS CHRIST' VIDEO GAME CAUSES STIR4.\n“Yoshi’s Crafted World”Tested on: Nintendo SwitchI don’t normally include games intended for kids, but “Yoshi’s Crafted World” is wildly original (even for adults).\nThe game world also looks like it is made of cardboard."}