{"id": "64b1d29b-8a5a-39d2-9e4c-ac19c8be295a", "title": "Managing and Leading for Innovation", "url": "https://execed.economist.com/esmt-berlin/managing-and-leading-innovation-2021-03-01", "summary": "Linus Dahlander is an associate professor at ESMT European School of Management and Technology and the inaugural holder of the KPMG Chair in Innovation.\nLinus received his PhD in Technology Management and Economics from Chalmers University of Technology, Sweden in 2006.\nI also consult and advice startups, large multinationals as well as government organizations on issues around innovation and networks.\nMy research has been published in the Academy of Management Journal, Administrative Science Quarterly, Organization Science, Strategic Management Journal among others.\nI currently serve as an Associate Editor for the Academy of Management Journal, where I handle manuscripts on innovation, networks and organization theory.", "paragraphs": ["Linus Dahlander is an associate professor at ESMT European School of Management and Technology and the inaugural holder of the KPMG Chair in Innovation. He joined ESMT in January 2011 as an assistant professor. Linus received his PhD in Technology Management and Economics from Chalmers University of Technology, Sweden in 2006. From 2006 to 2008, Linus was an assistant professor and an Advanced Institute of Management Research Fellow with the Innovation and Entrepreneurship Group at Imperial College Business School in the UK. From 2008 to 2010, he was a postdoctoral fellow at Stanford University. He is also a visiting professor at the newly funded Institute for Analytical Sociology at Linköping University in Sweden.", "I teach classes for MBAs, EMBAs, executives as well as PhD students on innovation, entrepreneurship, and networks. I also consult and advice startups, large multinationals as well as government organizations on issues around innovation and networks.", "My current research investigates how new ideas and innovations are developed in networks and communities. The ongoing projects use large-scale analysis of networks, and I try to integrate that with a deeper appreciation for what content flows through networks. I work with some awesome people around the world, and I shouldn't take credit for all of it.", "My research has been published in the Academy of Management Journal, Administrative Science Quarterly, Organization Science, Strategic Management Journal among others. I have a Google Scholar profile and a Researcher ID where you can trace my citations, and new work. I also upload my published papers to ResearchGate, but I should clearly be more disciplined about uploading working papers. Send an e-mail if you would like a copy of my papers.", "I currently serve as an Associate Editor for the Academy of Management Journal, where I handle manuscripts on innovation, networks and organization theory.", "I do my best to update my LinkedIn profile and respond to requests. In addition, I infrequently post on Twitter. Most of the time though, I just enjoy doing research and interacting with smart people in the classroom."], "authors": [], "keywords": ["work", "university", "managing", "linus", "leading", "professor", "journal", "technology", "innovation", "management", "networks", "research"], "pubDate": "2021-03-01T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}