{"id": "64da1f19-e724-3954-a0b8-272fd20663ec", "title": "Khloe Kardashian's bikini photo reminds us that when we weigh in on women's bodies, we all lose", "url": "https://edition.cnn.com/style/article/khloe-kardashian-unedited-bikini-photo/index.html", "summary": "Written by Leah Dolan, CNNEarlier this week, a candid photo of Khloe Kardashian in a leopard print bikini was mistakenly shared on social media .\nShe also shared a live video of her unedited body to show \"all this isn't photoshopped,\" as she wrote in a comment on the social media platform.\nAfter trying to remove a photo of herself that was mistakenly posted to social media, Kardashian responded to internet comments with a video showing her unedited body.\nCredit: From Khloe Kardashian/InstagramFor many celebrities, their bodies become products to be admired, worshipped and monetized.\nKhloe wrote on Instagram that she has sustained \"constant ridicule\" and is often compared to her sisters Kim and Kourtney.", "paragraphs": ["Written by Leah Dolan, CNN", "Earlier this week, a candid photo of Khloe Kardashian in a leopard print bikini was mistakenly shared on social media . Her team fruitlessly tried to scrub all traces of the image after it was reportedly posted by one of her assistants.", "In the unedited picture, Kardashian smiles sweetly at the camera, looking toned and refreshingly natural -- what many of us would consider to be a good snap. There are no impossible curves or outlandishly convexed hips, hallmarks of the typical content she posts. Yet for the \"Keeping Up With The Kardashians\" personality, the photo was unsuitable enough for her to claim it was copyright infringement because it was shared without her permission. But the image spread quickly, despite attempts to remove it from Twitter and Reddit based on the copyright claim, according to the BBC.", "\"When someone takes a photo of you that isn't flattering and then shares it to the world - you should have every right to ask for it to not be shared - regardless of who you are,\" Kardashian wrote in an Instagram post . She also shared a live video of her unedited body to show \"all this isn't photoshopped,\" as she wrote in a comment on the social media platform.", "The great lengths Kardashian will go to maintain her carefully curated image and the great lengths the public will go to expose her are two symptoms of the same wider issue: how relentless and pervasive the policing of women's bodies really is.", "After trying to remove a photo of herself that was mistakenly posted to social media, Kardashian responded to internet comments with a video showing her unedited body. Credit: From Khloe Kardashian/Instagram", "For many celebrities, their bodies become products to be admired, worshipped and monetized. Fame culture is often particularly brutal to women in upholding these demands, though many would argue that the Kardashians have built a career by adhering to them. Their image has been perfected in order to inspire their millions of followers to buy their detox tea or hair-growth supplements.", "But it's a losing battle to try and force something so mutable and alive as a human body into these rigid product standards. So apps like FaceTune, the ubiquitous photo-editing software able to convincingly snatch a waistline in two swipes of a finger, fill the gap when reality comes up short.", "\"I love a good filter, good lighting and an edit here and there.\" Kardashian continued in her statement. \"The same way I throw on some make-up and get my nails done, or wear a pair of heels to present myself to the world the way I want to be seen.\"", "For some, the mere knowledge that tools like FaceTune exist is enough to lessen the negative impact these impossibly sculpted selfies have on us. But for others, like the 1.5 million people following @celebface -- the Instagram account dedicated to exposing celebrities who tamper with their pictures -- there is a troubling sense of glee that comes with unmasking someone. In August, when @celebface posted a series of unflattering shots of Romanian influencer Norvina, followers flocked to the comments. \"Wow. What a f***ing train wreck,\" one person wrote. \"Scary asf. Is that human?\" another posted.", "Khloe wrote on Instagram that she has sustained \"constant ridicule\" and is often compared to her sisters Kim and Kourtney. Credit: Charles Sykes/Bravo/NBCU/Getty Images", "Kardashian openly admits to struggling with the frequent comparisons drawn between her and other family members. \"In truth, the pressure, constant ridicule and judgment my entire life to be perfect and to meet other's standards of how I should look has been too much to bear,\" she wrote in the Instagram post. \"'Khloe is the fat sister.' 'Khloe is the ugly sister.'... Should I go on?\"", "Whether the opinions are openly disparaging or veiled as praise, a near-constant stream of commentary on one's body can be harmful. Last May, the gushing response to singer Adele's weight loss was an uncomfortable example of the false sense of proximity that comes with fame -- changes in appearance are fair game for public assessment. The avalanche of \"positive\" feedback that followed Adele's new figure could have also been read as a not-so-subtle critique on the way her body looked before.", "There's no grand resolution when these betraying images circulate online (despite how intoxicating the reveal is). The more we castigate and weaponize these pictures, the harder celebrities like Kardashian will work to keep up the charade."], "authors": ["Leah Dolan"], "keywords": ["image", "khloe", "shared", "social", "reminds", "kardashians", "lose", "bikini", "kardashian", "wrote", "instagram", "body", "weigh", "way", "unedited", "bodies", "womens"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}