{"id": "64f898a5-f485-324b-bbb3-482375facd98", "title": "The World According to Frances McDormand", "url": "https://www.vogue.com/article/frances-mcdormand-cover-january-2021", "summary": "Walking across the parking lot, she stopped in her tracks, pulled down her pandemic mask, and with her free hand pointed comically to her face, as if to confirm what was already unmistakable: She was Frances McDormand.\nMcDormand was dressed in a long denim skirt, a denim button-up, and a denim coat, all of which were the same shade of indigo.\n(I feel confident asserting that McDormand is the first cover subject to inspire a Vogue editor to scour the Sundance catalog.)\nMcDormand has long made it a policy not to manipulate her appearance.\nThen, this morning, the day of our interview, she got another splinter in her hand.", "paragraphs": ["I met her in the parking lot of one particular beach, where two miles of rocky shoreline are shielded by a tall bluff of eroding cliffs. She pulled up at noon sharp in a sensible hatchback. Walking across the parking lot, she stopped in her tracks, pulled down her pandemic mask, and with her free hand pointed comically to her face, as if to confirm what was already unmistakable: She was Frances McDormand.", "McDormand was dressed in a long denim skirt, a denim button-up, and a denim coat, all of which were the same shade of indigo. Her shoes were handmade with sand-colored leather by a Spanish outfit called Satorisan, so named for a mythical monster of ancient Japan, a supernatural creature capable of reading people’s hearts. I know this because the editor on her photo shoot was so taken with the shoes, she tracked them down and ordered them in multiple colors. (I feel confident asserting that McDormand is the first cover subject to inspire a Vogue editor to scour the Sundance catalog.) Though each of McDormand’s clothing items appeared to have been made in the 21st century, her monochrome silhouette amounted to something more timeless. From a distance she looked like she’d stepped out of a 19th-century tintype—Annie Oakley at 63, had Oakley cropped her hair and traded in her Marlin rifle for an REI backpack.", "At close range McDormand is quite beautiful. Her skin is rosy and glows with good health, enhanced (I imagine) by the fresh drinking water she procures from a spring near her house. In repose her expression tends to be deadpan, except for her eyes, which are deep blue and have a mischievous glimmer. But when she tells a story or does an impression—say, of her husband, Joel Coen, admiring a rather wide-leg jumpsuit by Ilana Kohn she likes to wear: “SpongeBob SquarePants!”—her features become elastic. McDormand has long made it a policy not to manipulate her appearance. She does not use Botox to flatten her wrinkles or filler to inflate her cheeks. When she smiles (and she does often), there are no patches of muscle paralysis. When she furrows her brow, it actually furrows. These days McDormand avoids wearing makeup, even on the red carpet. When she accepted her Oscar for Three Billboards Outside Ebbing, Missouri two years ago, she did so bare-faced.", "From a distance she looked like she’d stepped out of a 19th-century tintype—Annie Oakley at 63, had Oakley cropped her hair and traded in her Marlin rifle for an REI backpack.", "We made our way down a dirt path toward the beach. The sky was cloudless, the fall sun bright. McDormand is wary of the press and rarely grants interviews. I was reminded of this 57 seconds into our walk, when she relayed the following: The day of the shoot for this story, she got a splinter in her hand. Then, this morning, the day of our interview, she got another splinter in her hand. She was concerned that the two splinters were symbolic: “Is this a sign? Is this going to be a thorn in my fucking side?”"], "authors": ["Annie Leibovit", "Jorden Bickha"], "keywords": ["according", "splinter", "oakley", "tintypeannie", "frances", "does", "traded", "mcdormand", "stepped", "world", "hand", "shoot", "denim"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}