{"id": "651bcdf1-a2c7-32b8-a833-557fbe8f378d", "title": "Global trade - How to deal with China", "url": "https://www.economist.com/leaders/2021/01/09/how-to-deal-with-china", "summary": "It is the 21st century’s ascendant power, but also an autocracy that mistrusts free markets and abuses human rights.\nOn December 30th the European Union agreed on an investment pact with China that secured puny gains and gave China a diplomatic coup.\nIn November China signed a trade pact with 14 Asian countries, including American allies such as Japan and Singapore.\nFaced with an introspective superpower, the EU decided to speed up its long-standing effort to strike an investment deal with China.\nThe new deal features assurances over Chinese state meddling in industry that will be tricky to enforce and platitudes on human rights that China will ignore.", "paragraphs": ["T HE WORLD’S democracies desperately need a coherent approach to dealing with China. It is the 21st century’s ascendant power, but also an autocracy that mistrusts free markets and abuses human rights. However, recent events show how ineffective Western policy has become. On December 30th the European Union agreed on an investment pact with China that secured puny gains and gave China a diplomatic coup. The EU did so despite doubts among Joe Biden’s team (see article). New York’s stock exchange banned several Chinese firms’ shares, only to change its mind twice in a few days. Congress has so far failed to pass a bill to protect Uyghurs from forced labour (see article).", "As the West stumbles, China is busy cracking down at home and expanding its influence abroad. On January 6th more than 50 democracy activists were arrested in Hong Kong (see article). In November China signed a trade pact with 14 Asian countries, including American allies such as Japan and Singapore. It continues to threaten Australia with its thuggish diplomacy and a partial trade embargo.", "The pattern of Chinese assertiveness and Western disarray has become all too familiar. All democracies are struggling to reconcile the conflicting objectives of doing business with a huge and vibrant economy, and protecting national security and human rights (see Chaguan). The Trump administration skewered Western complacency about China’s state-led model, but then detonated the global trading system without proposing an alternative. Rich countries have failed to act together, reducing their clout. America’s negotiators identified structural reforms that China should enact, and that other Western powers might have supported, but in the end President Donald Trump won only small concessions in the “phase one” trade agreement struck with China in January 2020. Western policy has become a muddle of deals, rebukes, ad hoc bans and tariffs. The system of rules that has been the backbone of global commerce for decades—featuring open trade and capital markets, and impartial legal systems—thrived because it was predictable. Not any more.", "China is exploiting the disarray even as its economy comes roaring back from the pandemic: year-on-year growth was 4.9% in the most recent quarter. Beijing’s rulers expect Mr Biden’s administration to be preoccupied with America’s troubles at home, not least covid-19. Europe has welcomed Mr Biden’s conciliatory noises, but worries that his policies are laced with protectionism, including “Buy American” clauses and ambiguity over whether tariffs will be removed. Faced with an introspective superpower, the EU decided to speed up its long-standing effort to strike an investment deal with China. When it acts in isolation, however, it doesn’t have much sway. The new deal features assurances over Chinese state meddling in industry that will be tricky to enforce and platitudes on human rights that China will ignore."], "authors": ["The Economist"], "keywords": ["trump", "trade", "rights", "global", "china", "chinese", "western", "system", "bidens", "human", "tariffs", "deal"], "pubDate": "2021-01-09T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}