{"id": "6522037e-c0f7-3042-b896-3c8953496c62", "title": "Whoopi Goldberg defends Tom Cruise's coronavirus rant: 'I get it'", "url": "http://www.foxnews.com/entertainment/whoopi-goldberg-defends-tom-cruises-coronavirus-rant", "summary": "Whoopi Goldberg defended Tom Cruise after the actor allegedly yelled at his crew on the upcoming movie \"Mission: Impossible 7\" for breaking coronavirus safety protocols.\nTOM CRUISE YELLS AT 'MISSION: IMPOSSIBLE' CREW MEMBERS FOR BREAKING COVID-19 GUIDELINESHe reportedly started to raise his voice when he noticed crew people weren't maintaining social distancing.\n\"I believe that Tom Cruise was completely justified in doing that,\" Joy Behar agreed.\n\"Only a Tom Cruise on a set could get away with that... You should never speak to grown adults like the way he just did,\" she explained.\nTOM CRUISE PAYING FOR 'MISSION: IMPOSSIBLE 7' CAST, CREW TO LIVE ON CRUISE SHIPS AMID CORONAVIRUS PANDEMIC\"They’re back there in Hollywood making movies right now because of us,\" he scolded.", "paragraphs": ["Whoopi Goldberg defended Tom Cruise after the actor allegedly yelled at his crew on the upcoming movie \"Mission: Impossible 7\" for breaking coronavirus safety protocols.", "The leaked audio went viral and had many celebrities weighing in.", "\"You know, some people don’t understand why he would get so angry,\" Goldberg said Wednesday on \"The View.\" \"I get it.\"", "\"You can get a new camera operator – no disrespect to camera operators. You can get a new sound man. But if [Cruise] is looking over and he can see you not doing what you’re supposed to be doing, it’s kind of like a little bit of a middle finger, in my opinion,\" the EGOT-winner reasoned.", "TOM CRUISE YELLS AT 'MISSION: IMPOSSIBLE' CREW MEMBERS FOR BREAKING COVID-19 GUIDELINES", "He reportedly started to raise his voice when he noticed crew people weren't maintaining social distancing.", "\"I believe that Tom Cruise was completely justified in doing that,\" Joy Behar agreed. Sunny Hostin added how people violating protocols, especially in a pandemic, \"probably warrants his rage, his anger, his disappointment.\"", "Sara Haines disagreed. \"Only a Tom Cruise on a set could get away with that... You should never speak to grown adults like the way he just did,\" she explained.", "According to The Sun, the 58-year-old actor has been in production on \"M:I7\" all over Europe during the pandemic and called the set of the film the \"gold standard\" of shooting.", "TOM CRUISE PAYING FOR 'MISSION: IMPOSSIBLE 7' CAST, CREW TO LIVE ON CRUISE SHIPS AMID CORONAVIRUS PANDEMIC", "\"They’re back there in Hollywood making movies right now because of us,\" he scolded. \"We are creating thousands of jobs, you motherf—ers. That’s it. No apologies. You can tell it to the people that are losing their f—ing homes because our industry is shut down.\"", "\"We are not shutting this f—ing movie down. Is it understood? If I see it again, you’re f—ing gone.\"", "Cruise, who is also an executive producer on the project, reportedly shelled out $700,000 of his own cash to charter two cruise ships from Norway’s Hurtigruten company to be used to house cast and crew for the film, Forbes said in September.", "George Clooney also reacted to the audio. \"He didn’t overreact, because it is a problem,\" Clooney told Howard Stern on the radio personality’s SiriusXM show. \"I have a friend who’s an AD on another TV show who just had the almost exact same thing happen with not quite as far out a response.\"", "CLICK HERE TO GET THE FOX NEWS APP", "\"You’re in a position of power and it’s tricky, right? You do have a responsibility for everybody else and he’s absolutely right about that. And, you know, if the production goes down, a lot of people lose their jobs. People have to understand that and have to be responsible. It’s just not my style to take everybody to task that way,\" he said.", "Fox News' Julius Young contributed to this report."], "authors": ["Jessica Napoli"], "keywords": ["tom", "rant", "coronavirus", "crew", "defends", "whoopi", "right", "mission", "impossible", "doing", "youre", "cruise", "way", "goldberg", "cruises", "fing"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}