{"id": "652289dd-54a3-368d-a3d3-2edb1e554861", "title": "Mary Kathryn Nagle Changes the Story, in Court and Onstage", "url": "https://www.newyorker.com/culture/persons-of-interest/mary-kathryn-nagle-changes-the-story-in-court-and-onstage", "summary": "Native women are murdered on reservations at a rate ten times the national average; there were more than five thousand reported cases of missing Native women in 2016 alone, and many more cases go unreported.\nBut challenging prejudice in American theatre, Nagle has found, is, in some ways, no easier than challenging it in American law.\nTwo days before, she’d taken a red-eye to Washington, D.C., to speak at a Smithsonian symposium on violence against Native women.\nAnd we know from Native oral histories that men with Lewis and Clark were raping Native women,” she added.\n“There was an artistic statement in her doubling that you can only do in theatre,” Nagle told me.", "paragraphs": ["Two years ago, the House Subcommittee for Indigenous Peoples of the United States held a hearing on the murder and disappearance of Native women. Native women are murdered on reservations at a rate ten times the national average; there were more than five thousand reported cases of missing Native women in 2016 alone, and many more cases go unreported. Among the witnesses at the hearing was Mary Kathryn Nagle, the legal counsel for the National Indigenous Women’s Resource Center and an enrolled citizen of the Cherokee Nation of Oklahoma. Nagle, in her testimony, noted that tribal nations do not have legal jurisdiction over non-Natives who commit crimes on reservations. This is one of the reasons, she said, that those who assault or murder Native women are so rarely caught and prosecuted. The Supreme Court revoked that jurisdiction in 1978; it was restored, in 2013, by a new provision in the Violence Against Women Act, which was reauthorized that year. But funding for VAWA had expired in February, 2019, and Nagle urged that it be swiftly reauthorized. Later, the subcommittee’s ranking Republican, Paul Cook, noted the presence in the room of Wilson Pipestem, of the Otoe-Missouria Tribe, and said that he’d once seen Pipestem in a play that had brought home for him the importance of VAWA for Native peoples. The chair of the subcommittee then slipped a piece of paper in front of Cook, who lifted it up to read it above his glasses. He turned to Nagle. “Oh!” he said. “I just found out you wrote the play.”", "Nagle is one of the leading lawyers in the United States advocating for tribal sovereignty—and also one of the country’s most-produced Native playwrights. Her briefs have been cited in Supreme Court arguments, and her plays have been performed at major regional theatres across the U.S. The play that Cook saw was “Sliver of a Full Moon,” which interweaves testimony from Native women abused by non-Native men with an account of the legal battle to reauthorize VAWA. The play was staged at Joe’s Pub, in New York, and later at the law schools of Harvard, Yale, and Stanford. (Cook had seen a production in Cherokee, North Carolina, in 2015.)", "A month after the hearing, the House voted to reauthorize VAWA. Senate Republicans then blocked a vote on reauthorization. A new version of the bill was introduced by the Iowa Republican Joni Ernst, but it stripped away the jurisdiction for tribal courts. “Ernst’s bill is based on the assumption that the protections for Native victims in VAWA 2013 must be rolled back because tribal courts are not capable of fairly administering justice,” Nagle said, in a statement issued by the National Indigenous Women’s Resource Center, calling these “paternalistic restrictions” a “disguise for prejudice.” Joe Biden, who sponsored the original VAWA in 1994, promised to make its reauthorization, with tribal jurisdiction, a priority for his first hundred days as President. On March 17th, the House passed a new such version of the bill, with twenty-nine Republicans joining every Democrat in the chamber in support. The bill’s fate in the deadlocked Senate is uncertain.", "Nagle believes that restoring tribal sovereignty depends on beating back degrading stereotypes that prop up discriminatory legal frameworks­, and that the theatre is one place where that fight needs to happen. “Most people have never seen an authentic Native person portrayed onstage,” she told me. “The more we become humans that non-Natives have to interact with, the more difficult it becomes to justify a legal narrative that dehumanizes us.” She points to specific moments when the prejudice evident in American culture informed laws that disadvantaged Native people. The 1978 Supreme Court decision under discussion at the subcommittee hearing, for instance, relied on an 1823 precedent that ruled Native Americans could not exercise sovereignty because they were “savages”—a ruling that paralleled the rise of redface performance in the age of Andrew Jackson. In Nagle’s plays, on the other hand, Native actors portray complex protagonists confronting injustices both historical and contemporary. “If Arthur Miller had gone to law school, and also knew the true story of the lands we stand on, that would be Mary Kathryn,” Madeline Sayet, who runs the Yale Indigenous Performing Arts Program, and is a member of Mohegan Nation, told me. But challenging prejudice in American theatre, Nagle has found, is, in some ways, no easier than challenging it in American law.", "Nagle is in her late thirties. When she was a young girl, in Missouri, she liked to pretend that she was Dorothy from “The Wizard of Oz.” “I had a little basket with a dog that I would carry around, and I would sing ‘Somewhere Over the Rainbow,’ and people had to call me Dorothy,” she told me, over lunch, at a brewpub in Portland, Oregon. “If they called me Mary Kathryn, I wouldn’t respond.” When we met, in 2019, she had just attended the first rehearsals for her play “Crossing Mnisose,” a commission from Portland Center Stage, which tells parallel stories about Sacajawea as a young Shoshone woman, leading Lewis and Clark across the Mnisose—which European explorers renamed the Missouri—and young Standing Rock protesters opposing the Dakota Access Pipeline along the same river, two centuries later. Two days before, she’d taken a red-eye to Washington, D.C., to speak at a Smithsonian symposium on violence against Native women. She’d just flown back that morning. In the interim, she had extensively rewritten the play. “I’m severely sleep-deprived, so my brain isn’t functioning,” she said, cutting into an elk burger. “I haven’t eaten since 3 A.M.” Then she gave me an impromptu twenty-minute lecture on misrepresentations of Sacajawea and her connection to the protests on the Missouri River.", "Nagle received the commission from Portland Center Stage in 2016. She had become frustrated by the historical narrative that had been constructed around Sacajawea, which insisted, as Nagle put it, that “Sacajawea’s life was so hard because Native men are so violent. True,” Nagle went on, “she was kidnapped when she was ten by a Hidatsa raid. She was Shoshone.” But then, Nagle pointed out, a French fur trader, Charbonneau, purchased her. “It’s documented in Lewis and Clark’s journals that he beat her,” Nagle said. “For two white men in 1804 to document that, it must have been very grotesque. And we know from Native oral histories that men with Lewis and Clark were raping Native women,” she added. “So, I’m, like, ‘Right, I’m writing about Sacajawea.’ ”", "Nagle found a copy of Lewis and Clark’s journals and began interviewing descendants of Sacajawea. Then she got a call from a former roommate, Jodi Archambault, who told Nagle that her brother Dave Archambault, then chairman of the Standing Rock Tribal Council, had been arrested, and needed help. Nagle went to Standing Rock. “Where that fight at Standing Rock happened is where Lewis and Clark came up the river,” Nagle told me. “The Army Corps of Engineers that approved the pipeline is the subsequent entity for Lewis and Clark’s Corps of Discovery. So, to me, the parallels were obvious when I was there in person.” In addition to writing “Crossing Mnisose,” Nagle filed an amicus brief in Standing Rock’s case against Dakota Access in federal district court, arguing that the Army Corps’s assessment of the consequences of building the pipeline had failed to properly evaluate its effects on the public interest. The Army, Nagle contended, had not considered the increased rates of violence against Native women that would stem from the transient “man camps” assembled for pipeline labor, exacerbated by the legal loophole that prevents tribes from prosecuting non-Natives. The final section of her brief was titled “Increasing Violence Against Native Women is Not in the ‘Public Interest.’ ” (As she noted in her House testimony, the body of one missing woman from a reservation in North Dakota, Olivia Lone Bear, was found in 2018 in Lake Sakakawea. In March, 2020, a federal judge halted the pipeline and ordered the Army Corps to redo its environmental assessment.)", "“I don’t know how much sleep she gets a night,” Crystal Echo Hawk, a friend of Nagle’s who runs #IllumiNative, an organization that aims to increase Native visibility, told me. “She goes into the zone on her little laptop, and you never know if she’s working on a legal brief or a play.”", "Nagle decided she wanted to become a lawyer when she was in the first grade. Her grandmother had told her that Nagle’s great-great-great-grandfather John Ridge was the one of the country’s first Native attorneys. Ridge helped the Cherokee Nation win a Supreme Court case upholding its jurisdiction, in 1832. But Andrew Jackson refused to enforce the decision, and Ridge, facing the loss of Cherokee lands, signed a treaty to relocate the nation from Georgia to what is now Oklahoma. The nation was forced onto the Trail of Tears, and another Cherokee faction assassinated Ridge and his father as traitors. In 2015, Nagle wrote a play, “Sovereignty,” which intercuts Ridge’s story with that of a twenty-first-century Cherokee lawyer who is abused by her non-Native husband, and who argues a case before the Supreme Court to uphold the tribal jurisdiction that Jackson was dedicated to destroying. “Everyone in my family has desecrated Andrew Jackson’s grave except me,” Nagle told me. “My grandma spit on it. My sister peed on it.” Later, she added, “Well, I guess I did it in ‘Sovereignty.’ ” In 2018, “Sovereignty” became the first play by a Native writer to be performed at Arena Stage, in Washington, D.C. After performances began, she received a note, in an elegant envelope, commending her on the show, from Ruth Bader Ginsburg. (Ginsburg was the second Supreme Court Justice to laud Nagle’s theatrical work: in 2011, a reading of one of her plays at the Smithsonian was introduced by Sonia Sotomayor.)", "Nagle wrote her first plays as an undergraduate at Georgetown, where she majored in peace and justice studies, and acted in student productions. One of the plays she performed in was “Cloud 9,” by Caryl Churchill, in which the same cast portrays a rigidly patriarchal family at the height of British imperialism in the first act and, in the second, the descendants of that family, in sexually fluid, post-colonial London, a century later. “There was an artistic statement in her doubling that you can only do in theatre,” Nagle told me. “There’s something about watching a live, human actor go from one character to another.” This technique has become a hallmark of Nagle’s style: her plays overlay the past and the present to reveal patterns that persist. In “Crossing Mnisose,” Sacajawea doubles as Carey, a Standing Rock activist who questions the reliability of Lewis and Clark’s journals. Lewis, scouting trade routes for the Corps of Discovery, becomes the colonel running the Army Corps of Engineers, securing the Mnisose River for the oil pipeline.", "After college, Nagle studied environmental law at Tulane, and clerked in federal courts before becoming an attorney for Quinn Emanuel, a white-shoe firm in Manhattan. She continued writing plays, but she didn’t consider her craft as much more than a hobby at the time. Then, in 2011, the National Museum of the American Indian held a staged reading of Nagle’s play “Waaxe’s Law,” about Chief Standing Bear, a Ponca chief who was part of the court case that first recognized Native Americans as persons under federal law. Wilson Pipestem, who has his own law firm in Oklahoma, which advocates for tribal rights, saw a staging of the play in 2012, and approached Nagle about it. “I have blood relatives who are Ponca, and I asked her what the basis was for her writing about Chief Standing Bear,” he told me. “She said that some of the play came directly from transcripts of his actual trial. I was amazed.” He invited her to join his firm, where she is now a partner.", "That same year, Nagle received a fellowship to be part of the Emerging Writers Group at the Public Theatre, in New York. She spent part of her time there workshopping “Manahatta,” a chronicle of land fraud against the Lenape people by Dutch colonists in the seventeenth century and Lehman Brothers in the twenty-first. One actor plays Jane Snake, a financial analyst newly hired on Wall Street, and also Le-le-wa’-you, a Lenape fur trader; another portrays a chief of mortgage-backed securities at Lehman Brothers and also the head of the Dutch West India Company, bent on turning communal, matrilineal land into private property. The Public Theatre staged a workshop performance of the play in 2014. At the time, Nagle was close to giving up on getting produced. “Theatres didn’t know how to read scripts about Native people,” Nagle told me. “They don’t know how to judge what’s authentic or what’s not. All they know is what they’ve seen in Western movies or on the back of a football jersey.” Ned Blackhawk, a Western Shoshone professor of history at Yale, took a group of students to Joe’s Pub at the Public Theatre to see a staged reading of “Sliver of a Full Moon” later that year. Afterward, he recalled, he approached Nagle. “I told her, ‘I would like to work with you and bring this to Yale.’ She said, ‘I’m done doing these plays!’ She was sitting there with a knee injury on crutches in New York, having had to find funding and run a production of a bunch of people in a city where most of them didn’t live. The logistical challenge of running a mobile theatre was kind of killing her.” Blackhawk subsequently created the Yale Indigenous Performing Arts Program to support the work of Native playwrights. It launched in 2015, with Nagle as its executive director.", "Two years later, the Oregon Shakespeare Festival, one of the country’s largest repertory theatres, announced that it would produce “Manahatta” in its 2018 season. But gaining access to big-budget theatres brought its own challenges. The initial set design at O.S.F. had Lenape characters posed in a seventeenth-century diorama. Nagle “was triggered by it,” Laurie Woolery, the play’s director, who restaged it at Yale Rep last year, told me. “She said, ‘I don’t want to see another play where we’re reduced to a diorama.’ So we scrapped the design.”", "At Portland Center Stage, Lauren Cordova was brought on as a Shoshone cultural consultant for Sacagawea’s story, and Suzanne Blue Star Boy was hired as a Dakota consultant for the Standing Rock narrative. “If you want to tell a Native story,” Cordova, who is Shoshone-Bannock and Taos Pueblo, told me, “consult some Native folks who are from the same tribe or Nation as your characters.” She and Nagle shared a joke about a comment posted, by a non-Native, below a video of the Standing Rock protests, about how “the sacred winds are blowing,” Cordova recalled. “Neither of us knew what that was supposed to mean!” Mocking non-Native stereotypes about indigenous people is a reliable source of humor in Nagle’s plays. At the rehearsal table for “Crossing Mnisose,” one of the non-Native actors dangled a purple feather from a keychain. “This is my spirit feather,” he joked. Nagle added, “From a purple eagle!” “Its name was Fruit Loop,” the actor Robert I. Mesa, who is Navajo and Soboba, said solemnly.", "One of the most-produced plays by a Native playwright in recent years is “The Thanksgiving Play,” by Larissa FastHorse, of the Sicangu Lakota Nation. It’s a satire of white liberals trying to create a culturally sensitive school pageant about the first Thanksgiving. The punch line: to be truly respectful, they decide, they can’t include any Native Americans. The meta-joke is that the “The Thanksgiving Play” doesn’t include any Native characters, either. FastHorse was tired of theatres telling her that they couldn’t find Native actors for her plays, so she wrote one that anybody could produce. It worked.", "Combatting Native erasure is an essential project for Nagle. At the end of “Manahatta,” Jane Snake says, “We are still here.” In the theatre, the line has a double resonance. The Lenape have not been wiped out from the continent, despite centuries of genocide and colonialism, and they are physically present, onstage, at that moment.", "Reviewing “Sovereignty” for the Washington Post, the critic Peter Marks wrote that, while his two hours in the theatre “did not feel misspent,” the experience had “less to do with aesthetics than edification.” The play, he added, “might have felt much lighter had the playwright not believed she had so much explaining to do.” Nagle regards this as a blinkered perspective on her work. “My plays are educational because we’ve been erased,” she told me. “By sharing our stories, we’re educating a non-Native audience. A lot of white male critics think they’re supposed to go to the theatre and not learn anything but be entertained. And as soon as they start learning something, then it’s educational—it’s not art.”", "When “Sovereignty” was staged at Marin Theatre Company, in the fall of 2019, Nagle got in a public debate with the critic for the San Francisco Chronicle, Lily Janiak. Janiak had called the play’s characters “two-dimensional,” and described some of their actions as “arbitrarily imposed by a playwright’s conceit instead of emerging from how real people would actually act.” In particular, Janiak wrote, “Why would a super-smart, self-confident Cherokee woman whose whole life is dedicated to protecting the women of her tribe marry a white guy whose anti-Indian prejudice needs only a few drinks and a nudge to come to the surface?” Nagle wrote a lengthy response, arguing that Janiak’s interpretation revealed a variety of prejudices—intelligence doesn’t save women from abusive relationships, she noted, and anti-Indian bigotry is often, as in the case of this character, a means of wielding power and asserting control above all. “Writing his behavior off as a blatant ‘anti-Indian’ prejudice exposed by a few drinks of alcohol misses the entire reason so many of our Native women are raped, are murdered, or go missing: many non-Indian men have discovered the legal loophole, and they use it,” Nagle wrote. (In a later column, responding to criticism from Nagle and others, Janiak wrote that “arts criticism is a two-way street,” and that she relies “on artists and readers to tell me when they think my work has missed the mark.”)", "Nagle often says that she walks in the footsteps of earlier generations of Native playwrights: N. Scott Momaday, who is Kiowa; William Yellow Robe, who is Assiniboine; and Lynn Riggs, who was Cherokee, and whose play “Green Grow the Lilacs” may be the only work by a Native playwright to be produced on Broadway, in 1931. (Rodgers and Hammerstein later adapted it, though not without erasures of their own, into the musical “Oklahoma!”) And she told me that she draws strength from the other Native playwrights who are rising with her, among them Larissa FastHorse; DeLanna Studi, who is Cherokee; and Tara Moses, a member of the Seminole Nation of Oklahoma. “Native Americans have been telling these stories for a very long time,” Nagle said. “What’s different now is that non-Native theatres are letting us tell them outside our own homes.”", "Last year was, of course, an impossible time for American theatre, but Nagle continues to develop new plays. Shortly before the pandemic, a collaboration with the Cheyenne and Hudolgee Muscogee writer Suzan Shown Harjo, “Reclaiming One Star,” about the origins of the Washington N.F.L. team’s name, premièred at the Colorado New Play Summit. (Five months later, the team announced that it would change its name.) Nagle is also working on a commission from Yale Repertory Theatre to adapt the Osage author Charles Red Corn’s novel “A Pipe for February,” about the Osage murders in the nineteen-twenties, and on a new commission for the Oregon Shakespeare Festival’s American Revolutions history-play cycle. The Oregon Shakespeare Festival recently has put its production of “Manahatta” online; it will stream until April 24th. And Nagle’s legal advocacy has continued unabated. She submitted an amicus brief to the Supreme Court in a case debating whether the Muscogee (Creek) Nation’s reservation in Oklahoma existed; she argued that upholding reservation boundaries was essential to protecting Native women from sexual assault. In July, the Supreme Court ruled 5–4 in the Nation’s favor. A few months later, the American Bar Association hosted a virtual reading of “Sliver of a Full Moon,” and Deb Haaland, then a congresswoman, joined the post-show discussion; last month, Haaland was confirmed as the first Native Secretary of the Interior.", "Nagle also continues to work on the campaign to reauthorize VAWA. She told me that attending the ceremony, in 2013, where President Barack Obama signed the reauthorization into law was one of the high points of her life. “Hearing the President say he was affirming the inherent right of tribal nations to protect their women on tribal land—I never in a million years thought I would hear an American President say that,” she recalled. “It was like a complete turnaround from the Andrew Jackson days.” She hopes she gets to hear it again before long."], "authors": ["Daniel Pollack-Pelzner", "Daniel Pollack-Pelzne", "Philip Delori", "Vinson Cunningha"], "keywords": ["mary", "plays", "tribal", "later", "theatre", "standing", "onstage", "changes", "told", "women", "court", "kathryn", "play", "native", "nagle"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}