{"summary": "But the young Texan soon received an excited call from the auction house's head of modern and contemporary art, Hannah O'Leary.\nAt the auction house's \"Modern and Contemporary African Art\" sale in London on Tuesday, the painting of Christine, who has since passed away, vastly exceeded estimates when it was bought for £1.1 million ($1.4 million).\nIt was one of over 100 lots selling for a combined total of £4 million ($5.1 million), far more than previous sales of African art at Sotheby's.\nAfrican art represents less than 1% of the international contemporary art market, according to O'Leary, but there are encouraging signs of growth.\n\"I think a lot of the time people make assumptions about African art and think of cliches,\" she said.", "id": "6527b59c-efc1-35c2-9e17-c6a89f894144", "pubDate": null, "url": "https://edition.cnn.com/style/article/ben-enwonwu-portrait-sale/index.html", "authors": ["Maisie Linford"], "paragraphs": ["Written by Maisie Linford, CNN", "When hairstylist Christine Davis sat for a painting by a friend in 1971, she could never have expected it to earn her family $1.4 million five decades later.", "But in the intervening years, the artist, Ben Enwonwu, came to be known as one of Africa's greatest modernists, painting subjects including Queen Elizabeth II and Nigerian princess Adetutu \"Tutu\" Ademiluyi. His portrait of the latter, dubbed the \"African Mona Lisa,\" earned its owner an unexpected windfall last year when it sold for $1.6 million at auction after it, too, was discovered in a modest family home.", "Christine's grandson submitted a picture to Sotheby's via its online valuation tool. But the young Texan soon received an excited call from the auction house's head of modern and contemporary art, Hannah O'Leary.", "The painting smashed auction estimates to sell for $1.4 million. Credit: Sotheby's", "\"When I told him it could be with hundreds of thousands of pounds he couldn't believe it,\" she recalled to CNN. \"While £100,000 ($127,000) will regularly change hands at auction, it's a life changing amount for some people. He couldn't believe it was possible and gasped, 'Who would pay that much for a picture of my grandmother?'\"", "At the auction house's \"Modern and Contemporary African Art\" sale in London on Tuesday, the painting of Christine, who has since passed away, vastly exceeded estimates when it was bought for £1.1 million ($1.4 million). It was one of over 100 lots selling for a combined total of £4 million ($5.1 million), far more than previous sales of African art at Sotheby's.", "In Texas, Christine's son woke up early to check the results. \"I couldn't believe it, I was completely taken aback,\" he told CNN via an auction house representative. \"I rushed to my son's room to wake him up to tell him the good news. We are in awe.\"", "The success of the auction points to a growing appetite for art from the continent, according to O'Leary.", "\"Now is the time to collect African art, when you can still acquire what we call 'museum' quality pieces at a relatively affordable price,\" she said, adding that the auction, which featured works from 20 different countries, confirms \"the position of African art as one of the most eclectic and exciting areas of the global art market today.\"", "Positive signs", "Alongside increased recognition for African artists and works, the continent's collectors and sellers are also growing in prominence, O'Leary said. At Sotheby's first contemporary African art auction two years ago a third of buyers came from Africa and over half were new to the auction house, a figure that \"is unheard of in the art market,\" O'Leary added.", "Gerard Sekoto's \"Cyclists in Sophiatown.\" Credit: Courtesy Sotheby's", "Another notable work at the sale was Gerard Sekoto's \"Cyclists in Sophiatown,\" which sold for more than £362,000 ($460,000). Known for Socialist Realist works, the South African artist, who died in 1993, is also considered a modernist pioneer. In 1940, his painting \"Yellow Houses\" was acquired by the Johannesburg Art Gallery, making him the first black artist to enter the collection at a time when black visitors were not even permitted to enter the museum.", "Painted that same year, \"Cyclists in Sophiatown\" depicts the divided community Sekoto grew up in (black residents were later forced out of Sophiatown during apartheid, and the artist could not even return to see his own work). Like 1947's \"Song of the Pick,\" arguably his most famous work, the colors and unity of the figures in the painting suggest a solidarity among the faceless workers.", "Paintings made by Sekoto before he left for Paris are \"highly prized, highly valuable, very rare,\" said O'Leary.", "African art represents less than 1% of the international contemporary art market, according to O'Leary, but there are encouraging signs of growth. Two years ago, MOMA held its first solo show by a black African artist, Bodys Isek Kingelez's \"City Dreams\" (featuring a piece that was sold at Tuesday's auction for £60,000, approximately $77,000).", "Bodys Isek Kingelez's artwork \"Bel Atlas.\" Credit: Courtesy Sotheby's", "The past year has also seen appointments at both MOMA and Tate Modern aimed at growing the representation of African art in their respective collections. This week, the Courtauld Institute of Art in London announced courses in the history of contemporary African art, suggesting that institutions may be widening their sights beyond the accepted canon of Western art history.", "Nonetheless, O'Leary said there are ongoing challenges in selling African art.", "\"I think a lot of the time people make assumptions about African art and think of cliches,\" she said.", "\"When people think of our auction, they sometimes have ideas about going to see ethnographic art or wildlife art or we are doing something to raise money for charity. We are always trying to work against that and present just a great contemporary art exhibition.\"", "\"Duty of Memory\" by Eddy Kamuanga Ilunga. Credit: Courtesy Sotheby's", "Tuesday's Sotheby's sale combined online and live auctions, meaning that some works were already sold before doors opened. Among them were \"Duty of Memory\" and \"Influence,\" by young artist Eddy Kamuanga Ilunga, whose two works surpassed estimates before the live auction had even begun.", "Ilunga's art has gained growing attention in recent years thanks to his classically trained, figurative painting style and use of raw materials mined in Democratic Republic of Congo. His success at Sotheby's, alongside that of more established names, bodes well for the next generation of African artists."], "keywords": ["painting", "work", "sells", "longforgotten", "auction", "contemporary", "million", "portrait", "artist", "14", "family", "works", "sothebys", "art", "african"], "title": "Long-forgotten family portrait sells at auction for $1.4 million", "publicationId": "fa207f19-e080-3902-982c-393d321776be"}