{"id": "65301843-b63e-3254-86d5-162166d232b6", "title": "Australia's Byron Bay beaches \"severely eroded\" as heavy rain batters the country", "url": "https://edition.cnn.com/travel/article/byron-bay-weather-hnk-intl-scli/index.html", "summary": "Shorelines have been eroded in some areas, most significantly in Byron Bay.\n\"We're experiencing some pretty serious erosion on our Byron Bay beaches at the moment,\" Byron Shire Council's Director Infrastructure Services, Phil Holloway, said in a statement on December 15.\nThe coast of a beach in Byron Bay has been significantly eroded.\nThe SES has placed evacuation orders in some areas near Byron Bay.\nCNN Travel named Byron Bay to its list of the world's best beaches in 2017.", "paragraphs": ["(CNN) — A beach in Byron Bay, a coastal town in Australia about 100 miles south of Brisbane, has \"been significantly eroded\" as extremely heavy rain batters much of the country's east coast, according to local officials.", "Storms have ravaged a 1,000-km (621-mile) stretch on the eastern coast of Australia for several days, severely impacting the states of Queensland and northern New South Wales (NSW).", "Strong winds and heavy rainfall have caused damage to infrastructure and buildings as well as flash flooding in both states. Shorelines have been eroded in some areas, most significantly in Byron Bay.", "Main Beach, a popular tourist destination in Byron Bay, has been particularly affected.", "\"We're experiencing some pretty serious erosion on our Byron Bay beaches at the moment,\" Byron Shire Council's Director Infrastructure Services, Phil Holloway, said in a statement on December 15. \"The erosion has created a steep escarpment on the beach side on all pedestrian accesses and we have installed barriers to avoid falls and accidents occurring.\"", "The coast of a beach in Byron Bay has been significantly eroded. Surf Life Saving NSW", "The region has recorded more than 900mm (39.4 inches) of rainfall since Saturday, December 12, according to Australia's Bureau of Meterology.", "Stephanie Heard, a spokesperson from the NSW State Emergency Service (SES), said that the agency has received more than 1,000 calls for help, and have conducted 18 flood rescues in northern parts of the state.", "The SES has placed evacuation orders in some areas near Byron Bay.", "Related content The most beautiful places in Australia", "\"The storm will significantly change the structure to [Byron Bay's] beaches,\" said CEO of Surf Life Saving NSW, Steven Pearce. \"The coastal impact has been significant. We have lost majority of our beaches.\"", "Byron Bay is regarded as the \"Mecca for holidays\" for many Australians, according to Pearce, with many flocking to the area during the Christmas holidays.", "CNN Travel named Byron Bay to its list of the world's best beaches in 2017. The following year, actor Chris Hemsworth told CNN Travel that he had chosen to relocate his family from Los Angeles to Byron Bay in order to live a more low-key life."], "authors": ["Rhea Mogul"], "keywords": ["australias", "rain", "country", "bay", "batters", "coast", "beaches", "heavy", "eroded", "according", "travel", "byron", "beach", "significantly", "severely", "life"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}