{"id": "654d91a3-138a-399f-b264-b2b2cf043aba", "title": "New Gameplay Today Live — Assassin's Creed Valhalla", "url": "https://www.gameinformer.com/livestream/new-gameplay-today/2020/11/09/new-gameplay-today-live-assassins-creed-valhalla", "summary": "According to our review, Assassin's Creed Valhalla is easily one of the best entries in the series to date.\nLook, we just can't measure it against any of the entries that Ubisoft hasn't made yet – it's called journalistic integrity.\nAssassin’s Creed Valhalla is full of interesting stories and wacky moments, so who knows what could happen.\nJoin Marcus Stewart, Alex Stadnik and Ben Reeves on this magical ride at 3:30 PM CST.\nIf you can't get enough of our live shows, remember to subscribe on YouTube, Twitch, Twitter, and Facebook to get notified when we go live each week!", "paragraphs": ["According to our review, Assassin's Creed Valhalla is easily one of the best entries in the series to date. Look, we just can't measure it against any of the entries that Ubisoft hasn't made yet – it's called journalistic integrity. If nothing else, Valhalla is one of the most interesting open world games Ubisoft has ever produced, so if you want to find out what all the fuss is about, come watch us tackle a few raids and grow our settlement as we travel across medieval England. Assassin’s Creed Valhalla is full of interesting stories and wacky moments, so who knows what could happen.", "Join Marcus Stewart, Alex Stadnik and Ben Reeves on this magical ride at 3:30 PM CST. Will we have fun? You bet your sweet bippy.", "If you can't get enough of our live shows, remember to subscribe on YouTube, Twitch, Twitter, and Facebook to get notified when we go live each week!"], "authors": ["Senior Editor", "Benjamin Reeves Is A Writer", "Journalist", "Geek Sponge. For The Last Years He Has Worked As An Editor For Game Informer Magazine. He Has A Passion For Video Games", "Comic Books"], "keywords": ["youtube", "ubisoft", "live", "interesting", "creed", "assassins", "cant", "gameplay", "entries", "valhalla", "today", "world"], "pubDate": "2020-11-09T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}