{"id": "655a2d98-ad32-3642-b3e3-9721eefad8b0", "title": "Revisiting Hitler’s Final Days in the Bunker", "url": "https://www.newyorker.com/culture/cultural-comment/revisiting-hitlers-final-days-in-the-bunker", "summary": "The Hitler parody videos began proliferating around 2006, a couple of years after the release of “Downfall,” Oliver Hirschbiegel’s film about Hitler’s final days in Berlin.\nHirschbiegel’s film is based on a 2002 book by Joachim Fest, and both works have the same title in German: “Der Untergang.” That word has long been commonplace in literature about Hitler’s final days.\nThe occasion was a three-hour briefing that took place in the map room at the bunker on the afternoon of April 22nd, eight days before Hitler’s suicide.\nThe most curious thing about “The Hitler Book” is that it was intended for a single reader: Joseph Stalin.\nNow German historians are ending their books on Nazism with thinly veiled references to an American Untergang.", "paragraphs": ["The Hitler parody videos began proliferating around 2006, a couple of years after the release of “Downfall,” Oliver Hirschbiegel’s film about Hitler’s final days in Berlin. In the movie’s climactic scene, Hitler rants in his bunker while generals and adjutants look on in horror. In the parodies, alternate subtitles were inserted, to absurd effect. Amy Davidson Sorkin surveyed the genre in a 2010 New Yorker piece, and the meme is still going strong a decade later. Recent contributions include “Hitler Reacts to the iPhone 12 Pro,” “Hitler Reacts to the NVIDIA GeForce,” “Hitler Reacts to Being in Quarantine,” and, in recent days, a series of videos in which Hitler reacts to the 2020 Presidential election, spouting Trumpian lines. In one, the Führer screams, “Count all the votes? How dare they to do this to me. Of course I can’t win if they count all the votes.” When a secretary in the corridor outside comforts her distressed colleague, she says, “Don’t cry, Jared. Dictators still love him.”", "Comparisons between Trump and Hitler ring false on many levels, as I argued at the end of a 2018 article about recent biographies of the dictator. Although the soon-to-be-ex-President has done staggering damage to American institutions, he has failed to bring about the kind of wholesale destruction of democratic process that Hitler accomplished in a few weeks in 1933, not to mention the immeasurable horrors that followed. Nevertheless, the occasion of Trump’s defeat permits a certain amount of historical license. It might be argued that, although Hitler at the height of his power was a phenomenon without parallel in modern history, what he became—the cornered man in the bunker—was a psychologically commonplace creature. The spectacle of a power-hungry narcissist receiving his comeuppance is irresistible, and it has played out innumerable times in history and fiction.", "Hirschbiegel’s film is based on a 2002 book by Joachim Fest, and both works have the same title in German: “Der Untergang.” That word has long been commonplace in literature about Hitler’s final days. The second volume of Volker Ullrich’s biography of Hitler, which has just been translated into English, is subtitled “Die Jahre des Untergangs, 1939–1945.” The usual translation is “downfall,” although the various implications of the word—literally, “going-under”—are difficult to capture in English. In some contexts, Untergang simply means descent: a sunset is a Sonnenuntergang. But it carries connotations of decline, dissolution, or destruction. Oswald Spengler’s famous book about the decline of the West is titled “Der Untergang des Abendlandes.” Richard Wagner’s anti-Semitic essay “Jewishness in Music” ends with the word Untergang—the composer’s dream of a day when Jews will disappear from the earth, whether through assimilation or through some other means. Untergang can also be a state of transition or of spiritual transformation. In Nietzsche’s “Thus Spoke Zarathustra,” the title character undertakes an Untergang, a going-under into the worldly realm.", "2020 in Review New Yorker writers reflect on the year’s highs and lows.", "In the context of Hitler, the scene of Untergang gives comforting moral closure to a story of limitless horror. No matter how high the dictator might have risen, the fable suggests, he was destined to fall in the end. History supplies no such neat ending in the case of other genocidal dictators, such as Stalin and Mao, both of whom died of natural causes. The endless fixation on Hitler’s last days therefore offers a too-easy narrative gratification: the devil is dispatched to hell, as in “Don Giovanni.” Moreover, the replaying of Hitler’s Untergang compensates for the fetishistic fascination with Nazi iconography that is present all through contemporary culture. The publishing industry continues to exploit Hitler’s design aesthetic—Gothic type, black-white-red color scenes, swastikas—to sell books. (Knopf’s edition of the Ullrich biography, expertly translated by Jefferson Chase, departs from the pattern, going for hazard yellow.)", "It is widely assumed that Hirschbiegel gives a reasonably faithful idea of what life in the bunker was like. Indeed, the art direction for “Downfall” was meticulously researched, and Bruno Ganz’s performance as Hitler may be the most eerily believable portrayal of the dictator on film: spittle-spewing rants are balanced against superficially courtly gestures and a show of soldierly devotion to the task at hand. But the scene that spawned a thousand YouTube parodies—one in which the dictator screams at his military leaders, denounces the entire German nation as a pack of cowards, and announces that he will commit suicide rather than flee Berlin—is based, in part, on problematic sources.", "The occasion was a three-hour briefing that took place in the map room at the bunker on the afternoon of April 22nd, eight days before Hitler’s suicide. The Red Army had reached the outskirts of Berlin, and Hitler was clinging to the idea that a mostly fictional combat group under the command of the S.S. general Felix Steiner could push the Russians back. When Hitler was told that no counterattack had taken place, he apparently exploded in rage, firing accusations in every direction and announcing that the war was lost. Hugh Trevor-Roper, in his 1947 book, “The Last Days of Hitler,” wove together various first-hand testimonies, making clear that they contradict one another to some degree. Ian Kershaw, in the second volume of his near-definitive Hitler biography, is similarly cautious, employing an even wider range of sources.", "Fest’s “Der Untergang”—translated as “Inside Hitler’s Bunker”—draws on material that began emerging from Soviet archives in the nineteen-nineties, and that eventually received international publication in a curious document known as “The Hitler Book.” Researchers for the Soviet secret police prepared this narrative of Hitler’s collapse in the late nineteen-forties, interweaving the testimony of two Hitler adjutants, Otto Günsche and Heinz Linge, who had been captured by the Red Army and interrogated at length. Much of what they recalled can be corroborated, but some of the quotations attributed to Hitler smack of a nineteenth-century novel: “The war is lost! But, gentlemen, if you believe that I will leave Berlin, you are sorely mistaken! I’d rather put a bullet through my head.” Fittingly, that dialogue went straight into Hirschbiegel’s film, along with a theatrical detail about Hitler throwing colored pencils across a map.", "The most curious thing about “The Hitler Book” is that it was intended for a single reader: Joseph Stalin. The Soviet leader had ordered the N.K.V.D. to gather as much information as it could about Hitler’s last days, partly in order to make sure that the Führer was actually dead, although Stalin was generally fascinated by his most powerful and ruthless rival. “The Hitler Book” allowed Stalin to enjoy his own private staging of the Untergang—a lavishly detailed chronicle of Hitler’s psychological implosion, under the pressure of the invincible Red Army.", "Other accounts convey a more complex picture of that April 22nd meeting. Gerhard Herrgesell, a stenographer, told American interrogators that Hitler was “generally composed,” even if his face became flushed and he paced about. In Herrgesell’s telling, it was the generals, especially Wilhelm Keitel and Alfred Jodl, who grew most heated, as they declared themselves “violently opposed” to Hitler’s plan to perish in Berlin, preferring that he go elsewhere and continue the fight. “Keitel spoke to him in really sharp terms,” Herrgesell recalled. These efforts at persuasion had some effect. Another military officer, Bernd von Loringhoven, reported that by the end of the day Hitler had overcome a condition of “temporary weakness” and committed himself again to the defense of Berlin.", "The sequence of events that emerges from Kershaw’s meticulous reconstruction—elaborated in his book “The End: The Defiance and Destruction of Hitler’s Germany, 1944–1945”—is, in a way, even more unsettling than that of an all-powerful dictator plunging into dejection as his followers watch aghast. Here, the faltering dictator is propped up and reinvigorated by his underlings. A crucial component of Kershaw’s portrait of Nazi Germany is his concept of “working toward the Führer,” which describes how members of the Nazi hierarchy vied with each other to realize Hitler’s vision, even in the absence of detailed orders. At the end, “working toward the Führer” involved manhandling the Führer himself back into his mythic role. One can hardly ask for a clearer demonstration of how cults of personality feed as much upon the aspirations of their members as upon the ambitions of their leaders.", "Ullrich, in the newly translated second volume of his Hitler biography, includes the debatable “bullet in the head” quotation but otherwise does justice to the tensions of the scene. Although Kershaw’s two volumes are probably destined to remain the definitive work on Hitler, Ullrich delivers a persuasive, all-too-timely portrait of a man whose undeniable political charisma was inseparable from his instinct for domination and destruction. The final paragraph contains a dark assessment of Hitler’s legacy: “If his life and career teaches us anything, it is how quickly democracy can be prised from its hinges when political institutions fail and civilizing forces in society are too weak to combat the lure of authoritarianism.”", "Clear-eyed American readers may conclude that all those swastika-emblazoned, Gothic-type, black-white-and-red books have taught us exactly nothing about the fragility of democracy. Indeed, the pervasiveness of the Sonderweg school of storytelling—the idea that Germany was somehow genetically predisposed to follow a “special path” toward Nazism, dictatorship, and genocide—may have blinded us to our own anti-democratic drift. In 1935, Sinclair Lewis imagined a form of American Fascism in his novel “It Can’t Happen Here.” Crucial to the delusion that it can’t happen here is the conviction that it could only have happened there. Now German historians are ending their books on Nazism with thinly veiled references to an American Untergang.", "2020 in Review"], "authors": ["Alex Ross", "Alex Ros", "Elisabeth Zerofsk"], "keywords": ["bunker", "book", "stalin", "hitlers", "dictator", "führer", "hitler", "end", "revisiting", "final", "untergang", "american", "days"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}