{"id": "656e7c91-79d6-30b1-8779-4b937f64d5e2", "title": "Jobless Claims Reveal the Toll of Rising Coronavirus Cases: Live Updates", "url": "https://www.nytimes.com/live/2020/12/10/business/us-economy-coronavirus/", "summary": "ET Jobless Claims Reveal the Toll of Rising Coronavirus Cases: Live Updates RIGHT NOW European Central Bank increases stimulus to eurozone economy.\nMore than 947,000 workers filed new claims for state unemployment benefits last week, the Labor Department said Thursday.\nNearly 428,000 applied for Pandemic Unemployment Assistance, a federal program that covers freelancers, self-employed workers and others who don’t qualify for regular state benefits.\n“It seems like we’re in for a rough winter economically.” Jobless claims rose in nearly every state last week.\nTwo federal unemployment programs are set to expire, potentially leaving millions vulnerable to eviction and hunger.", "paragraphs": ["Live Updated Dec. 10, 2020, 9:37 a.m. ET Dec. 10, 2020, 9:37 a.m. ET Jobless Claims Reveal the Toll of Rising Coronavirus Cases: Live Updates RIGHT NOW European Central Bank increases stimulus to eurozone economy.", "Unemployment claims rose sharply last week as economic crisis grinds on. A health care worker performed a nasal swab at a coronavirus testing site in Bloomington, Minn., last week. Economists fear that layoffs could begin to surge again. Credit... Tim Gruber for The New York Times Applications for jobless benefits resumed their upward march last week as the worsening pandemic continued to take a toll on the economy. More than 947,000 workers filed new claims for state unemployment benefits last week, the Labor Department said Thursday. That was up nearly 229,000 from the week before, reversing a one-week dip that many economists attributed to the Thanksgiving holiday. Applications have now risen three times in the last four weeks, and are up nearly a quarter-million since the first week of November. On a seasonally adjusted basis, the week’s figure was 853,000, an increase of 137,000. Nearly 428,000 applied for Pandemic Unemployment Assistance, a federal program that covers freelancers, self-employed workers and others who don’t qualify for regular state benefits. Unemployment filings have fallen greatly since last spring, when as many as six million people a week applied for state benefits. But progress had stalled even before the recent increases, and with Covid-19 cases soaring and states reimposing restrictions on consumers and businesses, economists fear that layoffs could surge again. “It’s very clear the third wave of the pandemic is causing businesses to have to lay people off and consumers to cut back spending,” said Daniel Zhao, senior economist for the career site Glassdoor. “It seems like we’re in for a rough winter economically.” Jobless claims rose in nearly every state last week. In California, where the state has imposed strict new limits on many businesses, applications jumped by 47,000, more than reversing the state’s Thanksgiving-week decline. The monthly jobs report released on Friday showed that hiring slowed sharply in early November and that some of the sectors most exposed to the pandemic, like restaurants and retailers, cut jobs for the first time since the spring. More up-to-date data from private sources suggests that the slowdown has continued or deepened since the November survey was conducted. “Every month, we’re just seeing the pace of the recovery get slower and slower,” said AnnElizabeth Konkel, an economist with the job site Indeed. Now, she said, the question is, “Are we actually going to see it slide backward?” Many economists say the recovery will continue to slow if the government does not provide more aid to households and businesses. After months of gridlock in Washington, prospects for a new round of federal help have grown in recent days, with congressional leaders from both parties signaling their openness to a compromise and the White House proposing its own $916 billion spending plan on Tuesday. But the two sides remain far apart on key issues. The stakes are particularly high for jobless workers depending on federal programs that have expanded and extended unemployment benefits during the pandemic. Those programs expire later this month, potentially leaving millions of families with no income during what epidemiologists warn could be some of the pandemic’s worst months.", "A federal unemployment safety net nears its end, imperiling millions. Volunteers prepare food for families in need in Newton Centre, Mass. Two federal unemployment programs are set to expire, potentially leaving millions vulnerable to eviction and hunger. Credit... Cody O'Loughlin for The New York Times Millions of Americans will lose their only income in a few weeks if Congress doesn’t act soon to extend unemployment benefits. Congress created two programs in the spring to expand the unemployment safety net: Pandemic Emergency Unemployment Compensation, which offers 13 weeks of payments to people whose regular state benefits have run out, and Pandemic Unemployment Assistance, which is intended for people left out of the regular unemployment insurance system. But the week ending Dec. 26 is the last for which people can claim benefits under the programs. Figuring out how many people stand to lose benefits is surprisingly difficult. Data from the Labor Department on Thursday showed that 4.5 million people were enrolled in the program to extend state benefits as of the third week of November. That was down slightly from a week earlier but had been rising quickly as people exhaust their regular benefits, which last six months in most states. If the program ends, some people will qualify for a separate federal extended benefits program, but that extension isn’t available in all states. Pandemic Unemployment Assistance is even more complicated. The report on Thursday showed that 8.6 million people were enrolled, but that figure is almost certainly an overestimate. A recent report from the Government Accountability Office found that the program had been plagued by fraud and double counting, rendering the data unreliable. By any accounting, however, millions stand to lose their income if the programs end. Many have already drawn down savings, leaving them with little financial cushion and putting them at risk of eviction or foreclosure. “They’re going to be very quickly forced to make a lot of bad financial decisions to put food on the table,” said Andrew Stettner, a senior fellow at the Century Foundation, a progressive group. “It can be something you can’t recover from or that takes years to recover from.”", "Advertisement Continue reading the main story", "Steven Mnuchin will face scrutiny over his decision to end pandemic relief programs. Treasury Secretary Steven Mnuchin is pushing Congress to repurpose the funds he is clawing back for another stimulus package that would help households and businesses more directly. Credit... Pool photo by Greg Nash In one of his final acts as President Trump’s Treasury secretary, Steven Mnuchin moved last month to pull the plug on five Federal Reserve lending programs and claw back the bulk of the money invested in them, saying he was following congressional intent and the law forced his hand — which several outside lawyers dispute. The decision, which was not supported by the Fed, has ensnared Mr. Mnuchin in controversy, report Alan Rappeport and Jeanna Smialek of The New York Times. He is expected to face additional criticism for ending the programs when he testifies at 10 a.m. on Thursday about his management of stimulus funds before the Congressional Oversight Commission, a bipartisan panel tasked with overseeing how pandemic aid is distributed. Democrats accuse him of being an economic saboteur intent on undercutting the incoming Biden administration by limiting its ability to use the programs amid continuing economic weakness. Mr. Mnuchin insists the opposite, saying he was honoring congressional intent in ending the programs, and was trying to help the economy. He is pushing Congress to repurpose the funds he is clawing back for another stimulus package that would help households and businesses more directly. The primary subject of the hearing will be the national security loan program that Mr. Mnuchin oversees as part of the economic relief legislation that Congress passed in March. The Treasury secretary is also likely to face questions about a $700 million loan that was awarded to YRC Worldwide, a struggling trucking company that Treasury and the Department of Defense determined was critical to national security. Members of the commission have been scrutinizing the loan because the company was in financial trouble before the pandemic and because of a web of ties between the company and the White House.", "European Central Bank increases stimulus to eurozone economy. Outside the European Central Bank’s former headquarters, in Frankfurt. Credit... Yann Schreiber/Agence France-Presse — Getty Images The European Central Bank administered another dose of stimulus to the eurozone economy on Thursday, a sign that policymakers expect the impact of the pandemic to linger even as the rollout of vaccines begins. The bank’s Governing Council, which met on Wednesday and Thursday, said it would increase pandemic-related bond buying — essentially a money-printing program — by 500 million euros, to a total of €1.85 trillion euros, or $2.2 trillion. The central bank also extended by a year an initiative that allows commercial banks to borrow money at negative interest rates, provided the banks pass the credit on to their customers. “Uncertainty remains high, including with regard to the dynamics of the pandemic and the timing of vaccine rollouts,” the central bank said in a statement. The new burst of stimulus was not a surprise after Christine Lagarde, the central bank’s president, telegraphed policymakers’ intentions at a news conference in October, and repeated the message several times afterward. The only unknowns were what precise form the stimulus would take, and how big it would be. Still, the action Thursday indicates that the European Central Bank’s Governing Council believes economic recovery is still months away, and extraordinary measures are needed to blunt the damage caused by the pandemic. “While the latest news on the vaccine looks encouraging,” Ms. Lagarde told the European Parliament last month, “the recent surge in coronavirus cases and the associated re-imposition of a number of containment measures are adding to the already heightened level of uncertainty, and present a serious challenge to the euro area and the global economy.” The measures announced Thursday are in addition to 1.35 trillion newly created euros that the central bank had allocated to buy government and corporate bonds. The purchases, which the bank said Thursday would continue at least until March 2022, are a way of pushing down market interest rates to keep borrowing costs low for businesses and consumers. Since April the central bank has also been lending to commercial banks at interest rates as low as minus 1 percent, in effect paying lenders to take the money as a way of pumping credit into the economy. The commercial banks must lend the money to their customers to qualify.", "United Airlines pledges to eliminate greenhouse gas emissions by 2050. United Airlines agreed to invest in a venture plans to build large plants where carbon will be captured from the air and stored underground. Credit... Jeff Chiu/Associated Press United Airlines said on Thursday that it planned to reduce its greenhouse gas emissions to zero by 2050, in part by investing in capturing and storing carbon. The airline said it had agreed to invest in 1PointFive, a joint venture between a subsidiary of Occidental Petroleum and Rusheen Capital Management, a private equity firm. That venture plans to build large plants in the United States where carbon will be captured from the air and permanently stored deep underground. Each plant will be designed to remove a million tons of carbon dioxide a year, or the equivalent of the carbon removed by about 40 million trees, according to the airline. United is among a growing list of companies to promise to effectively eliminate their contribution to climate change. Airlines face a particularly difficult challenge because the technology to produce a zero-emission jet that can economically ferry hundreds of people over long distances does not yet exist and may not for decades. Some experts and corporate leaders, including United’s chief executive, Scott Kirby, said the world would not be able to meet its climate goals without capturing carbon dioxide in the air and storing it in perpetuity. The approach is technically feasible, but it is expensive and has yet to be deployed on a large scale. “Everyone that really wants to get the globe down to zero is going to have to come to grips with direct capture and sequestration because that is going to be the only way to get there by 2050,” Mr. Kirby told reporters on a call on Wednesday. To meet its goal, United also plans to invest in the development and use of “sustainable fuel” and undertake other measures. American Airlines recently announced a similar pledge to achieve net zero carbon emissions by 2050, and Delta Air Lines said this year it would invest $1 billion to become the world’s “first” carbon neutral airline.", "Advertisement Continue reading the main story", "Stocks slip, with Wall Street set for a third daily decline this week. Stocks drifted lower on Thursday, with the S&P 500 headed for its third daily decline this week, as new data showed that unemployment claims jumped sharply in the United States last week, and the European Central Bank’s plans to expand stimulus measures fell short of what some traders were expecting.", "The S&P 500 fell half a percent in early trading, adding to a small decline from the day before. The Stoxx Europe 600 slipped about 0.8 percent, while the FTSE 100 index in Britain was flat after giving up its early gains.", "The Labor Department said on Thursday that more than 947,000 workers filed new claims for state unemployment benefits last week, up nearly 229,000 from the week before. Applications have now risen three times in the last four weeks.", "The report highlights the importance of a new economic stimulus plan to shore up households and businesses as the pandemic grinds on. Prospects for a new round of federal help have grown in recent days, with the White House proposing its own $916 billion spending plan on Tuesday. But lawmakers remain far apart on key issues.", "The E.C.B., which has bought more than 600 billion euros’ worth of European bonds as part of an effort to keep government borrowing costs low, said on Thursday that it would increase its bond-buying plan by 500 billion euros and keep purchasing the debt until at least March 2022.", "The pound fell against all other major currencies, losing 0.9 percent against the euro and 0.6 percent against the dollar, after Prime Minister Boris Johnson of Britain returned from Brussels without a breakthrough on Brexit trade talks with the European Union. The two sides have set a new deadline of Sunday to secure a deal.", "On Wednesday, Britain signed trade agreements with Singapore and Vietnam. Britain has rushed to sign dozens of free-trade agreements with countries because on Jan. 1 it will be independent of the European Union customs union. The agreements essentially replicate the terms of the E.U. pacts with those countries.", "U.S. corporations say they’ll hire one million Black workers in the next decade. Merck’s chief executive, Kenneth C. Frazier, will lead a workplace diversity effort called OneTen. Credit... Mike Cohen for The New York Times Jarred by the death of George Floyd and the issues of racial injustice raised in its wake, the chief executives of three dozen companies are starting an initiative to provide a million jobs for Black workers in the next decade. The effort, called OneTen, is led by Merck’s chief executive, Kenneth C. Frazier, and IBM’s executive chairman, Ginni Rometty. It includes leaders at 37 companies like American Express, AT&T, Bank of America, Cisco, Delta Air Lines, General Motors, Johnson & Johnson, Nike, Stryker, Target and Wal-Mart. The companies hope to draw in a more diverse community of workers through a recruiting start-up that will identify potential job applicants with the help of community colleges, nonprofit groups, and other organizations known for cultivating Black talent. Organizers said the jobs would have a wide range, from nurse practitioners to roles relying on specialized technology skills. The hope, they said, is to put more Black employees into better-paying, more secure jobs that will help sustain working families and provide better access to the upper echelons of corporations. “The primary creator of wealth in the United States is the private sector,” Mr. Frazier said. “We can rebuild our country coming out of this pandemic. And if private companies decide that they’re going to hire, as we rebuild our economy, with an equity lens, then we’ll change the country.” Mr. Frazier, one of only a few chief executives in the Fortune 500 who is Black, said the OneTen effort began after the killing of Mr. Floyd last May by a Minneapolis police officer. The event set off angry protests over racial inequities and “soul searching” in corporate America as well, Mr. Frazier said. Talking with other chief executives, business organizations and Ms. Rometty, who has emphasized the importance of a diverse work force at IBM, Mr. Frazier said he came to believe that, as employers, their best tool for combating systemic racism was to attract new Black talent into well-paying jobs at their companies. Given that only about 22 percent of Black people over the age of 25 in the United States have attained a bachelor’s degree — a markedly lower percentage than white and Asian people — Mr. Frazier and Ms. Rometty said that drawing more Black talent would probably require dropping certain college-education requirements. “As an employer, if I state that every job has to have a college degree, I am predetermining the outcome,” said Ms. Rometty. “The talent is out there; I must find another pathway for it to come to me.” OneTen — the name refers to hiring one million workers in 10 years — is set to begin its work in January. A chief executive has not yet been named."], "authors": ["Ben Casselman", "Jack Ewing", "Niraj Chokshi", "Eshe Nelson", "Kate Kelly"], "keywords": ["updates", "reveal", "cases", "benefits", "unemployment", "coronavirus", "programs", "live", "toll", "pandemic", "stimulus", "mr", "million", "rising", "claims", "week", "jobless", "state", "central"], "pubDate": "2020-12-10T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}