{"id": "658e5dff-04fa-388a-b9b3-793bea6218a0", "title": "Replay – Dead Space 2", "url": "https://www.gameinformer.com/replay/replay/2020/10/23/replay-dead-space-2", "summary": "If you ask any gamer, they have plenty of retired video games that they'd love to see return.\nThe Dead Space series is usually chief among them and it's easy to see why after even the briefest of playthroughs.\nThe now-closed Visceral Games (RIP) had a knack for distilling down what made movies such as Alien and Event Horizon terrifying and ramping it up to pants-soiling proportions.\nJoin Andrew Reiner, Marcus Stewart, Blake Hester, and me as we brave Dead Space 2 and attempt to not blow our mics out from screaming.\nIf you can't get enough of our live shows, remember to subscribe on YouTube, Twitch, Twitter, and Facebook to get notified when we go live each week!", "paragraphs": ["If you ask any gamer, they have plenty of retired video games that they'd love to see return. The Dead Space series is usually chief among them and it's easy to see why after even the briefest of playthroughs. The now-closed Visceral Games (RIP) had a knack for distilling down what made movies such as Alien and Event Horizon terrifying and ramping it up to pants-soiling proportions.", "Join Andrew Reiner, Marcus Stewart, Blake Hester, and me as we brave Dead Space 2 and attempt to not blow our mics out from screaming.", "We'll be going live at 2 p.m. CT, so be sure to end your week the right way and join us in the chat! If you can't get enough of our live shows, remember to subscribe on YouTube, Twitch, Twitter, and Facebook to get notified when we go live each week!"], "authors": ["Video Editor", "Alex Is Usually The Largest Nerd In The Room", "Literally", "Has A Deep-Rooted Passion For Video Games", "Movies", "A Good Beer. He Grew Up A Nintendo Kid But Is Now An Equal-Opportunity Gamer Who S Trying To Play More Jrpgs."], "keywords": ["video", "youtube", "live", "visceral", "replay", "usually", "week", "way", "games", "dead", "space"], "pubDate": "2020-10-23T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}