{"id": "65bb1485-a035-3410-80a7-2e41e778c3f1", "title": "Woman dresses up to take out trash to amuse neighbors, fundraise for charity", "url": "http://www.foxnews.com/lifestyle/woman-dresses-up-amuse-neighbors-fundraise-charity", "summary": "'THE BACHELOR' MANSION HITS AIRBNB, AND IT IS NOT CHEAP\"It was so funny dressing up and going out to push my wheelie bin,\" the 49-year-old said of the four-month stunt, affectionately nicknamed \"wheelie bin Wednesday.\"\nThe jokester went all-out with her fashion statements, adding props and paying homage to Desperate Housewives, Marilyn Monroe and Prince's \"Purple Rain\" as the weeks went on.\n\"It was a really lovely thing to do, and I enjoyed it but 20 weeks was definitely enough.\"\nIn May, Matthews even marched with a trash bin for 3.5 miles – in a gown and four-inch glitter heels – to raise money for the local fire station.\n\"That was the most important thing for me,\" Matthews said of the lasting impact of \"wheelie bin Wednesday.\"", "paragraphs": ["All dressed up, but who says you need somewhere to go?", "A woman in England brought glamour to her neighborhood by dressing up to take out the trash each week during the pandemic, and even raised money for charity.", "Nicola Matthews works as a makeup artist and wanted to brighten up the gloom of 2020 with some lighthearted fun, news agency South West News Service (SWNS) reports. Inspired by \"Britain’s Got Talent\" host Amanda Holden hanging around the house in gowns, Matthews got dolled up to bring out the garbage – and the tradition stuck for 20 weeks.", "'THE BACHELOR' MANSION HITS AIRBNB, AND IT IS NOT CHEAP", "\"It was so funny dressing up and going out to push my wheelie bin,\" the 49-year-old said of the four-month stunt, affectionately nicknamed \"wheelie bin Wednesday.\"", "Matthews said that her neighbor snapped her photo the first time she took out the trash in a glitzy outfit in their Waltham Abbey, Essex community, and the rest is history. On the whimsical Wednesdays, she’d carefully choose an outfit from her wardrobe of 25 gowns and 31 pairs of shoes, posing with the trash bins as neighbors Christine and Gary snapped her picture.", "The jokester went all-out with her fashion statements, adding props and paying homage to Desperate Housewives, Marilyn Monroe and Prince's \"Purple Rain\" as the weeks went on. Matthews also wore frocks made by her late grandmother Hilda Green, who was a professional dressmaker.", "FOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWS", "\"It was lovely to cheer people up through these times, and to get the dresses out. We have less and less need for long dresses these days,\" the makeup artist said.", "\"My nan always said I made a great clothes horse, and the dresses she made me will always be my favorites,\" she added. \"It was a really lovely thing to do, and I enjoyed it but 20 weeks was definitely enough.\"", "In May, Matthews even marched with a trash bin for 3.5 miles – in a gown and four-inch glitter heels – to raise money for the local fire station.", "\"That was the most important thing for me,\" Matthews said of the lasting impact of \"wheelie bin Wednesday.\"", "CLICK HERE FOR FOX NEWS' CONTINUING CORONAVIRUS COVERAGE", "\"I was overwhelmed to raise $875, I thought I’d be doing well to get $200,\" she revealed. \"It was so lovely how my neighbors all came out and clapped and cheered me on.\"", "Though it was a \"very hot day\" and her feet were more than sore, Matthews said she’s most proud that \"wheelie bin Wednesday\" was able to make a lasting impact with the fundraiser."], "authors": ["Janine Puhak", "Janine Puhak Is An Editor For Fox News Lifestyle."], "keywords": ["lovely", "amuse", "trash", "fundraise", "thing", "charity", "neighbors", "wheelie", "went", "snapped", "weeks", "matthews", "woman", "dresses", "bin"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}