{"id": "65bbf11c-526c-3fa6-a0c6-866310cd39ec", "title": "Microsoft Holiday Commercial Features Halo, Minecraft, And A Pile Of Puppers", "url": "https://www.gameinformer.com/gamer-culture/2020/12/03/microsoft-holiday-commercial-features-halo-minecraft-and-a-pile-of-puppers", "summary": "With Black Friday behind us and the 2020 holiday season upon us, Microsoft has just pushed out a new commercial featuring a slew of titles including Microsoft Flight Simulator, the Halo franchise, and Minecraft.\nCertainly an ad for these titles isn't anything new, but the packaging comes with an all-star cast - of dogs.\nYep, there are all kinds of adorable dogs in this commercial, and they even participate in a variety of Microsoft Teams video networking calls.\nTo that end, having a commercial featuring a franchise that was hit with a significant delay out of the Xbox Series X/S launch window doesn't seem too odd.\nCheck out the entire commercial below, and bark out a comment if you like!", "paragraphs": ["With Black Friday behind us and the 2020 holiday season upon us, Microsoft has just pushed out a new commercial featuring a slew of titles including Microsoft Flight Simulator, the Halo franchise, and Minecraft. Certainly an ad for these titles isn't anything new, but the packaging comes with an all-star cast - of dogs. Yep, there are all kinds of adorable dogs in this commercial, and they even participate in a variety of Microsoft Teams video networking calls. I wonder what they talk about in their meetings. Probably treats.", "The lighthearted and dog-filled commercial touches upon the stark realities of 2020 without getting too heavy-handed about it, displaying the need for serious distancing, the rise of the virtual office, and a touch of much-needed escapism into gaming worlds. COVID-19's effects on the world are far from over and have caused massive shifts in society during the last year, and this ad taps into many of those briefly. While not everyone is lucky enough to have a job that can be shifted to a virtual environment through the use of tools like Microsoft Teams, Slack, Zoom, Discord, and other software, those who have adapted to a world without the same travel, meetings, and in-person conferences can readily see that shift in the commercial, which deliberately avoids the typical hustle and bustle of watching swarms of people congregate during the holidays for both shopping and soirees.", "To that end, having a commercial featuring a franchise that was hit with a significant delay out of the Xbox Series X/S launch window doesn't seem too odd. I appreciate the fact that there's a ton of cool dogs in this commercial and they're even playing around in the Halo universe which would probably not be the safest place to dig up a bone or go for a walk. The dogs grant a serious dose of levity to some dark times that have been going on for almost a full year, and whilst some will raise an eyebrow at the Halo holiday messaging when the next big title won't be here for a while, it's sometimes okay not to read too much into things and just enjoy some puppers.", "Check out the entire commercial below, and bark out a comment if you like!"], "authors": ["Pc Editor", "Daniel Has Been At Game Informer For Seven Years", "Specializing In Multiplayer Titles", "Pc Games. When He'S Not Speculating On The Future Of The Industry", "You Can Find Him Exploring Vast Online Worlds", "Probably Streaming The Experience."], "keywords": ["commercial", "holiday", "minecraft", "dogs", "puppers", "serious", "world", "teams", "titles", "features", "probably", "pile", "halo", "virtual", "microsoft"], "pubDate": "2020-12-03T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}