{"id": "65ccd2a4-04d5-3c90-9771-8514f18b6437", "title": "The New Systems Won’t Solve Old Problems", "url": "https://www.gameinformer.com/the-sports-desk/2019/12/30/the-new-systems-wont-solve-old-problems", "summary": "The new generation of home systems comes out next year, bringing with them promises of a better video game future.\nThe titles from 2019 had their share of problems, but worse yet is the overall feeling that this isn’t just a case of a bum year, that that sports games as a whole have fundamental problems that won’t be solved simply by the release of new systems.\nLike them or hate them, but fantasy card modes like EA’s Ultimate Team mode are here to stay.\nIt’s going to take much more than a new system to eliminate the lag and any server downtime that occurs.\nThe release of new systems should be a time of excitement and the birth of new possibilities.", "paragraphs": ["The new generation of home systems comes out next year, bringing with them promises of a better video game future. Juxtapose this, however, with the current state of sports games. The titles from 2019 had their share of problems, but worse yet is the overall feeling that this isn’t just a case of a bum year, that that sports games as a whole have fundamental problems that won’t be solved simply by the release of new systems.", "Like them or hate them, but fantasy card modes like EA’s Ultimate Team mode are here to stay. Even with the political scrutiny of their in-game marketing and flirtation with the specter of gambling, I believe these modes, loot boxes, and the ties to real money may be tweaked, but they are too lucrative for companies to just walk away from. I expect the industry to address the situation itself by making changes before it comes to the need to pass actual laws – which is what Congress likely wants in the first place.", "Of course, the existence of these modes and the way it forces developers to allocate their time and resources towards them at the potential expense of other modes, is not related to, nor solved by, the mere existence of a new, more powerful console. If anything, the more connected and seamless our game experiences become, we should only expect microtransactions and the modes around them to become more in our faces.", "For example, the PlayStation 5’s updated home screen will automatically surface what’s going on in a game in real-time without having to actually boot up that game. Imagine this applying to showing you the latest mouth-watering pack pulls, marketplace prices and snipes, and weekend league matches. That’s great if they interest you, but not so much if they don’t.", "As powerful as these upcoming systems are (Microsoft says the next Xbox will be four times more powerful than the Xbox One X), that won’t mean much if the developers making games for them can’t fix their bugs or get the gameplay balance correct before launch. It’s become a matter of course where a title ships seemingly unfinished due to the number of bugs and features that don’t work as planned. With all due respect to the developers who work hard on these titles and certainly don’t intend for these problems to occur, new systems might bring efficiencies, more power, and new features, but history amply shows us they can't make the development process an error-free, spotless affair.", "Similarly, any latency or lack of stability in the online realm isn’t the fault of the system per se, but more down to the game’s net code, users’ connections, and servers, among other factors. It’s going to take much more than a new system to eliminate the lag and any server downtime that occurs.", "The one area we may see progress in due to the new home consoles is A.I., although, honestly, I’m not holding my breath. A.I. is an extremely important factor in sports games, from how your opponents and teammates act when they’re not being directly controlled to the behind-the-scenes calculations that govern your franchise mode – including everything from scores around the league, to who’s drafted and where, and much more.", "The new systems will certainly have more horsepower at their disposal to deal with these functions, but this is another situation that depends more on the developers and how they allocate the system’s resources than the boxes themselves. History tells us that the consoles’ power will mainly be directed towards graphical improvements and faster data access, with improving A.I. behavior a much tougher nut to crack. I don’t envy developers on this front, as it’s not as easy as it sounds, and my guess is it’ll remain so for the foreseeable future.", "The release of new systems should be a time of excitement and the birth of new possibilities. But the immediate transition isn’t always easy (remember, sports developers working in the traditional fall release timeframe may have to simultaneously work on titles for both the current and next generation), and sometimes promises simply can’t be fulfilled. Given how the past few years have gone for most sports titles, studios definitely have their work cut out for them in this new generation."], "authors": ["Senior Editor", "Kato'S Love Of Video Games Started With Sports Games", "But He Also Enjoys Everything Assassin'S Creed To Vagrant Story."], "keywords": ["titles", "problems", "release", "developers", "games", "powerful", "wont", "systems", "old", "modes", "work", "solve", "game"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}