{"id": "661053e7-3266-360f-af96-56c390756cc2", "title": "Trolling the Great Outdoors", "url": "https://www.newyorker.com/magazine/2021/01/18/trolling-the-great-outdoors", "summary": "Stephen Laiche, his lawyer in Grand Junction, had strongly advised him to delete the Maroon Lake post.\nLesh hoped to clear it all up with the judge the following morning, at his phone-in arraignment.\nLesh said they’d met on Bumble and had dated for a while, and when that trailed off he’d hired her.\nI asked if he’d told the judge or his lawyer about the Photoshopping.\nFor one, there was the time when he crashed a new plane into the waters off Half Moon Bay, California.", "paragraphs": ["On the roof, which looks out toward downtown and the snowy high peaks beyond, he had a hot tub, deck furniture, and a giant chess set, the kind where the rooks are the size of toddlers. He brought out a standard chessboard, and we played a game. He said he’d learned chess from Dan Bilzerian, the Instagram influencer, professional poker player, and former Presidential candidate. (He dropped out of the 2016 race and endorsed Donald Trump.) “He’s the one person who beats me,” Lesh said. Usually, around these parts, Lesh continued, he had to play without his queen to keep the games fair. By the time he beat me, he had two queens.", "“Don’t worry—my pet turtle Freddy is trained to get help in these situations and I’m sure he’s halfway to the castle by now.” Facebook", "Twitter", "Email", "Shopping Cartoon by Tim Hamilton", "Downstairs, at a kitchen island, Lesh told me that there was a warrant out for his arrest. Stephen Laiche, his lawyer in Grand Junction, had strongly advised him to delete the Maroon Lake post. (“Taking a picture of yourself taking a dump is just gross,” Laiche recalls saying to himself. “Think that’s going to help you sell more clothes?”) Lesh didn’t want to. Laiche quit and filed a motion to be removed from the case. At the subsequent hearing—held remotely by phone, owing to the pandemic—Lesh, out of confusion or intransigence, failed to call in at the appointed time, and the judge issued the arrest warrant. Lesh hoped to clear it all up with the judge the following morning, at his phone-in arraignment.", "The charges at hand had to do with two other Instagram incidents. Last April, with the Independence Pass charges still pending, and with the state’s ski hills and public lands shut down because of COVID, Lesh decided to poke the bear. He posted a couple of photos of him snowmobiling off a jump in a closed terrain park at the Keystone ski area, which, like Breckenridge, is operated by the company that owns Vail ski resort, on land belonging to the Forest Service. Lesh wrote, “Solid park sesh, no lift ticket needed. #FuckVailResorts.” This was trespassing, not just trolling. Keystone alerted the Forest Service and the sheriff’s office, which launched a new investigation. Lesh wrote, in a new post, “Those money hungry half-wits decimate wilderness around the world, build lifts, lodges, and resorts, and treat their customers and employees like shit . . . people flock by the millions and pay $200/day to ski there. I post a picture, harming no one . . . everyone loses their minds.”", "Soon afterward, Lesh posted another provocation: a picture of him standing atop a mossy fallen tree trunk that bisects Hanging Lake. The lake, an hour’s hike from the road, in Glenwood Canyon, is a popular and much photographed Colorado landmark, known for its aquamarine shallows and surrounding waterfalls and cliffs of mottled travertine. The Forest Service bans swimming there, and also fishing, dogs, and drones. A sign prohibits walking on the downed trunk, but there was Lesh on Instagram, out in the middle of the lake, shirtless, in a bathing suit: “Testing out our new board shorts (coming soon) on the world’s most famous log.” The comments came in hard and fast, a few praising the mischief (“Legend!”) but most strafing him as an “entitled tool” and a “fuckwit” who had desecrated one of Colorado’s most sacred sites for the purpose of pitching his crappy gear.", "Lesh eventually settled the Independence Pass charges (he wound up with a five-hundred-dollar fine and fifty hours of community service), but not long afterward the U.S. Attorney in Grand Junction announced that the Feds were charging him with six new misdemeanors, relating to the incidents at Keystone and Hanging Lake. Each carried a possible jail term of up to six months. In setting the conditions of Lesh’s release, a judge ordered him to cease trespassing and breaking laws on public lands, and stipulated that any further violation would result in the forfeiture of his bond.", "Lesh, at the kitchen island, began parsing his legal troubles. “I love the outdoors,” he said. “I don’t take extra napkins or use disposable silverware. I’m not wasteful. I’ve never destroyed anything.” He referred to his critics as “environmental terrorists or extremists.” With regard to Independence Pass, he went on, “They said I was in wilderness, I said I was not. They had zero evidence.” He added, “There’s some imaginary line drawn out there.” (The wilderness-area line, though not painted on the tundra, is not imaginary.) He and his friend hadn’t intended to ride on grass, but they had found themselves running out of snow on the way back to the road.", "As for Keystone: “These multimillion-dollar ski areas like Vail desecrate the wilderness more than one snowmobile can. They chop down trees, use water and electricity to make snow, and build lodges, lifts, and parking lots. Here I am—or supposedly me—with one misdemeanor, in a terrain park, and everyone goes nuts. It’s absolutely ridiculous.”", "An associate named Michelle Anderson, a former college-basketball player from Missouri, arrived and began working quietly on a laptop. Lesh said they’d met on Bumble and had dated for a while, and when that trailed off he’d hired her. He told me that she was the best employee he’d ever had. He also accused her of peeing too loudly in the bathroom off the kitchen. “I have a strong vagina,” she said. It had been eight months since I’d been in an office. Was this how people now spoke to one another at work?", "That afternoon, Lesh received an anonymous package containing what was supposed to look like dung but was probably just mud with a little straw—he threw it in the trash. He’d been getting a lot of these.", "“I don’t think Patagonia has to put up with this,” Anderson said.", "“The more hate I got, the more people got behind me, from all over the world,” Lesh said. “These people couldn’t give two fucks about me walking on a log in Hanging Lake. It was an opportunity to reach a whole new group of people—while really solidifying the customer base we already had.”", "Lesh came over to me and, standing close, said, “We’re going to post this video next week.” On his phone, he played a short sequence that purported to show that the Hanging Lake and Maroon Lake photos had been Photoshopped: the image of himself, and of his reflection in the water, being scrubbed into stock landscapes. If this video was real—and who at this point could say—he hadn’t stood on the log or crapped in the lake after all. He’d hoaxed an entire state, and the Feds.", "“So I’ll release this and then we’ll see how eager they are to take it to trial,” Lesh said.", "I asked if he’d told the judge or his lawyer about the Photoshopping. He said he’d been reluctant to tell his lawyer: “I wanted them to charge me with something. The only evidence they have is the photos I posted on Instagram, which I know are fake, because I faked them. I was pissed off about them charging me for the snowmobiling on Independence Pass with zero evidence. I realized they are quick to respond to public outcry. I wanted to bait them into charging me.”", "He went on, “I want to be able to post fake things to the Internet. That’s my fucking right as an American.”", "For lunch, we drove to a food court downtown, where Lesh said he liked to take dates so that he doesn’t have to pay for their meals. “I have to drive sane, because of the warrant,” he said, and then proceeded to surge and swerve aggressively in and out of traffic in his souped-up black BMW, which had no rear license plate. Lesh declined to reveal Virtika’s annual sales, though he claimed they were up thirty per cent since he’d posted the photo at Hanging Lake; he said he owns the company outright and carries very little debt. “People generally think we’re bigger than we are,” he told me. “I wouldn’t sell it for less than three or five million dollars.” His life is a tax deduction: his airplane, his cars, his snowmobiles. “Everything’s a writeoff. I pay myself next to nothing.” In the past, he has laid himself off in the summer, in order to collect unemployment. He said he received an array of P.P.P. loans last spring. He manufactures the gear in China, ships it by sea, and sells mostly direct to consumers. It’s not as rigorously designed and tested (or as expensive) as, say, the North Face’s, or as uselessly fashionable as Moncler’s. With its garish or industrial color schemes, baggy fits, and heavy materials, it draws its inspiration and utility from the terrain park, and targets groms and Newschoolers more than helipad dads or hang-dryers of reusable bread wrappers.", "People often run Lesh down as a trust-fund brat spending Daddy’s money. In the intermountain West, such suspicion is justifiably pervasive. Lesh has never had a trust fund, but he does have a kind of twisted inheritance. His parents, who are divorced, are artists. His father, Scott, is the son and grandson of tool-and-die-factory owners from Chicago. (His grandfather lost both thumbs in the machines.) Scott Lesh made sculptures out of dead animals. He scavenged roadkill and whatever carcasses he could find and framed them in animated postures. Lesh’s mother, a cellist, also from Chicago, is of Norwegian heritage.", "After David was born, the family moved to India, first to what is now Mumbai and then to two outlying towns, Palaspe and Panvel. Lesh’s mother, with a guru and a couple of grants, pioneered the adaptation of Indian music for the cello. Lesh’s father scoured hills and riverbanks for animal and human remains. Both parents recall that David basically did not stop crying for the first two years of his life. He learned to speak Hindi and Marathi, and attended a makeshift preschool with an instructor who taught in English. “I was the only white kid in the entire town,” Lesh recalled.", "“We were the only white family in a thirty-mile radius,” his mother said.", "Not long before Lesh’s sixth birthday, the onset of the first Iraq War and a fear of retribution from the locals, many of whom were Muslim, spurred the family, now with an infant daughter, to flee India for Madison, Wisconsin. The parents got teaching jobs. “We were fucking broke,” Lesh said. “Food stamps, hand-me-downs.” Lesh, blue-eyed and blond-haired, spoke English with an Indian accent. He was an outcast, a weird kid with weird parents, and he struggled to find friends.", "“My plan was to do really well and become a business consultant, like my mother’s brother, who was forty and fucking hot doctor chicks,” Lesh said. “He was the first person I knew who had a cell phone. I never wanted to be a broke artist like my parents. But in middle school I stopped caring. I was a little hooligan.” He was expelled in eighth grade for calling in a bomb threat, and in high school became known as Bomb Threat Boy. The guys he skied with, at a scrappy local hill called Tyrol Basin, called him the Criminal. By now, he and a gang of friends were stealing cars and motorcycles and boosting liquor from distribution warehouses. He was in and out of jail. At one point, he appeared as a plaintiff on the syndicated court-TV program “Judge Mathis,” trying to get a girl who had thrown a glass bottle at his new car to reimburse the cost of repairs. “He’s cynical,” the girl told the judge. “He’s a little jerk.” The judge ruled in Lesh’s favor. By senior year, he was living in a house with friends, dealing pot, and skiing competitively. For a time, out on probation, he wore an ankle bracelet, which on one occasion he cut off in order to enter a ski competition out of state. He got third place, and two weeks back in jail. Somehow, he managed to graduate from high school, and then began vagabonding around the West, racking up minor felonies for reckless motorcycling, and halfheartedly attending community college. Eventually, he ditched school and focussed on skiing.", "After Lesh graduated from high school, his mother moved back to India. “He was impossible,” she said, of his teen-age years. “Every day was a nightmare for me.” She now lives in Turkey.", "Lesh had suggested that he fly me in his plane somewhere for dinner—over the mountains to Crested Butte, perhaps, or down to Colorado Springs. Single engine, small cockpit, Front Range updrafts, a pilot with a penchant for foolishness: I had misgivings.", "For one, there was the time when he crashed a new plane into the waters off Half Moon Bay, California. He had taken to the air with a friend, with a plan to be photographed flying over the Golden Gate Bridge. Another friend trailed in a second small plane, to get the shot. Lesh’s engine conked out, and he skipped into the Pacific, four miles off the coast. He filmed the whole ordeal, while his friend sent out a Mayday call. They treaded water for forty-five minutes, waiting for the Coast Guard to arrive. Lesh’s poise under duress, his Virtika sweatshirt, and his history of attention-seeking soon led people to suspect that the whole thing was staged."], "authors": ["Nick Paumgarten", "Nick Paumgarte"], "keywords": ["great", "ski", "leshs", "parents", "post", "judge", "school", "trolling", "hed", "told", "lesh", "outdoors", "lake"], "pubDate": "2021-01-18T00:00:00Z", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}