{"id": "6633c0ad-6dcc-3899-bae1-3e43d426f1a5", "title": "Eunice Kennedy Shriver Wore Her Grandmother’s Dior Wedding Dress to Get Married in Miami", "url": "https://www.vogue.com/slideshow/eunice-kennedy-shriver-mikey-garcia-wedding-miami", "summary": "Eunice Kennedy Shriver was originally supposed to marry Michael “Mikey” Serafin Garcia in front of 200 guests.\n“We both have large immediate families,” Eunice notes.\nShe’s also the granddaughter of Eunice Kennedy Shriver, whom she was named after.\nEarly that afternoon, Eunice walked down the aisle at St. Patrick’s Catholic Church, escorted by her father, wearing her grandmother’s Dior wedding dress.\n“My grandmother wore it at her wedding to my grandfather on May 23, 1953, and 67 years later, I wore it to marry Mikey,” Eunice says.", "paragraphs": ["Eunice Kennedy Shriver was originally supposed to marry Michael “Mikey” Serafin Garcia in front of 200 guests. But about two months before the wedding, due to the pandemic, they decided to significantly pare the guest list back to their immediate families. “We both have large immediate families,” Eunice notes. “So siblings, their families, and our parents alone made for 32 guests. We were hoping things would have eased by October, but we came to the realization that [with] the way things were, it didn’t feel right to ask guests to travel to Florida or do a larger event, especially if it wasn’t going to be the way we envisioned.”", "Eunice is the manager of art and experimental brand development at Best Buddies International, an organization founded by her father, Anthony Shriver, dedicated to helping people with intellectual and developmental disabilities. She’s also the granddaughter of Eunice Kennedy Shriver, whom she was named after. Mikey is the president and CEO of Ocean Automotive Group, a luxury car dealership.", "Like so many other engaged couples forced to pivot their plans right now, Eunice and Mikey ran into obstacles given the constantly changing policies surrounding COVID-19. “We were supposed to have our reception at another restaurant’s private dining room, but then the capacity laws and regulations changed, so we had to find a new venue for the reception a month before the wedding,” Eunice explains. “For a few days, the restrictions for indoor seating at restaurants changed daily in Miami. The back-and-forth was difficult to keep up with. Even within the month of our wedding, there were a few major changes due to the regulations.”", "Helping guide the couple through it all was Daughter of Design’s Annie Lee, whom they booked through her new platform, Plannie. “At the beginning, we thought we needed a larger package,” Eunice explains. “But when we scaled our event size down to more of a dinner party for our families, we realized working with a planner by the hour instead of a package made more sense for our micro wedding.”", "In the lead up to the wedding, it rained every day for almost a week. But on Saturday, October 17, the skies were clear blue. “I think my grandmother wanted to make sure I got to ride in her convertible,” Eunice says. The baby blue 1965 Lincoln Continental that served as the bride’s transportation to the church was originally gifted to Eunice’s grandmother from her grandfather—Eunice’s father has kept it in pristine working condition.", "Early that afternoon, Eunice walked down the aisle at St. Patrick’s Catholic Church, escorted by her father, wearing her grandmother’s Dior wedding dress. “My grandmother wore it at her wedding to my grandfather on May 23, 1953, and 67 years later, I wore it to marry Mikey,” Eunice says. “The dress has aged into a French vanilla ivory, and there are a few holes in it, but I didn’t care.” The bride and her grandmother happened to be the same height and have the same size waist, so the dress fit perfectly. Eunice worked with Ever After Miami to help restore it and create a new matching bodice and ivory veil. “The dress was as delicate as tissue paper,” Eunice says. “So we had to handle it with great care. I was afraid to even sit!” Mikey wore a Brioni tuxedo and bow tie and Tom Ford shoes for the occasion, and the bride’s two younger sisters, Chessy and Carolina, served as co–maids of honor in matching blue Jay Godfrey bridesmaid dresses.", "The ceremony was held at the Catholic church that Eunice’s family has attended every Sunday for her entire life—the place where she served as an altar server for 15 years and where the clergy have known her family for decades. “There was never a question as to where the ceremony would be,” Eunice says. “We had a traditional Catholic wedding with a full mass. Our families only filled the first few pews, but the mostly empty church was filled with music.”", "“Although technically masks and social distancing are not required in places of worship in Florida, St. Patrick’s is very safety conscious and placed distance markings down the aisle and only let our family take their masks off for the processional,” Eunice explains. “Red tape every six feet down the aisle wasn’t exactly my vision, but it’s part of having a wedding in 2020. The church clergy has been at the bedside of many patients in hospitals and take the pandemic quite seriously.”", "“It might have looked physically empty in the church with only 32 guests,” Mikey adds. “But the energy of that day filled the room. It was the best moment of my life. As I walked down the aisle with my mom and then watched Eunice walk in with her dad, it was tough to hold in my tears. She was the most beautiful bride ever. Throughout the ceremony, I made sure to soak in every moment with her until eventually walking out with a permanent smile for the rest of the evening.”", "Afterward, the couple took family photos at the church as well as outside with the convertible. Then the father of the bride drove the newlyweds to the Four Seasons Surf Club for the reception. “After our family dinner, I surprised Mikey by having a handful of our closest friends come to the Four Seasons Surf Club,” Eunice says. “Mikey is Mr. Social, and the small wedding was not his dream. I knew how much it would mean to him to see some of our closest friends to celebrate.”"], "authors": ["Alexandra Macon", "Alexandra Maco"], "keywords": ["father", "families", "guests", "wore", "grandmother", "wedding", "kennedy", "church", "grandmothers", "married", "mikey", "dior", "family", "dress", "shriver", "miami", "eunice"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}