{"id": "6639696e-01be-3627-9740-c8a84f061d8a", "title": "Elon Musk is bringing SpaceX's Internet to the UK", "url": "https://www.foxbusiness.com/technology/elon-musk-bringing-spacex-internet-uk", "summary": "SpaceX's rapidly growing satellite Internet business, Starlink, is coming to the U.K. after it received approval from regulators, according to media reports.\nGermany's federal telecommunications agency, Bundesnetzagentur, gave Starlink approval in late December, according to the agency's website.\nThe company is also looking to raise new funds as it grows its rocket business and its Internet satellite segment.\nIn October 2019, Musk sent a tweet using the Starlink satellite system.\nIn July 2020, Morgan Stanley said SpaceX could be worth as much as $175 billion if Musk's Starlink Internet service is successful.", "paragraphs": ["SpaceX's rapidly growing satellite Internet business, Starlink, is coming to the U.K. after it received approval from regulators, according to media reports.", "Continue Reading Below", "The Sunday Telegraph reported that the U.K.'s communications regulator, Ofcom, approved the system for rural Britain in November. The Elon Musk-led company also has received approval from regulators in Greece, Germany, and Australia, according to local news outlets, including Ekathermini.", "Germany's federal telecommunications agency, Bundesnetzagentur, gave Starlink approval in late December, according to the agency's website.", "LIFE ON MARS? ELON MUSK SAYS STARSHIP ROCKETS 'DESIGNED TO MAKE LIFE MULTIPLANETARY'", "Musk, who recently became the richest man in the world with a fortune surpassing $189 billion, has previously said that Starlink could eventually go public, but only when it has \"predictable\" and \"smooth\" revenue growth.", "However, much of Musk's net worth is attributed to Tesla and not SpaceX, though SpaceX is valued at approximately $49 billion. The company is also looking to raise new funds as it grows its rocket business and its Internet satellite segment.", "As of April, Musk said there were 420 Starlink satellites in space, but that number had grown to more than 700 satellites by October. The company is also boosting the technology here on Earth, having recently teamed with Microsoft to use its Azure cloud computing service to help connect and deploy new services for its Starlink unit.", "The service, which is still in beta in the U.S., is targeting a rollout in the northern part of the U.S. and Canada in short order, but no exact time frame has been given yet.", "In October 2019, Musk sent a tweet using the Starlink satellite system.", "GET FOX BUSINESS ON THE GO BY CLICKING HERE", "In October, SpaceX said it would provide free Internet access to 45 families in a Texas school district \"early in 2021,\" while an additional 90 families will get access to the service as the network evolves.", "In July 2020, Morgan Stanley said SpaceX could be worth as much as $175 billion if Musk's Starlink Internet service is successful.", "CLICK HERE TO READ MORE STORIES ON FOX BUSINESS"], "authors": ["Chris Ciaccia"], "keywords": ["billion", "internet", "starlink", "service", "company", "uk", "spacex", "spacexs", "approval", "musk", "bringing", "elon", "satellite", "business"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}