{"id": "664aedc8-61f1-30b8-9845-eb8352afd680", "title": "Dolly Parton reiterates her support for Black Lives Matter: ‘I love everybody’", "url": "https://www.foxnews.com/entertainment/dolly-parton-supports-black-lives-matter", "summary": "Dolly Parton is a supporter of Black Lives Matter.\nThe 74-year-old country music icon reminded her fans of this fact in a recent interview with Billboard, where she elaborated on the point she made over the summer.\nPreviously, she told the music news outlet: “And of course Black lives matter.\nNo!”DOLLY PARTON ADDRESSES BLACK LIVES MATTER MOVEMENT: 'OF COURSE BLACK LIVES MATTER'This time around, Parton shared that she had spoken from a place of truth.\nAnd, of course, Black lives matter.", "paragraphs": ["Dolly Parton is a supporter of Black Lives Matter.", "The 74-year-old country music icon reminded her fans of this fact in a recent interview with Billboard, where she elaborated on the point she made over the summer.", "Previously, she told the music news outlet: “And of course Black lives matter. Do we think our little white a--es are the only ones that matter? No!”", "DOLLY PARTON ADDRESSES BLACK LIVES MATTER MOVEMENT: 'OF COURSE BLACK LIVES MATTER'", "This time around, Parton shared that she had spoken from a place of truth.", "“I don’t really realize it until it’s already said. I just answer from my heart when somebody asks me a direct question,” she told Billboard in its Saturday issue. “I love everybody. And, of course, Black lives matter. We all matter. We’re all God’s children. I hope people learn to love one another a little more than they do, and if I can be any help in that respect, then I hope to be.”", "Parton has long been an advocate for self-reflection and kindness.", "OBAMA SAYS NOT GIVING DOLLY PARTON A MEDAL OF FREEDOM WAS A 'MISTAKE': 'SHE DESERVES ONE'", "Two years before other country music bands began changing their names to distance themselves from pre-civil war terminology, Parton made headlines when she changed the name of her Dollywood dinner attraction from Dixie Stampede to Dolly Parton’s Stampede.", "“There’s such a thing as innocent ignorance, and so many of us are guilty of that,” Parton said in her last Billboard feature. “When they said ‘Dixie’ was an offensive word, I thought, ‘Well, I don’t want to offend anybody. This is a business. We’ll just call it The Stampede.’”", "“As soon as you realize that [something] is a problem, you should fix it,” she continued. “That’s where my heart is. I would never dream of hurting anybody on purpose.”", "DOLLY PARTON USING HER VOICE TO HELP CHILDREN AT NASHVILLE HOSPITAL: 'MAKES MY HEART HAPPY'", "Fast-forward to 2020 and other country music figures have taken Parton’s thoughtful approach.", "Both Lady Antebellum and The Dixie Chicks have renamed their bands as Lady A and The Chicks. The racially sensitive rebrands came shortly after the death of George Floyd over Memorial Day Weekend.", "CLICK HERE TO SIGN UP FOR OUR ENTERTAINMENT NEWSLETTER", "Floyd died shortly after Minneapolis police officer Derek Chauvin placed his knee on Floyd’s neck for more than 8 minutes.", "The tragic event was captured on video and sparked widespread protests against police brutality throughout the U.S. this summer. Several celebrities and businesses have since made public declarations against police violence and racism.", "CLICK HERE TO GET THE FOX NEWS APP", "Fox News’ Nate Day contributed to this report."], "authors": ["Cortney Moore", "Cortney Moore Is A Digital Associate Writer Producer For Fox Business. Follow Her On Twitter At"], "keywords": ["music", "lives", "heart", "love", "parton", "everybody", "dixie", "matter", "country", "dolly", "black", "support", "course", "reiterates"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}