{"id": "6666e585-3abf-334a-adce-1219450fd447", "title": "Tiano leads National to 30-20 win in NFLPA Collegiate Bowl", "url": "http://www.foxnews.com/sports/tiano-leads-national-to-30-20-win-in-nflpa-collegiate-bowl", "summary": "Nick Tiano realizes he might have limited chances to show scouts he deserves a chance in the NFL.\nThe Chattanooga quarterback threw for 135 yards and a touchdown en route to being selected the MVP of the NFLPA Collegiate Bowl after leading the National squad to a 30-20 victory over the American team Saturday.\n“It was a good night,” said Tiano, who spent three seasons at Chattanooga after transferring from Mississippi State.\nIt was on time and coming out of his hand right.”Oregon State's Artavis Pierce, Georgia's Brian Herrien and New Mexico State's Jason Huntley rushed for touchdowns for the National team.\nUCLA's JJ Molson kicked a pair of field goals — from 34 and 42 yards — to bring the American team within 10.", "paragraphs": ["Nick Tiano realizes he might have limited chances to show scouts he deserves a chance in the NFL. On Saturday, he was able to take advantage of his playing time.", "The Chattanooga quarterback threw for 135 yards and a touchdown en route to being selected the MVP of the NFLPA Collegiate Bowl after leading the National squad to a 30-20 victory over the American team Saturday.", "“It was a good night,” said Tiano, who spent three seasons at Chattanooga after transferring from Mississippi State. “For us small-school guys, this was a big opportunity to come out here and show what we can do.”", "Tiano, who was 8 of 10 passing, gave his team a 17-7 lead early in the second quarter with a pinpoint 48-yard TD toss to Kirk Merritt. The Arkansas State receiver was in perfect position to haul it in despite double coverage from cornerbacks Ray Buford Jr. of New Mexico State and Damon Hayes of Rutgers.", "“It was a great play call. We thought the defense might be aggressive,” Tiano said. “Merritt made a great play by tracking the ball and getting it.”", "Former Cincinnati Bengals coach Marvin Lewis, who led the National staff, was pleased with the way Tiano was able to handle the flow of the game and play with poise.", "“He did a nice job of his accuracy and throwing down the field,” Lewis said. “The ball location was good, for the most part, which is what you want. It was on time and coming out of his hand right.”", "Oregon State's Artavis Pierce, Georgia's Brian Herrien and New Mexico State's Jason Huntley rushed for touchdowns for the National team.", "Louisiana-Lafayette running back Raymond Calais provided the American squad's top play with a 100-yard kick return for a touchdown on the opening play of the second half. Nathan Rourke of Ohio was 8 of 15 for 126 yards.", "“Playing here does a lot because you're doing NFL stuff and going against high talent,\" Rourke said. “It's tough to get chemistry within a week, but it can help with the scouts because we were able to do interviews.”", "The American team, led by former Cleveland Browns coach Hue Jackson, scored first when Michigan State's Brian Lewerke found Arkansas State's Omar Bayless in single coverage for a 3-yard TD.", "The National squad then scored on its next three possessions. Oregon State's Artavis Pierce tied it with a 3-yard touchdown, and Matt Ammendola of Oklahoma State kicked a 45-yard field goal to make it 10-7 at the end of the first quarter.", "Herrien extended the National's lead to 23-7 late in the second quarter on a 9-yard run. The score was set up when Iowa State linebacker Marcel Spears Jr. picked off Rourke's pass and returned it 35 yards to the American 9.", "Following Calais' return, Huntley put the National squad back up by more than two scores with an 11-yard TD run. UCLA's JJ Molson kicked a pair of field goals — from 34 and 42 yards — to bring the American team within 10.", "Lewis lauded his staff — which included Pro Football Hall of Famers Kevin Mawae, Rod Woodson and Jackie Slater — for their work with the players.", "“The biggest thing is to give the players an opportunity to show what they can do by learning the plan and do the same thing they did on Saturday night,” Lewis said. “There were very few errors and that’s great. To play like they did shows what a good job the staff did.”"], "authors": [], "keywords": ["states", "staff", "tiano", "yards", "play", "team", "national", "win", "touchdown", "state", "bowl", "leads", "american", "nflpa", "3020", "collegiate"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}