{"publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da", "url": "https://www.ft.com/video/32c49317-0c45-4063-8904-d23910fb5cf6", "pubDate": null, "authors": ["Produced Juliet Riddell. Filmed Richard Topping", "Steve Ager. Additional Editing James Sandy", "Josh De La Mare."], "keywords": ["climate", "weve", "change", "brexit", "ft", "dont", "populism", "moment", "weekend", "really", "going", "festival", "war", "think", "lot", "2019"], "title": "Brexit, populism and climate change - FT weekend festival 2019", "id": "667a1e59-e80f-35d9-a268-4be78ccbe035", "summary": "And I think climate change is shaping everything politically.\nWe're screwed because we haven't acted on climate change.\nDon't be in Bangladesh or Nigeria when climate change really hits.\nAnd so living there, as I have for the past 16 months, it really is like inhabiting two worlds on the subject of climate change.\nYounger people are worried about climate change.", "paragraphs": ["You can enable subtitles (captions) in the video player", "I do fear there are an awful lot of parallels to the 1930s around at the moment. And that does kind of scare me quite a lot.", "People are done with an old system or they're done with old myths.", "A lot of people are very used to feeling very disempowered and feeling like this is completely out my hands.", "There is a real problem with being told every day that we're all going to die.", "Out of crises, there's always opportunity. Crises galvanise, so out of these crises, you've got to have an opportunity and change.", "We're in dark times on a very bright and sunny day. And it's just as well is bright and sunny because, at times, they are getting darker. And people, I don't know, losing faith in the reliability and the dependability of British political forms, in particular.", "I live part of the time in America, and the same thing is happening there. I was born during the last months of the war. I grew up with one, gigantic, genuinely apocalyptic fear, namely of nuclear incineration.", "And once that seemed to be not going to happen, we became accustomed, really, to the pleasures of freedom, and the liberalisation, the end of the Soviet Union. So what's happened since the disintegration of what you can expect to happen from a democratic process has been really very, very sudden and very startling. So the issue, I suppose, as we go into the whirlwind of darkness and shrieking is this particular moment in 2019, a moment of truth, a moment of reckoning.", "We talk about the survival of the planet, but the planet is going to be fine. It's us that's the threat. And we are the threat to ourselves. This is absolutely real and incredibly urgent. And I think climate change is shaping everything politically.", "We've all seen melting ice caps and fires around the Amazon. And this has heightened public consciousness. For me, listening and talking to experts, we've probably got a very few number of years left where if we don't do something, then it almost becomes irreversible. And that's very scary.", "One way or another, we are going to get a level of global warming that will transform of our lives. And there is going to need to be a question of adaption, as well as mitigation, but it is not the case that we are literally living on definitely the end of the world. What happens next, the future, it really is in our hands.", "We're screwed because we haven't acted on climate change. And we're not going to act on climate change. There will be a little bit of action, not nearly enough, when the disasters start. So when Miami is wiped out, when London floods, what we're going to get is survival of the richest. Don't be in Bangladesh or Nigeria when climate change really hits.", "America is two countries on this subject, that you have a lot of people who are still impervious to the argument. At the same time, you've got the most advanced environmental movement on the planet, some of the most advanced renewable energy industries on the planet. And so living there, as I have for the past 16 months, it really is like inhabiting two worlds on the subject of climate change. And the biggest variable is how the rest of the world deals with it.", "Mark Twain is said to have said, history never repeats itself but sometimes it rhymes. And there are strains of the way cultures can slip into authoritarianism, in some sense, we're living in one of those moments which self-accelerates. You just have to follow the circus of what happens in parliament and outside parliament. And your jaw drops the next day with something you wouldn't have expected it could happen, but it nonetheless unfolds.", "I think a combination of Trump, Brexit, now Johnson is prime minister, Bolsonaro, Putin, Orban, rise of China, there's a lot of stuff going on. And you just think, this doesn't feel very good. I have definitely noticed sleep being interrupted by politics, way more than it was when I was actually working full time in it.", "The historical parallel that comes to mind is the years of the Cold War. And we forget at this distance how dreary they were, and how grim they were, and how they seemed destined to go on forever. But we were lucky enough to see the fall of the Berlin Wall and to see a time of what appeared to be tremendous prosperity, good for human rights, all of that. I'm just wondering where we're going to turn.", "In 2016, I still held out some hope that populism would be a flash in the pan. And the reason I'm more pessimistic now is that we've had a wave of populists get elected during a boom. America has been growing for longer than any previous economic expansion in its history. Lots of European populists have been elected during relatively benign economic circumstances. Were there to be a recession or something worse than a recession, a financial crash of the order we had 11 years ago, then you'd have to imagine that the underlying public appetite for extreme political options would go up, not down.", "I think this is a passing phase. These people don't have solutions and younger people are not anti-immigration. Younger people are worried about climate change. Younger people don't on the whole of Trump, Brexit, et cetera. Where we're in a very bad moment with politics, that will pass.", "Our complete paralysis over Brexit has led to a collapse in what we understand our political system to be. Therefore, we cannot legislate for any social problems. We cannot do anything about the dreadful inequality in the country, which is getting worse and worse. And it's a very similar situation in the US, where a president whose focus, really to the detriment of everything else, in his own popularity and his own survival has left vast swathes of the country adrift, and yet will probably get re-elected.", "These people are not conservatives. They are anarchists. And the main thrust of that anarchy is to undermine the institutions that are necessary for our survival.", "I feel like the trade war has got a bit more to give. The US-China thing, that's got a few more acts to play. And we might be in the process of exiting the European Union for the next 25 years. That might be all we do in this country.", "As a socialist, I'm confident in the capacity of human beings to actually change the future. Today, we really do have the potential to see working people, so the vast majority of people, take back control over our political institutions and use that to build an economic model that works for them, rather than just working for the few.", "Well, I like to distinguish between the signal and the noise. And the noise is terrible right now. But we've got to look to the longer term.", "I mean the underlying forces. We've got to remember that globalisation, the liberal capitalist model, has done a fantastic job in reducing poverty, creating jobs. We do need some changes, but that isn't to say that the whole system is corrupt to the core.", "It's going to be the very old things that pull us together. It's going to be a sense of community beyond national borders, respect for each other, a pledge not to go back to the kind of evil and darkness that we saw in World War II with the Holocaust.", "I don't think the outcomes are necessarily grim. I think there's still a hell of a lot to fight for.", "So I think part of us is treading water and talking a lot. And part of this is endlessly catching our breath to see what's happening and what's possible. So it is one of those quicksand moments, really. And you're not sure whether there's a bottom to the quicksand.", "So it's scary. It's scary. We say this with a smile on our face. And anyone who says it's not scary are deluding themselves."]}