{"id": "66925d8b-9f30-35c5-b614-9def61b510c6", "title": "World Of Warcraft: Shadowlands Is The Fastest-Selling PC Game Of All Time", "url": "https://www.gameinformer.com/2020/12/08/world-of-warcraft-shadowlands-is-the-fastest-selling-pc-game-of-all-time", "summary": "Blizzard has announced that the latest World of Warcraft expansion, Shadowlands, is the fastest-selling PC game... ever!\nThis milestone beats the previous fastest-selling PC game, also a Blizzard game, Diablo III, which sold 3.5 million copies as of its first day.\nAfter doing a decade of dungeon runs that never change, Torghast is a beyond welcome addition.\nIn fact, the first raid opens up today, alongside new tiers of Torghast and Mythic+ dungeons for players to explore.\nThe new leveling systems, while not explicitly a part of the Shadowlands expansion, are an awesome change to the game.", "paragraphs": ["Blizzard has announced that the latest World of Warcraft expansion, Shadowlands, is the fastest-selling PC game... ever! If you're interested in checking out the Azerothian afterlife, take a look at our review here. Blizzard stated that more than 3.7 million copies have sold as of the first day of launch. This milestone beats the previous fastest-selling PC game, also a Blizzard game, Diablo III, which sold 3.5 million copies as of its first day.", "As I said in my review, one of the major draws of the expansion is Torghast, which lets players take the traditional WoW dungeon experience and tackle it in a completely different way, solo or with friends, with the run changing every time. It's similar in fashion to a roguelike game in that it resets every run and you obtain a different set of powers and face different challenges every time you go in.", "\"The pinnacle of Shadowlands content is Torghast. Take the variance and unpredictability of roguelike runs and do them on your WoW character, alone or with friends, in a damned dungeon tower that’s different every time. After doing a decade of dungeon runs that never change, Torghast is a beyond welcome addition. Even the greatest curated dungeons lose their luster after completing them a dozen times, so the prospect of something new each dive is tantalizing. Each run is another opportunity to try out different builds and strategies as your powerups and situations change constantly. One run may turn you into an overpowered god stacking multiple scaling sources of damage to annihilate everything in sight or accumulating enough regeneration to handle anything. Complete puzzles to open caches, rescue some companions you can take back to your hideout, run into a mimic, or slay a rare miniboss that confers special powers. The Torghast climb is great fun and quite replayable – I found myself going back in even after I had capped my rewards for the week just to explore, experiment, and enjoy.\"", "Many of the same staples that have kept the game going over the years are still intact and available for play depending on your preferences, such as dungeons, raids, and PVP. In fact, the first raid opens up today, alongside new tiers of Torghast and Mythic+ dungeons for players to explore. While many aspects of Shadowlands are time-gated to some extent to keep players from rapidly blowing through their covenant content, the drip-feed keeps you coming back to check out what's new each day and week. The new leveling systems, while not explicitly a part of the Shadowlands expansion, are an awesome change to the game. The level up options, which let you stroll through any of WoW's past expansions for a quick history lesson while you level are great for new players to catch up and join in on the expansion or for old veterans to enhance a whole roster of alternate characters."], "authors": ["Pc Editor", "Daniel Has Been At Game Informer For Seven Years", "Specializing In Multiplayer Titles", "Pc Games. When He'S Not Speculating On The Future Of The Industry", "You Can Find Him Exploring Vast Online Worlds", "Probably Streaming The Experience."], "keywords": ["world", "different", "pc", "dungeon", "warcraft", "game", "expansion", "torghast", "fastestselling", "dungeons", "players", "run", "shadowlands", "change"], "pubDate": "2020-12-08T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}