{"id": "66b18798-84bc-3d6a-9a1f-c68903d419e4", "title": "5 Hidden Gem Games You Missed In 2020", "url": "https://www.gameinformer.com/video-feature/2020/11/27/5-hidden-gem-games-you-missed-in-2020", "summary": "In a year defined by ample hardships, video games have been a routine escape for many of us.\nLuckily, we saw the release of several incredible games, including Hades, The Last of Us Part II, Yakuza: Like a Dragon, and much more.\nWithout further ado, here are 5 hidden gem games you missed in 2020.\nSet in the sprawling Weird West, the game’s spotlight feature is that everything in the world can be used as a weapon.\nAmong TreesAmong Trees is a serene, survival sandbox game set amidst a vibrant landscape that stands out thanks to its gorgeous sights and sounds.", "paragraphs": ["In a year defined by ample hardships, video games have been a routine escape for many of us. Luckily, we saw the release of several incredible games, including Hades, The Last of Us Part II, Yakuza: Like a Dragon, and much more. However, with so many sizable game releases, some of the year’s most interesting experiences likely flew under your radar.", "Without further ado, here are 5 hidden gem games you missed in 2020.", "Risk of Rain 2", "Risk of Rain 2 is a roguelike third-person shooter wherein teams of up to 4 travel from dimension to dimension to explore space and time. Players slowly build up their stats and abilities each run by obliterating waves of alien enemies and subsequently collecting randomized loot.", "Thanks to the abundant offerings of its item system, Risk of Rain 2 facilitates a power fantasy that would be considered broken in other games. I’ve spent many hours chasing after new characters, secrets, and broken builds, like unlocking a sextuple jump or curating an arsenal of task-rabbit drones to do my bidding.", "Risk of Rain 2 doesn’t shy away from the bizarre — it embraces it — and has managed to become one of my favorite co-op experiences because of it.", "Townscaper", "Oskar Stalberg, the developer behind 2018's experimental strategy game, Bad North, recently released a relaxing city-building tool called Townscaper. In the words of its creator, Townscaper is “more of a toy than a game.” Players utilize a simple toolset, which consists of a 15-tone color palette and a grid, to design and build a quaint, colorful seaside town. By clicking along the playspace's grid, structures and pathways can be generated and stacked on top of one another to create beautiful hamlets atop the water.", "You can focus less on logistics and more on expressing your creativity because buildings automatically scale and morph with every new addition or subtraction. Townscaper makes the act of creating feel satisfying, too. New housing additions plop into place like jello, accompanied by delightful clicks and pops of sound that make it irresistible to not continue stacking blocks on top of one another.", "Bloodroots", "Bloodroots tells the simple tale of a left-for-dead frontiersman, Mr. Wolf, who’s determined to track down his killer in search of revenge. Developed by Paper Cult, this indie action game has found a home amidst fans of the gory, one-shot-one-kill gameplay formula that was popularized by Hotline Miami. I’d compare the game’s visual identity to the minimalist stylings of classic cartoons like Samurai Jack, with bold shapes and colors that not only keep the game readable but help to make its exaggerated animations pop off the screen.", "Bloodroots demands perfection, a fact that is reinforced by the dozens of deaths you’ll face when attempting to craft the best route through any given level. Set in the sprawling Weird West, the game’s spotlight feature is that everything in the world can be used as a weapon. Not only does Bloodroots scatter more obvious objects like swords and pitchforks around its world, but the game’s war chest is full of out-of-the-box weaponry like a wheelbarrow or carrot. The game is a treat to play and is a great on-the-go experience for the Nintendo Switch.", "If you’re interested in seeing more Bloodroots, check out our review.", "Among Trees", "Among Trees is a serene, survival sandbox game set amidst a vibrant landscape that stands out thanks to its gorgeous sights and sounds. Soaked in the ambient notes of post-rock, the game’s original soundtrack is reminiscent of bands like Explosions in the Sky, which only helps to further welcome players into its cozy setting.", "While Among Trees is easy-going, it’s not without purpose. The game embraces the best part of the survival genre, presenting players with small problems that are solved by gradual increases of efficiency. You’ll need to explore the game’s quaint fjord and harvest materials from its fauna and wildlife to slowly build up a log cabin, which in turn unlocks new crafting recipes that fuel", "your efforts in exploration.", "Among Trees presents an intoxicating loop of exploration and crafting, and I’d highly recommend it if you’re in search of a relaxing experience. The game can be played in Early Access on the Epic Games Store and has consistently received content updates since its launch earlier this year.", "Monster Train", "Monster Train is a deck-building roguelike set atop a roaring locomotive that’s surging through the depths of hell. While the game surely owes a lot to 2017’s Slay the Spire, Monster Train’s card play feels distinct thanks to deck factions, champion abilities, and the fact the game’s battles occur on a three-story train. If you’re in search of an experience that's full of depth and strategic variety, Monster Train is the ticket.", "Read our full review, wherein we describe Monster Train as a \"pleasant, mind-blowingly addictive exercise that’s well worth your time, especially if you’re a fan of roguelikes, card games, and deck-building fare.\""], "authors": ["Video Editor", "Real-Time Strategy Games Of The Late To Mmorpg'S Of The", "All The Way To Current Battle Royales Like Apex Legends", "Alex Has Spent His Life Trying To Find A Better Multiplayer Game Than Halo"], "keywords": ["games", "missed", "rain", "players", "youre", "gem", "train", "thats", "2020", "set", "trees", "hidden", "townscaper", "game"], "pubDate": "2020-11-27T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}