{"id": "66c76a40-d1b2-3461-ad2d-108a36b7deee", "title": "Essay - Awesome, weird and everything else", "url": "https://www.economist.com/christmas-specials/2020/12/19/awesome-weird-and-everything-else", "summary": "Girls are more likely than boys to be the object of nasty rumours and to be excluded by their peers.\nThey enjoy “being weird” together—a phrase girls across countries and backgrounds use to denote an unconstrained silliness they prize.\n“I think my parents think I’m some idiot who believes everything I see online,” says Isla, from Brighton, with an eye-roll.\n“I think girls are more understood than black people,” says Grace.\n“Of course we can.”■We asked the girls we talked to for this essay to name some tracks that particularly mattered to them.", "paragraphs": ["O N THE ROOF of a derelict building in a Dutch city Frankie and Dora sip Taiwanese bubble tea as they bask in the summer sun. “People have parties here all the time,” Frankie says knowingly, nodding to broken bottles and rolling her eyes at a loud group farther along. The two girls are dressed in vintage jeans, self-decorated sneakers—they prefer “customised”—and T -shirts with a message. Frankie’s celebrates an art exhibition, Dora’s Billie Eilish, a singer whom she likes because she speaks her mind “on things like Black Lives Matter and justice and stuff.”", "The girls discovered this spot through TikTok, an app which they think should be banned because “there’s so much bad stuff on it now, like rape.” They learned about the tooth-achingly sweet bubble tea—popular with teenage girls from Chengdu to California—from “Insta” (Instagram). The naughtiest thing they have done recently is sneak out to a BLM protest their parents said they could not go to because of lockdown. They do not think there is anything they cannot do because they are girls. “I think that’s from another time,” says Dora.", "Frankie, Dora and their tens of millions of 11- to 16-year-old peers in the rich world are having a girlhood like none before. Their mothers have been far closer to social and economic equality with their fathers than in previous generations; they have a bewildering online world of social media to navigate; and they are exposed to a world changing, politically and climatologically, in a way that provokes and resonates with all manner of emotional uncertainties. Like all adolescence, this new girlhood is both intensely personal and universal. Talking to dozens of these girls in Europe and America over the past year, in person in some cases and over a lockdown Zoom in others, sometimes one-to-one and sometimes in loud joyful groups, The Economist heard of TikTok and bubble tea, anger and activism, make-up tutorials and trampolining, anxiety (both theirs and their parents) and big plans for the future (ditto). What came out most strongly was the girls’ sense of shared identity and shared potential.", "One of the changes is that being a girl is now seen as a thing in itself. For centuries, much of girlhood was defined in opposition to boyhood; being nice when they were nasty, quiet when they were loud, social when they were sullen, pretty when they had personalities. Briefly, late last century, things went the other way, with girls increasingly encouraged to be sporty, loud and assertive.", "One of the ways you can see that boyhood has now become increasingly irrelevant to girlhood is that girlhood is changing in ways that boyhood is not. Girls are allowed, and allow themselves, a range of interests, behaviours and attitudes that is broad, varied and flexible. Boyhood remains more narrowly defined both by society at large and by boys themselves.", "Those who sell things to children and parents have noticed the change. Debi Clark from Bizzykidz, a child modelling agency, says advertisers demand a broader spectrum of “types” than they used to when looking for girls; for boys one size still fits all. Axel Dammler of iconkids & youth, a German research firm, says, “There is almost no point in advertising to girls because they now have such wide-ranging interests and identities.” Most boys can be sold football and a handful of popular video games, but “today’s girls are into everything”, he says with a mix of exasperation and admiration.", "The girls we talked to confirmed what researchers have found: that, by and large, this broadening is working out well for them. This does not mean everything is awesome. Girls in most rich countries consistently report being slightly sadder than boys do, particularly from puberty onwards. They can be mean to each other, and to themselves. Frankie says she sometimes “just suddenly feel[s] so ugly that I break down.”", "Things can be made harder by a world that does not yet know quite what to make of these new girls. The response to their still frequent exploitation is often to treat them simply as innocents in need of protection against bad men, social-media manipulation and, of course, their naive selves. At the same time they are celebrated as an empowered army of Greta Thunbergs on which the world can pin its hopes for the future.", "Being liberated from a specific girl “mould” or a boy “anchor” does not mean girls do not assign themselves, or have forced on them, a large range of sometimes contradictory roles. They are friends; daughters; possessors of bodies; activists; and tomorrow’s women. Each role provides a glimpse of their future—and a feeling for the richness of their present.", "2. Friends", "The friendships between girls have provided rich subject matter for female artists from Jane Austen to the Spice Girls to Elena Ferrante. The intensity and closeness of girl-friendships is an experience that many women feel shapes their lives. It is also one of the first things girls mention when asked what they like about being a girl.", "What makes Frankie and Dora friends is trust. The two girls (whose names, like those of all the other girls in this piece, have been changed to preserve their privacy) have been friends since they became buurmeisjes (neighbour-girls) at the age of two. They “just know” that they can count on each other when life, and other relationships, get complicated. Dora tells Frankie everything “because she’s Frankie. She’s like my diary.”", "Confiding in each other is a key part of girl-friendship. That said, anyone who has—or once was—an adolescent daughter knows that this girlish intimacy is not an unmitigated blessing. Girls are more likely than boys to be the object of nasty rumours and to be excluded by their peers. Yet girls’ closeness arms them with invaluable support. “It reassures them that they are likeable,” says Julia Cuba Lewis, from Girls Empowerment Network, an American non-profit. “A strong friendship helps create a stronger girl.”", "For many girls their first proper friend is their first introduction to love beyond their family. Even if “I love Gary” eventually takes over, girls often start with scribbling “Sharon and Lina, best friends forever” on notebooks and bathroom-stall doors. Where previous generations were tied to the landline, even if they stretched its cord as far away from prying parents as they could, the mobile phone has freed friendship from all shackles of distance and time. Frankie once spent an entire night FaceTiming a friend (her parents now confiscate her phone every evening, “to protect me against myself”). Almost all the girls we spoke with said that not seeing their friends was the hardest part of lockdown. A survey by Britain’s Children’s Society confirms this was the case across British 10- to 17-year-olds, and that girls struggled more than boys. Where boys’ friendships are typically formed “side by side” around shared activities, girl-friendships tend to form “face to face” around emotional self-disclosure: hence the increased drama, hence the increased importance. Hence, also, durability. Many studies in various countries have confirmed that female friendships are more intimate and supportive. There is a reason why, at least in America, grown women still refer to their “girlfriends”. Boys in close friendships often drift apart in their teens even though, when asked, older boys often express an unmet need for close fellowship. At the same age girls tend to come closer together than ever. “We fully understand each other, we can rely on each other. If we have a bad day we help each other,” says Cyrene, a 15-year-old in the break room of a Denver high school. “Boys just don’t do that.” Her friends Kya, Grace and Orenda agree vigorously. They are sharing a pizza as they discuss what makes them friends. They laugh a lot. They enjoy “being weird” together—a phrase girls across countries and backgrounds use to denote an unconstrained silliness they prize. Many formative experiences were shared: their first trip to the cinema, their first visit to an Asian restaurant, and, as they reveal a few months later over Zoom, their first online activism. The word “support” comes up a lot. When they discuss tough subjects they rub each other’s shoulders, squeeze each other’s hands, whisper reassuringly and hug liberally.", "3. Daughters", "All four Denver girls list their mums as their role models, and say they always have. How parents treat their daughters, and how those daughters respond, is perhaps the thing which most clearly sets this generation of girls apart from those who came before. For many girls home is now the place they feel least likely to encounter sexism. In 2018 a survey found that over half of American girls between 10 and 19 felt that they were treated differently in sports, and around a third in school and online. Just one in eight said that happened at home. In 2014 a household survey found only 6% of adult American respondents disagreed with the statement that “Parents should encourage just as much independence in their daughters as in their sons.”", "In the 1970s American parents who had only boys spent significantly more on their children than parents who had only girls. By 2017 the difference had disappeared, according to Sabino Kornrich of NYU- Abu Dhabi. Girls today enjoy more parental spending on things like tutoring, art supplies and music lessons than boys. In China parents of children in high school are more likely to hire a tutor for daughters than sons and to expect them to go to university. “Because girls often perform better than boys, parents start to have higher expectations and invest more in girls than boys,” explains Jean Yeung Wei-Jun, a researcher at the National University of Singapore.", "Ironically, some old gender stereotypes may now be helping girls. When girls are toddlers they are read to more than boys. Their fathers are five times more likely to sing or whistle to them and are more likely to speak to them about emotions, including sadness. Their mothers are more likely to use complex vocabulary with them. Most of this gives girls a leg up in a world that increasingly prizes “soft skills”. Girls still have less leisure time than boys, but nowadays that is primarily because they spend more time on homework and grooming, rather than an unfair division of chores. And in the time left for themselves they have far more freedom.", "Girls are also brought up by single mothers at a historically unprecedented rate. Most of the Denver girls have a (step) father somewhere in the picture, but they call their mothers their “reason to be good” and “the man of the house”. Kya says that when she was born her mother was only a year older than Kya is now; she beams when she says she now runs her own car-body repair shop. Like Cyrene’s mother, also a mother in her teens, she has been to night school, too, a further source of daughterly pride. “She is just unbelievably strong.”", "The mother-daughter relationship is formative whether or not a father is present. Young girls whose mums reject gender stereotypes about maths do better at maths (dads’ opinions on the matter appear to have no effect). Girls whose mothers speak openly with them about periods and sex are significantly less likely to engage in risky sexual behaviour.", "But when there are two parents both matter. Research suggests that girls may be more sensitive to parental encouragement than boys; those whose parents built up their confidence were significantly less likely to feel tense about school, more likely to perform well, less likely to drop out of sports and less likely to have body-image issues.", "Sarah, a 12-year-old, wants to become a surgeon. She dials in from her purple bedroom surrounded by pillows with pictures of dogs. She loves rock climbing (“the adrenalin is amazing”), baking cookies and “dissecting stuff”. Her proudest accomplishments include a frog, a squid and a dogfish. Her dad helped fuel her interest in the cookies and the corpses. Her mum makes challah with her every Friday. Her favourite thing about being a girl: “Surprising people”. She cannot think of anything she does not like.", "Daughters can change parents’ values too, particularly fathers’. Researchers at the London School of Economics have found that having school-age daughters decreases fathers’ likelihood of holding traditional attitudes on gender roles and makes them more likely to pull their weight at home. Separate studies have shown that having daughters affects decisions by politicians, judges and CEO s. Men with daughters are more likely to hire women for their boards.", "One thing most girls agree on is that their parents take too one-sided an approach to technology. “My parents think it’s all a bunch of drama and distraction and that we’re all addicted to social media,” complains Ida, “but it can be really inspiring, too. There are lots of women...standing up for things.”", "Ofcom, Britain’s communications regulator, has found parents increasingly worried that the risks of the internet outweigh its benefits. Unrealistic beauty standards, self-harm, eating disorders, celebrities who glorify plastic surgery, porn, sexting and predatory men all keep them up at night. They are more likely to restrict girls’ phone use than they are boys’, and they are more likely to wander in and check on their daughters while they are online (with sons they prefer to check their internet history afterwards).", "One American mother imposes similar rules on her son as on her daughter, but worries more about the exposure her 14-year-old daughter gets. “She’s far more mature and curious than he is,” she says; since she got a phone a year ago she has used the internet for “wonderful art projects” but, confronted with “Fifty Shades of Grey”, also learned a bit about bondage. Another makes a point of trying all the apps her daughter gets into, “including dancing on TikTok”. She is amazed by the breadth of information. “We just had magazines,” she says of her childhood in India. “They have access to everything, everything.”", "4. Bodies", "Despite all the liberation and broadening identities, there is one thing that girls still feel narrowly judged on: their bodies. More than half of 10- to 19-year-old girls in America think attractiveness is the trait that society values most in girls. Seven in ten of those between 14 and 19 feel judged as a sex object.", "Random men have shouted “pornoblondje” (little porno blonde) at Frankie when she passed on her bike. “I’ve been called all sorts of things while walking down the street just because of what I was wearing,” says 13-year-old Ana from New York, who never knows what to say even though it makes her angry inside. Amy, 14, was sent “something bad” by a man on Instagram. She did not tell her parents and does not want to talk about it. The number one reason American girls give for sexual comments going unreported is a fear of being less liked (“kindness” is second only to attractiveness in what they think society values most in them).", "When asked what they like least about being a girl, most of the girls we spoke to mention their bodies: “periods, blegh”, “my thighs, yuck”, “crazy emotions”. But even more mention how they are perceived; “being looked at in a certain way”, “having to be ladylike”, “being told to smile”.", "That girls have issues both with their bodies and the way those bodies are perceived is not new. In 1950 a study titled “Adolescent concerns with physique” noted widespread worries among girls over “fatness, thinness, tallness, shortness, lack of development, exceptionally early development, blackheads, pimples, bad eyes, irregular teeth, ugly noses and receding chins.” Girls in Britain have consistently been unhappier with their appearance than with any other aspect of their lives, according to the Children’s Society. In the 1990s a series of panic books, led by Naomi Wolf’s bestseller “The Beauty Myth”, claimed consumer culture’s obsession with the female form was causing an “epidemic” of anorexia among girls and women. A study in the journal Eating Disorders found that Ms Wolf’s statistics were on average inflated by a factor of eight.", "That worries are exaggerated and sensationalised, though, does not mean they lack foundation. Girls very rarely kill themselves; they are less likely to do so than older women or boys and men of any age in many rich countries. But the number of 10- to 14-year-olds who have done so in America has more than tripled since 1999. In England hospitalisations due to self-harm by girls have risen by nearly two-thirds over the past 12 years. The rate of girls reporting depressive symptoms has increased. Researchers disagree about how much of the documented rise in mental-health problems among girls is down to symptoms being more readily recognised than they used to be and how much is down to girls’ lives having changed. “There are lots of reasons to be hopeful about this generation of teen girls,” says Candice Odgers, a researcher at UC Irvine. But “they are sadder. Maybe that’s because of the world we’ve built.”", "Some changes to the world, though, offer respite. Take sports: more than a century after the reinventor of the Olympic games, Pierre de Coubertin, deemed including females “impractical, uninteresting, unaesthetic and improper”, more girls are playing sports than ever before. Those who do have fewer mental-health problems and are happier about their bodies.", "Girls can and do feel good about themselves online, too. Where a negative relationship between social-media use and girls’ well-being has been found, it was small, about the same as the impact of wearing glasses, says Amy Orben, at the University of Cambridge. And the direction of the relationship is unclear. A recent Canadian study found that early mental-health problems in young girls can be a predictor of social-media use later, but not the other way around. Social media may make things worse for girls experiencing problems already, but for most they are fine.", "And they are valued. Girls balk at the idea that there is anything wrong with taking selfies and are keen to show how creative TikTok and Tumblr can be. They are clear that “my body, my choice” extends to being allowed to care about their looks. Ziggy, in London, says some people have an attitude that “you can either be Instagram-famous or smart but not both.” She rejects it. “You can be like the male-fantasy version of a girl and you can be interesting and have depth...Posting pictures of yourself does not take away your depth.” Nor do the images need to be of a particular type. “Being a girl means I can be as girlie as I want to be or not,” says Alyssa, a 13-year-old from California.", "The known negative impact of traditional media—long home to airbrush and photoshop—is greater than that of social media, well stocked with “normies”. The idea that photo-editing tools on phones are inciting a plastic-surgery boom is baseless. “I think my parents think I’m some idiot who believes everything I see online,” says Isla, from Brighton, with an eye-roll. In general, girls don’t. (A pertinent example, if one from a small study: whereas one in five older boys think online porn is a realistic portrayal of sex, only 4% of girls do.) When a class of girls in another school in Denver is asked to respond to a set of statements about social media, none of them agrees with “I think all depictions on social media are realistic.” Most assent to “Social media has impacted how I feel about myself.” All support “I’ve complimented someone else on social media.” The online world is a place to act, not just absorb.", "5. Activists", "The annual “We Are Girls” conference, held at a high school in Austin, Texas, offers sessions such as “Robotics and You”, “My Changing Body” and “Divas and Diversity”; the girls who attend have the opportunity to be taught football tackles in full gear and to decorate wands with glitter while discussing Disney princesses. But first they must get their girl power on.", "At the opening rally 1,000 girls stamp their feet in the high school’s gym as a woman in 1970s fitness gear spurs them on with Tigger-like energy. Some girls take out phones to film, others look embarrassed and cling to friends or hide in their hoodies. Latecomers look startled. But soon the bleachers are rattling as the majority shouts and whoops and jumps.", "“Who run the world?” the keynote speaker asks.", "“Girls,’’ roars the crowd.", "“Who?”", "“GIRLS!”", "A little boy in soccer kit—taken along by his mother because practice was cancelled—covers his ears.", "Girls are increasingly told—and increasingly feel—that they wield power. And if they do not, in truth, believe that they run the world, they certainly want to improve it. Ask them about role models and their mothers tie with Greta Thunberg and Malala Yousafzai, campaigners for climate action and education. No one else comes close.", "Most of those we talked to call themselves activists, even if they are not all pushing petitions to set up recycling schemes or exploring the application of AI to the environment (both activities we came across). Sexism, racism, LGBT discrimination, poverty, animal cruelty, homelessness, climate change, littering, universal health care, environmental destruction, beauty standards and inequality all get them riled up. Many are livid about “idiots” not following covid-19 rules and causing unnecessary death and suffering. “The one good thing about covid is that it’s good for nature and the environment and dolphins,” says Sarah, “but I wish it wouldn’t kill so many people in the process.”", "Carol Gilligan, a psychologist, points out that young girls have long been seen as voices of outspokenness and honesty, from Iphigenia in Euripides’ tragedy to Claudia in Toni Morrison’s “The Bluest Eye” to Jane Eyre. As they hit their teens, though, they used to have a tendency to stop speaking up, pressured as they were to become “likeable” young women.", "Today’s girls still care about being liked. “What’s changed,” says Ms Gilligan, “is the enormous resonance their voices now have.” Strong currents in society are telling them that, now they have the tools needed to speak louder—from education to the internet to freedom to leave the house—their voices will be heard. That makes continuing to speak out both a duty and a thrill: a bold new way to be a “good girl”.", "Some of their concerns are close to home. In early March the Denver girls told us that they felt more judged by their race than their sex. “I think girls are more understood than black people,” says Grace. “They instantly think I’m ghetto, I’m loud, I have no intelligence because that’s how we’re seen.” Like several teens we spoke to during lockdown, she and her friends were frustrated at not being able to join BLM protests. But they have been “signing petitions, reading articles, sharing information and calling for and demanding justice,” Kya says in an email.", "The internet is both a resource for their activism and a venue for it. Jo, a 12-year-old from London, complains that being “only allowed a Nokia—it doesn’t even have emojis” makes it hard to gather signatures for her online petition about period poverty. (She understands why her parents worry but still says “it’s really annoying”.) The other key venue is school. In California Naomi, who is 14, says the racism she witnessed during the response to covid and the killing of George Floyd moved her to collect experiences from other students and write a letter to her school asking for classes to cover racism from fourth grade, that is around the age of nine or ten. Martha, Ana’s 15-year-old sister in New York, has moved from pushing teachers at her school to include climate change in the curriculum to lobbying for climate education nationwide. Whenever she and her friends talk to someone powerful, they post a picture on social media, tagging it and “thanking them for agreeing to whatever they agreed to do. It’s a good way to hold them accountable.”", "Some, like Jo, fight for issues related to their gender. All the girls are angry about the gender pay gap and sexual harassment. This does not mean they see themselves as feminists, a term which only 28% of 10- to 19-year-old-girls in America use to describe themselves, according to a Plan International survey. “The word [feminism] tends to elicit really negative responses,” says Mies, an 11-year-old from Amsterdam. “Especially from boys.” They much prefer to talk about gender equality—or more-than-equality. “Women are superior,” Cyrene says matter-of-factly. “They just are. You know, you’re a woman.", "“I know boys are biologically stronger,” she adds thoughtfully. “But no one cares about farms anymore.”", "6. Tomorrow’s women", "Girls’ adolescence does not just offer a wider range of possibilities than it used to. It also lasts longer. In the West girls now start puberty around the age of ten. The age has dropped mostly, it appears, because of better diet. For black girls, who typically have a higher body-mass index and lower birth weight, things come even earlier. Nearly one in four African-American girls has started puberty by the age of seven, compared with 15% of Latina and 10% of Caucasian girls.", "The onset of sexual activity, though, is getting later (and being handled better: teen-pregnancy rates are falling across the world). And education is lasting longer. There is thus room for girlhood to stretch out. But not indefinitely.", "In 1972 a group of working-class girls in Ealing, London, were asked to rank their life priorities. They ticked love, a husband and a career in that order. When the same survey was repeated in 1994 the outcome had more or less reversed. We asked the girls we talked with to rank their priorities for the future on a form. “Interesting job”, “Change the world” and “Financial independence” were reliably found near the top. “Love” was in the middle; “Marriage”, “Get rich” and “Have children” were low—and sometimes crossed out.", "A capacity for self-reliance is seen as crucial. “I want a good education and a good plan for the future,” says 11-year-old Ela in California, before adding that she also really wants two dogs. “I definitely want enough money to support myself and however many kids I have,” says Martha in New York. The girls in Denver need any families they have to be financially independent more than they need them to include a man. “I could get the fancy dessert, but I don’t need it,” declares Cyrene. Kya agrees: “If I do end up alone, I’ll just have my best friends.”", "An hour’s drive north, in Boulder, a group of girls who had just pulled an all-nighter for an extra-credit maths class is equally lukewarm about love and marriage—but clear about other aspects of their future. Jennie plans to major in chemistry and piano, then go to med-school and become a surgeon or a medical professor (teen girls in the OECD are nearly three times as likely as boys to say they want to be doctors). Lou says she will double-major in computer science and engineering and then work in aerospace engineering “on AI stuff”, perhaps at NASA . Like the Denver girls, several imagine adopting one day, with or without a partner.", "Personal goals and aspirations for the world are closely bound up. Girls in America are more likely than boys to say that they want to make the world a better place; they are also more likely to say they want to be a leader. Jo, in London, says she hopes that when she leaves university ten years from now the world will be more equal—“and also that it hasn’t exploded.” Asked if this worries her she frowns: “Well yeah, because of global warming. Greta Thunberg says there’s quite a real chance of some ginormous catastrophe that we’re never going to be able to solve.” Her government’s handling of covid has made her “very angry”; she is considering a career in politics, though, she confides, “I’m not sure I’ll manage as I have quite a lot on my to-do list.”", "High expectations are undoubtedly a risk. “Society still tends to see girls as either in crisis or as superheroes. We’re still looking for a happy medium where girls can just be human and are allowed to make mistakes,” says Angelica Puzio, a doctoral candidate at NYU . Deborah Tolman, an author who has studied girls for decades, notes that girls often cannot see the scaffolding and support behind “sheroes” like Greta and Malala, and worries that “if they are not saving the world they’ll feel bad for letting people down.” When you ask girls what makes them anxious, many indeed mention pressure: pressure to do good, look good and be good. “There’s a constant pressure to be polite and kind and out there and confident,” says Ziggy: in reality, she feels at best “confident-ish”. Telling girls they need to develop more confidence is just code for another thing they need to fix and be better at, writes Rachel Simmons, an educator, in “Enough as She Is”.", "But that is not to say that they cannot find confidence in themselves, or bring it out in each other. When she is asked “Do you think you can change the world?” Sarah looks panicked. “By myself? Oh God no. What if I can’t fix all the problems?”", "Then she realises the “you” is plural, which changes everything.", "“Oh, you mean all girls,” she says with a sigh of relief. “Of course we can.”■", "We asked the girls we talked to for this essay to name some tracks that particularly mattered to them. This is their list:"], "authors": ["The Economist"], "keywords": ["parents", "friends", "school", "essay", "boys", "weird", "girls", "world", "social", "good", "likely", "awesome", "think"], "pubDate": "2020-12-19T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}