{"id": "66db6e87-5b8d-38eb-8848-cee8b7d34c84", "summary": "We’ve got our tape recorder.”The penny drops: Uncle Tom and my dad have recorded the headlines, and are playing them back.\nThe tape recorder my parents had bought us, although nowhere near at the top of the range, would have cost more than four times his weekly wage.\nMy parents could only afford it by borrowing the money from Uncle Tom, who had a thriving grocery business.\nThe new toy, mains-powered and the size of a small suitcase, dominated the rest of Christmas Day and the remainder of the holidays.\nUncle Tom was keen Bill should be made to listen to his chirpy cockney accent, which he claimed he didn’t have.", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "pubDate": null, "url": "https://www.theguardian.com/lifeandstyle/2019/dec/18/my-father-paid-four-times-his-weekly-wage-for-the-greatest-gift-of-my-life", "title": "My father paid four times his weekly wage for the greatest gift of my life", "paragraphs": ["He bought me and my brother – both of us blind – a tape recorder that dominated Christmas Day and the remainder of the holidays, and led to a long and happy career", "It’s eight o’clock on Christmas morning, and Uncle Tom wants to hear the news. My 11-year-old self is wondering why on earth grownups want to hear the news on Christmas Day when there are vital things to be done, such as handing out presents. And then, while I am only half-listening, something weird happens: the Greenwich time pips start. Surely we have already heard those. And then the boring man with the plummy voice begins going on about a Christmas message to the world from the Vatican. Surely that’s been on already, too.", "It’s my older brother, Colin, who gets it! “Pete, Pete, it’s a tape recorder, you idiot! We’ve got our tape recorder.”", "The penny drops: Uncle Tom and my dad have recorded the headlines, and are playing them back.", "I think it’s often quite rare to experience real excitement over a present: in my experience, children are as good as adults at knowing what is expected of them and simulating joyful surprise, even when they don’t feel it. But for me this was one of those rare moments when my insides gave an involuntary lurch and the world did a little somersault.", "Colin and I had both been blind from birth, and at this point were spending most of our time at a special boarding school, Worcester College for the Blind (now called New College Worcester). In the late 1950s, Britain had just reached the point when exciting consumer goods were coming within reach of the not-really-rich, and at Worcester reel-to-reel tape recorders were definitely the consumer gizmos of choice. For blind kids, they would trump cameras every time, especially at this moment when rock’n’roll was more of a religion than a pastime. For us, you could spot the better-off kids not by the clothes they wore, or the holidays they boasted about, but by the tape recorders they owned. So in our class, Iain Hopkin was marked out as something of a plutocrat by his Brenell recorder. Fortunately for us, Hoppy was a generous soul, and gave us all access to his recordings of Tony Hancock and Peter Sellers.", "Still, a recorder of your own was the height of aspiration, and Colin – better informed and more realistic about family finances than me – had no real expectations.", "I realised, much later, that at this time my dad, a very good joiner and carpenter, was probably earning about £8 a week. The tape recorder my parents had bought us, although nowhere near at the top of the range, would have cost more than four times his weekly wage. My parents could only afford it by borrowing the money from Uncle Tom, who had a thriving grocery business. Family or not, I know my mum and dad would have thought long and hard before incurring the debt.", "The new toy, mains-powered and the size of a small suitcase, dominated the rest of Christmas Day and the remainder of the holidays. Once we had mastered the controls (Colin was the technical one, but was surprisingly patient in sharing his discoveries with me), we recorded everything in sight: each other, our parents, the milkman, the dog … And we very quickly learned the fun to be had at catching people unawares.", "Facebook Twitter Pinterest Peter White aged about 8, with his older brother, Colin, aged about 12. Photograph: The White family", "Uncle Tom, at whose house we were staying over the holiday, got an early reward for his generous loan. Some friends he regarded as a little pretentious were coming over for Boxing Day; my aunt and uncle always referred to the husband as “the mayor of Romford”. (Whether that was because he was or just talked as if he was, I’m not sure I ever learned.) Uncle Tom was keen Bill should be made to listen to his chirpy cockney accent, which he claimed he didn’t have. (Things like this mattered 60 years ago.) My task was to record them when they arrived and then at a quiet moment play it back to set Bill straight. Delighted to be trusted in this adult conspiracy of inverted snobbery, I set the machine going as they came up the path. The reaction was more than Uncle Tom could have hoped for; I think he decided at that point that his £30-odd investment had already been more than repaid.", "It wasn’t the first time I had been entranced by a tape recorder. I vividly remember, aged four, coming into a room and hearing a child singing, tunelessly, and raucously. I stopped dead. “It’s you,” Dad said. “Noisy, aren’t you?” I didn’t understand. It turned out that he’d borrowed a tape recorder because he and some friends were writing and performing songs and sketches for his former school’s annual concert. And so for the first time, in the same way that a sighted child might react to seeing themselves in a mirror or a photograph, I got the sense of myself as a separate person, existing outside my head and experienced by other people. It was exciting and embarrassing – not a bad summing-up of my later life as a broadcaster.", "I really took my first steps down that path when I got back to school after the holidays ended. I was lucky to be in a class of imaginative and creative boys (yes, sadly, Worcester was single-sex then) and it wasn’t long before – all of us radio-obsessed – we started to make our own embryo radio programmes. While studio managers at the BBC were still banging coconuts together to represent horses’ hooves, we were using the little oblong pieces of lead we needed to represent numbers when doing sums to recreate shrapnel for our first world war battles. And very effective they were, dropped on to a desk from a great height.", "Meanwhile, I would wander round the school with my rudimentary microphone, commenting in the voices of my radio idols – the hushed, reverential tones of Richard Dimbleby, the gravel-voiced war correspondent René Cutforth, and, favourite of all, the mellow Hampshire burr of John Arlott.", "Most of what I described was pure imagination, although occasionally we would stage real events to heighten the excitement. Particularly memorable was a boxing match between Mick and Geoff (respectively the strongest and the gamest boys in the class, both totally blind. The commentary came from the only one of us with a little bit of sight, in a very passable imitation of the boxing commentator Raymond Glendenning). The strong boy beat the game boy, by the way.", "The acquisition of the tape recorder coincided with the formation of our own band: Reg Webb, Andy Woods and – yes – Peter White, imaginatively called the W Brothers and destined to be the greatest group ever, had not the Beatles come along and pinched our best material. Reg and Andy were good musicians, and went on to have professional careers. I wasn’t in their musical class, but made up for it with what I thought at the time was my witty banter to introduce our songs. At one of our concerts a girl actually screamed – although it could have been that someone trod on her foot.", "In fact, the biggest challenge was not finding things to do with the tape recorder but wrestling it away from Colin – it was, after all, a joint present. His generosity on the first day we got it did not extend to his handing it over to his ham-fisted brother at school. I can still hear the phrases: “You’ll break it; you’ll lose it; you’ll scramble up all the tapes.” And, annoyingly, I did do all of those things. On one fraught occasion, trying in front of an open window to disentangle the hopelessly knotted tape that contained my latest radio gem, I managed to get yards of the stuff enmeshed in an overhanging tree.", "But 10 years later, by which time I had begun and abandoned a university law course, it was the confidence gained from those early excursions into sound that had me walking into the local radio station in Southampton, trying to sell myself as the next Robin Day. It all nearly ended there, as the receptionist told me there were no vacancies, and that I’d have to apply to the BBC in London “through the normal channels”.", "Luck intervened. A producer charged with putting together a weekly programme for blind people saw me and my white cane being ushered into the lift. As I prepared to hitchhike my disillusioned way back to university, he rang me at home, and asked if I would go back to Southampton to see him.", "Twenty-five years after that, I presented my first report for BBC TV’s Six O’Clock News, a date with the telly my dad had never missed. Although by then he’d been dead for more than a decade, I like to think he’d have realised that his inspired Christmas present really had not just changed, but shaped my life.", "Peter White is the BBC’s disability affairs correspondent"], "authors": ["Peter White"], "keywords": ["tape", "paid", "tom", "colin", "wage", "times", "blind", "uncle", "recorder", "father", "white", "life", "dad", "weekly", "day", "greatest", "christmas", "gift"]}