{"id": "66e94a7b-66bd-3919-9996-ef2787f0b5f6", "title": "Opinion | Lifestyles of the ‘More Famous Than Rich’", "url": "https://nytimes.com/2020/12/07/opinion/sway-kara-swisher-steven-galanis.html", "summary": "He launched his company, Cameo, three years ago as a marketplace for the famous (and not-so-famous) to sell personalized shout-outs.\nFor $500, Kareem Abdul-Jabbar may wish you a happy birthday.\nSteve Sanders from the original “Beverly Hills, 90210”) can send your mom a Happy Mother’s Day greeting.\nAnd for $10, the company’s chief executive, Mr. Galanis, will wish your kid’s team good luck on its next hockey game.\nBut the point, says Mr. Galanis, is to bridge the gap for people who are “more famous than rich” — aging athletes, faded pop idols, out-of-work supporting actors and even artists whose inappropriate actions have led them to be “canceled.”", "paragraphs": ["Steven Galanis is helping celebrities get into the gig economy. He launched his company, Cameo, three years ago as a marketplace for the famous (and not-so-famous) to sell personalized shout-outs.", "For $500, Kareem Abdul-Jabbar may wish you a happy birthday. For $200, Ian Ziering (a.k.a. Steve Sanders from the original “Beverly Hills, 90210”) can send your mom a Happy Mother’s Day greeting. And for $10, the company’s chief executive, Mr. Galanis, will wish your kid’s team good luck on its next hockey game.", "The company is facilitating fan requests, gag gifts and even political pranks. (The former New Jersey governor Chris Christie was a recent target.) But the point, says Mr. Galanis, is to bridge the gap for people who are “more famous than rich” — aging athletes, faded pop idols, out-of-work supporting actors and even artists whose inappropriate actions have led them to be “canceled.”"], "authors": [], "keywords": ["happy", "supporting", "famous", "opinion", "target", "galanis", "ziering", "lifestyles", "company", "wish", "team", "rich", "mr"], "pubDate": "2020-12-07T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}