{"id": "673e94fb-1429-3e08-8dde-2074c13f3a1f", "title": "What does a travel writer learn from staying home?", "url": "https://www.economist.com/podcasts/2021/04/08/what-does-a-travel-writer-learn-from-staying-home", "summary": "This week we speak to Paul Theroux, American novelist and travel writer, whose works include “The Great Railway Bazaar”, “The Mosquito Coast” and his latest book “Under the Wave at Waimea”WHAT CAN a travel writer learn from staying at home?\nAnne McElvoy asks the prolific travel author Paul Theroux about the virtues of being homebound during the pandemic.\nThe author of \"Under the Wave at Waimea\" reveals that his friend and one-time foe V.S.\nAlso, verbal fencing with his sons Louis and Marcel and his ultimate travel destination.\nRuntime: 25 minListen on: Apple Podcasts | Spotify | Google | Stitcher | TuneInPlease subscribe to The Economist for full access to print, digital and audio editions: economist.com/podcastoffer", "paragraphs": ["This week we speak to Paul Theroux, American novelist and travel writer, whose works include “The Great Railway Bazaar”, “The Mosquito Coast” and his latest book “Under the Wave at Waimea”", "WHAT CAN a travel writer learn from staying at home? Anne McElvoy asks the prolific travel author Paul Theroux about the virtues of being homebound during the pandemic. The author of \"Under the Wave at Waimea\" reveals that his friend and one-time foe V.S. Naipaul inspired a character in his new book about big-wave surfing in Hawaii. Also, verbal fencing with his sons Louis and Marcel and his ultimate travel destination. Runtime: 25 min", "Listen on: Apple Podcasts | Spotify | Google | Stitcher | TuneIn", "Please subscribe to The Economist for full access to print, digital and audio editions: economist.com/podcastoffer"], "authors": ["The Economist"], "keywords": ["writer", "staying", "does", "theroux", "works", "travel", "paul", "author", "learn", "waimeawhat", "wave", "week", "book"], "pubDate": "2021-04-08T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}