{"id": "6747cae4-4f9b-36de-930c-5a6e52ad1c12", "title": "The 'fox eye' beauty trend continues to spread online. But critics insist it's racist", "url": "https://edition.cnn.com/style/article/fox-eye-trend-asian-cultural-appropriation-trnd/index.html", "summary": "And yet, scrolling through social media posts in recent months has brought those memories flooding back thanks to a new beauty trend: \"fox eyes.\"\nEven the term \"almond eyes,\" she says, which is being used to describe the shape of fox eyes, has long been used to describe the shape of Asian eyes.\nCredit: Courtesy @chungiyooShe points to Hollywood's uncomfortable past in the appropriating the shape of Asian eyes.\nAsian American makeup artist Marc Reagan said when he first spotted the fox eye trend, he didn't think it was problematic.\n'Am I taking it down the path where it turns from being a simple makeup trend into appropriation?'\"", "paragraphs": ["Written by Alicia Lee, CNN", "\"Ching chong eyes!\" That's what elementary school kids used to call Sophie Wang. It was an insidious racist slur casually thrown around as they mocked her Asian ethnicity while pulling on the corner of their eyes. Upward for Japanese. To the side for Chinese. Downward for Korean.", "Wang is now 17 and many years removed from the days when her Asian American identity was reduced to \"a single facial feature.\" And yet, scrolling through social media posts in recent months has brought those memories flooding back thanks to a new beauty trend: \"fox eyes.\"", "On Instagram, TikTok and YouTube, people from all over the world have been posting videos and photos modeling the look -- using makeup and other tactics to emulate the lifted, so-called \"almond-shaped\" eyes of celebrities such as Kendall Jenner, Bella Hadid and Megan Fox.", "Fox-eye makeup tutorials show how to use a combination of eye shadow, eyeliner and fake eyelashes, to get a winged aesthetic. Tips include shaving off the tail end of eyebrows and redrawing them to appear straighter and angled upwards. Others have also suggested pulling hair back into a high ponytail or using tape to further lift the eyes. Accentuating eyes to appear slanted, or elongated in shape, creates a more sultry effect, according to some makeup artists creating the look.", "But to Wang and other Asian Americans, the \"migraine pose\" that sometimes accompanies these images -- using one or two hands to pull the eyes up by the temples to exaggerate the result -- is far too similar to the action used to demean them in the past.", "Emma Chamberlain, an influencer with 9.8 million followers on Instagram, was recently criticized for posting a picture that showed her striking this pose while sticking out her tongue.", "Her fans rushed to defend her, commenting that those that felt offended were \"overreacting.\" Chamberlain later deleted the picture and apologized , saying it wasn't her \"intention\" to pose in an \"insensitive way\" and that she was \"so sorry to those who were hurt by it.\"", "But the damage had already been done.", "\"They mock my eyes then say ching chong call me a dog eater and then call me a ch*nk. Like why would you think I'd be fine with Emma's post?\" one person tweeted . \"Obviously if she gets to do slant eyes whilst getting praised but it's my natural eye shape and I'm getting discriminated (of course) I'm mad.\"", "\"It's a new trend that brings out old stereotypes and old taunts,\" Wang said in a phone interview. \"Because it makes people like me feel uncomfortable and (to) some degree annoyed, it's time to talk about it.\"", "What people don't understand, Wang wrote in an op-ed for student-run newspaper Stanford Daily in July, is that the gesture has \"racially-charged historical weight,\" referring to past satirical depictions of Asians in Western media -- caricatures poking fun at facial features to portray them as \"barbaric,\" \"subhuman\" and inferior.", "\"Yet in the 21st century, these Asian features have suddenly transformed into beauty trends for non-Asian people,\" she wrote, adding that the trend is an act of cultural appropriation.", "Appropriating Asian eyes", "Kelly H. Chong, a sociology professor at the University of Kansas, defines cultural appropriation as the adoption, often unacknowledged or inappropriate, of the ideas, practices, customs and cultural identity markers of one group by members of another group whom have greater privilege or power.", "\"The cultural influencers from the dominant group legitimize it as a cool, style 'trend,' and in the process exoticizes and eroticizes it,\" Chong added in an e-mail interview. Even the term \"almond eyes,\" she says, which is being used to describe the shape of fox eyes, has long been used to describe the shape of Asian eyes.", "\"My eyes are not a trend,\" by Chungi Yoo, an illustrator based in Frankfurt, Germany. Credit: Courtesy @chungiyoo", "She points to Hollywood's uncomfortable past in the appropriating the shape of Asian eyes. In the early 1930s, makeup artist Cecil Holland used techniques -- some, similar to creating fox eyes today -- to transform White actors into villainous Asian characters, like Fu Manchu. And Mickey Rooney, the White actor playing the part of Holly Golightly's thickly-accented Japanese neighbor in \"Breakfast at Tiffany's\" cemented \"the buck-toothed, slit-eyed Asian man look\" in the popular imagination.", "TikTok user @LeahMelle, whose video denouncing the fox-eye look went viral, said she couldn't believe that such a trend could be so popular nowadays.", "\"This wasn't some dated movie where you could blame the distorted norms of the time period. This was happening now. And it was still viewed as acceptable,\" she wrote in an email.", "Myrna Loy, a White actress, portrayed the depraved daughter of Fu Manchu in \"The Mask of Fu Manchu\" (1932). Credit: Bettmann/Bettmann/Getty Images", "Like most beauty trends, the craze for fox eyes will eventually subside, and has begun to already since it first came about earlier this year. But that's exactly the problem, according to Stephanie Hu, founder of Dear Asian Youth, a California-based organization that encourages Asian activism.", "In an Instagram post , entitled \"The problem with the #FoxEye trend,\" the organization wrote, \"While it may not have originated from a place of ill-intent, it appropriates our eyes and is ignorant of past racism.\"", "\"It really feels like this is a temporary trend,\" Hu said, adding that she believes Asians' eye shapes aren't just something to be casually adopted and then \"given back\" when the trend is over.", "\"Our eyes are something that we have to live with every day,\" Hu said in a phone interview.", "Pressure to assimilate", "Many Asians have long felt the pressure to alter the shape of their eyes, and to make them appear larger.", "Blepharoplasty is used to create double eyelids, or a supratarsal eyelid crease. It's one of the most common cosmetic procedures in East Asian countries, as well as among Asian Americans. But when it was first popularized, in the early 1950s, it was used as a tool for Korean women to assimilate in the US.", "Korean plastic surgeon Kim Byung-gun (not pictured) demonstrates the effect of \"double eyelid surgery,\" which adds a crease to the eyelids to make the patient's eyes appear larger. Credit: Nir Elias/Reuters", "According to The Korea Herald , American military plastic surgeon Dr. David Ralph Millard first performed the surgery during the Korean War. His first patients were Korean war brides who had married American soldiers. Because the brides were considered \"both cultural and racial threats to the US,\" the paper wrote, many of them would get the surgery in an effort to assimilate and appear \"less threatening.\"", "\"Surgically altering the 'slanted' eyes became a mark of a 'good' and trustworthy Asian, one whose modification of the face provided a comforting illustration of the pliable Asian, and served as evidence of the US as the model and Asia as the mimic,\" wrote Taeyon Kim, then a PhD student at Bowling Green State University, in her 2005 dissertation, which is quoted in the article.", "\"While it is primarily beauty that motivates (today's women's) desire to alter their eyes, this beauty is built on a legacy of history of Western science and race that privileged the white body as the normal, beautiful body,\" Kim wrote.", "That pressure to assimilate has carried to recent decades. In 2013, TV personality and news anchor Julie Chen, revealed on \"The Talk\" that she had blepharoplasty done as a 25-year-old, to get ahead in her career. A former boss had told her that \"Asian eyes\" made her look \"disinterested\" and \"bored.\"", "After surgery, Chen said, \"I did look better, at least by societal standards,\" in a 2016 op-ed for Glamour.", "When social trends go viral", "What is deemed attractive these days is significantly influenced by social media, where beauty trends can quickly go viral, and arguably just as quickly become destructive to a person's confidence and self worth.", "On Tiktok, the hashtag #foxeye has already accumulated 72.8 million views, while on Instagram, the hashtag #foxeyes has more than 70,000 posts.", "Asian American makeup artist Marc Reagan said when he first spotted the fox eye trend, he didn't think it was problematic. He simply saw it as a set of makeup techniques to enhance the eyes and to exaggerate an almond shape.", "But it \"morphed into something different,\" he said, noting that it became offensive when people started adding the gesture of pulling up at the temples.", "\"I absolutely think that everyone needs to pause before they take (that) action,\" Reagan said in a phone interview. \"Everyone needs to pause, take a step back: 'Is this something that could be interpreted the wrong way?' 'Am I taking it down the path where it turns from being a simple makeup trend into appropriation?'\"", "Reagan added he isn't surprised that some people are feeling hurt by the trend, especially in light of the pandemic, when East Asians have been increasingly targeted with racist attacks or slurs . Some people, including the US president have referred to Covid-19 as the \"China virus\" or \"kung flu .\"", "\"You can't be surprised that someone's going to be offended by you exaggerating a feature on your face that mimics something that they've been made fun of or discriminated against for. So we are (living) in a really sensitive time and those types of things need to be taken (into consideration) every single day.\"", "Top image caption: Screenshot from Instagram of the #foxeyes hashtag."], "authors": ["Alicia Lee"], "keywords": ["online", "used", "instagram", "insist", "spread", "critics", "racist", "eyes", "wrote", "beauty", "shape", "eye", "asian", "makeup", "fox", "look", "continues", "trend"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}