{"pubDate": null, "url": "https://parenting.nytimes.com/work-money/tax-benefits-of-having-a-child?module=article-group&topic=Work%20And%20Money&rank=2&position=5", "id": "674716b6-2548-39a1-b42e-fece25b6574b", "keywords": ["dont", "know", "care", "parents", "taxes", "dependent", "child", "youll", "person", "season", "youre", "tax", "credit"], "authors": ["Taylor Tepper"], "title": "What New Parents Should Know Before Tax Season", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0", "summary": "Here’s an overview of the child tax credit and other things you should know about as a new parent during open enrollment season.\nIn its place, though, is a souped-up child tax credit, of which you can probably take full advantage.\nThe child and dependent care tax credit is a good option if you don’t have access to a dependent care F.S.A.\nPitfalls: The child tax credit is wonderful, but can get sticky for unmarried parents since it can only be claimed by one parent.\nUnfortunately, you can’t take advantage of the child and dependent care tax credit and the dependent care flexible spending account for the same expenses.", "paragraphs": ["Here’s an overview of the child tax credit and other things you should know about as a new parent during open enrollment season.", "Image Credit Michael Hession", "With fall comes ghouls and goblins, pumpkin spiced stuff and (if you’re a corporate-office worker bee) open enrollment period at work. While choosing benefits for the following year might not be as Instagrammable, the tax perks that come along with it deserve a million likes.", "For middle-class families, raising a kid now costs a bit more than $230,000, not including college — but families are entitled to tax benefits for a new child to cushion the blow. The trick is actually taking full advantage of them.", "And if you or your partner is pregnant and not due until after open enrollment, you have your own extra-special secret open enrollment period. “Childbirth creates a qualifying event that allows workers to update their employee benefit selection,” said Los Angeles-based certified financial planner Patrick Whalen.", "Here’s how to conquer the tax scaries this enrollment period.", "[Learn a simple trick to reset your post-baby budget.]", "Update your W-4.", "Why? Since you’ve added a new person to your household, you’ll likely owe less in taxes than you did before (all else being the same).", "But if you don’t change your W-4 allowances — that annoying tax sheet that most people fill out as quickly as they can with as minimal thought as possible when they start their jobs — you’ll overpay your taxes throughout the year. Now, everyone loves a good tax refund, but paying a little bit less to Uncle Sam each paycheck can help you more easily afford your increasingly expensive life.", "If you’re married, you and your partner should select Married filing jointly as your tax filing status, which generally means you qualify for more tax credits (for example, you can’t claim the Earned Income Tax Credit when you choose Married filing separately).", "If you’re a single parent who meets the qualifications, you should consider updating your tax filing status from Single to Head of household on Form 1040 (PDF) at tax time. This typically means you pay less in taxes than you would otherwise. And if you’ve already filed, you can change your status by filling out Form 1040X (PDF).", "How? Set aside 20 minutes and contact your HR department. Sometimes getting a tax credit for having a baby is as simple as filling out an online form.", "Pitfalls: Don’t double count your tax savings. If you’re paying less in taxes every two weeks, you’re not going to get a big refund at the end of the year.", "Opt into a dependent-care flexible spending account.", "Why? If you’re paying a day care or on-the-books nanny, consider enrolling in a dependent care flexible spending account. You can save up to $5,000 of pre-tax money to use on those costs. So if you normally pay an income tax rate of, say, 25 percent, you’d save $1,250 off the day care bill each year. And pssst, summer day camp may count too, so factor that in.", "How? You’ll usually have a two-month window after the birth of your child to select your new benefits. This is obviously a crazy period for parents, but you should a) determine which parent will claim the child, and b) designate one person — preferably the same person — to make the beneficiary choices.", "Pitfalls: No tax benefit comes without red tape. D.C.F.S.A. money is “use-it-or-lose-it.” Your balance can only be applied toward current-year child care expenses and will go the way of the dodo if you don’t spend enough to match the amount you’ve put aside. It can feel bureaucratic, requiring submission of receipts to your plan administrator, which can be tough for sleep-deprived working parents.", "“You can also lose money from your flexible spending account because the plan administrator denies a valid request for reimbursement and you are too tired and busy to jump through the hoops necessary to obtain approval,” said Whalen. “Do not underestimate the exhaustion of having an infant in your home.”", "Bonus: Sign up for a 529.", "Once you apply for and receive your tot’s social security number, you can enroll them in a 529 plan. With these Roth IRA-like savings products, you use after-tax income (so the money that actually lands in your bank account every pay period) to invest in a diversified portfolio of stocks and bonds.", "Your investments grow tax free, and when you take them out to pay for college you pay nothing on the gains. Almost all states offer them, and some allow you to deduct whatever you put into the account from your state income taxes. (You can choose a plan from any state, but if you do, you’ll likely forgo your home state’s income tax benefit.)", "Plus, it gives you a convenient place for your extended family to show your kid their love by throwing money at your child’s future education.", "“These types of accounts could be funded by family members such as grandparents, aunts and uncles,” said Phillip Mitchell, a certified financial planner based in Grand Rapids, Mich. “And they could be a great place to save for college in lieu of the 100th new toy for toddler.”", "Claim the child tax credit when you file.", "Why? Parents of older kids may remember the now 86’d dependent exemption. In its place, though, is a souped-up child tax credit, of which you can probably take full advantage. You’ll now receive $2,000 in a dollar-for-dollar reduction in how much taxes you owe for each child if you’re married filing jointly and making less than $400,000 (there’s a phaseout after that). And up to $1,400 of the credit is refundable, so you’ll get something even if you owe nothing in taxes.", "The child and dependent care tax credit is a good option if you don’t have access to a dependent care F.S.A. It covers up to 20 percent to 35 percent of up to $3,000 in expenses from a person or organization qualified to watch your child, and you don’t have to worry about losing any savings like with F.S.A.s.", "How? When you file your taxes next year.", "Pitfalls: The child tax credit is wonderful, but can get sticky for unmarried parents since it can only be claimed by one parent. Generally, the person who most often lives with and provides most of the support for the child will be the one who can claim the credit.", "Unfortunately, you can’t take advantage of the child and dependent care tax credit and the dependent care flexible spending account for the same expenses. If given the choice, you’re usually better off with the dependent care F.S.A. over the child and dependent care tax benefit.", "While navigating these tax changes may give you heebie-jeebies worse than seeing a kid in a Scream mask, there are serious financial benefits to taking advantage of low-hanging fruit that was designed to help parents like you. Don’t lose out.", "[Two jobs, two new parents: how to negotiate your new reality.]", "Taylor Tepper is a senior staff writer at Wirecutter, a product recommendation site owned by The New York Times Company.", "A version of this article appears at Wirecutter.com.", "Sign up for the Wirecutter Weekly Newsletter and get their latest recommendations every Sunday."]}