{"id": "67a2cd5c-5dd2-37cf-8d1a-fdf0c0c39b34", "title": "WIRED Podcasts", "url": "https://www.wired.com/story/wired-podcasts/?utm_source=twitter&utm_medium=social&utm_campaign=onsite-share&utm_brand=wired&utm_social-type=earned", "summary": "Get WIRED is a new podcast about how the future is realized.\nThrough hard-hitting reporting, intimate storytelling, and audio you won't hear anywhere else, Get WIRED is the smartest, sharpest, most thorough show on how tech transforms what it means to be human.\nNarrated versions of WIRED's Business stories, including the latest on blockchain, crypto, startups, telecoms, national affairs, and tech culture.\nNarrated versions of WIRED's latest Science stories on genetic engineering, robotics, space, climate change, and more.\nNarrated versions of WIRED's Security stories, featuring the latest on cybersecurity, hacking, privacy, national security, and keeping yourself safe online.", "paragraphs": ["Get WIRED is a new podcast about how the future is realized. Each week, we burrow down new rabbit holes to investigate the ways technology is changing our lives—from culture to business, science to design. Through hard-hitting reporting, intimate storytelling, and audio you won't hear anywhere else, Get WIRED is the smartest, sharpest, most thorough show on how tech transforms what it means to be human.", "WIRED’s Gadget Lab podcast, for over a decade, has broken down which gadgets, apps, and services you need to know about, and which ones you can move to trash. With segments like Rants & Raves, Recommendations, and Who What Where Buy, we tell you everything you need to know about today’s tech.", "Geek’s Guide to the Galaxy is a podcast hosted by author David Barr Kirtley and produced by Lightspeed Magazine editor John Joseph Adams. The show features conversations about fantasy & science fiction in books, movies, games, and comics, as well as related subjects such as science, history, and critical thinking.", "SpokenLayer", "Listen to Editor in Chief Nick Thompson dig into the most interesting stories in tech, and get daily summaries of WIRED's biggest stories on our future.", "Narrated versions of WIRED's Business stories, including the latest on blockchain, crypto, startups, telecoms, national affairs, and tech culture.", "Narrated versions of WIRED's latest Science stories on genetic engineering, robotics, space, climate change, and more.", "Narrated versions of WIRED's Security stories, featuring the latest on cybersecurity, hacking, privacy, national security, and keeping yourself safe online."], "authors": ["Condé Nast"], "keywords": ["science", "security", "need", "versions", "wired", "podcast", "latest", "tech", "wireds", "podcasts", "national"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}