{"publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da", "url": "https://www.ft.com/video/5d26f3b2-8832-4f1e-b461-605e82ec51ab?playlist-name=section-38dbd827-fedc-3ebe-919f-e64cf55ea959&playlist-offset=3", "pubDate": null, "authors": ["Filmed", "Edited Joe Sinclair", "Additional Footage Reuters"], "keywords": ["radical", "labour", "party", "brexit", "speech", "corbyns", "corbyn", "election", "think", "jeremy", "conference"], "title": "Beyond Brexit: Jeremy Corbyn's radical Labour conference", "id": "67b45ac9-6801-31c4-845e-be2bf2bf3461", "summary": "The Labour Party Conference, Brighton.\nThere are normally two ways to judge a party conference.\nConference, the Labour Party, and our movement, thank you for all you do.\nWell, Jeremy Corbyn has just finished his leader speech brought forward a day because of the recall of Parliament.\nThey're bringing forward an agenda that is so radical, so transformative, that it inspires all of them here and keeps their faith with Jeremy Corbyn.", "paragraphs": ["You can enable subtitles (captions) in the video player", "Someday you'll join us. And the world will live as one.", "The Labour Party Conference, Brighton. There are normally two ways to judge a party conference. There's the events and the excitement and the drama as it happens, and then there's the way we look back at it once the waters have closed over the immediate events.", "The government will be held to account for what it has done. Boris Johnson has been found to have misled the country. This unelected prime minister should now resign.", "Almost all the news stories about this conference will be Brexit stories. It started with a row over what the Party's Brexit position will be going into the general election, and it ended with the response to the Supreme Court ruling on Boris Johnson's prorogation of Parliament. But underneath the hood of the Brexit conversations, there's a bigger story here, which is that actually the Party has adopted a number of extraordinary radical policies, which, if it got to carry them out, would transform the country.", "The next Labour government will reduce the average full-time working week to 32 hours within the next decade.", "And I think when we look back at this conference and some of the noise of the Brexit row is gone, we may look back at it as the moment when Labour took a really dramatic shift in a number of its economic and social and environmental policies.", "We will scrap zero hours contracts.", "Introduce a ten-pound living wage, including for young people from the age of 16.", "The tide is turning. The years of retreat and defeat are coming to an end. Together, we can take on the privileged and put people into power. Conference, the Labour Party, and our movement, thank you for all you do. Thank you for the campaigning you do. Go forward to win an election for the people of this country!", "Well, Jeremy Corbyn has just finished his leader speech brought forward a day because of the recall of Parliament. The conference is just singing The Red Flag and now Jerusalem. And this was very much a speech about building Jerusalem in England's green and pleasant land. Once you got past all of the Brexit content, which dominated the first half of the speech, this was a very powerful speech of transformation, which would leave people in no doubt that a Labour government led by Jeremy Corbyn would be one of the most radical ever elected in this country.", "At the start of this conference, I think there were three issues overshadowing it. The first was Brexit and whether the Party would go into the election with a clear position. The second was the leadership of Jeremy Corbyn, not that he was under threat, but that Brexit had become a proxy fight for the succession. And the third was the environmental policies, which were extremely radical, and the row with the unions over that.", "Buy Jeremy Corbyn's speech here.", "It's all been overshadowed by the Brexit announcement from the Supreme Court. But I think when people look back at this conference, they will see that it's been a very meaningful one in which Labour has adopted a raft of really radical positions. It's backed a 32-hour week, it's backed the abolition of private schools, and it's backed environmental policies with targets which are extraordinarily radical. The decarbonisation of Britain effectively by 2030, the nationalisation of the big six energy companies, these are extraordinarily radical positions that will cost vast amounts of money and drastically transform the economy.", "I've been a Labour Party member for 40 years. It's what I've been waiting for.", "Was there any particular bit in there you especially liked?", "Well, I especially liked the fact that Green is actually seen as an Industrial Revolution.", "There was a sense of unity in there, which was just incredible to see. Obviously, this conference has been a bit divided, especially in the beginning, but we all brought ourselves together.", "Your first time out, what did you make of it all?", "Absolutely brilliant. I think Jeremy, I already thought he was the best person to be prime minister, but I now can't picture anyone else being prime minister anymore.", "Our message is bring it on, bring on the general election because we are ready, Labour is ready, and Jeremy Corbyn is ready. So bring it on!", "Of course, the fact that they'll find it appealing is the easy part. It's also got to be implemented, it's got to be costed, and that's where you run into some very substantial difficulties. The other thing I think that's happened in this conference is whereas people arrived feeling a bit unsure about what was coming, whether the Corbyn's project might founder after him, this conference has been a very, very affirmative one for him personally. When the Brexit debate was going on, a number of people were pushing for a much clearer remain position. It became almost a question of loyalty to Jeremy Corbyn, and he carried the day and his position carried the day particularly because people, speaker after speaker, stood up to say, we have to be loyal to the leadership.", "It's been a long, long time coming, but I know change gonna come. Oh, yes it is.", "The conference is packed up for the night. The stores are all closed. The party bigwigs are rushing back to London for the recall of Parliament. And although conference continues into Wednesday, the air has now gone out of it. Everybody knows that the action is elsewhere. But the sense you get is that members feel they've been present at a moment of history. And as you can see, history plays a vital emotional role in the Labour movement. There is a sense among Labour Party members that they have set themselves on course for a defining election. They're bringing forward an agenda that is so radical, so transformative, that it inspires all of them here and keeps their faith with Jeremy Corbyn.", "It's an agenda that carries problems as well as opportunities. It's very expensive. It's very easy to attack by other parties. But it also contains gobbets of policies all over the place that will appeal to different groups. So there is an enormous sense of excitement among party members, the excitement you get when people know an election is coming. They can't be sure it's going to go their way, but the one thing I think they're all sure of is that this is an election that is going to be transformative for the future of Britain."]}