{"id": "67b8b5f2-e300-3e43-a05c-3cd3cc16768a", "title": "Oxford Impact Measurement Programme", "url": "https://execed.economist.com/said-business-school/oxford-impact-measurement-programme-2021-01-25", "summary": "Professor Alex Nicholls MBA is the first tenured professor in social entrepreneurship appointed at the University of Oxford and was the first staff member of the Skoll Centre for Social Entrepreneurship in 2004.\nHis research interests range across several key areas within social entrepreneurship and social innovation, including: social and impact investment; the nexus of relationships between accounting, accountability, and governance; public and social policy contexts; and Fair Trade.\nTo date Nicholls has published more than ninety papers, working papers, book chapters and articles and six books.\nHe is the General Editor of the Skoll Working Papers Series and the Editor of the Journal of Social Entrepreneurship.\nNicholls has held lectureships at a wide variety of academic institutions including: University of Toronto, Canada; Leeds Metropolitan University; University of Surrey; Aston Business School and the University of Oxford.", "paragraphs": ["Professor Alex Nicholls MBA is the first tenured professor in social entrepreneurship appointed at the University of Oxford and was the first staff member of the Skoll Centre for Social Entrepreneurship in 2004. His research interests range across several key areas within social entrepreneurship and social innovation, including: social and impact investment; the nexus of relationships between accounting, accountability, and governance; public and social policy contexts; and Fair Trade.", "To date Nicholls has published more than ninety papers, working papers, book chapters and articles and six books. Most appear in a wide range of peer reviewed journals and books, including five papers in Financial Times Top 30 journals. His 2009 paper on social investment won the Best Paper Award (Entrepreneurship) at the British Academy of Management. In 2010, Nicholls edited a Special Edition of Entrepreneurship, Theory and Practice on social entrepreneurship – the first time a top tier management journal had recognised the topic in this way. He is the General Editor of the Skoll Working Papers Series and the Editor of the Journal of Social Entrepreneurship.", "Nicholls is also the co-author of a major research book on Fair Trade (with Charlotte Opal, Sage, 2005) and the editor of a collection of key papers on social entrepreneurship (Oxford University Press, 2006, 2008). Both represent the best selling and most cited academic books on their subjects in the world. In 2011, Nicholls published a co-edited volume on social innovation – the first scholarly book on the subject. In 2015, he published a co-edited volume on social finance (again, the first academic collection on the subject) and a new book on social innovation with NESTA. In 2018, Nicholls will publish a book examining the economics underpinnings of social innovation in the European Union (based upon a four year, 3 million Euro, EU funded research project for which he was the Principle Investigator: CRESSI). Nicholls next book project will be a monograph on the politics of social entrepreneurship and innovation globally.", "Nicholls has held lectureships at a wide variety of academic institutions including: University of Toronto, Canada; Leeds Metropolitan University; University of Surrey; Aston Business School and the University of Oxford. He has been a Fellow of the Academy of Marketing Science and a Member of the Institute of Learning and Teaching. Nicholls also sat on the regional social enterprise expert group for the South East of England and is a member of the Advisory Group for the ESRC Social Enterprise Capacity Building Cluster. He has been an Honorary Fellow at the Third Sector Research Centre at the University of Birmingham and a Research Fellow at the Centre for Social Impact, University of New South Wales. Prior to returning to academic life, Nicholls held senior management positions at the John Lewis Partnership, the largest mutual retailer in Europe. He also currently sits of the Board of several social enterprises.", "Alex earned a BA (Hons), MA and PhD in English Language and Literature from King’s College, London and an MBA from Lady Margaret Hall, University of Oxford."], "authors": [], "keywords": ["book", "impact", "innovation", "oxford", "entrepreneurship", "measurement", "academic", "papers", "nicholls", "research", "social", "programme", "university"], "pubDate": "2021-01-25T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}