{"id": "67bbed28-c4ab-3ee2-86a3-02866b4d60e4", "title": "Mystery of orb in a record-breaking Leonardo Da Vinci painting deepens", "url": "https://www.foxnews.com/science/mystery-of-orb-in-a-record-breaking-leonardo-da-vinci-painting-deepens", "summary": "The likely Leonardo da Vinci painting \"Salvator Mundi\" looks straightforward at first glance: a depiction of Jesus Christ in Renaissance-era clothing, raising one hand in blessing and holding a clear orb in the other.\nBut that orb defies the laws of optics, creating a controversy over just what da Vinci was using as his inspiration.\nDa Vinci was an avid student of optics and likely wouldn't have made that mistake carelessly.\nArt historians have been arguing for decades about what the orb was made of and whether Da Vinci deliberately painted it inaccurately.\nIn other words, da Vinci was known to use artistic license in his works, and likely did so with the orb in \"Salvator Mundi.\"", "paragraphs": ["The likely Leonardo da Vinci painting \"Salvator Mundi\" looks straightforward at first glance: a depiction of Jesus Christ in Renaissance-era clothing, raising one hand in blessing and holding a clear orb in the other.", "But that orb defies the laws of optics, creating a controversy over just what da Vinci was using as his inspiration. Now, a new study argues that the orb may be a realistic depiction of a hollow glass ball.", "The work has not yet been published in a peer-reviewed journal, but a preprint of the findings is posted on the preprint site arXiv. University of California, Irvine, researchers used a computer-rendering technique to show that the appearance of the orb would have been physically possible in the real world, if the orb were made of thin blown glass.", "Related: Leonardo Da Vinci's 10 Best Ideas", "But the paper is unlikely to settle the long-running debate over da Vinci’s intentions.", "\"The paper of the sphere is just one of many examples of scientists making ill-judged interventions in Leonardo studies based on ignorance of the sources,\" da Vinci scholar Martin Kemp, an emeritus professor of the history of art at the University of Oxford's Trinity College, wrote in an email to Live Science.", "$450 million mystery", "The \"Salvator Mundi\" is a painting with a dramatic past. It probably dates to around 1500 and was acquired by Charles I of England at some point in the 1600s. Charles I was executed in 1659 after a civil war, and in 1651 a mason named John Stone purchased the painting. In 1660, he returned the artwork to Charles II, the son of Charles I who retook the throne that year. The trail of the painting then goes cold until 1900, when it was resold not as an original da Vinci, but as the work of one of the master’s students.", "It wasn’t until 2011 — after professional conservators got ahold of the painting and repaired sloppy conservation work that had built up over the years — that art experts reassessed the \"Salvator Mundi\" and realized that it was likely painted by da Vinci himself. In 2017, a Saudi prince bought the painting at auction for a record-breaking $450 million.", "Embedded within the painting is a persistent mystery. The orb held by Christ contains a few painted sparkles that look like inclusions within a solid sphere or crystal. But a solid orb would magnify and invert the image of anything behind it due to the refraction of light, and the orb in the painting doesn't do that. Christ's robes appear undistorted behind the glass.", "Da Vinci was an avid student of optics and likely wouldn't have made that mistake carelessly. Art historians have been arguing for decades about what the orb was made of and whether Da Vinci deliberately painted it inaccurately. The new paper brings a method called physically based rendering to the question. UC Irvine computer scientist professors Michael Goodrich, Shuang Zhao and doctoral student Marco (Zhanhang) Liang used this method to simulate light in the scene that is depicted in the painting.", "Controversy in lights", "They found that a combination of dim environmental light, a strong light source from overhead and a hollow blown glass sphere could re-create the scene in the \"Salvator Mundi.\" The glass could have had walls up to 0.05 inches (1.3 millimeters) thick without creating any refraction disrupting the lines of Christ's robes behind it, the researchers wrote in their paper posted on arXiv. (A hollow orb wouldn’t create the same magnify-and-flip effect as a solid orb.)", "Liang and his colleagues declined to comment on their work, which Liang said is now under review at a scientific journal. Kemp was not convinced by the study, however. In a section of his new book, \"Leonardo's Salvator Mundi and the Collecting of Leonardo in the Stuart Courts\" (Oxford University Press, 2020), Kemp traces the context of the orb from entries in da Vinci’s journals, finding that the artist had a fascination with rock crystals and their optics at the time the \"Salvator Mundi\" was painted. He also lists examples of paintings in which da Vinci tweaked the laws of physics and light to create a more pleasing composition. In paintings of the baptism of Christ, for example, the painter and his contemporaries skipped depicting the refraction of light in water that would have made the figures' legs look skewed. Da Vinci also painted baby Jesus as unnaturally large, an artistic way to highlight the Christ child's divinity.", "\"His paintings were not raw demonstrations of optical science, any more than they were stark demonstrations of anatomy,\" Kemp wrote. In other words, da Vinci was known to use artistic license in his works, and likely did so with the orb in \"Salvator Mundi.\"", "Leonardo \"is not making a 'photographic image,'\" Kemp told Live Science. \"If he was, all his 'Christ childs' would be the progeny of giants! He is using his knowledge of natural laws to give conviction to devotional paintings.\"", "Originally published on Live Science."], "authors": [], "keywords": ["light", "vinci", "recordbreaking", "painted", "deepens", "christ", "salvator", "mystery", "painting", "leonardo", "kemp", "da", "orb", "mundi"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}