{"id": "67c48360-b7bf-3af4-8905-dcc4274477ce", "title": "Japanese fashion house accused of cultural appropriation for putting models in cornrow wigs: 'Racist show!'", "url": "http://www.foxnews.com/lifestyle/japanese-fashion-house-accused-of-cultural-appropriation-after-putting-models-in-cornrow-wigs", "summary": "Commes des Garçons, a Japanese fashion house, is being accused of cultural appropriation after sending models down the runway in wigs designed to look like cornrows.\nNearly all of them were seen sporting what appeared to be ill-fitting cornrow wigs.\n?” one user wrote on Instagram.\n“They wanna make money off the culture but don’t wanna show love and respect to the people,” someone else commented.\nCommes des Garçons has not publicly commented on the backlash, nor shared any photos from the show on its Instagram page as of Saturday afternoon.", "paragraphs": ["Critics didn’t care for this “hair”-brained idea.", "Commes des Garçons, a Japanese fashion house, is being accused of cultural appropriation after sending models down the runway in wigs designed to look like cornrows.", "The show took place on Friday at Paris Fashion Week and showcased several different male models, many of whom were white, strutting down the runway modeling the brand’s latest Homme Plus menswear collection. Nearly all of them were seen sporting what appeared to be ill-fitting cornrow wigs.", "'REAL-LIFE RAPUNZEL' DISCUSSES DAILY LIFE WITH 6 FEET OF HAIR", "The criticism was swift on social media, with some deeming it a “racist” show, and others declaring that Commes des Garçons was “canceled.”", "“I’m outraged and disgusted by your models' choice of hairstyle knowing where it originated from. Where is the real representation?!?” one user wrote on Instagram.", "“Cancel culture incoming y'all really messed up on this one, man,” another user said.", "“They wanna make money off the culture but don’t wanna show love and respect to the people,” someone else commented.", "“Racist show!” another simply wrote.", "CLICK HERE TO SIGN UP FOR OUR LIFESTYLE NEWSLETTER", "Others, still, appeared to be just as offended by the placement and quality of the lace-front wigs.", "“Cornrow forehead wigs?” one asked.", "“I can’t even be mad because I know y’all did this for attention but come on … the lace? At least do it right,” someone else added.", "FOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWS", "On Friday, Canadian fashion designer and model Tani also called out the brand in a Twitter post that has been liked more than 3,300 times.", "“Lmaoooo why?!” she wrote.", "Commes des Garçons has not publicly commented on the backlash, nor shared any photos from the show on its Instagram page as of Saturday afternoon. The fashion house, however, had once come under similar scrutiny in 2018, following accusations from fashion writer Marin Lerma that it had not hired a black model in the two decades prior.", "CLICK HERE TO GET THE FOX NEWS APP", "That same year, Kim Kardashian also faced criticism for arriving at the 2018 MTV Movie and TV Awards with her hair in cornrows.", "\"It’s not cute to appropriate my culture,\" one critic wrote on social media at the time. \"Your privilege is really showing.\""], "authors": ["Michael Bartiromo"], "keywords": ["cornrow", "garçons", "des", "cultural", "wigs", "putting", "house", "wanna", "models", "fashion", "culture", "wrote", "user", "appropriation", "japanese", "racist", "yall"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}