{"id": "67df9c85-de3b-36ee-9e2b-0ab69b78df39", "title": "8 Jewel-Toned Looks Fit for a Princess–Kate Middleton, That Is–on Her Birthday", "url": "https://www.vogue.com/article/kate-middleton-jewel-tone-outfits", "summary": "If you tend to fall into this chilly weather fashion rut, however, then look no further than Kate Middleton’s winter outfits, which are anything but boring.\nEspecially during the frigid season, the Duchess of Cambridge often forgoes those predictable, bland hues, and opts for a royal combination of jewel-toned designs.\nLast December, she posed with her family for their holiday card in an enchanting ruby sweater, which was the highlight of a flawlessly casual outfit.\nEven her Zoom looks brought the sparkle, thanks to a vibrant citrine top and dazzling gold earrings.\nNow, if only we could find a way to convince the Queen to let us borrow one of those tiaras.", "paragraphs": ["Every year without fail, simple, monochromatic black and white seem to dominate our winter wardrobes, try as we might to infuse some vibrant color into our style repertoires. If you tend to fall into this chilly weather fashion rut, however, then look no further than Kate Middleton’s winter outfits, which are anything but boring. Especially during the frigid season, the Duchess of Cambridge often forgoes those predictable, bland hues, and opts for a royal combination of jewel-toned designs.", "Last December, she posed with her family for their holiday card in an enchanting ruby sweater, which was the highlight of a flawlessly casual outfit. And throughout 2020, she proved to be the queen of green, wearing several photo-worthy emerald ensembles, from glitzy gowns to statement, fur-lined coats and lounge-worthy trousers. Even her Zoom looks brought the sparkle, thanks to a vibrant citrine top and dazzling gold earrings.", "If you’re looking for ways to branch out from the usual mundane shades or, perhaps, connect with your inner-princess this season, Middleton’s winter outfits, channeled below, could certainly be a source of inspiration, especially today on her 39th birthday. Now, if only we could find a way to convince the Queen to let us borrow one of those tiaras.", "Photo: Getty Images", "Ulla Johnson Harriet printed cotton button-down shirt $245 INTERMIX Shop Now Buybuyluvetsy royal blue fedora $20 ETSY Shop Now", "Photo: Getty Images", "Emilia Wickstead Alice point collar crepe midi dress $1,840 MATCHESFASHION.COM Shop Now Stratberry stylist mini crossbody bag $415 STRATHBERRY Shop Now", "Photo: Getty Images", "Markarian sequin bias corset dress $1,750 MODA OPERANDI Shop Now L.K. Bennett Scarlet suede pumps $295 L.K. BENNETT Shop Now", "Photo: Getty Images", "Shrimps river faux fur-trimmed wool-blend coat $955 MATCHESFASHION.COM Shop Now Tory Burch Gigi over-the-knee ankle-tie boot $628 $399 TORY BURCH Shop Now", "Photo: Getty Images", "J.Crew cashmere crewneck sweater $98 J.CREW Shop Now Frank & Eileen tee lab knit button-down shirt $218 NORDSTROM Shop Now", "Photo: Courtesy of Kensington Palace / @kensingtonroyal", "Hebe Studio velvet double breasted jacket $650 $368 FARFETCH Shop Now Cathy Waterman triple pink sapphire hexagonal earrings $2,000 YLANG 23 Shop Now", "Photo: Getty Images", "Veronica Beard Edia satin wide-leg pants $395 NET-A-PORTER Shop Now Adidas originals Stan Smith sneakers $60 ZAPPOS Shop Now", "Photo: Getty Images"], "authors": ["Alexis Bennett", "Alexis Bennet"], "keywords": ["birthday", "nowphoto", "tory", "winter", "shirt", "jeweltoned", "sweater", "getty", "middleton", "fit", "season", "shop", "royal", "princesskate", "looks", "vibrant", "ison"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}