{"id": "68250017-176b-3fce-aa7e-4564accb8232", "title": "Sen. Rick Scott (R-FL) On China’s Threat To America: “We Have To Stand Up And Hold Them Accountable”", "url": "https://radio.foxnews.com/2020/12/14/sen-rick-scott-r-fl-on-chinas-threat-to-america-we-have-to-stand-up-and-hold-them-accountable/", "summary": "Florida Senator Rick Scott (R-FL) spoke with Fox News Radio's Guy Benson about ongoing Covid relief talks and the continued threat china posies to America.\nThey've got they've got they've got spies all over this country.\nSo they're trying they're trying everything they can.\nAnd by the way, they're taking our jobs.\nThey're taking away people's organs involuntarily.", "paragraphs": ["Florida Senator Rick Scott (R-FL) spoke with Fox News Radio's Guy Benson about ongoing Covid relief talks and the continued threat china posies to America. Senator Scott said China's 'Not Our Friend' and railed over the communist country's growing influence throughout the world. Saying,", "\"Look at what they're doing. They've got they've got they've got spies all over this country. You saw Eric Swalwell, who's, you know, who's on the House Intelligence Committee, and he's got ties to a Chinese spy and he won't explain what his relationship was. So they're trying they're trying everything they can. And by the way, they're taking our jobs. They're stealing our technology. They put people in prison for their religion. They're taking away people's organs involuntarily. They took away the basic rights of Hong Kong citizens. They lied to Obama, militarize the South China Sea. When are we going to open our eyes and say who are selves they are not our friend. They're not going to become our friend. I would love to let them be our friend. They are not. They have become an adversary. We have to stand up and hold them accountable. I'm glad that President Trump is doing everything he can. I'm scared to death what Joe Biden's going to do. Joe Biden's never been tough on a dictator anywhere in the world. He's got relationships in China, his son has relationships in China, we've got to stand up for Americans and understand that they are not our friend.\"", "Listen To The Full Interview Below:"], "authors": ["Wyatt Dobrovichfago"], "keywords": ["theyve", "scott", "going", "rick", "whos", "chinas", "accountable", "hold", "stand", "world", "theyre", "trying", "rfl", "china", "threat", "taking", "america", "sen", "friend"], "pubDate": "2020-12-14T00:00:00Z", "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}