{"id": "685f0853-f9bd-3739-9a95-f989a1fb4f60", "title": "Fashion designer Alexander Wang denies sexual assault claims", "url": "https://www.foxnews.com/lifestyle/fashion-designer-alexander-wang-denies-sexual-assault-claims", "summary": "Alexander Wang has insisted that although he \"frequently\" attended parties \"where drugs and alcohol were present,\" he has never sexually abused anyone.\nThe under-fire designer has been accused of making unwanted sexual advances to several people amid claims that he served water laced with party drug Molly, which he strenuously denies.\n\"The fashion industry is long overdue for a reckoning on its frequent, disturbing mistreatment of models.\nI’ve represented many alleging sexual misconduct in recent years, including against Paul Marciano, Bruce Weber and others.\n\"I looked to my left to see who it was and it was this really famous fashion designer.", "paragraphs": ["Alexander Wang has insisted that although he \"frequently\" attended parties \"where drugs and alcohol were present,\" he has never sexually abused anyone.", "The under-fire designer has been accused of making unwanted sexual advances to several people amid claims that he served water laced with party drug Molly, which he strenuously denies.", "On Monday, Wang sent a note out to his employees thanking them for standing by him after Instagram account S— Model Management, and fashion watchdog account Diet Prada, shared anonymous stories of alleged misconduct.", "DATING PLATFORM BUMBLE WILL NOT REVIEW ITS POLICY ON INDOOR BIKINI PHOTOS DESPITE RECENT CRITICISM", "In a statement seen by Page Six, Wang wrote: \"Firstly, I’d like to take the opportunity to connect directly with the people who have helped me grow this brand into what it is today and address the recent false, fabricated and mostly anonymous accusations against me.\"", "He added, \"While I have always been active in my social life, frequently attending various industry gatherings, parties and concerts where drugs and alcohol were present… but contrary to what has been said, I have never taken advantage of others in a sexual manner or forced anything on anyone without consent. I also have never abused my status or fame for my own benefit.\"", "Wang also wrote: \"These baseless allegations were started on social media by sites which repeatedly disregarded the value and importance of evidence or fact checking. It’s my priority to prove these accusations are untrue and are fueled by solely opportunistic motives.\"", "FOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWS", "The 37-year-old designer, whose circle of friends includes celebs like Hailey Baldwin, Kaia Gerber, Gigi and Bella Hadid, and Kendall Jenner, often uses partying as a theme in his designs, runway shows and lavish afterparties.", "Harvey Weinstein’s former attorney Lisa Bloom told us she is \"proud\" to now represent some of Wang’s accusers.", "\"The fashion industry is long overdue for a reckoning on its frequent, disturbing mistreatment of models. I’ve represented many alleging sexual misconduct in recent years, including against Paul Marciano, Bruce Weber and others. Models are not props, and they have the same rights to workplace respect as everyone else,\" she said.", "Model Owen Mooney claimed that Wang groped him during a chance encounter at a New York City nightclub in 2017. Wang denies this.", "\"I was by myself at one point and this guy next to me obviously took advantage of the fact that no one could f–ing move and he just started, like, touching me up. And fully like, up my leg, in my crotch, like it made me freeze completely because I was in such shock,\" Mooney said in a TikTok video. \"I looked to my left to see who it was and it was this really famous fashion designer. Like, I couldn’t believe that he was doing that to me. It made me go into even more shock.\"", "CLICK HERE FOR FOX NEWS' CONTINUING CORONAVIRUS COVERAGE", "A man called Nick claimed to the Daily Mail that Wang performed a sex act on him after he met him at a Brooklyn club in 2019. The 25-year-old claimed he was blackout drunk and regained consciousness with Wang performing a sex act on him. He said, \"Each time I was blacked out, I would come to consciousness, and he was doing something to me.\"", "However, in multiple text messages seen by Page Six, over 2019 and 2020, Nick continued to reach out to Wang, asking him over to \"smoke and chill\" and to meet up.", "Wang also continued in his statement: \"It is important for people to speak up about and be heard but there is a need to ensure accusations are credible, so that we don’t harm these important causes.\" And, \"Our team is doing everything in its power to investigate these claims and we promise to remain honest and transparent throughout that process. We are fortunate to have received an overwhelming amount of support over the last few days and are thankful to our staff, clients and industry peers for standing by our side at this time.\"", "CLICK HERE TO GET THE FOX NEWS APP", "Meanwhile, Wang’s friends came to his defense, as his agent and long-time friend Heather Hughes told Page Six: \"Alex and I have known each other for almost 15 years. We have collaborated closely on many projects over the years. He always treats models as human beings, and celebrates who they are as people. His hard work has led to much success, yet he remains one of the kindest people in our business.\"", "Model Anna Ewers added: \"I have considered Alex a dear friend for nearly a decade and have always known him to be respectful, professional and compassionate. Obviously, I can only speak for myself but my experiences with Alex on both a personal and professional level have been nothing short of positive.\"", "And Alice Barlow said: \"I produced multiple Alexander Wang runway shows and parties (both brand and personal) over the past few years and have personally witnessed and heard only positive praise for Alex and his professionalism.\"", "This story was originally published by Page Six of The New York Post."], "authors": [], "keywords": ["sexual", "alexander", "wang", "industry", "page", "fashion", "parties", "claims", "fox", "models", "alex", "designer", "recent", "denies", "assault"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}