{"id": "68757b07-4048-3436-a980-48d331791d8e", "title": "Denny's employee quits job after customers refuse to wear masks, video shows", "url": "https://www.foxnews.com/lifestyle/dennys-employee-quits-job-customers-refuse-masks", "summary": "A fed-up Denny’s employee quit her job after customers challenged the restaurant's current mask-wearing requirement during the COVID pandemic.\n\"You’re required to wear a mask,\" the server says in the video.\nThe two men continue to press the issue, accusing the server of \"discrimination\" for upholding the mask-wearing mandate as COVID cases continue to spike across the country.\nAnother employee, who appears to be a manager, then tells the men that they must wear masks in adherence to the state's current mandates.\nThe restaurant did not disclose whether the server seen in the video was still employed with Denny's.", "paragraphs": ["A fed-up Denny’s employee quit her job after customers challenged the restaurant's current mask-wearing requirement during the COVID pandemic.", "A Denny’s server at the restaurant chain's location in Franklin Park, Ill., can be seen announcing her intentions to quit in a cellphone video posted to Reddit on Tuesday after customers refused to wear masks while citing the \"Civil Rights Act of 1964.\"", "WARNING: Video contains profanity.", "\"You’re required to wear a mask,\" the server says in the video.", "The customers in question do not comply, claiming \"religious exemption.\"", "\"You know what, you know what? I quit, I f----ing quit,\" the server says.", "\"What is wrong with you people? I’m not working for this s----t anymore. These guys won’t put their mask on, I’m sick of feeling like this,\" the server says to an off-camera employee.", "The two men continue to press the issue, accusing the server of \"discrimination\" for upholding the mask-wearing mandate as COVID cases continue to spike across the country. Another employee, who appears to be a manager, then tells the men that they must wear masks in adherence to the state's current mandates. The men then claim that Denny's has lost their business before leaving.", "One of the men in the video appears to be wearing a shirt with a quote from the founder of the Christian group Jesus Christ Ministries, Newsweek reported.", "CLICK HERE TO SIGN UP FOR OUR LIFESTYLE NEWSLETTER", "A spokesperson for Denny's told Fox News on Tuesday the restaurant is aware of the situation and asks customers to adhere to public health guidlines. The restaurant did not disclose whether the server seen in the video was still employed with Denny's.", "\"While we understand that some may feel that they are exempt from certain mandates, at Denny's, the safety of our employees and guests is our top priority and we will always abide by all applicable regulations and guidelines to ensure that priority is met,\" the spokesperson said in a statement.", "CLICK HERE TO SIGN UP FOR OUR LIFESTYLE NEWSLETTER", "\"This pandemic has hit the restaurant industry and those that work in it particularly hard, and we ask that those who choose to dine out respect the hard work and resilience of these workers by adhering to public health guidelines as well as individual restaurant policies,\" the statement continued. \"We look forward to when these requirements are no longer necessary, but until then, will continue to act in the best interest of the health and welfare of our guests, employees and the communities we serve.\""], "authors": ["Jeanette Settembre"], "keywords": ["men", "wear", "customers", "employee", "server", "refuse", "health", "video", "job", "masks", "dennys", "continue", "restaurant", "quits", "shows", "quit"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}