{"id": "687812aa-e63b-333a-ad67-246a130b00bd", "title": "'Just unimaginable': Latin America's Covid crisis heads from bad to worse", "url": "https://www.theguardian.com/world/2020/dec/10/latin-america-covid-crisis-heads-from-bad-to-worse", "summary": "“I lost a colleague who was my resident, someone younger than me, a newlywed,” said the 43-year-old tropical medicine specialist.\nCovid warnings ring out as Latin America bids to return to normality Read moreThe Brazilian city is far from the only part of Latin America – where more than 460,000 lives have already been lost – facing what many call a second Covid wave.\nIn Paraguay, which won early plaudits for its proactive pandemic response, authorities this week tightened restrictions after a jump in infections.\nBressan rejected the portrayal of Brazil’s jump in infections as a second wave, instead likening the outbreak to a relentless tidal bore that continued powering forwards.\nThere will be people who won’t be able to find a hospital bed [and] many will die at home,” she warned.", "paragraphs": ["Health services in Brazil, Mexico and Paraguay are dangerously stretched as a second wave buffets a region where the first never ended", "As the coronavirus epidemic hammered Rio earlier this year, frontline doctor Clarisse Bressan recalls fleeing to her hospital’s toilet to shed surreptitious tears of exhaustion and fear.", "“I lost a colleague who was my resident, someone younger than me, a newlywed,” said the 43-year-old tropical medicine specialist. “It’s a disaster – just unimaginable, a nightmare.”", "Ten months and nearly 180,000 Brazilian deaths later, Bressan said she felt anger as she watched cities reopen, bars, restaurants and gyms pack, and her intensive care unit once again fill with wheezing, panicked patients unsure if they would survive.", "“I feel like a schmuck, a total schmuck. For Pete’s sake! It’s like I’m the only one who’s worried,” complained the doctor from Rio’s Fiocruz coronavirus hospital which opened its doors in May.", "Covid warnings ring out as Latin America bids to return to normality Read more", "The Brazilian city is far from the only part of Latin America – where more than 460,000 lives have already been lost – facing what many call a second Covid wave.", "In Mexico, which with over 110,000 fatalities has the world’s fourth highest death toll, the World Health Organization (WHO) last week warned of a “very worrisome” situation after the number of weekly deaths doubled between mid-October and late November. “Mexico is in bad shape,” the WHO director-general, Tedros Adhanom Ghebreyesus, declared.", "Issac Chávez Díaz, an anaesthetist from the Universidad Nacional Autónoma de México, said he feared the relaxation of containment measures meant the coming peak could be even higher than the first one in July. “We’re probably going to see the worst in December and January,” Chávez Díaz predicted.", "In Paraguay, which won early plaudits for its proactive pandemic response, authorities this week tightened restrictions after a jump in infections. Following an encouraging drop in late October, recent weeks have seen daily figures return to almost their highest point since the pandemic began, topping 1,000 daily infections for the first time since 1 October.", "“There’s been an excessive increase in cases,” said Fabián Ojeda, the municipal chief of staff in the Paraguayan city of Pilar which declared a 15-day health emergency on 1 December. “Our local health system wasn’t reinforced like it was in other places – it’s not far from collapse.”", "Last week Chile’s health minister, Enrique Paris, admitted he was also bracing for a possible new wave of infections in January that could hit “with much greater force than the first”.", "Facebook Twitter Pinterest Peruvian migrant Jose Collantes cries as cemetery workers bury his wife Silvia Cano, who he says died of Covid-19, at a Catholic cemetery in Santiago, Chile, in July. Photograph: Esteban Félix/AP", "Brazil, which has lost more lives than any country apart from the US, is already feeling the pain with its seven-day moving average of deaths this week hitting 617, its highest level since early October.", "The deaths in Rio of Ricardo Cruz, one of Brazil’s most revered surgeons, and soap star Eduardo Galvão added to the mounting sense of crisis. “Don’t leave home, man,” Galvão, 58, reportedly warned a close friend before dying in intensive care.", "Twenty-one of Brazil’s 26 states report an upward trend in infections with several, including Bahia, Pernambuco and Rio Grande do Sul, banning Christmas and New Year’s Eve festivities in response. “I think Brazil has to be very, very serious,” the WHO’s Ghebreyesus warned last week.", "Bressan rejected the portrayal of Brazil’s jump in infections as a second wave, instead likening the outbreak to a relentless tidal bore that continued powering forwards. “It made sense to talk about a second wave in Europe – the numbers went up and down and they completely controlled it – but not here,” said the doctor who has spent time at the London School of Hygiene & Tropical Medicine.", "'The country is adrift': echoes of Spanish flu as Brazil's Covid-19 catastrophe deepens Read more", "Brazil’s Covid figures had remained so stubbornly high that the current surge was “more like trying to put a ladder up on Table Mountain”, Bressan said, blaming Brazil’s premature reopening for the reversal. “We reopened when the number of infections was still rising. It was bonkers, insane.”", "Chávez Díaz said similar factors explained the surge in Mexico, where President Andrés Manuel López Obrador has been criticised for shunning facemasks and minimizing the epidemic. “Most infections happen in bars, taverns, restaurants, gyms and churches – that’s to say leisure activities, places that could be avoided but remain open. We are failing,” Chávez Díaz said.", "Facebook Twitter Pinterest People who suspect they have Covid-19 line up for a second check at clinic in Tijuana, Mexico, on Monday. Photograph: Guillermo Arias/AFP/Getty Images", "Bressan said she believed fatigue and selfishness were partly responsible for the collapse of social distancing. “We’re fed up – but the virus isn’t – and the hospitals and health professionals are exhausted,” she warned. But most of all she blamed misinformation and the government’s failure to give citizens clear guidance on how to behave.", "The Brazilian president, Jair Bolsonaro, has been internationally condemned for playing down the dangers of a disease he calls “a little flu” and peddling unproven remedies such as hydroxychloroquine and Ivermectin.", "“People are misinformed and alienated. People think there are treatments, that if they take [anti-parasite drug] Ivermectin it’ll all be OK – so much nonsense … Information has to come from the top.”", "With a new lockdown virtually inconceivable because of the political mood, Bressan foresaw a Christmas of chaos as families gather to celebrate and infections soar.", "“The health system is going to be overloaded and, worst of all, people will die without assistance. There will be people who won’t be able to find a hospital bed [and] many will die at home,” she warned. “I don’t see any chance of this improving at all before March.”"], "authors": ["William Costa", "Analy Nuño", "Tom Phillips"], "keywords": ["crisis", "unimaginable", "díaz", "brazils", "infections", "second", "americas", "health", "mexico", "latin", "week", "deaths", "worse", "wave", "covid", "heads", "warned", "bad"], "pubDate": "2020-12-10T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}