{"id": "689a45b4-9456-31fb-9bb4-58c7ae576f2a", "title": "‘I took my ventilator camping in the Sahara’: how to enjoy life with a long-term illness", "url": "https://www.theguardian.com/lifeandstyle/2020/dec/17/enjoy-life-with-a-long-term-illness-long-covid", "summary": "Emmanuel-Jones believes that, after the Covid-19 crisis, attitudes towards long-term illness in the workplace will change.\n“But lockdown has proved everyone can work flexibly, which people with chronic illness depend on.\nPhotograph: provided by Helen RoperMental health and chronic illness are closely linked, with people who have long-term conditions more likely to develop anxiety and depression.\n“As well as the physical symptoms, the uncertainty of living with long-term illness causes stress.\nThat’s been a huge boost to my mental health.”Roper believes that “living in the moment” is an important part of wellbeing for people with long-term conditions.", "paragraphs": ["In April this year, Lucille Whiting and her family were among the thousands who fell ill with Covid-19. “We had been isolating when my son was rushed to A&E with an allergic reaction. We must have picked up the virus there,” she explains. “I tested positive and then one by one my family went down with it.” After a brief stint in hospital, Whiting has had symptoms ever since. “I had the gastric version of the illness and have been wiped out with nausea, sickness and fatigue. It’s only just starting to subside.”", "Research shows that a fifth of people with Covid experience debilitating symptoms – including breathlessness, chest pain, coughing, fatigue, digestive problems and joint pain – five weeks after being infected. One in 10 still report problems after 12 weeks. This prolonged illness often comes as a shock to previously healthy people but for Whiting, feeling unwell wasn’t new. “I was diagnosed with a bladder condition called ulcerative interstitial cystitis two years ago after almost 20 years of ill-health,” she says. Though the condition leaves her in severe pain, Whiting believes it made long Covid easier to cope with, and that other “long-haulers” could learn from the experiences of chronically ill people. “I’d already developed mechanisms for living with long-term illness, and while it’s been challenging, it’s something I’ve learned to live with to enjoy my life.”", "Whiting, who runs a jewellery design company, finds that creative groups and activities take her mind off the pain. “Being ill can make you feel like you’re standing still when other people’s lives are moving ahead,” she says. “That is why it’s important to always have something to look forward to. I like keeping my mind busy, so I am always booking online courses. Since lockdown began they’ve really taken off, and I love that the digital world allows you to connect with people all over the world. It’s made the world less lonely for disabled people.” She enjoys working at her own pace. “I get up early and often work really late, but I take lots of breaks during the day rather than working one long stint. You’ve got to personalise your timetable.”", "Farmer Wilfred Emmanuel-Jones has lived with graft-versus-host disease, a condition that causes severe dry eyes, skin problems, exhaustion and other symptoms, since having a stem cell transplant for leukaemia. He says that when you are unwell it is easy to feel as if you are on your own. “Finding your tribe is really important. That could be a support group with people who suffer from the same condition as you, or it could be a group of people who share your interests. You need to find people you connect with.”", "‘You need to find people you connect with’ ... Wilfred Emmanuel-Jones, who has graft-versus-host disease. Photograph: Matt Austin/Rex/Shutterstock", "Before the pandemic, at least 15 million people were living with chronic conditions in the UK but their difficulties have often been dismissed or ignored. Emmanuel-Jones believes that, after the Covid-19 crisis, attitudes towards long-term illness in the workplace will change. “I’m lucky to own my own business, which I’m really passionate about, because it means my time is my own and I can manage it,” he says. “But lockdown has proved everyone can work flexibly, which people with chronic illness depend on. I would advise anyone to try to do something they love, where their needs can be accommodated.”", "GP and breast cancer survivor Dr Jane Spurgeon is a clinical adviser trustee for Mission Remission, a charity that supports people who are recovering from cancer. She believes the Covid crisis has heightened awareness about long-term conditions. “I am seeing a lot of people with long Covid who are struggling and often have managers who don’t believe them. Many of the challenges are similar to those of people living with other chronic illnesses, like the effects of cancer treatment, ME and many others,” she says. Fatigue is one of the biggest and most misunderstood challenges that people face. “I recommend getting blood tests just in case other conditions, such as thyroid problems, might be causing it. Then it’s a case of breaking things down into small, manageable goals. Sometimes walking around for just a few minutes might be a big achievement.”", "During her cancer treatment, she didn’t have the energy to go out and meet friends, but, in a post-Covid world, her patients can stay connected. “A lot of people are enjoying Zoom conversations with friends, which weren’t really happening before. Hopefully, this trend will continue.” Spurgeon says complementary therapies such as reflexology and acupuncture can also be effective for some people. “I always advise people to check with their doctor to make sure there are no risks to the therapy they want to try.” She also suggests keeping journals to track progress, as well as food and sleep diaries to monitor what might make you feel better or worse.", "‘I’ve adapted my sleep and nutrition and been able to come off pain medication’ ... Lee Chambers, who was diagnosed with autoimmune arthritis. Photograph: provided by Lee Chambers", "It’s a technique that worked for Lee Chambers, who was diagnosed with autoimmune arthritis six years ago. “I went from being a busy dad to being unable to walk almost overnight. I went through feelings of anger and frustration and used the journal to document these, as well as my progress. When I had a setback, looking back at the journal really boosted my mood as it showed how far I had come.” Since then he has worked hard to build a happy life that takes into account his condition, but doesn’t revolve around it. He says he has become an experimenter, noting down how different curtains (blackout, for example), pyjamas, sleep times, foods and exercises affect him. “I’ve adapted my sleep and nutrition through trial and error and been able to come off pain medication,” he says.", "Chambers’ wife was pregnant with their second child when he became unwell. “I learned to walk again alongside my baby daughter,” he explains. “It sounds silly but I never thought about being able to walk before, but now it’s something I’m incredibly grateful for. Being ill made me re-evaluate what I wanted from life and what’s important.” He now adapts all activities to fit around his condition. “It’s made me a more creative problem solver,” he says. “For example, I do Nordic-style walking with poles, which helps to take strain off my knees and means I can walk longer distances. I also coach disability football, as well as offering wellbeing support to others.”", "Doing what you can, rather than focusing on what you can’t, has been an important mantra for Helen Roper, who was born with cystic fibrosis. “I love music and I’ve taken my mobility scooter with me to festivals. Initially, I was worried about looking disabled but it gives me so much freedom. I use a portable oxygen concentrator, which I can travel with, as well as a non-invasive ventilator to sleep with. I’ve even taken my ventilator to go camping in the Sahara.”", "Structure is crucial for Roper, who incorporates plenty of naps into her timetable. “When I plan a trip, like going to a wedding, I’ll plan in the times I can go to our room and take a rest. I try to get a bit of spontaneity in our lives when we can – maybe an impromptu at-home disco with my boyfriend when I am having a good day.”", "I do ‘laughter yoga’, which is based on the idea that your body benefits from laughing even when we pretend to laugh Helen Roper", "Since her health deteriorated four years ago and she was put on the waiting list for a double lung transplant, life has been quieter. “Lockdown hasn’t been too different for me,” she says. “I spend a lot of time with my dog, which has been a life-saver. I’ve met so many people as a result of taking her out, and playing with her is a great mindful activity. I think they should have animals on prescription.” In the summer she took a trip to Alton Towers to escape isolation. “When my doctor asked how I could social distance, I told her I would run people over with my scooter!”", "Like Chambers, Roper has found keeping a journal helpful, especially during long stints in hospital. “I also have a blog, and do ‘laughter yoga’, which is based on the idea that your body benefits from laughing even when we pretend to laugh.” She has a carer who helps her with chores around the house, so that she can spend more time doing the things she loves. “This used to make me feel guilty, but my doctor explained that it’s best to use my energy for things I am passionate about.”", "Feelings of guilt can be a challenge for people with chronic conditions, particularly when the illness is hidden. Emmanuel-Jones says it’s important to embrace being selfish, and adjust your mindset to prioritise your health. “You’ve got to look after yourself, even if you start by giving yourself small treats,” he says. “You never have to feel bad or explain or justify yourself. The world isn’t very sympathetic towards people with chronic conditions and disability. Like with this virus, so many people don’t think it will affect them so they aren’t bothered. The truth is that conditions affect people differently and I hope, in time, the world can become more mindful and accommodating of this.”", "‘Part of being human is knowing that you can’t live a perfect life’ ... Helen Roper, who has cystic fibrosis. Photograph: provided by Helen Roper", "Mental health and chronic illness are closely linked, with people who have long-term conditions more likely to develop anxiety and depression. “Anxiety can also exacerbate people’s symptoms, leading to a vicious circle of physical and mental ill-health,” says Julie Baah, an NHS psychologist. “As well as the physical symptoms, the uncertainty of living with long-term illness causes stress. A lot of people don’t know if they’re going to get better or when they are going to have bad days.” Any support should be led by the individual, as the things people need help with can vary greatly, and there is no one-size-fits-all approach to managing long-term conditions. “There can be a lot of shame and guilt when people find their progress goes backwards, even though this is part of the process,” says Baah. “Many people will need support in managing their new realities and setting goals for themselves.”", "For Steve Giles, who lives with severe arthritis and sciatica, it took years to reach a place of acceptance. After many years of failed operations and pain medication, his mental health spiralled and he found it harder to function. “I was homeless for a short period, too, and when I ate it was always junk food. Pizza was the easiest thing to put in the oven due to the pain. I was really in a bad way with pain and my mental health. I’d tried mindfulness, which was helpful, but once you let it lapse it becomes hard to get back into it.” Eventually, he was referred to the NHS Centre for Integrated Care in Glasgow, which offers people with chronic conditions a wide range of ways to improve their quality of life. “For the first time I felt listened to by health professionals. I was put back on a mindfulness refresher course and was taught a number of breathing techniques.”", "He received support to change his diet, and invested in a slow cooker so that he could easily make healthy, simple recipes. “Eating well has made a big difference. I’ve also tried a number of therapies, such as acupuncture, which have been helpful.”", "Before he went to the centre, he says he had been waiting for a cure to “restart my life. Part of my therapy has been about accepting my condition and learning to live and do what I can.” Although Giles has struggled to make friends throughout his life because of Asperger’s, he has spent the past few years engaging with others who have his condition and built new relationships. “The holistic therapies have given me my life back. I love tinkering around with machines at home and going on walks down to the river to watch the boats. It’s not everyone’s cup of tea but it makes me happy.” During lockdown, he joined a seated tai chi class online. “It’s adapted so that anyone can do it and helps me to stretch and move. That’s been a huge boost to my mental health.”", "Roper believes that “living in the moment” is an important part of wellbeing for people with long-term conditions. It’s something she has worked on through acceptance and commitment therapy, which was offered to her on the NHS. “Part of being human is knowing that you can’t live a perfect life, and that you have to live with uncertainty. A lot of happiness comes down to learning to accept the here and now. I might never run a marathon, but I plan to enjoy as much of life as possible and take every opportunity I can.”"], "authors": ["Lizzie Cernik"], "keywords": ["ventilator", "longterm", "camping", "enjoy", "really", "conditions", "condition", "sahara", "lot", "pain", "world", "illness", "chronic", "took", "life"], "pubDate": "2020-12-17T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}