{"id": "68a33499-9eff-330d-89ad-8ba0af60f468", "title": "Monster Hunter World: Iceborne Review – Tough Challenges In The Bitter Cold", "url": "https://www.gameinformer.com/review/monster-hunter-world-iceborne/monster-hunter-world-iceborne-review-tough-challenges-in-the", "summary": "Monster Hunter World reached a wider audience than any other game in the franchise, mesmerizing new hunters and pleasing longtime veterans.\nIceborne gave me a larger adrenaline rush than I ever experienced in World’s base game, but it’s mirrored with just as many frustrating moments.\nRather than having another new locale to explore, the other quests take place in the regions from the base game, such as The Ancient Forest and Coral Highlands.\nDestructible environments and turf wars are also back, with the latter continuing to be the pain that it was in the base game.\nStepping back into Monster Hunter World for Iceborne reminded me how much I adore this game, but it also exposes its flaws.", "paragraphs": ["Monster Hunter World reached a wider audience than any other game in the franchise, mesmerizing new hunters and pleasing longtime veterans. World had its extreme challenges, but they were tucked away in late- and post-game content. You didn’t have to be an expert to succeed, which made it more newcomer-friendly. If you were waiting to have your skills truly tested, Iceborne scratches that itch; you have to fight hard for your victories, but you savor them when you finally slay a punishing beast. Iceborne gave me a larger adrenaline rush than I ever experienced in World’s base game, but it’s mirrored with just as many frustrating moments. Even so, Iceborne exemplifies what Monster Hunter is all about: You pull all the stops to overcome the nastiest foes, and those moments of triumph offset the soul-crushing defeats.", "The main draw of this expansion is the new arctic area, Hoarfrost Reach. This enormous region is rife with dangers, such as unpredictable avalanches and deep snow. The monsters roaming this landscape fit well, such as the moose-like Banbaro, who uproots trees to slam into you. Hoarfrost Reach is great fun to explore the first few times, but it gets old fast, with around half the missions of the expansion taking place in it. Rather than having another new locale to explore, the other quests take place in the regions from the base game, such as The Ancient Forest and Coral Highlands. The familiarity of these environments ends up being a detriment because fights become predictable, despite the new monsters. More region variety would have gone a long way, especially since this is such a meaty expansion. You fight about 20 monsters – some brand new, and others are variants from World. Some of the variants feel like disappointing reskins with slight attack variations, but the different elements they have add some variety and surprises to fights, such as the Seething Bazelgeuse’s scales that burn hotter than normal for bigger explosions.", "The new foes make for the best fights. Popular monster Tigrex, who has graced past games in many different forms, makes its return with a nightmarish and deadly charge; the window to dodge is narrow as it razes everything in its path. Learning monster patterns, tiring them out to unload damage, and using the environment to your advantage are all key. Destructible environments and turf wars are also back, with the latter continuing to be the pain that it was in the base game. Turf wars are grandiose, but they happen far too often and unnecessarily prolong fights. Some new combos and moves inject new life into battles, but my favorite new addition is the clutch claw. This grappling hook allows you to launch right onto the monster, and in the case of my light bowgun, I could plant a bomb and jump off for decent damage.", "As mentioned previously, this expansion is much more difficult than the base game’s campaign. You could get away with doing story quests solo there, but Iceborne isn’t as forgiving. Outside of a few missions, expect to depend on SOS flares and coordinating with other players to succeed. One big improvement in this area is that the difficulty scales depending on how many players are in a party at a given time, even when one drops from the battle. Iceborne also doesn’t ease you back into the mechanics. Right out of the gate, the monsters hit you like the bitter cold: hard and abrupt, which sets the tone for the expansion. Be warned, the difficulty is uneven. Some monsters absolutely crush you with nasty status effects and powerful attacks, while others seem like pushovers.", "At times, I thrived on the challenge, knowing that if I got sloppy, I would walk away with nothing but lost time. It made me experiment much more with my chosen gear, upping my resistances, and equipping the right decorations for perks. My victories felt glorious when I finally downed a monster that I’d been at for a few days. That sense of achievement is hard to top, but the experience of fighting one of these nasty foes is tedious. These showdowns can take close to the 50-minute time limit, and defeat is devastating as you often come away with nothing but wasted items. Some incredibly difficult battles aren’t even fun, just maddening, as the odds are so stacked against you that any mistake spells defeat.", "A lot of times you're battling monsters in enclosed spaces where the environment can be just as deadly as their attacks, not giving you much room to avoid the deadly arsenal of combos and special attacks most monsters are equipped with. Throw in, extra hazards to avoid, such as smaller baddies, poisonous plants, or heavy snow that restricts your movement, and there's plenty to keep you on your toes. You can also use the environment to your advantage by finding places to take cover behind or good jumping points to mount a monster. In the end, Iceborne gave me some of my most memorable victories, making me scream with glee when I survived the harder battles, and wearing the cool new gear with pride was all the more satisfying.", "Stepping back into Monster Hunter World for Iceborne reminded me how much I adore this game, but it also exposes its flaws. Capcom didn’t improve much for the expansion, like once again having a boring tower defense story mission and making you separately watch scenes solo before you can join up in co-op. Even so, surviving together to get that jackpot of materials for better gear hasn’t lost its allure, and Iceborne challenges you to be a better player and teammate with its arduous fights. The return trip is worth it, just don’t expect many upgrades to the experience."], "authors": ["Features Editor", "Kimberley Is Usually Playing The Latest Rpg", "Sports Title", "Or Narrative-Driven Experience. She Has Also Amassed More Than Two Hundred Stanley Cups While Playing As The Blackhawks In Various Nhl Games."], "keywords": ["fights", "game", "victories", "bitter", "hunter", "world", "cold", "challenges", "tough", "expansion", "monsters", "iceborne", "base", "monster", "away", "review"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}