{"id": "68dd87ee-4b1c-3ccc-8585-febea3495d53", "title": "New Yorker cartoonist arrested on child porn charges: cops", "url": "http://www.foxnews.com/us/new-yorker-cartoonist-arrested-on-child-porn-charges-cops", "summary": "A cartoonist famous for his work in The New Yorker was arrested Wednesday on child pornography charges, state police said.\nRhinebeck resident Danny Shanahan, 64, was charged with possession of a sexual performance by a child, cops said in a statement.\nThe kiddie porn was allegedly found on his computer after Village of Rhinebeck Police obtained a warrant to search it, the Daily Voice reported.\nShanahan — whose work most recently appeared in the magazine in February — was released and issued a ticket to appear in the Village of Rhinebeck Court on Jan. 20.\nGET THE FOX NEWS APPShanahan couldn’t be reached by phone or email on Wednesday night and didn’t immediately return a Facebook message seeking comment.", "paragraphs": ["A cartoonist famous for his work in The New Yorker was arrested Wednesday on child pornography charges, state police said.", "Rhinebeck resident Danny Shanahan, 64, was charged with possession of a sexual performance by a child, cops said in a statement.", "The kiddie porn was allegedly found on his computer after Village of Rhinebeck Police obtained a warrant to search it, the Daily Voice reported.", "Police didn’t say what prompted the investigation or provide any details about the case.", "Shanahan — whose work most recently appeared in the magazine in February — was released and issued a ticket to appear in the Village of Rhinebeck Court on Jan. 20.", "Earlier this year, the famed illustrator’s son, Render Stetson-Shanahan, was sentenced to between five and 15 years in prison in the brutal 2016 stabbing death of his Queens roommate Carolyn Bush.", "GET THE FOX NEWS APP", "Shanahan couldn’t be reached by phone or email on Wednesday night and didn’t immediately return a Facebook message seeking comment.", "Click for more fro the New York Post"], "authors": [], "keywords": ["rhinebeck", "charges", "ticket", "porn", "child", "cops", "work", "arrested", "didnt", "warrant", "york", "voice", "cartoonist", "yorker", "village"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}