{"id": "6924cc3e-4135-34c9-acff-ae5c133dc5da", "title": "Greek tragedy - The toll of Hurricane Eta in Central America and the Caribbean", "url": "https://www.economist.com/the-americas/2020/11/12/the-toll-of-hurricane-eta-in-central-america-and-the-caribbean", "summary": "I N ONLY ONE previous year, 2005, have meteorologists resorted to the Greek alphabet to name Atlantic storms.\nThey had run through the 21 names starting with the letters of the Roman alphabet (five uncommon letters are not used).\nWith Hurricane Eta this month the storm-namers have reached further into the Greek-letter sequence than ever before.\nIt proceeded to cause havoc across Central America and the Caribbean (see map).\nMudslides engulfed houses in central Guatemala, which bore the brunt of the storm in that country.", "paragraphs": ["I N ONLY ONE previous year, 2005, have meteorologists resorted to the Greek alphabet to name Atlantic storms. They had run through the 21 names starting with the letters of the Roman alphabet (five uncommon letters are not used). With Hurricane Eta this month the storm-namers have reached further into the Greek-letter sequence than ever before. The strongest storm of this year’s season, Eta made landfall on November 3rd in Nicaragua as a category-four hurricane, with gusts of up to 240km (150 miles) per hour. It proceeded to cause havoc across Central America and the Caribbean (see map).", "The winds weakened after landfall, but torrential rain caused floods and landslides in Honduras, Guatemala and Cuba. Scores of Central Americans are confirmed dead and many are missing or injured. Countries on the edge of the storm’s path, including Mexico and Panama, suffered deaths and damage. Flooding disrupted an election in Belize on November 11th. Across the region, perhaps 300,000 people left their homes to seek shelter in community centres or with family and friends.", "The death toll in Guatemala—with 18m people Central America’s most populous country—will probably be the highest. So far, 44 people are confirmed dead and nearly 100 are missing. Mudslides engulfed houses in central Guatemala, which bore the brunt of the storm in that country. In Quejá a villager lost 22 members of her family, Reuters reported. In Honduras 1.7m of the country’s 10m people have been affected in some way, says the Red Cross. Hondurans criticised the government for failing to prepare for the storm. Nicaragua had just two deaths but lots of damage to roads and houses. Thirty thousand people were evacuated and 25,000 households have no electricity."], "authors": ["The Economist"], "keywords": ["storms", "america", "tragedy", "houses", "eta", "honduras", "hurricane", "caribbean", "storm", "missing", "nicaragua", "greek", "landfall", "toll", "letters", "central"], "pubDate": "2020-11-12T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}