{"id": "6928ec5a-70bf-37ee-9e43-3d71c5487958", "title": "'It is so much bigger than Trayvon': how bereaved mother Sybrina Fulton fought back", "url": "https://www.theguardian.com/us-news/2021/feb/11/it-is-so-much-bigger-than-trayvon-how-bereaved-mother-sybrina-fulton-fought-back", "summary": "As she once put it: “It took my son being shot down to make me stand up.”Trayvon Martin in 2012.\n“Just really, really, really a bad situation.\nFulton with a collage of her son Trayvon Martin.\nIn 2012 she founded the Trayvon Martin Foundation, which she runs along with Trayvon’s father and their other son, Jahvaris Fulton, who is 30.\nHer first, Rest in Power: The Enduring Life of Trayvon Martin, was jointly authored with Tracy Martin and published in 2017.", "paragraphs": ["Few people have acquired such a high-public profile as reluctantly as Sybrina Fulton. Before February 2012, she was content to be an anonymous Floridian, working for the Miami housing department and raising her two sons with her ex-husband, Tracy Martin. Then one of her sons, 17-year-old Trayvon, was shot and killed.", "Trayvon had been walking to his father’s fiancee’s house one evening, unarmed, minding his own business; an armed neighbourhood watch coordinator named George Zimmerman decided the teenager was acting suspiciously. Zimmerman called the police, and, against their advice, decided to follow Trayvon. Moments later, after a violent encounter, Trayvon was shot dead. Zimmerman claimed he had acted in self-defence. At the trial, five months later, he was found not guilty of second-degree murder.", "The incident attracted global news attention, sparked mass street protests and launched the Black Lives Matter movement. And Fulton was suddenly its figurehead, leading marches and making direct and powerful speeches, often with tears in her eyes, her fresh grief close to the surface. “This is not about a black and white thing,” she said at one march. “This is about a right and wrong thing.”", "Eight years on, Fulton, 54, has influence on a national level as a campaigner, activist, author, public speaker and media commentator. Her work has brought her into contact with powerful people, from the Obamas, who invited her to the White House (Barack Obama said Trayvon could have been him, 35 years previously) and Hillary Clinton to Jay-Z and Beyoncé (the latter of whom included Fulton in her Lemonade visual album). Last year, Fulton made her first foray into politics. As she once put it: “It took my son being shot down to make me stand up.”", "Trayvon Martin in 2012. Photograph: Rex/Shutterstock", "Fulton was thrust into the spotlight, but she made the decision to hold it. Speaking on Zoom from her Florida home, she explains that, after Trayvon’s death, she knew her life and her privacy would never be the same. “I just refused to be quiet. My son had no voice and I refused to just let him be just somebody that was shot and killed and the person not go to jail. Initially my focus was Trayvon, and that’s how I started getting involved in activism. I’ve learned since that time that it is so much bigger than Trayvon.”", "The transformation was by no means straightforward. “For the majority of my life, 95%, I had a happy life. I had a joyful life. And when this tragedy happened, I found myself in a dark, dark space that I wasn’t familiar with, and I didn’t know how to handle it. And I listened to people tell me how strong I was, but I didn’t feel strong at all. I felt weak. I felt hopeless. I felt helpless.” She dabs tears from her eyes with a tissue. Behind her on the bookshelves are several framed photographs of Trayvon. “Every day I would say to myself I was strong, I was strong, but I did not feel that way. I needed my inside to match up with my outside. And then I started to believe in myself. I started to trust in God and I was praying and I was meditating, and I looked in the mirror one day and said: ‘You are strong.’”", "Fulton has been more active than ever since Black Lives Matter (BLM) exploded again last year. The high-profile killings of George Floyd, Breonna Taylor and Ahmaud Arbery, among others, catalysed what is reckoned to have been the largest protest movement in US history. Up to 25 million Americans are estimated to have participated in BLM protests against racism and police violence last summer. Trayvon’s name and image are still a prominent element of the movement – referenced in placards and social media, and by prominent sports stars such as the tennis player Naomi Osaka, who wore a face mask emblazoned with his name during her victorious US Open campaign last September.", "Whatever comfort Fulton might take from the honouring of her son’s memory, BLM’s resurgence is really a sign of how little progress has been made since his death. She sees parallels in the case of Arbery in particular. Like Trayvon, he was an unarmed young black man whose only “crime” was being in an area where some people – civilians, not police officers – thought he did not belong. He was jogging through a Georgia neighbourhood when three armed men decided to follow him in their vehicles, leading to a fatal altercation.", "Crucially, however, unlike with Trayvon, Arbery’s and Floyd’s deaths were captured on video. “People were forced to see the ugly truth,” Fulton says. “They were forced to see what African Americans have to deal with on a daily basis. They saw it with their own eyes and they weren’t able to take that back, and that’s why you see so many people that’s on the streets joining forces. You’ve never seen so many people not of colour join with Black Lives Matter.”", "Fulton forced herself to watch the video of Floyd’s death. “I didn’t make any comment for a few days. I couldn’t. It was just …” Her words trail off. She pauses to dab away the tears again. “Just really, really, really a bad situation. I just don’t understand the justice system, police policies and procedures … if that is what we call ‘protecting and serving’ … a person who only needed to be arrested … how did he end up deceased?”", "She is, at least, heartened by the nationwide discussion and debate about the role of policing that has taken place. And by the change of administration. The Trump administration’s response to last year’s protests was often excessive and violent – fuelled by the president’s inflammatory rhetoric. As well as his refusals to publicly condemn white supremacists such as the Proud Boys, Trump described BLM as “a symbol of hate” that is “destroying many lives”.", "Fulton with a collage of her son Trayvon Martin. Photograph: Amanda Edwards/WireImage", "Joe Biden’s presidency is a welcome and much-needed change, she says. In terms of racial justice in particular, she is optimistic. “He has admitted that there is a problem that needs to be addressed. Recognising the problem is the first step. Many have not acknowledged the fact that there are racial disparities in this country. They refuse to rectify the problems such as police reform, an unfair justice system, housing discrimination and mass incarceration, to name a few.”", "The question now is whether BLM has gone as far as it can go as a protest movement, and how to translate activism into political representation. Many mothers with similar experiences to Fulton’s are already trying to make the transition. Lezley McSpadden – the mother of Michael Brown, whose killing in 2014 by police in Ferguson, Missouri, fuelled the first wave of BLM protests – ran for Ferguson city council in 2019. She finished third, but since Brown’s death the council membership has gone from being one-sixth black to half. More successful has been Cori Bush, a former nurse who also entered politics as a result of Brown’s death, and in 2020 was elected as congresswoman for Missouri’s 1st district. Or Lucy McBath, whose 17-year-old son Jordan Davis was also shot and killed in Florida, in November 2012, following an argument over loud music. She is now the Democrat representative for Georgia’s 6th congressional district, having defeated a white, pro-gun Republican in the 2018 midterm elections.", "Last August, Fulton ran for Miami-Dade county commissioner, on a platform of local improvements, gun control and championing ordinary people (she did not call for defunding the police). This is Fulton’s home territory: she has lived her entire life in the area she sought to represent. She earned a bachelor’s degree in English from Florida Memorial University, a historically black college with strong Christian links, and for more than 25 years she worked for the Miami-Dade County Housing Development Agency.", "Fulton was endorsed by Hillary Clinton, Cory Booker and Elizabeth Warren, among others, but lost to Oliver Gilbert, a former mayor of Miami Gardens (who is also African American), by just 331 votes. “I never saw myself as a person being involved in politics but I decided to run because there were some things occurring right here in my own community that I wasn’t satisfied with,” she says. Will she consider running again? “Well, a lot of people have been saying: ‘You have to do this again because it was too close.’ I can’t tell you right now, honestly. That is something I’m exploring, but I definitely will do my research and take a look at it to see if there’s another seat I want to run for in the near future.”", "For the most part, Fulton’s work has been apolitical and grassroots, geared towards healing, community and opportunity. In 2012 she founded the Trayvon Martin Foundation, which she runs along with Trayvon’s father and their other son, Jahvaris Fulton, who is 30. Their work focuses on issues around gun violence, African American youth empowerment and family support. Since 2014, for example, Fulton has hosted an annual Circle of Mothers weekend in Florida, bringing together 100 or so mothers from across the country who have lost children or family members to gun violence. “It’s about healing your mind, body and soul. We laugh together, we cry together, we hug together. We do all those things that men find strange,” she laughs. “You don’t have to know each other to do that; we have compassion. I’m not saying that guys don’t, but it’s easier for us to heal as a group.” She regrets being unable to hold the event last year, because of Covid-19. “We had to do a Zoom call, which is not the same as having people around you, and people who are able to hug you.” But the Circle of Mothers is a growing network. Those mothers are going back to their communities and forming their own local circles. “That’s how you heal this country.”", "(From left) Geneva Reed-Veal (mother of Sandra Bland), Sybrina Fulton, Gwen Carr (mother of Eric Garner) and Valerie Bell (mother of Sean Bell) at the Oxford Union in 2016. Photograph: Tom Pilston", "Fulton comes from a long line of strong women, she says. Born in Miami, she grew up with her great-grandmother, her grandmother and her mother. “Not saying I did not have strong men, but the women in my family were very dominant. They were loving, but at the same time they took care of business. They took care of the kids and they took care of their husbands. They went to work, they kept the house cleaned, they cooked, they saved money and they went on vacation. I just saw them doing everything. So those were my superwomen.”", "After her encouraging first step into politics, Fulton’s life could now be at another crossroads; the same can be said for her country. What would she like to happen now?", "“I don’t think there’s ever going to be an end to Black Lives Matter until black lives are equal,” she says. “That’s just not something that is possible right now. We can’t continue with the system we have in place now. It cannot be like feeling we are strangers in our own country. We want to be able to be comfortable in our own homes, be comfortable running down the street, or playing music too loud, or in Sandra Bland’s case, just being pulled over. [Bland was violently arrested for a minor traffic violation in Texas in 2015. Three days later she was found hanged in her prison cell.] We are a nervous wreck when the police pull us over because we never know when we are going to be shot and killed.” Positive change is needed, she says, and even after Trump’s departure, it will not happen overnight. “It’s not about changing laws; a law is fairly easy to get changed. It’s about changing mindsets. That’s very hard to do.”", "As for her own future, whether or not she returns to politics, she is likely to remain active and busy. “I’ll continue to fight,” she says. “I wouldn’t have picked this life for me. I would not have picked something so severe, but this is the hand I was given. I just have to use what I have, and make sure that I’m using my voice in a positive way.” To that end, she has just finished writing her second book. Her first, Rest in Power: The Enduring Life of Trayvon Martin, was jointly authored with Tracy Martin and published in 2017. The next one, sole-authored, is more in a self-help, life-counselling vein. “I’m talking about how do you deal with coming back from the dark, dark places that I’ve been through. How do you come back from losing a child, losing a house, losing a job, losing a parent? It’s by no means instructions but it’s a play-by-play of what I did, and what I went through to come back from that dark place.”", "Despite her evident strength and resilience, nobody who has lost a child ever really gets over it, she says. “Most of my days are good, but I still have my bad days. I will carry a hole in my heart for the rest of my life.”"], "authors": ["Steve Rose"], "keywords": ["life", "bigger", "trayvon", "thats", "fulton", "bereaved", "strong", "son", "mother", "fought", "sybrina", "martin", "shot", "really", "black"], "pubDate": "2021-02-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}