{"id": "69297079-18dd-36f1-bf15-4a4f966e24fb", "title": "Live Updates: Rubio weighs in on Big Tech censorship after Capitol riots", "url": "https://www.foxnews.com/tech/live-updates-big-tech-1-11-2021", "summary": "Online censorship directed at President Trump in wake of violence at the U.S. Capitol shows that \"unelected\" companies have \"monopoly power,\" Sen. Marco Rubio, R-Fla., said Sunday.\nTrump was banned from Twitter in the wake of Wednesday's U.S. Capitol riot.\n\"This is also an opportunity for [the left] to go and put pressure on social media companies to literally not just erase the president but erase everybody,\" Rubio told \"Sunday Morning Futures.\"\nFAST FACTS President Trump on Friday said he is considering other social media platforms and may even create his ownConservatives have long been complaining that social media sites like Twitter are biased against them in favor of liberals.\nRubio described rioters who breached the Capitol as a \"rogue's gallery\" and \"wackos,\" but he said tech companies' eagerness to censor pro-Trump voices is a \"cynical\" ploy.", "paragraphs": ["Online censorship directed at President Trump in wake of violence at the U.S. Capitol shows that \"unelected\" companies have \"monopoly power,\" Sen. Marco Rubio, R-Fla., said Sunday.", "Trump was banned from Twitter in the wake of Wednesday's U.S. Capitol riot. He has also been blocked from posting on Facebook and Instagram -- at least until his term ends.", "\"This is also an opportunity for [the left] to go and put pressure on social media companies to literally not just erase the president but erase everybody,\" Rubio told \"Sunday Morning Futures.\" \"We are now living in a country where four or five companies, unelected, unaccountable, have the monopoly power to decide, we’re gonna wipe people out, we’re going to erase them, from any digital platform, whether it’s selling things and the like.\"", "FAST FACTS President Trump on Friday said he is considering other social media platforms and may even create his own", "", "Conservatives have long been complaining that social media sites like Twitter are biased against them in favor of liberals.", "Rubio described rioters who breached the Capitol as a \"rogue's gallery\" and \"wackos,\" but he said tech companies' eagerness to censor pro-Trump voices is a \"cynical\" ploy.", "Follow below for more updates. Mobile users click here."], "authors": [], "keywords": ["updates", "weighs", "wake", "big", "live", "capitol", "media", "trump", "president", "erase", "rubio", "unelected", "twitter", "social", "companies", "riots", "tech", "censorship"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}