{"id": "6949fe21-3951-3bc7-8058-9ab25ae64007", "title": "5 Ways to Help New York City Restaurants This Winter", "url": "https://www.vogue.com/article/how-to-help-new-york-city-restaurants-this-winter", "summary": "New York City is one of the culinary capitals of the world, with its restaurants amassing 76 Michelin stars.\n(Although any city dweller can tell you that many of the eateries with the most charm don’t hold significant critical acclaim at all.)\nEstimates say that nearly two-thirds of New York restaurants could be out of business by January.\nRestaurants are doing (and spending) everything they can to make their outdoor setup as innovative and cozy as possible,” says Williamson.\nIn New York City alone, there were 23,650 restaurants as of 2019.", "paragraphs": ["The cultural toll is immense. New York City is one of the culinary capitals of the world, with its restaurants amassing 76 Michelin stars. (Although any city dweller can tell you that many of the eateries with the most charm don’t hold significant critical acclaim at all.) So is the human toll: It’s estimated that 1 out of 4 people unemployed in New York State work in the hospitality industry. Although restaurants have only been linked to 1.43 percent of COVID cases from September to November—74 percent are traced back to private indoor gatherings—the government can’t control who comes into our living rooms, so shutting down nonessential businesses remains the way it can slow the spread.", "Estimates say that nearly two-thirds of New York restaurants could be out of business by January. So how can you help? A guide, below.", "Order Delivery and Takeout", "This one is simple: Like a restaurant? Order from it. But do so with some conscious caveats. Call the restaurant directly—that way, it doesn’t need to share its profits with the app or online platform you sourced it from. However, if you really don’t want to speak to someone on the phone: ChowNow is a commission-free ordering platform. “Keep ordering. Even small purchases make an impact—cocktails to go, supplements to your weekly grocery list,” Deborah Williamson, founder of James Provisions in Prospect Heights, tells Vogue. “Remember to tip, and more than 15 percent if you can. Sales are down, which means tips are critical, especially on takeaway and delivery.”", "Go Gift Shopping", "Totes. Merchandise. Meal kits. Anything you can, really, from your favorite restaurant’s e-commerce shops. (Some thoughts: a sweatshirt from iconic, family-owned Italian restaurant Emilio’s Batallo; a festive Negroni assortment from Dante, the official best bar in America; or Il Buco’s holiday bundle, which includes its cookbook and a tray from John Derian.)", "Many restaurants, in light of ever-fluctuating restrictions, have also launched commerce side hustles. Williamson, for example, now sells produce and wellness boxes as well as bar cart essentials. Over in Manhattan, Cote sells ready-to-grill meats and recently launched a wine club.", "Not in New York but missing New York? Go to Goldbelly. It has a whole section on New York food gifts—a dumpling pack from Nom Wah Tea Parlor, smoked salmon from Russ & Daughters, wood-fired pizza from Roberta’s, a burger kit from Raoul’s—that can all ship nationwide.", "Spread the Word on Social Media", "Social media, for all its faults, is good for one thing: spreading the word. Have dinner at a great outdoor dining setup? Tag the eatery, and maybe a follower or two will be inspired to make a reservation themselves. Donate to ROAR (Relief Opportunities for All Restaurants) and post the receipt on your story: Studies show that people are more likely to give money to a specific charity if encouraged by a family or friend. Says Williamson: “Spread the word about the places you love. Post on social, always tag, tell your friends, keep the narrative going. DM restaurants directly to say hello or offer encouragement. We need it now more than ever.”", "Keep Outdoor Dining", "We know it’s cold. But that’s what hats, gloves, and heat lamps are for. “Bundle up and venture to your neighborhood spots this winter. Restaurants are doing (and spending) everything they can to make their outdoor setup as innovative and cozy as possible,” says Williamson.", "Contact Your Representative", "While, yes, every little bit helps, let’s be realistic here: You can’t save every neighborhood haunt you love with takeout and to-go cocktails. In New York City alone, there were 23,650 restaurants as of 2019. They provided 317,800 jobs—60 percent of which were held by immigrants."], "authors": ["Elise Taylor", "Elise Taylo"], "keywords": ["winter", "toll", "york", "way", "help", "restaurants", "outdoor", "williamson", "word", "ways", "city", "restaurant", "tell"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}