{"id": "6951cfc3-8aaf-3f67-bf70-e3a4a53c5ea6", "title": "My Fond Farewell To Monster Hunter: World", "url": "https://www.gameinformer.com/2020/12/04/my-fond-farewell-to-monster-hunter-world", "summary": "Months ago, Capcom announced Monster Hunter World: Iceborne’s final content update with plans to permanently reintroduce all event quests and rotate hub-specific festivals every two weeks.\nMonster Hunter: World was an unexpected gift from my best friend.\nThere’s nothing quite like preparing for a momentous battle in Monster Hunter: World.\nMonster Hunter: World will endure, but Version 15.10 is a sad reminder that this is the end of post-launch content.\nI’m choosing to say goodbye to Monster Hunter: World because it feels like the right time.", "paragraphs": ["Months ago, Capcom announced Monster Hunter World: Iceborne’s final content update with plans to permanently reintroduce all event quests and rotate hub-specific festivals every two weeks. That update, entitled 15.10, dropped today in advance of Monster Hunter Rise’s 2021 release. So, while everyone is gearing up to clear any limited-time modes they might’ve missed over the years, I’ll be in my element: Alone; among the rustling forests, echoing canyons, and frozen prairies of the New World.", "Monster Hunter: World was an unexpected gift from my best friend. He’d been playing Capcom’s famed action/RPG franchise for as long as I could remember. I wasn’t particularly impressed by his explanations of the series’ age-old gameplay loop. Even so, I spent half of Monster Hunter: World’s launch day tinkering with its character creator. Soon, my avatar “Spider Face ” was born, and together we spent hundreds of hours conducting field research expeditions and, ultimately, vanquishing the game’s mighty fauna. If I wasn’t compiling the best bow builds or crafting legendary armor sets, I was likely meditating beneath the hanging crystals of the Elder’s Recess or sprinting through flower meadows in the Wildspire Waste.", "You see, Monster Hunter: World was the game I desperately needed back in 2018. Post-grad depression and a long stretch of unemployment ripped my self-confidence and optimism to shreds. Most days, I couldn’t find the energy to get out of bed, eat, or talk to anyone. Family members suggested therapy and offered emotional support. Still, I had convinced myself that everything was fine. I was just going through a temporary phase. I was sure that, one day, I’d wake up to a miraculous email or phone call from some prominent game studio or publishing house, exhale, and feel like I had value again. Of course, that never happened because I was too defeated to apply anywhere. Eventually, I decided that job-searching wasn’t worth the trouble because I wasn’t good enough. During the waking hours of each day, these dark thoughts tormented me, and so sleep became a lifeline.", "There’s nothing quite like preparing for a momentous battle in Monster Hunter: World. You equip items with skills that complement your specific playstyle, craft throwables and consumables from collected ingredients, and then, like any savvy hunter, grab a meal at the canteen for status buffs and game-changing perks. Despite being an archer, I loved positioning Spider Face at the frontline so we could lead the charge and deal devastating damage up close. Luckily, amid the various biomes of the New World, the fears and self-doubts that echoed in my mind were nonexistent. I was too busy drawing Tempered Kushala Daora’s attention so that my squad could heal and place bombs or traps. Whenever I let that final arrow fly and watched each beast – likely mid-jump – fall back to the earth in slow motion, I felt so accomplished. For just a few seconds, the win screen in a video game meant everything to me.", "One year (and 600 in-game hours) later, I was a high-level hunter showing newcomers the ropes. I also exhausted Monster Hunter: World’s end-game content by grinding each tempered elder dragon for better bows and gear. More importantly, I was freely talking and goofing off with friends. Life was good. Somewhere between the handler’s constant ruminations, the Bazelgeuse’s disorienting airstrikes, and each mission’s victory fanfare, I found small reasons to be happy again. Mastering the bow class, handily navigating every labyrinthine environment, and meticulously preparing for monster encounters paralleled my mission to overcome depression and become productive. Even when I no longer needed Monster Hunter: World to feel courageous or important, I carried its emotional impact with me to job fairs and interviews.", "By the time Iceborne launched during the final quarter of 2019, my monster-hunting tenure as Spider Face, the battle-hardened marksman, had already come to an end. Nevertheless, I dove into the expansion to see its new locales and get trampled by its dangerous monsters. Traveling to the gathering hub and watching dozens of hunters – amateurs and veterans alike – set out on quests together brought a smile to my face. It was nice to know that large-scale events were frequent, and a dedicated fanbase still existed.", "Monster Hunter: World will endure, but Version 15.10 is a sad reminder that this is the end of post-launch content. Monster Hunter Rise is just around the corner and enticing as ever. As I get reacquainted with Monster Hunter: World’s UI and attempt to fight monsters from older updates, I can’t help but feel as if a bittersweet farewell is in order. Yes, the online servers will still be around. And my elder dragon nemesis, Kirin, will forever wander the reefs of the Coral Highlands, waiting for me to notch an arrow and strike, but things are different. I’m different. Of course, there are times when I feel low, unsure of myself and my place in the world, but I’ve learned how to bounce back – and my experiences in the New World played a part in that.", "I’m choosing to say goodbye to Monster Hunter: World because it feels like the right time. Through perseverance and a lot of wishful thinking, I’m attending my dream grad school while writing about the games that have molded me into the person I am today. Sure, I don’t need to be Spider Face to feel strong, but maybe logging back in every now and then – for nostalgia’s sake – couldn’t hurt."], "authors": ["Associate Editor", "Jay Is A Jrpg Enthusiast", "Having Clocked In Thousands Of Hours In Franchises Like Final Fantasy", "Monster Hunter. His Latest Obsession", "However", "Is Apex Legends", "A Game He S Been Studying", "Analyzing Since Its Release."], "keywords": ["spider", "hours", "game", "hunter", "farewell", "world", "feel", "fond", "wasnt", "monster", "worlds", "face"], "pubDate": "2020-12-04T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}