{"id": "6988c71a-7248-3ebb-9162-503e999cd415", "title": "Indiana clothing store owner moved to tears by donation from Barstool Fund", "url": "http://www.foxnews.com/us/indiana-clothing-store-owner-tears-by-donation-barstool-fund", "summary": "A clothing store owner in Indiana said on Wednesday that he was moved to tears after learning his struggling business will be receiving financial support from \"The Barstool Fund\" amid the coronavirus pandemic.\nThey said the money will go directly to the salaries of Siebert's Clothing Store employees.\nARIZONA BUSINESS OWNER ON SUPPORT FROM BARSTOOL FUND: 'THE WORLD WAS LIFTED OFF MY SHOULDERS'As of Wednesday morning, \"The Barstool Fund\" has raised nearly $10.3 million from more than 86,000 supporters for 42 small businesses struggling during the pandemic.\nPortnoy introduced the fund in a Dec. 17 tweet, saying businesses could submit stories to barstoolfund@barstoolsports.com to be considered for the fund.\nBarstool is continuing to accept applications from small businesses to take part in The Barstool Fund.", "paragraphs": ["A clothing store owner in Indiana said on Wednesday that he was moved to tears after learning his struggling business will be receiving financial support from \"The Barstool Fund\" amid the coronavirus pandemic.", "Jim Siebert and his daughter Rachel told \"Fox & Friends\" on Wednesday that the donation helped save the family business, which has been around for nearly a century. They said the money will go directly to the salaries of Siebert's Clothing Store employees.", "\"The business has been a big part of my life and my family's,\" Jim Siebert said. \"My grandpa started this store in 1922. I worked for my pop, who just passed away a couple weeks ago, and now I work with my wife and lovely daughter and some invaluable employees, other folks that do a hell of a job and that brings me to tears just thinking about it.\"", "\"It's all about the people,\" he added. \"We have got some great people. They’re very important to me personally, but also businesswise.\"", "Dave Portnoy, founder of media company Barstool Sports, started the fundraising effort earlier this month along with the nonprofit 30 Day Fund, aiming to assist small businesses impacted by COVID-19. He contributed $500,000 of his own money toward the effort.", "Siebert said his daughter convinced him to send in a submission.", "\"I did it grudgingly, but now I'm thankful that we have,\" Siebert said. \"It's so kind of Dave Portnoy to do what he does trying to help small businesses and I like to thank him from the bottom of my heart, and God bless you Dave.\"", "ARIZONA BUSINESS OWNER ON SUPPORT FROM BARSTOOL FUND: 'THE WORLD WAS LIFTED OFF MY SHOULDERS'", "As of Wednesday morning, \"The Barstool Fund\" has raised nearly $10.3 million from more than 86,000 supporters for 42 small businesses struggling during the pandemic.", "Portnoy introduced the fund in a Dec. 17 tweet, saying businesses could submit stories to barstoolfund@barstoolsports.com to be considered for the fund.", "Siebert’s daughter Rachel, who will own Siebert's Clothing Store in the future, told \"Fox & Friends\" that she was \"shocked\" when she got the call from Portnoy on Monday.", "\"This potentially has saved our business and it's just crazy,\" she said. \"It just doesn't feel real and what he's doing is such an amazing thing.\"", "Portnoy has been sharing video submissions from small-business owners asking to be part of the fundraising effort on social media.", "DAVE RAMSEY: WHY WE PAID OFF $10 MILLION IN DEBT FOR 8,000 PEOPLE", "He has also been sharing videos of business owners' reactions to news that they have been chosen to take part in \"The Barstool Fund,\" with several, including Siebert, appearing to get emotional after hearing the news, often from Portnoy directly.", "On Twitter, Portnoy called his exchange with Siebert \"one of my absolute favorite calls.\"", "Barstool is continuing to accept applications from small businesses to take part in The Barstool Fund. To donate visit: Barstoolsports.com/The-Barstool-Fund.", "CLICK HERE TO GET THE FOX NEWS APP", "FOX Business’ Audrey Conklin contributed to this report."], "authors": ["Talia Kaplan", "Talia Kaplan Is A Reporter For Foxnews.Com. Follow Her On Twitter"], "keywords": ["fund", "siebert", "owner", "small", "tears", "fox", "clothing", "daughter", "donation", "barstool", "store", "moved", "portnoy", "businesses", "indiana", "business"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}