{"id": "699f744d-4bd6-37d8-9a57-321cff95c2fb", "title": "A$AP Rocky and Amina Muaddi Have Designed the Ultimate Going Out Shoes", "url": "https://www.vogue.com/article/asap-rocky-and-amina-muaddi-collaboration-shoes", "summary": "If there were a Fashion Olympics, A$AP Rocky and Amina Muaddi would have to battle it out for the gold medal in personal style.\nThe good news is that rather than dueling, the pair are collaborating on a new collection of AWGE x Amina Muaddi shoes.\nMuaddi offers some ideas: “The gladiator is something that you could wear with something short: a skirt or a dress.\nThe shoe with the butterfly, you can wear it with anything from jeans to a gown because it’s very versatile.\nWithin the fashion world, he is one of the few musicians granted true insider status.", "paragraphs": ["If there were a Fashion Olympics, A$AP Rocky and Amina Muaddi would have to battle it out for the gold medal in personal style. The two creatives are so full throttle in their daily outfits, sharing them on their Instagram feeds and on red carpets, that following along provides a thrill akin to that of a full fashion show. The good news is that rather than dueling, the pair are collaborating on a new collection of AWGE x Amina Muaddi shoes. The collaboration releases this week through a selection of global retailers like Net-a-Porter, Browns, Just One Eye, and On Pedder, and is sure to fly just as quickly as the shoes in Muaddi’s permanent collection.", "So the million dollar question: How will they wear them?", "Muaddi offers some ideas: “The gladiator is something that you could wear with something short: a skirt or a dress. The shoe with the butterfly, you can wear it with anything from jeans to a gown because it’s very versatile. It’s very elegant, but it can be dressed down or dressed up in so many ways.”", "Tina Kunakey wears a clear shoe with butterfly charm Photo: Pierre-Ange Carlotti / Courtesy of Amina Muaddi The butterfly motif is a reference to A$AP Yams and is often included in AWGE creations Photo: Pierre-Ange Carlotti / Courtesy of Amina Muaddi", "The collaboration is Muaddi’s first for her own brand, though she has also designed a range for Rihanna’s Fenty collection. “For me, it was important that the first collaboration I do is one that is special and close to my heart,” she says. “I wanted to do it with someone who shares my values and my perspective on creativity and design. Rocky doesn’t compromise himself in his work or whatever he does; he’s a perfectionist the same way I am.”", "Those that have followed Rocky’s career will know this to be intrinsically true. Within the fashion world, he is one of the few musicians granted true insider status. When he’s front row at JW Anderson or Raf Simons—both brands have brought him on for collaborations—his take on the collection is as sought after critics’ reviews, and his personal wardrobe is the fodder of high level fashion critique and endless reddit threads. AWGE, his creative agency, has also opened up the world of fashion for a new generation of fans. Perhaps his secret is the same one many other designers have held true to: Don’t over explain. “We don’t really talk about [AWGE]; it has a mystique. That’s the tradition of it. What I will say is, I just always was looking for outlets to express myself and expression is key,” he says. “I think AWGE was just another platform for people such as myself to come together and just create.”"], "authors": ["Steff Yotka", "Steff Yotk"], "keywords": ["collection", "rocky", "wear", "world", "true", "ultimate", "aap", "awge", "shoes", "designed", "going", "fashion", "muaddi", "amina", "butterfly", "collaboration"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}