{"id": "69a03bca-1e3e-364c-9b19-20a8cbc61315", "title": "‘Bizarre’ UK comments about Australia’s trade minister a ‘serious setback’ to talks", "url": "https://www.theguardian.com/australia-news/2021/apr/21/bizarre-uk-comments-about-australias-trade-minister-a-serious-setback-to-talks", "summary": "Trade experts said the reported comments about the Australian trade minister, Dan Tehan, by allies of Liz Truss were “bizarre” and “an unfortunate but serious setback for what should have been friendly negotiations”.\n“This ‘backgrounding’ – which includes unprovoked ad hominem directed against the Australian trade minister – is bizarre,” Wilson told the Guardian.\n“In nearly 20 years working on trade negotiations, I have never seen personal attacks deployed as a negotiating tactic.\n“Mr Tehan has now been trade minister for four months – but he has no runs on the board,” King said.\nAustralia and New Zealand both announced last June that they were launching free trade negotiations with the UK.", "paragraphs": ["Britain risks destroying trust with Australia as it tries to secure a post-Brexit trade deal, after the UK trade secretary’s allies were accused of launching an “unprovoked attack” on her counterpart on the eve of talks in London.", "Trade experts said the reported comments about the Australian trade minister, Dan Tehan, by allies of Liz Truss were “bizarre” and “an unfortunate but serious setback for what should have been friendly negotiations”.", "Tehan is due to meet with Truss on Thursday and Friday for talks focusing on negotiations for a free trade agreement, but has been accused by the British side of presiding over “glacially slow” progress.", "The Telegraph in the UK quoted a source close to Truss as saying: “She plans to sit him down in the Locarno Room [in the Foreign Office] in an uncomfortable chair, so he has to deal with her directly for nine hours.”", "The ally, who reportedly said Truss and Tehan had struck up a good rapport, argued: “He is inexperienced compared to Liz. He needs to show that he can play at this level.", "“Australia need to show us the colour of their money. They’re great friends of ours and talk a good game about free trade and wanting a deal, but they need to match those words with action.”", "The Telegraph also quoted unnamed sources in Truss’s department as saying Australia needed to show “some serious movement on their side” amid claims negotiations on the free trade agreement had stalled since Tehan replaced Simon Birmingham as trade minister in December.", "The British high commissioner to Australia, Vicki Treadell, told reporters in Canberra on Wednesday Australia was among “our closest friends and allies” but “this is a trade negotiation so there will be tactics on both sides”.", "Asked about the reports of an “uncomfortable chair” UK High Commissioner @VickiTreadell says Australia is among “our closest friends and allies” but “this is a trade negotiation so there will be tactics on both sides” 🇬🇧 🇦🇺 🪑 https://t.co/dXNBQbIySX — Andrew Greene (@AndrewBGreene) April 21, 2021", "The Australian government opted not to return fire on the undiplomatic comments on Wednesday, with Tehan declining to respond.", "But Dr Jeffrey Wilson, the research director of the Perth USAsia Centre at the University of Western Australia, said the reported remarks would “damage trust between the ministers, which is essential if they are to work together to direct and shape the progress of the negotiating teams”.", "“This ‘backgrounding’ – which includes unprovoked ad hominem directed against the Australian trade minister – is bizarre,” Wilson told the Guardian.", "“In nearly 20 years working on trade negotiations, I have never seen personal attacks deployed as a negotiating tactic. It is an unfortunate but serious setback for what should have been friendly negotiations.”", "Wilson said although Tehan and the bureaucracy had “sufficient professionalism to ignore this commentary”, they were “unlikely to respond positively to it during formal negotiations”.", "“The UK might recall that Australia has been subject to a hostile ‘trade bashing’ by China – its number one trade partner – for almost a year now, and has not moved in its positions as a result. If Chinese trade bullying has not worked, it is unlikely to for the UK either,” Wilson said.", "There were also suspicions in Australia that issues with the trade negotiations are, at least partly, a result of the UK finding its feet in the post-Brexit world. Previously the UK could rely on the European Union’s specialist negotiators to handle detailed talks on proposed FTAs on behalf of the entire bloc.", "Wilson said the UK had negotiated almost 30 “continuity agreements” with EU trade partners since Brexit, but those deals simply copied over the content of existing EU agreements. That meant the UK was “yet to negotiate new and bespoke FTAs of its own”.", "“Part of the rationale for starting with Australia is that it would be straightforward, experienced and a friendly partner, with which the UK could ‘learn the ropes’ before moving onto more challenging negotiations,” Wilson said.", "“This reality appears to have been lost on those who provided this ‘backgrounding’ to the Telegraph.”", "The reports also triggered domestic political fallout in Australia, with the opposition’s trade spokesperson, Madeleine King, calling on Tehan to “explain why one of Australia’s most valued economic partners appears to have lost confidence in his ability to negotiate a free trade agreement”.", "“Mr Tehan has now been trade minister for four months – but he has no runs on the board,” King said.", "“It’s time for Mr Tehan to be honest with the Australian people about whether he can strike a deal with the UK that is in the best interests of Australia.”", "The UK is Australia’s seventh-largest trading partner, with the two-way trade in goods and services valued at $30.3bn in 2018-19. The UK is the second-largest source of foreign investment in Australia after the United States.", "Australia and New Zealand both announced last June that they were launching free trade negotiations with the UK.", "Birmingham said at the time that it was “a strong signal of our mutual support for free trade” in a post-Covid-19 world. He said both sides were hopeful of concluding a deal by the end of 2020 – but they ended up missing that tentative deadline.", "FTA negotiations between the UK and New Zealand have also hit some roadblocks.", "Last week the New Zealand news site Farmers Weekly reported that trade officials were “on high alert for dirty tricks in trade talks with the United Kingdom after a succession of stories” appeared in the Sun claiming an agreement was imminent.", "Farmers Weekly cited an unnamed highly placed source as saying: “They are playing games with Australia and NZ … that we will somehow be pressured into dropping our fundamental positions and accepting their rubbish deals for the sake of a deal ahead of the other.”", "The former Australian prime minister Tony Abbott, whom Truss appointed last year as an adviser to the UK board of trade, was contacted for comment on the trade tensions."], "authors": ["Daniel Hurst"], "keywords": ["australia", "truss", "tehan", "deal", "serious", "uk", "minister", "negotiations", "bizarre", "australias", "trade", "comments", "australian", "setback", "talks", "free"], "pubDate": "2021-04-21T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}