{"id": "69bcc395-5ee4-3fa9-8e62-cc143bea1dd1", "title": "Carbon emissions to soar in 2021 by second highest rate in history", "url": "https://www.theguardian.com/environment/2021/apr/20/carbon-emissions-to-soar-in-2021-by-second-highest-rate-in-history", "summary": "Carbon dioxide emissions are forecast to jump this year by the second biggest annual rise in history, as global economies pour stimulus cash into fossil fuels in the recovery from the Covid-19 recession.\nSurging use of coal, the dirtiest fossil fuel, for electricity is largely driving the emissions rise, especially across Asia but also in the US.\nBut on the other hand, we are seeing the second biggest emissions rise in history.\nAviation would normally contribute more than 2% of global emissions, but has been almost absent this past year.\nAfter more than half a decade of decline, global coal demand is forecast to grow by 4.5%, approaching its all-time peak in 2014.", "paragraphs": ["Carbon dioxide emissions are forecast to jump this year by the second biggest annual rise in history, as global economies pour stimulus cash into fossil fuels in the recovery from the Covid-19 recession.", "The leap will be second only to the massive rebound 10 years ago after the financial crisis, and will put climate hopes out of reach unless governments act quickly, the International Energy Agency has warned.", "Surging use of coal, the dirtiest fossil fuel, for electricity is largely driving the emissions rise, especially across Asia but also in the US. Coal’s rebound causes particular concern because it comes despite plunging prices for renewable energy, which is now cheaper than coal.", "Speaking exclusively to the Guardian, Fatih Birol, the executive director of the IEA, and one of the world’s leading authorities on energy and climate, said: “This is shocking and very disturbing. On the one hand, governments today are saying climate change is their priority. But on the other hand, we are seeing the second biggest emissions rise in history. It is really disappointing.”", "Emissions need to be cut by 45% this decade, if the world is to limit global heating to 1.5C (2.7F), scientists have warned. That means the 2020s must be the decade when the world changes course, before the level of carbon in the atmosphere rises too high to avoid dangerous levels of heating. But the scale of the current emissions rebound from the Covid-19 crisis means “our starting point is definitely not a good one”, said Birol.", "Birol compared the current surge of emissions to the financial crisis, when emissions rose by more than 6% in 2010 after countries tried to stimulate their economies through cheap fossil fuel energy. “It seems we are back on course to repeat the same mistakes,” he warned. “I am more disappointed this time than in 2010.”", "Emissions plunged by a record 7% globally last year, owing to the lockdowns that followed the Covid-19 outbreak. But by the end of the year, they were already rebounding, and on track to exceed 2019 levels in some areas.", "The IEA’s projections for 2021 show emissions are likely to end this year still down slightly on 2019 levels, but on a rising path. Next year there could be even stronger rises as air travel returns, Birol added. Aviation would normally contribute more than 2% of global emissions, but has been almost absent this past year.", "He called on governments to bring forward new climate policies urgently and seek a green recovery from the Covid-19 crisis. “Last year, I expressed my hope that the economic recovery from Covid-19 should be green and sustainable. But these numbers indicate that this recovery is currently anything but sustainable for our climate,” he said.", "The US president, Joe Biden, is convening a climate summit this week, with the leaders of 40 countries expected to attend, at which he will urge countries to come forward with strong commitments on cutting emissions this decade. Birol said this was an opportunity for countries to change course and put policies in place for a green recovery.", "“If governments take clear and imminent action, with the amount of cheap clean energy technologies we have, we can transform this disappointment to some good outcomes,” he said.", "The IEA is considered the global gold standard for energy data, and its projections for 2021 are based on comprehensive soundings from around the world, including data from existing energy sources and new plants scheduled to come onstream. Energy data from the end of last year showed fossil fuels ahead of 2019 levels, and the surge has continued in the first part of this year.", "In its Global Energy Review, published on Tuesday, the IEA found that global carbon emissions from energy use, which accounts for the great majority of greenhouse gas emissions, were on course to rise by 1.5bn tonnes in 2021, after having fallen last year. That represents a 5% rise to 33bn tonnes of carbon dioxide for the year. After more than half a decade of decline, global coal demand is forecast to grow by 4.5%, approaching its all-time peak in 2014.", "China is planning to build scores of coal-fired power stations, despite pledging last year to reach net zero emissions by 2060. The country’s five-year economic plan, set out by Beijing last month, contained little detail on curbing emissions before 2030. However, after a surprise visit to Shanghai by the US climate envoy, John Kerry, the US and China pledged cooperation on greenhouse gas emissions over the next decade.", "Coal use is also surging in the US, reversing annual declines since 2013. Birol said this was the result of high gas prices, which are driving a switch from gas to coal for electricity generation. Donald Trump as president scrapped regulations put in place by Barack Obama to curb coal use by power stations. Biden is considering further measures to hasten the move to renewable energy.", "Nicholas Stern, a climate economist and the chair of the Grantham research institute on climate change at the London School of Economics, said the IEA findings “show that countries really must act with greater urgency to accelerate the transition to zero-carbon pathways if we are to have a chance of emissions being reduced in line with the Paris agreement. This is a crucial and historic opportunity to build back differently from the polluting ways of the past and in particular to move much more quickly away from coal. A strong and sustainable recovery will come from less coal not more.”"], "authors": ["Fiona Harvey"], "keywords": ["soar", "2021", "coal", "rate", "emissions", "countries", "energy", "global", "highest", "rise", "covid19", "levels", "second", "climate", "carbon", "history", "recovery"], "pubDate": "2021-04-20T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}