{"id": "69bd3c94-592a-36a0-aeee-98b636d31da7", "title": "Helen Frankenthaler and the Messy Art of Life", "url": "https://www.newyorker.com/magazine/2021/04/12/helen-frankenthaler-and-the-messy-art-of-life", "summary": "Both Tom Wolfe and Robert Hughes were indignant at this seeming smallness of meaning and metaphor in abstract painting.\nThe dignity of American abstract art lies in the intersection of the obviousness of its motifs and the complexity of its motives.\n(The people who thought of Frankenthaler’s art as in any way “easy” were, in that period, teaching in colleges, not collecting paintings.)\nThis tradition of “feminine” defiance is part of the inheritance of Frankenthaler’s art.\nFor her fond biographer, Frankenthaler’s art delights the eye, as it was designed to, and that’s enough.", "paragraphs": ["What’s impressive about the early soak-stain Frankenthalers, of course, is how unpainted they are, how little brushwork there is in them. Their ballistics are their ballet, the play of pouring, and a Rorschach-like invitation to the discovery of form. Paramecia and lilies alike bloom under her open-ended colors and shapes. Pollock is praised for pouring and dripping, as though inviting randomness, but one senses the significant amount of figural underpainting that exists beneath the surface. Even in the case of a painter as original and as decorative as Joan Mitchell, there’s a kind of stenographic calligraphic reduction of Monet, Impressionism remade as Action. By contrast, Frankenthaler’s images seep into the material; there really is no paint surface as we think of it, no top to be on top of.", "Her work of the fifties and sixties speaks to a world not of action but of reaction, of absorption and fluidity, with intimations of aquariums and hothouse flowers rather than of the usual Eighth Street stoplights and street corners. As much as Mitchell is in active dialogue with Monet—a devotion so intense that it led her to move to Vétheuil, up the hill from his old house—Frankenthaler seems in conversation with Bonnard. They have the same love of faded color, and the same feeling for designs that are almost chatty, this bit laid alongside that bit, rather than “all over,” in the manner that links Monet and Pollock. There are Bonnard watercolors that, if one simply enlarges a sky or a flower surface, look eerily like Frankenthaler paintings. Even Picasso’s dismissal of Bonnard’s compositions as “a potpourri of indecision” holds for her pictures. In this sense, Frankenthaler’s work asks what would happen if you took this kind of Bonnard watercolor—with its deliberately slack, soft-edged intimacy—eliminated the more obvious referents, and worked big. But that principle of displacement is a truth of all modernist art, where shifts in practice come from seeing in the margins of an activity—like the spattered paint on a drop cloth—the possibilities of something central.", "In a curious way, Frankenthaler’s revenge on Newman has been achieved, almost accidentally, in the past decades, with Newman’s pictures inspected for signs of patriarchal phallocentrism. His sublime zips have even been blandly likened to actual zippers—“mundane openings onto male organs,” as one academic put it—an analogy that would have been seen as blasphemously belittling in his day. Meanwhile, Frankenthaler’s weepiness, condescended to as feminine, looks more richly fertile.", "Frankenthaler and Robert Motherwell, a New York power couple of abstract painting, in 1963. Photograph by Arnold Newman / Getty", "For a nonparticipant, these arguments will seem crudely reductive. If a straight line is to stand for phallocentrism while a soft center stands for its vaginal opposite, do we have an argument worth winning? Both Tom Wolfe and Robert Hughes were indignant at this seeming smallness of meaning and metaphor in abstract painting. And yet the reduction of the argument to simple gestures is the whole point of the game. What makes good games matter is the commitment of their players to the rules as the springboard of invention. Art is its constraints. Scrabble players don’t suppose that spelling words is significant; what’s significant is assembling words from a limited array of letters. Chess players don’t think about capturing kings and rooks; they think about strategies for capturing kings and rooks. No painter imagined that eliminating perspective or storytelling from pictures was inherently virtuous, or that the picture plane was a prime place in itself; they were drawn to the game of eliminating everything else, then finding out what was left and how it could communicate. The dignity of American abstract art lies in the intersection of the obviousness of its motifs and the complexity of its motives. It says smart things simply.", "A great and somewhat limiting event of Frankenthaler’s life took place six years after “Mountains and Sea,” when she married Robert Motherwell, an older Abstract Expressionist of unimpeachable integrity. At the time, Motherwell had an Arthur Miller-like aura of dignity and authority. His signature work—big funereal blobs of black solemnly processing across a void, called “Elegies to the Spanish Republic”—provided, in retrospect, a too easily remembered recipe for seriousness in the serious fifties. The work “indicates,” as Method actors of that period learned to say of a too neatly telegraphed emotion, rather than inhabits its mood. The obvious visual metaphor—big black forms meaning big black feelings—was bolstered by an obvious progressive piety in the title. Motherwell’s best works were his less strenuously virtuous collages, built around his favorite brand of French cigarettes rather than around his loftiest beliefs. But the romance between the two artists is genuinely moving: Motherwell and Frankenthaler fell on each other as soul mates. Frankenthaler took in his two daughters by his first marriage, and they made their home in an Upper East Side town house. For a while, Frankenthaler and Motherwell were the Lunts of abstract painting, the unquestioned power couple of the form.", "Although the marital connection, as rivals groused, assisted Frankenthaler’s career in certain ways, it may have arrested it in others. For a very long time, Frankenthaler’s style supplied a default look for American abstract art. In Paul Mazursky’s late-seventies feminist film “An Unmarried Woman,” the SoHo artist played by Alan Bates paints in just this style (which, historically, is a little too late); perhaps it was inevitable that the style was appropriated from a woman and assigned to a male painter by a male filmmaker. For all Frankenthaler’s fame, though, she was typed as a member of an earlier generation than the one she belonged to. When subsequent waves of art—Pop art and Minimalism—came washing over, she seemed like an Old Guard holdout rather than, as the lightsome, colorful, improvisational nature of her painting might have suggested, a predecessor of an art less self-consciously angst-ridden than Abstract Expressionism.", "The marriage brought other forms of misfortune. Motherwell, whose father had been the president of Wells Fargo, turned out to have been the prisoner of a traumatic childhood, and sank into alcoholism. Frankenthaler and Motherwell divorced in 1971, and perhaps it should have been easier for peers and critics to re-situate her art within the generation that rebelled against the Ab Ex anguish. A painting like her simple silhouette of orange, “Stride” (1969), now in the Met, looks gaily Day-Glo, very much of its time. There was an evident overlap, as the art historian Robert Rosenblum once pointed out, between the high-keyed color and ease of post-painterly abstraction and the formal qualities of Pop; they were both helium-filled antidotes to the dark agonies of Abstract Expressionism proper.", "Frankenthaler, had she been the careerist some decried, might have benefitted from this resemblance. She didn’t, in part because of her allegiance to the “serious” stuff. Some of her best painting, certainly, is her most larksome. Pictures like “Tutti-Fruitti” (1966), now in Buffalo, or “Royal Fireworks” (1975)—which sold at Sotheby’s last June for a handsome, though not Pollockian, sum—have a warmth and a brightness of affect that seem entirely their own. The appealing pousse-café of color in “Tutti-Fruitti” implies sherbets, water ices, fireworks—nothing “deep” and everything alive. They have what Nemerov calls “childlike connotations,” an unapologetic, inspiring embrace of color for its own, elemental sake.", "Frankenthaler continued to paint late into her life. She remarried, in 1994, to an investment banker, and five years later they moved to a house in Darien, Connecticut, right on the Long Island Sound. There her paintings picked up the sea greens and turquoises that, for the last dozen years of her life, she could see from her studio.", "Learning to be an aesthete in middle age, as Nemerov has, is like taking tango lessons in your fifties: the spirit is admirable, but the moves are awkward. Almost overequipped to handle the intersection of art and social history—Nemerov does a masterly job on the relation of Frank O’Hara’s poetry and Frankenthaler’s painting—he is underequipped to make people and pictures live on the page. No one could pick a picture out from all the others after reading his description of it. At one point, we’re told, of Frankenthaler’s 1955 “Blue Territory,” “The graffiti of a schoolgirl’s private confession takes on the aura of saintly ecstasies, a conventional sign of forlorn adolescence martialed almost against its will into a bold strapping air of titanic achievement”—a description that reveals little about the picture except that the author likes it. Attempting to create novelistic character and an inhabited world, Nemerov relies on mechanical double adjectives and stock word pairings: “Elegant yet earthy, Martha Frankenthaler was a person of vibrant enthusiasms and impetuous moods”; Greenberg is “tough as nails.”", "Another struggle is presented by Nemerov’s puritanical take on Frankenthaler’s concern for her career, too much remarked on in her day; she thought nothing of posing for a spread in a popular magazine if doing so would increase her fame and sell her pictures. Nemerov assures us that, nevertheless, “something saved Helen. Her paintings stood apart from her quest for recognition and sales.” Why, though, would she need to be saved from being sold? Being part of the world of buying and selling is constitutive of what the visual arts have meant and have been since the end of the medieval era. Only priests and academics find anything shameful in it. Whatever is lost in contamination by commerce is more than made up for by what’s gained in independence. Frankenthaler painted what she wanted, and people bought what they wanted.", "Nemerov worries, too, about the possibility that bourgeois collectors found her subtle intimacies merely soothing. Yet the idea that New York collectors would seek out pictures they thought comforting is a misreading of the psychology of New York collectors; they like to collect what they don’t think likes them. The prestige lies in showing that you don’t need to be flattered by the art you own. This is why, in the apartments of Manhattan collectors, sweet photographs of the grandchildren are hived off in the bedroom, while kinky Koonses and Bacons take places of honor next to the coffee table. (The people who thought of Frankenthaler’s art as in any way “easy” were, in that period, teaching in colleges, not collecting paintings.)", "Nemerov’s admiration for his heroine sometimes makes him overrate her originality. “Helen’s sensitivity allowed her to grant ordinary experience—faltering, incomplete, apparently meaningless—the large solemnity of art,” he writes, as if this were not the achievement of every landscape and still-life since the birth of painting. Of all the constraints that make art matter, that pairing—small, sensual objects seeking big, lifesaving points—is the most familiar. Having once been shuttered in a classroom where commonplace lyricism is censored and the depiction of intimate experience is assumed to be merely a cover for bourgeois ideology, Nemerov is a bit like Molière’s M. Jourdain, discovering that he has been speaking prose his whole life—or, in this case, discovering that, while he has been speaking prose, everyone he studies has been reciting poetry all along.", "From today’s perspective, the most striking thing about Frankenthaler’s career is how much all the things that were said to belittle her, sometimes by other women, now seem to point toward her art’s larger soul. Joan Mitchell may have sneered at Frankenthaler as that “Kotex painter,” while Grace Hartigan said that her pictures seemed “made between cocktails and dinner.” Now the Bonnard-like ease within the cycles of domesticity, and even the possible origins of her work in menstrual staining, are seen by feminist critics as an admirable uplifting of the “abject.” Nemerov is appropriately voluble on this subject: “The painting that left the studio, the painting that hung on the gallery wall, offered such a range of experiences and emotions that it might disguise how it had all started with a gesture connoting such a private and bodily function.”", "He is surely right to sense a larger American story here, about women, painting, and the elevation of the decorative instinct in art. Impressionist painting became uniquely valued in America at a time when it was still scorned in France, in large part for being “feminine,” instinctive, and soft. (It was no accident that the leading post-Impressionist correctives to Impressionism were almost comically phallic, as with Seurat’s Piero-like pillar people.) The Chicago curator Gloria Groom has established that American women played a crucial role here. Mary Cassatt and May Alcott (the original Amy March) formed a circle in France that assisted married women with money to buy pictures, and advised them to heed the judgment of Sara Hallowell, a remarkable curator and art adviser in Paris. These viewers prized exactly the qualities that made the art of Monet, Renoir, and Pissarro dubious in France: non-heroic, housebound subjects like babies and kitchens, an allergy to firm contour and an adherence to the domesticity of the passing day. This tradition of “feminine” defiance is part of the inheritance of Frankenthaler’s art. It extends to a painter like Elizabeth Murray, but also to the seemingly Dadaist activity of Janine Antoni, who was rightly included in “Pretty Raw: After and Around Helen Frankenthaler,” a 2015 show at Brandeis University. Antoni chews chocolate and then, spitting it out, forms it into her own signature objects—an extension, in deadpan form, of Frankenthaler’s revaluing of the messy necessary liquids of life.", "In the classic pattern of the oppressed taking on the values of the oppressor, social radicals still sometimes think that only “subversive” art—tense and tedious—can be serious, while things that look like big watercolors cannot be. This dismissal leaps past gender to the heart of the modernist enterprise, where Monet’s delight in painting for the eye is still suspect, and Matisse’s calm insistence that he saw his art as akin to a comfortable armchair for an exhausted businessman is still the most taboo of all artist manifestos. And yet this unashamedly decorative impulse, experienced as a woman’s domain, is a constant in the American tradition. For her fond biographer, Frankenthaler’s art delights the eye, as it was designed to, and that’s enough. Enough? It’s everything. ♦"], "authors": ["Adam Gopnik", "Adam Gopni"], "keywords": ["frankenthaler", "pictures", "nemerov", "art", "painting", "messy", "life", "abstract", "helen", "motherwell", "think", "frankenthalers", "painter"], "pubDate": "2021-04-12T00:00:00Z", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}