{"id": "6a0ecc05-dcee-3966-971f-a8c09cd26349", "title": "How to make the perfect Christmas cocktail | FT Globetrotter", "url": "https://www.ft.com/video/c1dae67b-0180-4e79-82cc-42a90d0f576b?playlist-name=section-0b83bc44-4a55-4958-882e-73ba6b2b0aa6&playlist-offset=1", "summary": "Today I'm going to do a very special cocktail for Christmas.\nWe can grate a little bit of nutmeg on the top to give you an extra aroma.\nBut I'm going to use aquavit, which is the national spirit of Norway, which is home for me.\nAnd then we're also going to add a little bit more of the Christmas kind of spices.\nAnd I'm just going to show you my Christmas cocktail.", "paragraphs": ["You can enable subtitles (captions) in the video player", "Hi. Welcome to the Donovan Bar at the Brown's Hotel in London. My name is Salvatore Calabrese, known all throughout the industry as \"The Maestro.\"", "Today I'm going to do a very special cocktail for Christmas. It is a version of the eggnog, a twist on the Tom and Jerry. This is called Jon and Gerry, after my two sons. This is my younger version, for anyone who wants to know, Federico Pavan, incredible bartender.", "Thank you.", "And he's my right-hand man. So I'm going to put in 30ml of rum, Hoxton Banana Rum. Cognac, 30ml of cognac. Any cognac, anything that you have in your house, it will be fantastic, even brandy. 45ml of this almond milk. This will give you sort of a bit of a richness. 20ml of tonka beans syrup.", "So how do you make tonka bean syrup? Fresh tonka beans, you grate it on the sugar and then with equal part of water you boil it away, dilute it, and you have tonka beans sugar, very simple to do. And the egg.", "Maestro, why did you put the egg as the last ingredient?", "Because if I would have done that at the beginning, the alcohol would cook the egg.", "Otherwise you're going to have a frittata.", "You're going to have a frittata. We don't want to do that. What are we going to do now, Federico.", "Musica, Maestro.", "I love that. There you go. A little bit of a flair. You like that, don't you? Wow.", "Beautiful.", "Look at that.", "Beautiful and creamy. Wow.", "What are we going to use for garnish?", "We can grate a little bit of nutmeg on the top to give you an extra aroma.", "Salute. Christmas in a glass.", "Hi. My name is Monica Berg and we are here at Tayer Elementary, which is my bar in Old Street. And we are going to make a christmassy version of a Sazerac. So a Sazerac is classically a bourbon or rye cocktail mixed with cognac. But I'm going to use aquavit, which is the national spirit of Norway, which is home for me. And then we're also going to add a little bit more of the Christmas kind of spices.", "So this is a stirred cocktail, so we have our mixing glass and our spoon, 35ml of brandy, 30ml of aquavit. Christmas is always the high season for aquavit consumption in Norway. 90 per cent is drunk in the leading up to Christmas. Then we're going to use Becherovk, 10ml, a Czech bitter that has all of these kind of warm christmassy cinnamon cloves kind of flavours. Then a little bit of sugar, just to kind of round up all of the flavours, a couple of ml.", "Traditionally a Sazerac would have a coated glass of absinthe. I prefer to put it into the cocktails, because then you know that it's evenly distributed, then some Peychaud's bitters. It just gives it a little bit of fruitiness. Add our ice, 2/3 filled. Then we stir. So we want it as cold as possible. Some of the water from the ice will release into the cocktail. It essentially works as the kind of glue that keeps the ingredients together.", "I always keep my glass in the freezer. So any time you know that you're going to have an aperitif or a cocktail, just pop your glasses into the freezer 15 minutes before. Strain the drink. And voila, we are ready to serve.", "So the reason why I love this version of the Sazerac is because it does bring a lot of the warm spices, but it also is quite dry. So you could definitely sip and savour this drink for quite a while without getting overwhelmingly sweet. Of course it reminds me of home with the aquavit. It kind of has those flavours from the Christmas pastries, cookies, the gingerbread house. It's just a drink that can be served before the meal, after the meal, or just if you want to chill back and have a drink and just do nothing. Cheers.", "Hello. My name is Alessandro Palazzi. I'm the bar manager here at Dukes bar in London in St. James. And I'm just going to show you my Christmas cocktail. And I call it the Christmas Pudding Martini.", "Christmas pudding gin from Sacred. This is a limited edition over the Christmas period. Make sure the glass is cold. Ice in a cocktail shaker. I'm going to put 50ml of the gin. A little bit of cane sugar, a few drops, 30ml of coffee cold brew and then 10ml of Nocello, very similar to an amaretto, but made with hazelnuts. Four drops of the bitter. This is made by a lovely lady in Canada, but very much available here in UK. The ice is in the cocktail shaker. We're just going to discharge the water. Let's make some noise.", "Cream, put a little bit of cognac. Float the cream on top. And the last thing, we're going to just put a little bit of chocolate on top. This is an after dinner or in the afternoon, while you've got your fire on. Now just for fun, I'm just want to put some of these raisins, because obviously in a Christmas pudding there are raisins. They will go right to the bottom. It's for you to eat at the end of your cocktail. Three's enough. So this is my Christmas Pudding Martini. Wish you all the best for the festivities. Salute."], "authors": ["Produced", "Directed", "Edited Daniel Garrahan. Filmed Petros Gioumpasis", "James Sandy"], "keywords": ["cognac", "version", "ft", "globetrotter", "little", "christmas", "perfect", "im", "kind", "tonka", "going", "cocktail", "bit"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}