{"id": "6a1f4027-122d-36c0-a1b0-e3a37b5be1ed", "title": "A Palm Beach Proud Boy at the Putsch", "url": "https://www.newyorker.com/magazine/2021/01/18/a-palm-beach-proud-boy-at-the-putsch", "summary": "But, he said, “the Proud Boys were just marching around the city before this started.” As Trump addressed the rally, Pickles and his crew stopped for some halal chicken and rice.\nBut it was, like, ‘Go to the Capitol’!” So directed, Pickles and his group began marching.\nTrump had made it sound as if he, too, planned to march to the Capitol to stop Congress from certifying Biden’s victory.\nThe Proud Boys filled a vacuum.\nAnd if you get him with a gun, you better kill him, because he’s going to come back and kill you.", "paragraphs": ["As federal law-enforcement officials consider investigating the President’s role in instigating the deadly assault on the Capitol last week, they may want to check in with a heavyset ex-punk rocker who calls himself Bobby Pickles. Last Thursday, Pickles, the president of the West Palm Beach branch of the Proud Boys, described his experience of the uprising over the phone from Florida, where he runs a shop that sells T-shirts bearing such sayings as “Trump 2020: Because Fuck You, Twice.”", "At the age of forty, Pickles, whose real name is Piccirillo, is a bit old to call himself a “boy.” But, along with thousands of bearded and balding men in dad jeans, he headed to Washington to take part in what he called “kind of a last hurrah for Trump, who put so much on the line for us.” Asked whether he was among those who rampaged through the Capitol, Pickles said, “No comment.” Then he noted, “I’d never been to the Capitol before—and I have now!”", "Before January 6th, he said, the Proud Boys, who are known for their misogynist, racist, and anti-Semitic views, had “no organized plan” that he knew of to storm the building. Pro-Trump chat groups had been ablaze with incendiary talk for weeks. But, he said, “the Proud Boys were just marching around the city before this started.” As Trump addressed the rally, Pickles and his crew stopped for some halal chicken and rice. “We couldn’t really see the President, so we were listening on our phones,” he said. “And when we heard him say, ‘Go to the Capitol,’ we all were, like, ‘Yeah!’ It wasn’t a direct order, like a Mafia boss. But it was, like, ‘Go to the Capitol’!” So directed, Pickles and his group began marching. Trump had made it sound as if he, too, planned to march to the Capitol to stop Congress from certifying Biden’s victory. Instead, he retreated to the safety of the White House.", "At the Capitol, the scene turned chaotic. “It happened in the moment. There was just so much momentum,” Pickles recalled. “We felt compelled to storm the Capitol. There’s nothing rational about it when you’re caught up in something like that.” He kept his phone’s video camera on through the ensuing hours of occupation. “I felt like a war correspondent,” he said. (Pickles hosts a podcast.) “We were trying to smash the cops to get in,” he added. “This old dude on top of a cranelike thing in the middle of a big stand, who had a bullhorn, was saying, ‘Come forward! Come forward!’ ” An older woman urged the rioters on, calling them “patriots.” “She was funnelling people in through the windows,” Pickles said. Nearby, “a dude with tattoos all over his neck and face” smashed glass.", "“No, I ordered the lifetime of doing whatever I want.” Facebook", "Twitter", "Email", "Shopping Cartoon by Will McPhail", "Pickles found the media’s suggestions that police hadn’t mounted a serious challenge insulting. “It wasn’t easy!” he said. “We were hit with pepper spray and tear gas. They were trying to keep people out. But we were rushing them.” As if to demonstrate the group’s valor, he exclaimed, “Someone got shot. And someone got hit with a pepper ball in the cheek! It left a big hole. And someone got hit in the eye.” (This he found particularly scary, he said, because “one of my grandfathers had a glass eye, and it’s my biggest fear.”)", "Pickles acknowledged the unfortunate optics of a group that claims to be devoted to law and order ransacking a federal building. “I know it looks hypocritical on our end, because of the whole B.L.M. thing,” he said, referring to Trump’s slurs against Black Lives Matter protesters. “But if you seriously believe your country’s getting taken over by fraud, you’re going to get nuts.” (Pickles can be seen online wearing a shirt saying “Kyle Rittenhouse Did Nothing Wrong,” about the suspect in a double murder of B.L.M. protesters.)", "Pickles has a comfortable relationship with nihilism. He is happy to discuss his criminal record for grand theft (cashing a forged check) when he was eighteen, and his days as “a juvenile delinquent.” “I grew up in the punk-rock scene,” he said. “And Trump was like punk rock. It’s, like, anti-establishment.” He attended the University of Florida, where he was an English major and a liberal. “I’ve taken basket weaving and read about the Black prison experience,” he said, with a snicker. (In his shop, Fat Enzo’s, murals of Mark Twain and Hunter S. Thompson share wall space with Huey Long.) He explained that after his father died, in 2015, he sought out new male camaraderie. The Proud Boys filled a vacuum. He claims to have joined not because they are a hate group (as designated by the Southern Poverty Law Center) but because “they were seeking something.” He said, “I came to the realization that Trump was awesome, and that I had been brainwashed.” From right-wing podcasts and YouTube, he said, he has learned that “the pandemic is a scam,” and that “we live in an inverted dictatorship run by the Deep State and globalists.”", "Still, Pickles claims to be rattled by what happened at the Capitol. “A lot of people were talking crazy stuff,” he said. The mood among his fellow-insurrectionists was “getting to be a bit like that movie ‘Casino,’ where Joe Pesci plays Crazy Nicky. If you beat him with a fist, he’ll come back with a knife. And if you beat him with a knife, he’ll come back with a gun. And if you get him with a gun, you better kill him, because he’s going to come back and kill you. It’s kind of like that in Washington, D.C., now. Things are escalating. I hate to see what happens next.” ♦"], "authors": ["Jane Mayer", "Jane Maye"], "keywords": ["group", "come", "boy", "proud", "capitol", "youre", "boys", "claims", "pickles", "putsch", "beach", "palm", "hit", "trump"], "pubDate": "2021-01-18T00:00:00Z", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}