{"id": "6a29a09f-8733-35a4-9a74-a73f22277005", "title": "Defiant India draw third Test to set up series decider against Australia", "url": "https://www.theguardian.com/sport/2021/jan/11/defiant-india-draw-third-test-to-set-up-series-decider-against-australia", "summary": "India have pulled off the greatest escape at the SCG in more than 50 years, holding on to draw a thrilling third Test against Australia.\nHanuma Vihari and Ravichandran Ashwin batted through 256 balls to save the match and allow India to finish 334-5.\nThe draw capped one of India’s most resilient efforts in memory, keeping the series level at 1-1 with the final Test to begin in Brisbane on Friday.\nEyeing his third Test century, Pant again attempted to take Lyon (2-114) down the ground but this time only succeeded in miscuing to Pat Cummins at gully.\nFrom there India scored just 62 more from the remaining 42.4 overs but crucially lost no further wickets to save the game.", "paragraphs": ["India have pulled off the greatest escape at the SCG in more than 50 years, holding on to draw a thrilling third Test against Australia.", "Hanuma Vihari and Ravichandran Ashwin batted through 256 balls to save the match and allow India to finish 334-5. It left India’s score short of the 407 required for victory, but their 131-over effort to survive would have felt like a win to the tourists.", "The draw capped one of India’s most resilient efforts in memory, keeping the series level at 1-1 with the final Test to begin in Brisbane on Friday.", "Vihari endured the final session with a hamstring injury while Ravindra Jadeja, who has a dislocated thumb, was due to be the next man to bat.", "Australia also only had themselves to blame, with Tim Paine grassing three chances including one diving in front of David Warner from Vihari with 8.1 overs to go.", "The only other real chance came when on the second ball of the final session when Ashwin was given out caught behind, only for a review to show the ball had hit his arm guard.", "Vihari batted through 161 balls for 23, while Ashwin churned through 128 deliveries for his 39.", "“I thought we would create enough chances to win the game and I thought we did,” Paine said. “It’s a tough one to swallow, particularly given my situation ... we just didn’t hold our catches, myself in particular.", "“You have to cop the blame for that, wear it, and move on to Brisbane.”", "Not since South Africa batted through 117 eight-ball overs in 1964 to deny Australia has a team faced more balls to survive at the SCG. And perhaps more incredible was the fact that for half of Monday, it looked like India could do the impossible and win the match thanks to some Rishabh Pant heroics.", "Nursing an injured elbow, Pant scored a rearguard 97 from 118 balls after India lost captain Ajinkya Rahane to Nathan Lyon in the second over of the day.", "He was able to ride his luck after Paine dropped him on both three and 56 off the offspinner. The aggressive wicketkeeper-batsman hit three sixes and 12 other boundaries in his knock, regularly taking Lyon on down the ground.", "At one stage he hit the tweaker for a six inside out over cover, before clearing Pat Cummins and the rope at long on the next ball. It came as part of a 148-run stand with Cheteshwar Pujara, who held one end in his typical resolute style as Pant exploded at the other.", "And for a moment, Australia must have seen flashes of Ben Stokes at Headingley in 2019. But in an instant the match turned again.", "Eyeing his third Test century, Pant again attempted to take Lyon (2-114) down the ground but this time only succeeded in miscuing to Pat Cummins at gully.", "Hazlewood (2-39) landed another blow before before tea, with a ball that seamed away from Pujara and took his off stump on 77. That coincided with Vihari suffering his hamstring injury early as he completed a quick single, forcing India to shut up shop with Australia sensing a real opening.", "From there India scored just 62 more from the remaining 42.4 overs but crucially lost no further wickets to save the game.", "“It was all about character,” Rahane said. “The fight to the end. Really happy with the way we fought in this game.”"], "authors": [], "keywords": ["india", "defiant", "draw", "set", "vihari", "paine", "match", "australia", "series", "pant", "balls", "decider", "win", "overs", "test", "ball"], "pubDate": "2021-01-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}