{"id": "6a503966-a722-34d5-a021-14f4a448b9ca", "title": "Does the individual mean more than Atalanta's collective with Papu Gómez?", "url": "https://www.theguardian.com/football/blog/2020/dec/17/does-the-individual-mean-more-than-atalanta-collective-with-papu-gomez-serie-a", "summary": "Gómez was singing along to the Juventus club anthem, as it played over the stadium PA. A deliberate provocation, or simply an unguarded moment of levity?\nNow they were playing in the Champions League for the second year running.\nWhat is clear is that Gasperini has been trying to adapt Atalanta’s approach after performances dipped early in this campaign.\nBut Atalanta still did not show their best until Gómez came on to replace Pessina just after the interval.\nGómez got on the ball and beat defenders, sent teammates clear, and stung Szczesny’s palms with one shot from distance.", "paragraphs": ["As Atalanta lined up to face Juventus on Wednesday, their captain went to pick out a spot on the bench. Papu Gómez had been left out of the starting XI for the second game running – a third consecutive league fixture, in fact, if you consider the match against Udinese for which he was not even called up, but which ended up being postponed.", "Fans might have expected him to see in a sour mood, but the cameras at the Allianz Stadium found him smiling. Gómez was singing along to the Juventus club anthem, as it played over the stadium PA. A deliberate provocation, or simply an unguarded moment of levity? Either way, it was guaranteed to set tongues wagging. Speculation that Gómez could be on his way out of the club had been escalating ever since a post to his Instagram Stories on Monday morning.", "Gómez waves from his place with the substitutes. Photograph: Marco Bertorello/AFP/Getty Images", "“Dear Atalanta fans,” it read. “I am writing to you here because I have no other way to defend myself and speak to you. I only wanted to tell you that when I leave, you will know the truth of everything. You know me and you know the person I am.”", "He signed off reminding fans that he loved them, but his use of the word “when” arrived as a blow to the heart of his supporters in Bergamo. Gómez was supposed to see out his career at Atalanta, to retire as a legend at a club whose fortunes he had helped transform.", "La Dea finished 17th in the season he joined, 2014-15. Now they were playing in the Champions League for the second year running. Gómez had transformed in that time from a wide forward of intermittent output into a prolific ‘tuttocampsita’ – someone who contributes all over the pitch – and set a new Serie A record of 16 assists last season.", "It was a story that he had framed with eloquent sentimentality. “When I was little, I always wanted to play for a big club,” he said in April. “Then I realised I could make Atalanta big, together with my teammates.”", "The events of the past year, with the coronavirus pandemic hitting especially hard in Bergamo, seemed only to have strengthened the ties between Gómez and the city. In that same interview, he talked about opening up a football school there when he retired and subsequently turned down a lucrative move to Saudi Arabia this September.", "How could such strong bonds come undone so quickly? Gómez is said to have argued with Gian Piero Gasperini at half-time during a Champions League draw at home to FC Midtjylland at the start of this month, rejecting his manager’s instruction to restrict himself to a more defined attacking role.", "Details of what went on behind closed doors can never be fully known by those who were not there. What is clear is that Gasperini has been trying to adapt Atalanta’s approach after performances dipped early in this campaign. He has spoken of a need to play differently at the end of an exhausting year, with fixture congestion making it impossible to sustain a style that often relied on his team covering more ground than the opposition.", "Gómez, to his mind, might have been one of the players most in need of a reduced workload, after being called back up to the Argentina team for the first time in three years – adding long South American trips to his winter schedule. His free-roaming role of recent seasons requires high energy levels not only from him but also teammates who adapt their positioning around him.", "Gasperini has sidestepped all questions about the player’s future, saying they are matters for the club. He did start Gómez for the decisive final Champions League group game away to Ajax, which Atalanta won, but the captain was an unused substitute during a 3-0 rout of Fiorentina at the weekend, then found himself back on the bench in Turin.", "Atalanta lined up instead against Juventus with the 23-year-old Matteo Pessina behind an attack of Duván Zapata and Ruslan Malinovskiy. The gameplan was a cautious one, built along similar lines to those which achieved wins in Amsterdam and Liverpool. Atalanta would still press high but without overcommitting. There was little of the swashbuckling attempt to overwhelm the Bianconeri that we saw in July’s 2-2 draw.", "Juventus had the better of the early exchanges, but their efforts in front of goal were best summed up by a comically poor backheel miss by Álvaro Morata, who could feel grateful to have been offside. Then, just as Atalanta seemed to be growing into the game, Federico Chiesa put the champions ahead with a spectacular strike from outside the box. It was his third touch of the opening 29 minutes.", "Gasperini’s team continued to improve, and Wojciech Szczesny barely managed to keep out an effort from Zapata. But Atalanta still did not show their best until Gómez came on to replace Pessina just after the interval. His impact was immediate, a conductor restoring electricity to Atalanta’s attacking circuitry. Gómez got on the ball and beat defenders, sent teammates clear, and stung Szczesny’s palms with one shot from distance. Gasperini might have been happiest of all to see him maintain tactical discipline, holding to his area between midfield and attack rather than roaming in pursuit of the ball.", "It was Remo Freuler who got Atalanta level, the Swiss rivalling Chiesa’s earlier effort with a dipping shot that crashed in off the bar from 20 yards. Here too, Gómez had played a role, battling two opponents for possession before the ball broke to his colleague.", "Incredible strike from Remo Freuler! 💥", "", "Atalanta get back on level terms, and just after Papu Gomez came on too 👀 pic.twitter.com/txzbpv2wIR — Premier Sports 📺 (@PremierSportsTV) December 16, 2020", "Juventus would have chances to win the game. They won a penalty after Chiesa made the most of contact from Hans Hateboer inside the box, but Cristiano Ronaldo’s effort was saved by Pierluigi Golllini. The keeper made an even more impressive stop to deny Morata moments later, adjusting mid-dive to get a hand on the ball as it hopped up off the turf.", "Atalanta held on. They have not won at Juventus since 1989, but this was their third consecutive draw in the fixture: a testament to how hard they have been to beat under Gasperini. How much of that is down to the manager, and how much to the players on the pitch? Atalanta have long lived by the ideal that the collective means more than any individual. They did an impressive job of keeping last season’s team together this summer, selling only fringe players, but in the recent past they have allowed plenty of gifted starters to depart, from Franck Kessié to Roberto Gagliardini and Gianluca Mancini. The team has always emerged stronger.", "Can the same really be true, though, with a player like Gómez? His assists, goals and link-up play will be tricky enough to replace, before we consider the less quantifiable elements of his leadership. His broad grin and joyful style have been the defining component in the identity of a side that has defied gravity. “I hope he remains our captain,” confessed Gollini on Wednesday. For certain, he is not the only one."], "authors": ["Nicky Bandini"], "keywords": ["papu", "players", "does", "individual", "team", "league", "atalantas", "club", "game", "atalanta", "champions", "gómez", "gasperini", "mean", "collective", "juventus"], "pubDate": "2020-12-17T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}