{"id": "6a54b9a5-2032-36d3-a070-cd9a0cfcb750", "title": "The Pashmina goat herders in a struggle against climate change", "url": "https://edition.cnn.com/style/article/pashmina-goat-herders-struggle-against-climate-change/index.html", "summary": "The images in this feature were taken during his recent trip to document the lives of Pashmina goat herders.\nSituated between the Himalayan and Karakorum mountain ranges, it is the highest permanently inhabited plateau in the world, and home to an extremely hardy and rare breed of goat -- the Changra, or Pashmina goat.\nCredit: Andrew NeweyBut their ancient way of life is now under threat from climate change, fake Pashmina imports from China and the lure of an easier and more comfortable life.\nAnd despite the snowfall, the winters are in fact getting warmer, which reduces the quality and quantity of the valuable Pashmina wool.\nBut the idea of using clones more widely has proven controversial among the Changpa herders, who see it as incompatible with their Buddhist beliefs.", "paragraphs": ["Written by Andrew Newey Ladakh, India", "Andrew Newey is an award-winning British photographer. The images in this feature were taken during his recent trip to document the lives of Pashmina goat herders.", "At an altitude of more than 14,000 feet, where winter temperatures can fall to minus 40 degrees Fahrenheit, it is hard to believe anyone, or anything, can survive in the vast ice desert that is Changthang, on the Tibetan Plateau between India and China. Situated between the Himalayan and Karakorum mountain ranges, it is the highest permanently inhabited plateau in the world, and home to an extremely hardy and rare breed of goat -- the Changra, or Pashmina goat.", "The region's high altitudes, freezing temperatures and harsh winds are essential in stimulating the growth of the goats' super-soft undercoat. The fibers can measure a mere 12 microns in width, making them around eight times finer than human hair and up to eight times warmer than sheep wool. This luxurious fiber is known as Pashmina, the softest and most expensive type of cashmere wool in the world.", "Rearing these valuable animals in such inhospitable conditions are the Changpa people. For centuries these nomadic shepherds, who are as hardy as their animals, have roamed \"the roof of the world,\" moving their herds of yak, sheep and goats along traditional migratory routes every few months in search of fresh grazing pastures.", "Moving thousands of goats over vast distances requires skill and experience if herders are to prevent injury to -- or loss of -- their animals. Credit: Andrew Newey", "But their ancient way of life is now under threat from climate change, fake Pashmina imports from China and the lure of an easier and more comfortable life.", "I have known of the Changpa people for some time, but it was only recently that I learned of their struggles. I visited them in the Ladakh region, on the Indian side of the plateau, to photograph their winter migration in early December.", "Changthang rarely gets much snowfall, and when it does, it usually begins in January or February. For the last few years, however, it has been increasingly heavy, starting as early as December, even November.", "The goats naturally begin shedding their fur in the spring, and herders harvest it using a special comb. Credit: Andrew Newey", "The unexpected snowfall was great for my pictures, but it was a major inconvenience for the herders. The high pass they travel through is untraversable once covered in snow, and food supplements have to be brought in to prevent the animals dying from starvation.", "The nomads and scientists alike are adamant that climate change is the biggest threat to Pashmina production in the region. And despite the snowfall, the winters are in fact getting warmer, which reduces the quality and quantity of the valuable Pashmina wool. Warmer temperatures mean that the goats don't grow such thick undercoats, reducing the yield of this soft fur and making it harder to separate from the coarse outer fur.", "Over a relatively short period of time, dozens of nomad families from the Changthang plateau have migrated away from their village, Kharnak, to the outskirts of Leh, a city 180 kilometers away. There, the herders who have given up their nomadic lives have set up their own neighborhood, called Kharnak Ling.", "A yak caravan winds its way across steep valleys. Credit: Andrew Newey", "On my recent visit to the region, the chief of Kharnak village, Targais Tashi, expressed his concerns. \"These are worrying times we are experiencing,\" he said. \"If weather patterns continue (changing) like they are, then it could have an irreversible impact on Pashmina goat-rearing on the Changthang. There were once more than 90 families in Kharnak and now there are only 16. If the number Changpa families in Kharnak fall below 10 then it will become too tough for us to continue this life.", "\"The younger generation would rather work in the city and cannot be persuaded to continue this physically, mentally and emotionally demanding existence.\"", "Despite the herders' brutal living conditions, they are some of the friendliest and most generous people one could ever wish to meet. They let me live with them and capture moments of their life on the understanding that I would spread awareness of their struggles. The region is desperately hoping that revenue from international tourism can help fill the economic hole left by the struggling Pashmina industry.", "Many Changpa women have abandoned their nomadic lives, and now weave the wool outside the city of Leh. Credit: Andrew Newey", "The Indian government's Ministry of Textiles has attempted to reverse the trend by providing funding and supplies to encourage the Changpas to return to rearing goats on the plateau.", "In recent years however, due to a lack of Pashmina wool from Ladakh's herders, weavers in the wider Kashmir region have begun importing raw Pashmina from China and Mongolia to meet ever-increasing demand for their products. Much of this Pashmina is not what it is claimed to be. Although the goats are the same breed, they are not reared in the extreme conditions required to stimulate the growth of the super-soft undercoat required to be considered 100% pure Pashmina.", "Pashmina is expensive -- and rightly so. The Changpa carefully comb the goats' hair during the spring molting season to harvest the downy undercoat, and then the good fiber is laboriously separated from the bad by hand. Once cleaned and processed, the usable wool from a cashmere goat amounts to just four ounces.", "Every few months, the herders migrate with their yak, sheep and goats in search of fresh grazing pastures. Credit: Andrew Newey", "The fibers are then hand spun, after which the equally painstaking weaving process can begin. A Pashmina shawl can take around 180 hours to produce, and larger items can take several months or even a year for highly skilled artisans to weave on wooden looms. They are then exported around the world, where luxury retailers sell them for hundred or thousands or dollars.", "Amid decreasing herd populations and increasing demand for cashmere from the Ladakh region, scientists at the University of Kashmir set out to produce the world's first Pashmina goat clone. In 2012, the female kid Noori was born. But the idea of using clones more widely has proven controversial among the Changpa herders, who see it as incompatible with their Buddhist beliefs.", "The perils to goat rearing in turn threaten the livelihoods of hundreds of thousands of people in the region who, directly or indirectly depend on Pashmina. The trade's decline could also spell the end of the unique culture of the Changpas, for whom livestock are more than a source of income, but a way of life."], "authors": ["Andrew Newey", "Ladakh"], "keywords": ["climate", "pashmina", "credit", "goat", "struggle", "goats", "change", "wool", "kharnak", "andrew", "region", "changpa", "herders"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}