{"id": "6a764734-2001-3eb9-9758-a29d15a077cb", "title": "Lemurs and giant tortoises among species at risk if global heating hits 3C", "url": "https://www.theguardian.com/environment/2021/apr/09/lemurs-and-giant-tortoises-among-species-at-risk-if-global-warming-reaches-3c", "summary": "Unique island species including lemurs and the Galapagos giant tortoise could be at high risk of extinction if the planet warms by more than 3C above pre-industrial levels, new research warns.\nIsland species are particularly at risk because they have high levels of endemicity and small population sizes living in a relatively small range.\nThe international team of researchers assessed 8,000 projections of climate change impacts on different species in various habitats around the world.\nIntroduced species may cause additional pressure on habitats, as endemic species are replaced by more adaptable, generalist species, generally leading to the homogenisation of wildlife-rich areas.\n“If climate change remains unchecked, these endemic species will be lost for ever.", "paragraphs": ["Unique island species including lemurs and the Galapagos giant tortoise could be at high risk of extinction if the planet warms by more than 3C above pre-industrial levels, new research warns.", "Analysis of 270 biodiversity hotspots suggests almost half of endemic marine species and 84% of endemic mountain species will face extinction if the planet warms by more than 3C, which if current trends continue could happen in 2100.", "However, keeping the global temperature rise to 1.5C – the target limit set by the Paris agreement – would reduce the risk of global extinctions tenfold, according to the paper published in Biological Conservation.", "If the world manages to stick to 1.5C of warming, just 2% of land-based endemic species would be at risk of extinction, compared with 20% at more than 3C, according to the analysis of hundreds of existing studies. Species are endemic if they are only found in one place, such as an island, mountain range or single country.", "The increase is even more significant in marine ecosystems. “Extinction risk jumps significantly for what is considered to be a small amount of warming, and the endemic species are the ones that suffer the greatest harm,” said lead researcher Stella Manes, a PhD student at the Federal University of Rio de Janeiro.", "Madagascar, the Philippines, Sri Lanka, as well as islands in the Caribbean and Indian Ocean could lose all endemic plant species within the next 30 years, the paper warns. Lemurs in Madagascar, blue cranes in South Africa, Galapagos giant tortoises and snow leopards in the Himalayas are among the animals at risk.", "The theory behind the projection is that endemic species often thrive in ecological niches, but their restricted range means they are less able to move as the environment changes, making them more vulnerable to climate change. Island species are particularly at risk because they have high levels of endemicity and small population sizes living in a relatively small range.", "The international team of researchers assessed 8,000 projections of climate change impacts on different species in various habitats around the world. Using International Union for Conservation of Nature (IUCN) criteria, researchers defined species at high risk of extinction if losses were projected to be greater than 80% due to climate change.", "Almost all land-based species in the areas studied are expected to experience a negative impact, with the exception of introduced species, which may even benefit from declines in native species. Introduced species may cause additional pressure on habitats, as endemic species are replaced by more adaptable, generalist species, generally leading to the homogenisation of wildlife-rich areas.", "Sea level rise, extreme weather events, habitat loss, pollution and resource extraction will also further increase the extinction risk of endemic island species, although these were not included in the research.", "“We would expect to have cascade effects that might change whole environments, and in the end, harm humankind through weakening of services that biodiversity brings us,” said one of the paper’s authors, Dr Mariana Vale, an ecologist at the Federal University of Rio de Janeiro. “If climate change remains unchecked, these endemic species will be lost for ever.", "“It would make a whole lot of difference to biodiversity worldwide if we could keep and reach the Paris agreement. It’s not a small difference, it’s a world of difference.”", "More than 200 studies looked at the impacts of climate change on terrestrial ecosystems, whereas just over 30 looked at marine ecosystems. Only 14 studies looked at freshwater species – considered to be among the most threatened – which were included in terrestrial ecosystems due to lack of data.", "Dr Rob Salguero-Gómez, a zoologist at the University of Oxford, who was not involved in the study, said the primary findings were not new and “quite logical”. He said the study’s use of a large volume of peer-reviewed literature provided a comprehensive, global understanding of the situation. “I think that this paper will be extremely useful to global organisations in setting up accords for climate change regulation, particularly in what it pertains to prioritising countries [and bodies of water] as well as taxonomic groups,” he said.", "Prof Jon Lovett, Chair of Global Challenges at the University of Leeds, who was not involved in the research, said: “This study highlights the dramatic and final implications of climate change to thousands of rare species – extinction.", "“There are ways to both mitigate and adapt. Firstly, as the authors state, keeping to the Paris agreement will substantially reduce the risk. Secondly, the concept of protected areas needs to take climate change into account, with corridors connecting conservation areas and changes to land use to become ‘biodiversity-friendly’ as species move in response to changing habitats.”", "Around 1 million species are at risk of extinction, many within decades, according to a UN report. Scientists warn that more than 500 species of land animal are on the brink of extinction, with two out of five plant species also at risk.", "Find more age of extinction coverage here, and follow biodiversity reporters Phoebe Weston and Patrick Greenfield on Twitter for all the latest news and features"], "authors": ["Phoebe Weston"], "keywords": ["change", "species", "global", "small", "giant", "tortoises", "island", "extinction", "university", "endemic", "risk", "lemurs", "3c", "climate", "hits", "heating"], "pubDate": "2021-04-09T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}