{"id": "6a8a1140-8655-31ef-b00a-72ee3763d2ea", "title": "Families at Border Present Familiar Test for Biden’s Homeland Security Pick", "url": "https://nytimes.com/2020/12/14/us/politics/mayorkas-biden-immigration.html", "summary": "WASHINGTON — Alejandro N. Mayorkas opened a 2016 speech on immigration by recounting his personal connection to the subject — his story of being a political refugee.\nThen it took only minutes for Mr. Mayorkas, the deputy secretary of homeland security at the time, to address criticism of his department’s immigration record.\n“Many have taken great issue with the administration’s removal of individuals who have not qualified for refugee status or asylum status in the United States and our practice of removing those who have not qualified for relief under law,” Mr. Mayorkas said during the address at Georgetown Law.\nThere are early indicators that migration will swell at the southwestern border, presenting the Biden administration with an early test of human consequences.\nIn November, border officials apprehended a child crossing the border alone 4,467 times.", "paragraphs": ["WASHINGTON — Alejandro N. Mayorkas opened a 2016 speech on immigration by recounting his personal connection to the subject — his story of being a political refugee. Then it took only minutes for Mr. Mayorkas, the deputy secretary of homeland security at the time, to address criticism of his department’s immigration record.", "“Many have taken great issue with the administration’s removal of individuals who have not qualified for refugee status or asylum status in the United States and our practice of removing those who have not qualified for relief under law,” Mr. Mayorkas said during the address at Georgetown Law. “Whether we expand the basis of which we seek to welcome these individuals fleeing for a better life is a question that is answered by thinking of who we want to be as a country.”", "His remarks not only highlighted some of the experiences that prompted President-elect Joseph R. Biden Jr. to name him homeland security secretary last month — fleeing Cuba during the Castro revolution to come to the United States, where he rose to U.S. attorney for the Central District of California — but they also foreshadowed one of the first dilemmas he will most likely face at the helm of the department.", "There are early indicators that migration will swell at the southwestern border, presenting the Biden administration with an early test of human consequences. In November, border officials apprehended a child crossing the border alone 4,467 times. That is a slight drop from the 4,661 in October, but a stark increase from the 712 recorded in April, when various countries imposed national lockdowns and the Trump administration invoked a public health emergency rule to put new border restrictions in place."], "authors": ["Zolan Kanno-Youngs"], "keywords": ["security", "present", "qualified", "mayorkas", "border", "refugee", "bidens", "pick", "families", "familiar", "united", "status", "states", "secretary", "homeland", "mr", "test"], "pubDate": "2020-12-14T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}