{"id": "6ad2304c-1a53-30d8-a1d7-2b7834026628", "title": "Proud Boys and other far-right groups raise millions via Christian funding site", "url": "https://www.theguardian.com/world/2021/apr/10/proud-boys-far-right-givesendgo-christian-fundraising-site", "summary": "Other Proud Boy fundraisers raised large amounts, and attracted a similar range of high-value anonymous donations.\nFollowing the Capitol riots, a fundraiser in the name of “Medical Assistance to DC Proud Boy victims” made $106,107 on just 6 and 7 January.\nSeveral parallel fundraisers sought to finance travel and equipment for Proud Boys who sought to attend the 6 January rally in person.\nTwo separate fundraisers asked patrons to fund protective gear and communications equipment for regional Proud Boys chapters, raising $4,876 and $12,900 respectively.\nAnother for Nick Ochs, the self-described leader of the Proud Boys’ Hawaiian chapter, brought in $19,687 between 8 and 13 January.", "paragraphs": ["A data breach from Christian crowdfunding site GiveSendGo has revealed that millions of dollars have been raised on the site for far-right causes and groups, many of whom are banned from raising funds on other platforms.", "It also identifies previously anonymous high-dollar donors to far-right actors, some of whom enjoy positions of wealth, power or public responsibility.", "Some of the biggest beneficiaries have been members of groups such as the Proud Boys, designated as a terrorist group in Canada, many of whose fundraising efforts were directly related to the 6 January attack on the United States Capitol.", "The breach, shared with journalists by transparency group Distributed Denial of Secrets, shows the site was used for a wide range of legitimate charitable purposes, such as crowdfunding medical bills, aid projects and religious missions.", "But the site’s permissive stance towards far-right actors meant groups who had been banned from other fundraising platforms and payment processors following episodes of hate speech and violence have also used the platform.", "Across at least 11 crowdfunding campaigns associated with the Proud Boys, members of the group, including some now facing conspiracy charges related to the Capitol attack, raised over $375,000. Some of these fundraisers netted large amounts of money in a short period.", "After the Proud Boys chairman, Enrique Tarrio, was arrested on 4 January on charges related to firearms and the vandalism of a black church at a previous rally, a fundraiser billed as a “defense fund” made $113,000 in just four days.", "A large proportion of that money came from a number of high-dollar donors who elected to be anonymous on the website, but whose identifying details were nevertheless preserved by GiveSendGo.", "The anonymous donations included $1,000 from an email address associated with Gabe Carrera, a Florida-based personal injury lawyer who bills himself as the attorney who rides. Another $1,000 which came to Tarrio was associated with an email address belonging to Paul C Gill, a Honolulu-based Hawaiian Airlines employee and former pilot who has previously made donations to Donald Trump’s campaigns and to the Republican party, and who has offered public political commentary in the form of letters to the editor in local newspapers.", "Of Tarrio’s donors, none immediately responded to requests for comment except for Gerardo G Gonzalez, who anonymously donated $1,000 to Tarrio on 7 January.", "Public records show that Florida-based Gonzalez is a former pharmacist who owns at least six properties in Miami Beach and Homestead, Florida. His apartments, apartment buildings and an acreage lot have an assessed value in excess of $2.4m, and in prior decades has sold other properties worth millions more.", "In a telephone conversation, Gonzalez said that his support of the Proud Boys was motivated by his belief that “there is no systemic racism in this country”, and his opposition to “BLM and Antifa” who he said represented “the real extremism” in the United States. He also used derogatory terms for Latinos and Democrats.", "Other Proud Boy fundraisers raised large amounts, and attracted a similar range of high-value anonymous donations.", "Following the Capitol riots, a fundraiser in the name of “Medical Assistance to DC Proud Boy victims” made $106,107 on just 6 and 7 January. One anonymous donation for $5,000 was associated with an email address belonging to Ou Yin Lu, a Hacienda Heights, California, resident and businesswoman who had previously donated $14,640 to Trump’s campaign funds, the Republican National Committee and a former California state representative Bob Huff during the 2020 campaign funding cycle.", "Also, after charges were laid on the Proud Boys organizer Joe Biggs for his alleged role in the Capitol attack, an anonymous donation for $1,000 came from an email address belonging to a New York woman whose social media accounts list her as a state-employed special education teacher. Overall, Biggs raised over $6,000 on the site.", "Other Proud Boy-related fundraisers included one for North Carolina Proud Boy, Jeremy Bertino, also known as Noble Beard, who was stabbed at a contentious rally in Washington DC on 12 December. Between 16 and 19 December, the effort netted $61,355.", "Several parallel fundraisers sought to finance travel and equipment for Proud Boys who sought to attend the 6 January rally in person.", "Two separate fundraisers asked patrons to fund protective gear and communications equipment for regional Proud Boys chapters, raising $4,876 and $12,900 respectively.", "Later, fundraisers were mounted in the name of individual activists who are now facing serious charges arising from the events of 6 January.", "One that netted $6,475 in just one day was for the benefit of the Washington state Proud Boy and national elder Ethan Nordean also known as Rufio Panman. Another for Nick Ochs, the self-described leader of the Proud Boys’ Hawaiian chapter, brought in $19,687 between 8 and 13 January.", "Candyce Kelshall, the president of the Canadian Association for Security and Intelligence Studies-Vancouver, who at at Simon Fraser University researches violent transnational social movements, said that far-right crowdfunding on GiveSendGo was just “the tip of the iceberg”, and similar efforts were happening across up to 54 other crowdfunding sites that her research had revealed.", "She said, however, that GiveSendGo was “particularly insidious” due to its presentation of such crowdfunding in the guise of religion-based charity."], "authors": ["Jason Wilson"], "keywords": ["groups", "fundraisers", "site", "raised", "anonymous", "christian", "charges", "millions", "farright", "boys", "raise", "email", "boy", "funding", "crowdfunding", "proud"], "pubDate": "2021-04-10T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}