{"id": "6ae360b9-1617-360e-a36b-408ee2b04c6f", "title": "Resident Evil Movie Reboot Release Date Revealed Early", "url": "https://www.gameinformer.com/2020/12/16/resident-evil-movie-reboot-release-date-revealed-early", "summary": "We've been learning a lot about the upcoming Resident Evil movie reboot recently, including a cast reveal and some behind-the-scenes set images.\nNew information from the German studio Constantin Film website went public that listed the Resident Evil movie reboot for a September 9, 2021 release date.\nConstantin Film via MovieWebConstantin Film is heading the Resident Evil movie efforts, adapting the Capcom franchise in impressive true-to-source material form (if these screenshots are anything to go by).\nWhat do you think about the release date and recent looks at the Resident Evil movie reboot?\nSound off with your thoughts in the comment section below and tell us all about your dream Resident Evil experience.", "paragraphs": ["We've been learning a lot about the upcoming Resident Evil movie reboot recently, including a cast reveal and some behind-the-scenes set images. Despite a few COVID-19-related hiccups, the latest iteration on the big screen for the Capcom franchise now has a release date (pending no further delays), at least according to a recent leak.", "New information from the German studio Constantin Film website went public that listed the Resident Evil movie reboot for a September 9, 2021 release date.", "Constantin Film via MovieWeb", "Constantin Film is heading the Resident Evil movie efforts, adapting the Capcom franchise in impressive true-to-source material form (if these screenshots are anything to go by).", "No trailer at this time, but we do at least have a cast list to oggle in the meantime:", "Kaya Scodelario (Maze Runner) as Claire Redfield", "Hannah John-Kamen (Ant-Man) as Jill Valentine", "Robbie Amell (Upload) as Chris Redfield", "Tom Hopper (The Umbrella Academy) as Wesker", "Avan Jogia ( Zombieland: Double Tap) as Leon Kennedy", "as Leon Kennedy Neal McDonough (Yellowstone) as William Birkin", "“With this movie, I really wanted to go back to the original first two games and re-create the terrifying visceral experience I had when I first played them whilst at the same time telling a grounded human story about a small dying American town that feels both relatable and relevant to today’s audiences,\" said the director previously.", "We know that the upcoming movie will be centered within the timeframe of the first two games in the franchise. More information about the narrative is still on the way, but hopefully we will be learning more soon now that it is in active development and a release date is tentatively set.", "It's important to remember that while a release date has been offered, COVID-19 continues to impact daily life, meaning that the movie - like so many other entertainment projects - is subject to further delays.", "What do you think about the release date and recent looks at the Resident Evil movie reboot? Anything in particular you're hoping to see the most? Sound off with your thoughts in the comment section below and tell us all about your dream Resident Evil experience."], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["recent", "release", "reboot", "revealed", "franchise", "film", "resident", "evil", "movie", "upcoming", "date", "early"], "pubDate": "2020-12-16T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}