{"id": "6af71245-cc7a-327a-a79a-71d704d36bbb", "title": "'It always hits me hard': how a haunting album helped save the whales", "url": "https://www.theguardian.com/environment/2020/dec/06/the-songs-that-saved-the-whales", "summary": "On the 50th anniversary of Songs of the Humpback Whale, it can be hard to fathom how much has changed in our appreciation of the species.\nIn the 1960s, tens of thousands of whales were slaughtered every year, mainly for soap, oil and pet food.\nHumpback whales, which numbered around 100,000 in 1900, had been hunted mercilessly and fewer than 7,000 remained.\nHumpback whales have come back to pre-whaling populations, perhaps as many as 100,000.\n“My whole thought was if we can build whales into human culture, then we can save them,” says Payne.", "paragraphs": ["Fifty years ago an album of whale calls became an unlikely global hit and kickstarted the ban on hunting. On the anniversary our writer talks to the US scientist who started it all", "Roger Payne has played the sounds made by humpback whales to thousands of people – “more than thousands,” he corrects himself – in the past 50 years. He has played sections in schools, in churches, on TV talk shows, at the UN; he’s played them to singers, musicians, politicians and other scientists. The response is always the same. For the first 30 seconds, there is mumbling, sometimes awkward giggling as the audience gets used to the deep, rumbling groans and high-pitched squeaks (this is when the TV shows usually cut it off).", "But leave it longer – at least five minutes, ideally half an hour – and Payne finds a strange thing happens. “In that time, the audience would go totally silent,” says the 85-year-old, on a video call from rural Vermont. “You were unaware there was anybody in the room and then, when I killed it, there would be this… inhalation. You would hear people basically coming out of a kind of trance. That was the clue that, ‘This is changing the lives of these people.’ And that’s how I think we’ve got it to really make a difference.”", "In 1970, Payne led a team that released a five-track, 34-minute album called Songs of the Humpback Whale. To everyone’s surprise – Payne was a bioacoustics expert, not a musician – it became a hit: it sold more than 125,000 copies, making it the most popular nature recording of all time. Pete Seeger and Judy Collins, superstars at the time, wrote songs inspired by the record.", "When Nasa launched their Golden Record aboard the Voyager spacecraft in 1977, one of Payne’s songs was included on the 12-inch gold-plated disc, along with music from Bach, Mozart and Louis Armstrong. Then, in 1979, an extract from the album was sent to all National Geographic’s 10.5 million subscribers. This made it the largest single pressing in recording history – a record it holds to this day.", "On the 50th anniversary of Songs of the Humpback Whale, it can be hard to fathom how much has changed in our appreciation of the species. In the 1960s, tens of thousands of whales were slaughtered every year, mainly for soap, oil and pet food. Humpback whales, which numbered around 100,000 in 1900, had been hunted mercilessly and fewer than 7,000 remained. “They were headed towards extinction, no discussion,” says Payne.", "Songs of the humpback whale", "Payne’s own experience backed up this depressing picture. The first cetacean he ever saw was a dolphin that had washed ashore and died on the coast near Boston, when he was teaching at Tufts University. It was late at night and raining when he found the body. “Some bozo had chopped off its flukes and somebody else had stuffed a cigar butt in its blowhole,” he recalls. “I thought to myself, ‘Is this the only interaction that can occur between people and the wild world?’ I sat there, soaked to the bone, and decided it would be wonderful to do something about this. I had no chance of that at that moment, but a chance slowly appeared.”", "That “chance” was an encounter in 1967 with a man named Frank Watlington, an engineer for the US Navy, based in Bermuda . Since the 1950s, Watlington had been monitoring a large collection of hydrophones (microphones designed to record underwater sounds) 30 miles off the coast of the island, mainly with the hope of eavesdropping on Soviet submarines. “I never knew what his work was,” says Payne. “It was something secret: state-supported skulduggery in the ocean.”", "There’s no record of how effective Watlington’s official assignment was but the hydrophones proved to be the perfect tool for listening to humpback whales. We know now that, although many whales use sound to communicate, humpbacks are the only ones that “sing”: it might, on first hearing, sound like one drawn-out moan, but Payne, his first wife Katy and an associate, Scott McVay, proved that there is an intentional rhyme, repetition and structure in the noises.", "Female humpbacks do some quiet singing, but the loudest, most brazen crooning comes from males during the six-month breeding season. “My guess is that it is an advertising song, an invitation to females: ‘Hey, I’m a handsome dude ready to mate. Where are you baby?’” says Payne. “And the other function is that the sounds they are making would mean a threat: ‘Stay back buster or I’ll bust your ass!’”", "Facebook Twitter Pinterest Roger Payne, pictured in 2010, has spent decades fighting to protect the environment. Photograph: Ocean Alliance", "Either way, Payne realised from the moment that Watlington played him the tapes he had recorded that they had something special. He also knew, as he listened with tears in his eyes, that he potentially had the secret to stopping the massacre of these creatures. “It was dead obvious to me from sound number two or three that this was the most extraordinary thing ever heard in nature,” says Payne. “All I was interested in was trying to get the world to think: ‘Hey, folks, we’re killing off the largest animals that have ever lived in the history of the planet. This is nuts!’ Then here comes this fabulously beautiful thing. Suppose oak trees sang stunningly beautiful songs and you were concerned because oak forests were being levelled.”", "Songs of the Humpback Whale consisted of three of Watlington’s tracks, and two made by the Paynes. Payne sent out copies to the Beatles, Joan Baez, Bob Dylan: he heard that Dylan would sometimes stop his gigs and play a section of the recording. He met the Welsh singer Mary Hopkin, an early signing to the Beatles’ Apple label, best known for the No 1 single, Those Were The Days. After some initial confusion where she thought it was “the songs of Wales”, Hopkin listened rapt. “She said, ‘That’s the most beautiful sound I’ve ever heard. I wish I could sound that way.’ And of course she had a most beautiful voice.”", "Payne’s album did inspire a movement, much as he hoped. Support came with the foundation of Greenpeace in 1972, and in particular its Project Ahab in the mid-70s, in which activists parked their boats in front of the whalers’ harpoons. David Attenborough and Jacques Cousteau made popular documentaries focused on the creatures.", "In 1986, the International Whaling Commission banned commercial whaling for all species, although Iceland, Norway and Japan still issue permits for scientific and commercial whaling. Whale song entered popular culture, becoming the main plot point of the 1986 film Star Trek: the Voyage Home and a gag in The Simpsons, where a college professor tries to woo Marge. And the numbers of whales has rebounded. Humpback whales have come back to pre-whaling populations, perhaps as many as 100,000. (Not all cetaceans have been so lucky: blue and North Atlantic right whales remain endangered.) “My whole thought was if we can build whales into human culture, then we can save them,” says Payne. “And I think that’s happened. Good God, I’m certainly not the one who did all the building. There are thousands, literally thousands of other people who did vast and wonderful things.”", "A half century on, Payne continues to write and lecture, and he has become involved in a pioneering group that is attempting to use machine learning to decipher what whales are actually saying – and maybe even, eventually, to communicate with them. It’s an outlandish concept but there are some high-powered individuals involved, including Britt Selvitelle, one of the founding team at Twitter, and Aza Raskin, who devised the now ubiquitous “infinite scroll” on webpages.", "Payne calls the endeavour a “wonderfully crazy thing”, but adds: “I think we have a hell of a good chance of it. Where you get stuff done is where you start mixing fields and discover these people are very close to knowing something I wish to hell I’d known 25 years ago.”", "Covid-19 has hampered any plans for a proper celebration of Songs of the Humpback Whale’s 50th birthday. But Payne believes that the record, not so fashionable these days, still resonates. “I listen to it frequently and it always hits me hard,” he says. “What is the main conclusion that whales build in your mind? My feeling is humility. Giant hurricanes build humility and so do tornadoes, but there’s nothing that does it better that I’ve ever encountered than a whale. And humility is something we need more experiences of. It’s just: God almighty, what a fabulous world exists around us and how utterly we’re destroying it.”"], "authors": ["Tim Lewis"], "keywords": ["humpback", "helped", "think", "save", "hard", "songs", "whale", "thousands", "sound", "thing", "record", "album", "whales", "hits", "payne", "haunting"], "pubDate": "2020-12-06T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}