{"id": "6b344374-bcf5-3f23-8e8e-a85104d7840d", "title": "Will tech stocks end their bull run in 2021? | Charts that Count", "url": "https://www.ft.com/video/38d64727-7683-45c4-bcb2-73459a643d0c?playlist-name=editors-picks&playlist-offset=8", "summary": "But we know part of this story has to do with interest rates.\nPartly because of central bank activism, and partly because of radically diminished expectations for growth, long-term interest rates crashed as the pandemic took hold.\nAll else equal, lower long-term interest rates means a lower discount rate on, and therefore a higher value of, the future cash flows from stocks.\nAnd that meant tech stocks, which saw their values doubled from their March lows.\nSo the big question for 2021 is whether these rising interest rates and improved performance by cyclical value stocks is the beginning of a true regime change within markets after years of falling interest rates and market leadership by growthy tech stocks?", "paragraphs": ["You can enable subtitles (captions) in the video player", "Welcome to Charts that Count. The single most striking thing about stock markets in 2020 was that they rose relentlessly, interrupted only briefly by a steep decline in the spring, despite the fact that a deadly pandemic was sweeping the globe. This apparent contradiction raises deep and troubling questions about the relationship between capital markets and the real economy, and about the relationship between economic growth and the welfare of actual human beings. But we know part of this story has to do with interest rates.", "Partly because of central bank activism, and partly because of radically diminished expectations for growth, long-term interest rates crashed as the pandemic took hold. And they have only slowly recovered from there. All else equal, lower long-term interest rates means a lower discount rate on, and therefore a higher value of, the future cash flows from stocks. And that meant that the biggest trade by far of 2020 was buying those companies that had the biggest cash flows far out into the future. And that meant tech stocks, which saw their values doubled from their March lows.", "So the big question for 2021 is whether these rising interest rates and improved performance by cyclical value stocks is the beginning of a true regime change within markets after years of falling interest rates and market leadership by growthy tech stocks? The answer to this question will depend very much on how smoothly the vaccination process goes and on how much pent up economic demand will be released when all of us, after a very challenging 2020, get back to living a normal life."], "authors": [], "keywords": ["bull", "count", "run", "pandemic", "2020", "end", "charts", "stocks", "tech", "rates", "2021", "value", "markets", "interest", "question", "relationship"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}