{"id": "6b509e1d-c073-32aa-9b13-618b601979c7", "title": "State Of Decay 2 Review – A Plague On Multiple Fronts", "url": "https://www.gameinformer.com/games/state_of_decay_2/b/xboxone/archive/2018/05/17/state-of-decay-2-game-informer-review.aspx", "summary": "State of Decay 2 gets the first part right.\nDally too long on administering a cure, and you have to say goodbye to the infected character – either through exile or euthanasia.\nSome infected zombies drop plague samples, which can be used in your medical station to create vials of curative.\nBut State of Decay 2 doesn’t play fair.\nThat’s a shame, because State of Decay 2 has so much to love.", "paragraphs": ["When making a sequel, most studios make it a priority to build on the strengths of the original while patching up weaknesses. State of Decay 2 gets the first part right. Five years after the first game clawed its way to cult-favorite status, Undead Labs has released a follow-up that offers incremental improvements over its predecessor – and co-op – but the sense that this game isn’t ready for wide release is as tough to shake as a feral zombie.", "At the beginning, your small group of survivors is homeless, and their truck is out of gas. Fortunately, safety is within walking distance. Setting up a new base of operations is simple, after you’ve cleared your dilapidated starter home of zombies. The tricky part comes with making sure that the fledgling community is safe and happy. Regardless of which of the three maps you choose to start in, you begin your journey in a small split-level. Its size requires a number of tough trade-offs. Should you build an infirmary to nurse your characters back to health when they’re inevitably injured in the field? Or would that space be better used by building a watchtower to provide additional security? There aren’t many wrong answers, and I enjoyed trying to make the most from those limited resources.", "There may not be many wrong answers, but some are less wrong than others. Players who forego an infirmary are in for a rude awakening, thanks to the introduction of a new strain of zombie. These variants are infected with something called the blood plague, and they’re more than happy to share. If you get munched on too many times by these tougher foes, your characters run the risk of getting infected as well. Dally too long on administering a cure, and you have to say goodbye to the infected character – either through exile or euthanasia. Getting a cure is easier said than done, particularly during the early stages of the game. Some infected zombies drop plague samples, which can be used in your medical station to create vials of curative.", "These new zombies add a welcome wrinkle to world exploration, which is largely the same as before. On its surface, the focus on supply runs and fetch quests might seem overly repetitive. Thankfully, Undead Labs has created a systemic world that’s deadly and reactive enough to remain interesting. Most of my sessions included at least a few “hell yeah!” escapes, where I was barely able to limp back to camp or pull my smoking car into the lot with a horde in hot pursuit. The thrill is certainly magnified by the game’s permadeath elements, where a favorite hero can easily die if they’re fatigued, injured, or a victim of poor planning. New randomly generated characters are always available to fill up those empty beds, but it doesn’t make the loss of a favorite character sting any less – not necessarily for their personalities, but the time and effort spent leveling them up.", "You can take an A.I. companion along with you, but if you’re clamoring for companionship you’re better served bringing an actual friend (or three). One player is the host, and the others can lend a hand in battle and in keeping the host’s supply full. It’s fine, but it seems at odds with the overall emphasis on being a permanent part of a community; you’re definitely a guest in someone else’s world. Playing with friends makes some of the tougher tasks, such as destroying nest-like plague hearts, fairly trivial. Supply runs are also faster and more lucrative, since the A.I. refuses to pitch in when it’s time to loot. I loved the idea of having my friends come along for the ride, but Undead Labs clearly struggled with the co-op implementation in some frustrating ways.", "I ran into a steady drip of bugs and glitches during my solo experience. Some were funny, like watching zombies fall into the world while driving quickly on the roads (roads that, State of Decay veterans should know, now aren’t frequently littered with impassible blockades). Animations unfurl in goofy and unexpected ways. Others were less hilarious, like when items vanished or companions teleported back to base without any provocation. Those issues are magnified in co-op. Characters skitter around each other, barely able to keep up with their friends. Flashlights are basically broken. Cars disappear or warp onto their sides before bursting into flame. Zombies materialize within arm’s reach, and start chowing down on your character before you have time to react. I won’t recite the litany of problems; you’ll see plenty if you spend a few minutes playing the game.", "Individually, these issues sound silly, and some players might relish in its masochistic “so bad it’s good” delights. I can’t do that. This is a game where you can realistically lose a character you’ve spent hours honing through no fault of your own. I appreciate the tension that permadeath brings, and how it leads to an investment in the characters that I wouldn’t otherwise have. But State of Decay 2 doesn’t play fair. It’s unpolished and sloppy, and you’re at risk of losing progress, failing missions, and having to say goodbye to one of your heroes because the game was pushed out of the nest too early. The fact that this was the main complaint players had with the first game and its subsequent remaster makes it all the more inexcusable.", "That’s a shame, because State of Decay 2 has so much to love. If you manage to level a character high enough, you can promote them to a leadership role. Depending on their dominant trait, your group can focus on trade, construction, maintaining order, and acquiring power through force. It’s a simple, but effective way to tailor your group’s goals beyond mere survival. The narrative is a bare-bones affair, which makes it easy for your imagination to fill in the gaps, and it works well. See it through to its conclusion, and you can bring a trio of survivors along to build an all-new community, with unlockable end-game perks that let you save precious time in subsequent attempts. After seeing my first group’s story to the end, I wanted to see what came next for my survivors, who worked to bring peace and cooperation to the land. But I’m not going to, or at least not any time soon. It’s not worth the aggravation in its current state."], "authors": ["Senior Editor", "Jeff Has Spent Countless Hours Using His Thumbs To Maneuver Images On Television Screens."], "keywords": ["state", "wrong", "zombies", "decay", "infected", "characters", "game", "character", "plague", "youre", "world", "fronts", "multiple", "review"], "pubDate": "2018-05-17T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}