{"id": "6b5de21e-1e0e-3d13-9f13-9c3678b4b1b0", "title": "Chicago gunman who allegedly killed 3, wounded 4, posted bizarre videos before rampage: reports", "url": "http://www.foxnews.com/us/chicago-gunman-who-killed-3-wounded-4-others-posted-bizarre-videos-online-before-rampage", "summary": "A Chicago man accused of killing three people and wounding at least four others in Saturday’s shooting spree posted bizarre videos online leading up to the rampage, according to reports on Sunday.\nThe suspect, Jason Nightengale, 32, was shot and killed by police following the shooting spree that stretched from Chicago to Evanston, Ill.\nThe shooting spree began in Chicago’s Hyde Park section that afternoon.\nNightengale shot Yiran Fan, 30, in the head, killing him, police said.\nShe was in critical condition with a gunshot wound to her head, according to the news station.", "paragraphs": ["A Chicago man accused of killing three people and wounding at least four others in Saturday’s shooting spree posted bizarre videos online leading up to the rampage, according to reports on Sunday.", "The suspect, Jason Nightengale, 32, was shot and killed by police following the shooting spree that stretched from Chicago to Evanston, Ill. He apparently chose his victims at random. One relative said that he was \"was fighting some demons.\"", "A series of videos posted to Facebook under his middle name, Oliver, and confirmed by the Associated Press and Chicago Sun-Times, may have offered some insight into his state of mind.", "CHICAGO-AREA SHOOTING SPREE LEADS TO AT LEAST 4 DEATHS, INCLUDING SUSPECT: REPORTS", "In one video, he held a gun to the camera and said, \"No music, no music, I don't need no seatbelt, I'm coming, girl.\" In another, Nightengale appeared to dance to the Bee Gee's \"Staying Alive\" while laughing.", "Nightengale worked as a janitor, security guard and forklift operator, according to his LinkedIn page. He had also been arrested at least six times, on gun, domestic violence, and drug charges.", "The shooting spree began in Chicago’s Hyde Park section that afternoon. Nightengale shot Yiran Fan, 30, in the head, killing him, police said.", "University of Chicago officials said Fan was working toward a doctorate in a joint program between the university's schools of business and economics, and that his family in China were notified of his death.", "Nightengale then went to the Kenwood neighborhood, a short distance away, where he fatally shot a security guard, identified as Aisha Nevell, 46, after asking to use a phone at an apartment building, FOX 32 reported.", "At the same location, police told the station, the gunman fired at a 77-year-old woman who was checking her mailbox. She was in critical condition with a gunshot wound to her head, according to the news station.", "Nightengale then visited someone on the 19th floor of an apartment building, threatened that person, and later stole their car. He then traveled to a convenience store to rob it, killing Anthony Faulkner, 20, and critically wounding an 81-year-woman in the process, according to FOX 32.", "An hour later, a 15-year-old girl was shot in the head as she rode in a vehicle with her mother on the city's South Side. Nightengale is believed to be responsible for that shooting, which left the girl in critical condition, according to the Chicago Sun-Times.", "He then drove off after exchanging gunfire with police at the convenience store.", "CHICAGO REAL ESTATE AGENT FIRED AFTER US CAPITOL PROTEST POST, EX-EMPLOYER CONFIRMS", "Later in the evening, police in Evanston – about 19 miles north – received reports of a man with a gun at a local pharmacy. As police arrived, Nightengale fled from the pharmacy to a nearby IHOP restaurant, where he took a woman hostage and shot her, reports said. Her condition is unknown.", "Officers eventually killed Nightengale in the parking lot of a Dollar General store, FOX 32 reported. Evanston Mayor Stephen Hagerty credited the quick response of officers for bringing an end to the bloodshed.", "CLICK HERE TO GET THE FOX NEWS APP", "Tommy Taylor, a friend of the gunman, described him as a \"good\" and \"funny guy.\"", "\"Something had to happen in order for him to break him like that,\" he added.", "Fox News' Dom Calicchio and the Associated Press contributed to this report"], "authors": ["David Aaro", "David Aaro Is A Reporter At Fox News Digital Based In New York City."], "keywords": ["according", "killing", "posted", "videos", "spree", "shooting", "wounded", "gunman", "fox", "reports", "allegedly", "rampage", "nightengale", "bizarre", "killed", "chicago", "shot", "head"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}