{"id": "6ba82fea-1b38-3442-8f43-ce85a8dff949", "title": "California reverses course on playground closures after backlash", "url": "http://www.foxnews.com/us/california-reverses-course-on-playground-closures-after-backlash", "summary": "California officials will allow playgrounds in the state to remain open following a backlash over a restrictive stay-at-home coronavirus order affecting parts of the state that have less than 15% intensive care unit-capacity in hospitals, according to reports.\nSome health experts critical of closing playgrounds said the open spaces are a crucial resource for families to get outside.\nSan Francisco Mayor London Breed said she was glad the state had reversed its decision.\nCALIFORNIA RESTAURANTS DEFYING REGIONAL LOCKDOWN AS A MEANS OF 'SURVIVAL'L.A. County Supervisor Hilda Solis tweeted that “Play is crucial for childhood development.\"\nCLICK HERE TO GET THE FOX NEWS APPThe regional stay-at-home order also closes places like hair salons, zoos and museums, indoor dining and prohibits nonessential travel.", "paragraphs": ["California officials will allow playgrounds in the state to remain open following a backlash over a restrictive stay-at-home coronavirus order affecting parts of the state that have less than 15% intensive care unit-capacity in hospitals, according to reports.", "The update to the lockdown order -- which went into effect last weekend in Southern California and the San Joaquin Valley -- was a reversal from the original that frustrated many across the state who thought it was illogical that playgrounds would be closed to children but places like malls would be allowed to remain open, according to The Los Angeles Times.", "Some health experts critical of closing playgrounds said the open spaces are a crucial resource for families to get outside.", "The California Department of Public Health wrote in the updated order playgrounds will stay open \"to facilitate physically distanced personal health and wellness through outdoor exercise.”", "CALIFORNIA SHERIFF REFUSES TO ENFORCE STAY-AT-HOME ORDERS: IT DOESN'T PASS 'CONSTITUTIONAL TEST'", "Dr. Monica Gandhi, an infectious disease expert at the University of California San Francisco, called the reversal “good governance.”", "“This kind of reversal on restrictions that have no data behind them, that make no biologic sense, and that affect low-income groups disproportionally is good governance and should keep on coming!\" She wrote in an email, according to the San Francisco Chronicle.", "San Francisco Mayor London Breed said she was glad the state had reversed its decision.", "“Outdoor activity is important for all of our physical and mental health, especially children,” she tweeted but reminded residents in a press conference that playgrounds aren’t an excuse to get together with other families.", "CALIFORNIA RESTAURANTS DEFYING REGIONAL LOCKDOWN AS A MEANS OF 'SURVIVAL'", "L.A. County Supervisor Hilda Solis tweeted that “Play is crucial for childhood development.\"", "“But low-income communities of color living in dense housing often do not have access to a yard. With distance learning, having access to public playgrounds is more important now than ever.”", "A spokesperson for the California Department of Public Health said it “received feedback from the community and heard their concerns about the lack of outdoor spaces for children if playgrounds remained closed under the new regional stay-home order.”", "The department said modifications for playgrounds include wearing masks and social distancing, according to The Times.", "CLICK HERE TO GET THE FOX NEWS APP", "The regional stay-at-home order also closes places like hair salons, zoos and museums, indoor dining and prohibits nonessential travel."], "authors": ["Brie Stimson"], "keywords": ["according", "state", "backlash", "playgrounds", "playground", "order", "stayathome", "closures", "course", "open", "san", "california", "health", "reversal", "reverses"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}