{"id": "6bc9e4ff-9f09-3e53-9480-a8ea9c46ea01", "title": "The Pandemic’s Winter Surge Is Here", "url": "https://www.newyorker.com/science/medical-dispatch/the-pandemics-winter-surge-is-here", "summary": "By September, Spanish COVID-19 deaths had increased by a factor of ten, and France, for the first time, had recorded more than ten thousand new coronavirus cases in a single day.\nThese measures seem to have come too late: Europe now accounts for nearly half the world’s new coronavirus cases.\nThe character of the winter surge changes depending on where you live.\nToday, many first-wave epicenters, including New York City, New Jersey, and Massachusetts, have successfully suppressed the virus and are now working to prevent a second surge.\nMore coronavirus patients are arriving than are being discharged, and so the university has opened a surge I.C.U.", "paragraphs": ["Europe’s second wave built slowly, starting in midsummer. At that time, charts comparing coronavirus cases in America and Europe highlighted the inadequacy of the U.S. response; there were days on which individual American states recorded more new infections than the entire European continent. But in July, cases in Spain started to tick upward, and in August the numbers in France began rising. By September, Spanish COVID-19 deaths had increased by a factor of ten, and France, for the first time, had recorded more than ten thousand new coronavirus cases in a single day. “We do have a very serious situation unfolding before us,” Hans Kluge, the W.H.O. regional director for Europe, warned. Spikes soon followed in the U.K., Italy, Germany, and other countries. The virus, once confined to a few hotspots, was everywhere.", "At first, European governments tried to avoid a return to the restrictions they’d used in February. But, as the virus filled I.C.U.s, they realized that they had no choice. This month, the United Kingdom entered a second national lockdown, with bans on gatherings of more than two people. In France, only schools, factories, and essential businesses remain open. Germany has announced “lockdown light,” with heavy restrictions on bars, restaurants, gyms, and theatres. These measures seem to have come too late: Europe now accounts for nearly half the world’s new coronavirus cases. “They opened up much too fast,” Mitchell Katz, the president and C.E.O. of N.Y.C. Health + Hospitals, the largest public-hospital system in the U.S., told me. Over the summer, Europeans took vacations and went to bars and clubs, facilitating viral spread; genetic analyses suggest that travel to and from Spain, in particular, may have contributed significantly to the resurgence of infection. “The only way you can open up to that level is if you eradicate the virus,” Katz said. “And the only way you can eradicate the virus with today’s tools is if you’re a totalitarian government or on an island.”", "Almost every flu pandemic since the eighteenth century has come with a second wave; the fall of 1918 was far deadlier than the spring. Today, as the Northern Hemisphere steps deeper into autumn and more activity moves indoors, the spread of the coronavirus is, predictably, accelerating. America is again following Europe’s lead. In the last week of October, the U.S. recorded more new coronavirus cases than it has at any point during the pandemic; there have been days in November on which more than a hundred and thirty thousand people have been found to be newly infected. A few states—Wisconsin, North Dakota, Iowa—have among the highest per-capita infection rates in the world. The new surge has no epicenter. Infection records are being set in more than half of U.S. counties, and large swaths of the Midwest and mountain West are struggling with skyrocketing hospitalizations. On many days, more than a thousand Americans are now dying of COVID-19—a number that is certain to rise, since deaths lag behind infections by several weeks.", "The mortality rate for the virus has fallen substantially since the start of the pandemic, probably because of improvements in care and a shift in viral demographics: many of the newly infected are young. But a lower death rate combined with a vast rise in infections will still create profound suffering. One model predicts that, by the end of the year, two thousand Americans could be dying from COVID-19 each day. The American death toll could reach four hundred thousand by January. Speaking about the coming winter with the Washington Post, Anthony Fauci concluded that the U.S. is “in for a whole lot of hurt.” The challenge now, for citizens and leaders, is to shift from anticipating the winter surge to recognizing that it is already here.", "The character of the winter surge changes depending on where you live. Over the course of the pandemic, the virus has moved inexorably from cities to rural areas. Today, many first-wave epicenters, including New York City, New Jersey, and Massachusetts, have successfully suppressed the virus and are now working to prevent a second surge. Less populous states, such as Utah, Wisconsin, and the Dakotas, muddled through over the summer, accepting a certain level of infection without imposing significant restrictions—but they are now losing control, and face unprecedented waves of infection with limited resources.", "In early April, when things were bad in the Northeast but mostly O.K. elsewhere, I got to know Tony Edwards and Scott Aberegg, two doctors from Utah who had flown to New York City to help when the pandemic was at its peak. A few weeks later, they flew back to Utah, where their hospital was preparing for its own COVID-19 deluge. The surge didn’t immediately materialize: they returned to “Mundane May,” as Aberegg called it. But then Memorial Day festivities set off a rise in cases, which peaked in the middle of July. Utah’s hospitals were generally able to manage, so Gary Herbert, the state’s governor, declined to issue a statewide mask mandate, instead deferring to local leaders. A mask requirement put in place by the mayor of Salt Lake City, where the majority of Utah’s cases were concentrated, was enough to keep viral spread within limits.", "As summer turned to fall, however, the virus began to spread more aggressively. In August, Salt Lake County started logging around two hundred new cases per hundred thousand people each day—a level of growth at which many public-health experts argue against in-person schooling. (A Harvard report discourages it at an infection rate above twenty-five cases per hundred thousand people.) Schools for all ages opened anyway; in the month afterward, the rate of viral growth more than tripled, and Utah set new records for coronavirus hospitalizations. According to officials, parents at some schools created an informal “Mom Code,” agreeing among themselves not to get their children tested in an effort to keep statistics low. In one Salt Lake City suburb, a high school switched to remote learning only after seventy-seven students had been diagnosed, and one teacher had been hospitalized and put on a ventilator.", "Schools opened when viral spread was already high, then failed to close as cases rose further: it seems likely that this combination created an overwhelming coronavirus surge, driven largely by high-school and college students. By mid-September, people aged fifteen to twenty-four had the highest rate of infection of any demographic in Utah, accounting for more than a quarter of new coronavirus cases and prompting officials to develop a targeted public-health campaign. (“You’re so over it. . . . But if you wanna stay at school, you gotta avoid the Rona!”; “#ronalert, #avoidtherona.”) Tensions persist between parents who believe schools must remain open and those who think they should have closed long ago. Lindsay Keegan, an epidemiologist at the University of Utah, cited so-called pandemic fatigue as a key factor driving the aversion to new restrictions. “Early on, COVID was a new and terrifying and unknown problem,” she told me. “People were willing to stay home, lock down, and do everything they could to prevent spread of the virus. But humans have a hard time staying activated against prolonged crises.”", "For months, as the numbers climbed, Utah’s governor acknowledged reality without acting on it. In the summer, Herbert said that, although he “strongly” supported mask-wearing, he was concerned that mandating mask use would create “divisive enforcement issues.” When anti-mask protesters gathered outside the home of Angela Dunn, the state’s epidemiologist, Herbert called their actions “disgraceful.” He has also communicated about the virus in increasingly personal and forthright terms, citing his daughter and granddaughter, both of whom caught the virus; one hasn’t regained her sense of smell three months later, and the other has lost weight owing to nausea. “Our hospitals cannot keep up with Utah’s infection rate,” he tweeted, last month. “You deserve to understand the dire situation we face. We have seen this in Italy. We have seen this in New York. We could see this in Utah if things do not change.”", "Even so, it was only on Sunday, November 8th—after his Lieutenant Governor won the gubernatorial election—that Herbert, whose term ends in January, declared a state of emergency, issuing a statewide mask mandate “for the foreseeable future” and putting into place temporary limits on social gatherings and extracurricular activities. (Schools can continue in-person instruction.) For public-health officials, the orders are welcome, but, Keegan warned, Utah is “way behind. You have to remember that the infection curve is symmetric. It’s going to be a while before we get things under control, even if we start now.”", "Russell Vinik, the chief medical operations officer at the University of Utah Health, told me that his hospital is running at about ninety per cent of its I.C.U. capacity; on some days, it’s over one hundred. More coronavirus patients are arriving than are being discharged, and so the university has opened a surge I.C.U. staffed by clinicians working overtime, sometimes in new roles. “This is sustainable for a short period of time,” Vinik said, “but not for very long.” Still, he went on, “I don’t see this tide turning until we have a major change in public perception. We haven’t had that yet. For the most part, people are still just going about their lives.”", "When describing the quality of treatment their patients receive, clinicians speak in terms of “standards of care.” As grim as the current situation is, Vinik’s hospital has been able to hold to its usual standard. If more patients arrive, that will become difficult. Vinik told me that there are at least two major changes to the standard of care that he hopes desperately to avoid. The first, which he calls “contingency standard,” takes effect when the volume of new patients so overwhelms the I.C.U. staff that clinicians trained in other specialties must be brought in. “These are great doctors, but they’re not used to caring for acutely ill patients with respiratory disease,” Vinik said. “That’s not ideal, but it’s the best we could do.” Next is “crisis standard,” at which I.C.U. care must be rationed. Recently, a group of hospital leaders briefed the governor on the “decision tree” they would use while rationing: they would first take into account various clinical measures—blood pressure, mental status, liver and kidney function, need for oxygen, and so on—and then, in the case of a tie, favor younger patients over older ones, giving preferential treatment to pregnant women, who, according to the guidelines, “represent two lives.” “Crisis standard is something none of us are prepared to enact,” Vinik concluded. “If we’re forced to make those decisions, it will be the most heinous thing that any of us has ever had to do.”", "Utah’s experience mirrors that of many states where the virus is surging. This week, eighteen states reported record numbers of coronavirus hospitalizations. Shortages of I.C.U. beds have forced hospitals across the country to build surge units. In Idaho, where hospitalizations increased by nearly fifty per cent in late October, a third of the state’s I.C.U. beds are occupied by COVID-19 patients. In Wisconsin, which continues to break infection records, an astonishing thirty per cent of those tested are positive, and hospitals are running at ninety per cent capacity."], "authors": ["Dhruv Khullar", "Dhruv Khulla", "James Somer", "Douglas Star"], "keywords": ["coronavirus", "cases", "patients", "winter", "states", "spread", "pandemics", "surge", "virus", "infection", "utah", "thousand"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}