{"id": "6be3537d-4831-3a2d-ad77-0060e54506d1", "title": "Will Prince Harry and Meghan Markle Change Tabloid Culture?", "url": "https://www.vogue.com/article/will-prince-harry-and-meghan-markle-change-tabloid-culture", "summary": "On March 7, 17 million Americans watched as Meghan Markle and Prince Harry gave their highly anticipated tell-all interview to Oprah, in which they refused to mince their words about their experience with the British media.\n“The U.K. press is bigoted, specifically the tabloids,” said Harry, looking Oprah dead in the eye.\n“If the source of information is inherently corrupt or racist or ­biased, then that filters out to the rest of society.”Harry didn’t stop there.\nEarlier in Winfrey’s two-hour interview, she had flashed several tabloid headlines across the screen.\nOmid Scobie is part of the press pack that regularly covered the Duke and Duchess of Sussex.", "paragraphs": ["On March 7, 17 million Americans watched as Meghan Markle and Prince Harry gave their highly anticipated tell-all interview to Oprah, in which they refused to mince their words about their experience with the British media. “The U.K. press is bigoted, specifically the tabloids,” said Harry, looking Oprah dead in the eye. “If the source of information is inherently corrupt or racist or ­biased, then that filters out to the rest of society.”", "Harry didn’t stop there. The tabloids, he explained, created a “toxic environment” of fear and control. His father, the Prince of Wales, “had made peace with it.” But he hadn’t, and that’s one of the major reasons the couple chose to quit royal life. Earlier in Winfrey’s two-hour interview, she had flashed several tabloid headlines across the screen. “Harry’s girl is (almost) straight outta Compton,” read one. “Harry to marry into gangster royalty?” read another.", "It’s not the first time the prince has made such a condemnation—in November 2016, after news broke that he was dating Markle, Kensington Palace released a statement criticizing “the racial undertones of comment pieces” in the press—but it was perhaps the boldest. Soon after, the U.K.’s Society of Editors released a controversial statement saying that the country’s press was “not bigoted.”", "“If it is simply the case the Sussexes feel that the press by questioning their actions and commenting on their roles when working as Royals funded by the taxpayer were being racist then they are mistaken,” said Ian Murray, its executive.", "More than 160 journalists of color formally objected to the statement. (“The blanket refusal to accept there is any bigotry in the British press is laughable, does a disservice to journalists of colour, and shows an institution and an industry in denial,” they wrote in an open letter.) Murray, in turn, stepped down from his leadership position. But the implication was clear: that a certain cohort of reporters and editors didn’t believe there was any bias.", "Omid Scobie is part of the press pack that regularly covered the Duke and Duchess of Sussex. The ABC News contributor and author of Finding Freedom takes a firm stance against the intersectional intolerance of the coverage surrounding the couple: “It’s not just racism at play here—there’s also sheer ignorance, xenophobia, misogyny, and a kind of anti-Americanism that exists,” he tells Vogue."], "authors": ["Elise Taylor", "Elise Taylo"], "keywords": ["change", "markle", "prince", "tabloids", "oprah", "press", "harry", "tabloid", "meghan", "read", "culture", "racist", "murray", "statement", "released"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}