{"id": "6be915dc-2df6-31e0-80f0-752139c36a49", "title": "Biden Is Pushing a Climate Agenda. Gina McCarthy Has to Make It Stick.", "url": "https://www.nytimes.com/2021/04/20/climate/gina-mccarthy-climate.html", "summary": "Ms. McCarthy’s friends say she is driven to build back a climate legacy that will outlast her second round in government.\n“She was angry, there’s no question about that,” said Mitchell Bernard, president of the Natural Resources Defense Council.\n“I heard many an expletive exit her mouth about what was going on in the government.”During the 2020 presidential campaign, Ms. McCarthy worked with liberal activists to push Mr. Biden to embrace a far more ambitious climate plan than he first proposed — and to make it the centerpiece of his governing agenda.\nIt was Ms. McCarthy who was saying, “We absolutely can go bigger and should be asking for more,” said Evan Weber, the political director of Sunrise Movement, the progressive environmental group.\nBut when he embraced much of the rhetoric and policies of the party’s left, she was won over.", "paragraphs": ["Ms. McCarthy’s friends say she is driven to build back a climate legacy that will outlast her second round in government.", "“She was angry, there’s no question about that,” said Mitchell Bernard, president of the Natural Resources Defense Council. “I heard many an expletive exit her mouth about what was going on in the government.”", "During the 2020 presidential campaign, Ms. McCarthy worked with liberal activists to push Mr. Biden to embrace a far more ambitious climate plan than he first proposed — and to make it the centerpiece of his governing agenda.", "It was Ms. McCarthy who was saying, “We absolutely can go bigger and should be asking for more,” said Evan Weber, the political director of Sunrise Movement, the progressive environmental group. “She wanted us to see the connections between environmental justice and racism and what was happening between Covid and the environmental crisis, and I thought, ‘Damn, that sounds like an activist.’”", "When Mr. Biden asked her to join his White House, Ms. McCarthy said she was initially reluctant. But when he embraced much of the rhetoric and policies of the party’s left, she was won over.", "“When President, then candidate, Biden made the connection between climate and health and environmental and racial justice, and he framed it in terms of what needed to be done after the pandemic for job growth, it just — it owned me,” she said. “It got me out of the drudgery of climate always being a planetary burden and a horrible potential future and brought it into a framing that to me, energized it.”"], "authors": ["Coral Davenport"], "keywords": ["worked", "agenda", "pushing", "stick", "climate", "mccarthy", "biden", "gina", "ms", "president", "mr", "justice", "won", "environmental"], "pubDate": "2021-04-20T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}