{"id": "6bed12d3-93bd-3250-b8b6-478dd120c7b2", "title": "Glenda Bailey, longstanding editor of Harper's Bazaar, to step down", "url": "https://edition.cnn.com/style/article/glenda-bailey-harpers-bazaar/index.html", "summary": "But after numerous iconic covers and almost 19 years at the helm of Harper's Bazaar, Glenda Bailey is stepping down as the magazine's editor-in-chief, publisher Hearst said Wednesday.\nIn a press statement announcing the decision, the longstanding editor said that \"the timing is perfect for a new adventure.\"\nPrior to taking her current role, Bailey, who was born in the UK but is now based in New York, oversaw the launch of the British edition of Marie Claire in 1988.\nShe went on to become editor-in-chief of the title's US edition before moving to Harper's Bazaar in 2001.\nHarper's Bazaar is yet to name a replacement, though Hearst said that Bailey is involved in the search for her successor.", "paragraphs": ["Written by Oscar Holland, CNN", "She had Kate Winslet hang from a Manhattan scaffold, Demi Moore feed a giraffe and Cardi B breathe literal fire.", "But after numerous iconic covers and almost 19 years at the helm of Harper's Bazaar, Glenda Bailey is stepping down as the magazine's editor-in-chief, publisher Hearst said Wednesday.", "Renowned for her innovative and often playful approach, Bailey is credited by the fashion magazine with having \"turned the title around to usher in a new era of success.\" In a press statement announcing the decision, the longstanding editor said that \"the timing is perfect for a new adventure.\"", "\"I've wanted Bazaar to be a party that everyone is invited to, and I thank my incredibly talented team for helping me do just that,\" said Bailey, who will continue to work as a consultant for the title's 29 global editions. \"Fashion and beauty are my career and my hobby -- there's nothing that inspires me more.\"", "Prior to taking her current role, Bailey, who was born in the UK but is now based in New York, oversaw the launch of the British edition of Marie Claire in 1988. She went on to become editor-in-chief of the title's US edition before moving to Harper's Bazaar in 2001.", "The covers and photo shoots produced during her tenure were renowned for their memorable imagery, whether it was Rihanna swimming with sharks, Naomi Campbell posing with an alligator or Lady Gaga appearing without makeup.", "She also used her platform to confront fashion media's dependence on digital image manipulation, notably running an unretouched photo of Serena Williams on a cover last year. An entire section of the magazine's October 2018 issue was also completely free of retouched pictures.", "In her editor's note that month, Bailey wrote that \"in a time when transparency and authenticity are valued more than ever, it seems fitting ... to thoughtfully consider our approach to retouching -- and to celebrate the spirit of women in their most natural state.\"", "Elsewhere, she spoke out against counterfeiting, championed diversity through her \"Fabulous at Every Age\" franchise and was an active charity fundraiser. During her time at the magazine, Bailey co-chaired the Lincoln Center Corporate Fund's annual gala which, according to Hearst, has raised almost $11 million since 2013.", "Last year, she was awarded a damehood by Queen Elizabeth II in recognition of her contributions to the journalism, fashion and charity sectors, as well her role in the UK government's \"Great Britain\" promotional campaign. She also received the prestigious Ordre des Arts et des Lettres from the French government in 2012.", "Glenda Bailey at Buckingham Palace afer being named a Dame Commander of the British Empire. Credit: WPA Pool/Getty Images", "In a statement, Hearst's president and CEO Steven R. Swartz described Bailey as \"a powerful voice for fashion innovation around the world,\" while president of the company's magazines division, Troy Young, said that \"her mark on the Bazaar brand is indelible and her contributions immeasurable.\"", "Speculation that Bailey would leave the position predate Wednesday's announcement. Speaking to Women's Wear Daily about the decision, the veteran editor revealed that she had considered stepping down two years ago, when the magazine had marked its 150th anniversary.", "Related video: Demystifying fashion's front row", "Bailey's new consulting role will see her \"working with both editorial teams and luxury, fashion and beauty marketers to develop partnerships and portfolios,\" the publisher's statement read. Before formally stepping down as editor-in-chief on March 1, she will oversee the opening of \"Harper's Bazaar: First in Fashion,\" a retrospective of the magazine's photography at the Louvre's Musée des Arts Décoratifs in Paris.", "Harper's Bazaar is yet to name a replacement, though Hearst said that Bailey is involved in the search for her successor.", "Top image caption: Glenda Bailey speaks onstage at the Lincoln Center Corporate Fashion Gala on November 18, 2019 in New York City."], "authors": ["Oscar Holland"], "keywords": ["fashion", "hearst", "bazaar", "glenda", "role", "magazine", "magazines", "step", "bailey", "statement", "editor", "longstanding", "harpers", "stepping"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}