{"keywords": ["brexit", "mr", "2019", "labour", "eu", "deal", "party", "uk", "johnson", "general", "scottish", "election", "referendum"], "id": "6c0f2b4d-2f3e-3fa9-8d98-06ad59e1c0d5", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "paragraphs": ["T he British election turned into a fantastic night for the Conservatives, led by Boris Johnson, the prime minister, and a terrible one for Labour and the Liberal Democrats. Mr Johnson won a resounding mandate to “get Brexit done”, although securing a permanent trade deal with the European Union by the end of next year still seems a tall order. One Labour stronghold after another fell to the Tories, who are set to win a majority of around 80 seats. The defeated Labour leader, Jeremy Corbyn, said he would step down eventually, but Corbynism is likely to endure. The Liberal Democrats, having failed to rally pro-Remain supporters, saw their leader, Jo Swinson, lose her seat. The other winner was the Scottish National Party, which won 48 of Scotland’s 59 seats, thus strengthening demands for another independence referendum. Britain’s leaving the European Union, as now seems certain, may yet push Scotland to quit the British one.", "Get our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.", "The election will have a huge impact on the place of Britain in the world, and the future of its own union. On victory Mr Johnson repeated for the umpteenth time the slogan that had dominated the campaign: Get Brexit Done. Clearly, the notion appealed to many voters, fed up with the years of agonising deadlock since the country voted to leave the EU in June 2016. The Conservatives succeeded in seeing off the threat to their vote from Nigel Farage’s Brexit Party. Mr Johnson boasts of his “oven-ready” deal to leave the EU on January 31st, to which all Conservative candidates have committed their support. But in many ways the hard part of the Brexit process will begin only after January 31st, the latest deadline set by the EU to finalise the withdrawal deal. Mr Johnson’s plan to bulldoze through a permanent trade agreement with the EU by the end of the year seems hopelessly ambitious. That means the spectre of a chaotic no-deal Brexit still looms—or, should Mr Johnson decide to brave the wrath of hardline Brexiteers in his party, of yet another extension, this time to the Brexit “transition period”.", "Brexit has loosened the ties that bind the United Kingdom. Mr Johnson’s deal contributed to his party’s poor showing in Scotland, which in 2016 voted to remain in the EU. Scottish nationalists will demand a second referendum on Scottish independence (they lost the last one in 2014). Unionists in Northern Ireland, meanwhile, are furious that, despite their parliamentary support for the Conservatives, Mr Johnson has struck a deal that will, in effect, place customs checks in the Irish Sea, so separating the province from the rest of the UK.", "It has been a disastrous night for the main opposition Labour Party. The party’s leadership blamed the humiliation on Brexit, on which Labour struggled to articulate a clear line. The party wanted to renegotiate the EU withdrawal agreement, and then put it to another referendum. But some defeated candidates thought more of the blame lay with Mr Corbyn and the radical left-wing manifesto on which the party fought. Mr Corbyn faced calls to resign at once, but has said that, though he will not lead the party into another election, he will stay on to oversee the post mortem.", "The Liberal Democrats fared, if anything, even worse than Labour, given the high hopes with which they began the campaign. The party also backed a second vote, realising their first plan, simply to revoke Britain’s notice of withdrawal, proved increasingly unrealistic—and unpopular. Ms Swinson even lost her own seat to the Scottish nationalists, and has stood down.", "This was widely seen as one of the most uncertain elections in years, partly because Brexit had blurred the old dividing lines in British politics, interfering with tribal allegiances that have endured for generations. In the event, one effect of that—traditional Labour voters deserting their party—proved far more important than another—a surge in tactical voting among those opposed to Brexit, for whom this election represented the last chance to overturn the referendum outcome. The portentous prognostications about this election were right: its outcome could shape Britain’s future for decades.", "We will be reporting and analysing the results in full. On this landing page you can find our collected coverage and analysis of the campaign, including seat-by-seat reporting."], "authors": ["The Economist"], "title": "UK general election 2019", "pubDate": null, "summary": "The election will have a huge impact on the place of Britain in the world, and the future of its own union.\nOn victory Mr Johnson repeated for the umpteenth time the slogan that had dominated the campaign: Get Brexit Done.\nThe Conservatives succeeded in seeing off the threat to their vote from Nigel Farage’s Brexit Party.\nMr Johnson boasts of his “oven-ready” deal to leave the EU on January 31st, to which all Conservative candidates have committed their support.\nIt has been a disastrous night for the main opposition Labour Party.", "url": "https://www.economist.com/britain/2019/12/13/uk-general-election-2019"}