{"summary": "Students in Delhi have condemned their “barbaric” treatment at the hands of police who stormed a peaceful protest against the new citizenship bill over the weekend, injuring dozens.\nUnder the legislation, tens of thousands of Hindu, Christian, Jain, Buddhist and Sikh migrants from Bangladesh, Pakistan and Afghanistan will be allowed to claim Indian citizenship.\nViolent protests against the citizenship law broke out in the east Delhi district of Seelampur on Tuesday afternoon.\nThe attack was celebrated in India, but it was unclear whether anything significant had been struck by the fighter jets.\nKashmir's status Delhi formally revokes the constitutional autonomy of Kashmir in an attempt to integrate it fully into India.", "url": "https://www.theguardian.com/world/2019/dec/17/india-protests-students-condemn-barbaric-police", "paragraphs": ["Students in Delhi have condemned their “barbaric” treatment at the hands of police who stormed a peaceful protest against the new citizenship bill over the weekend, injuring dozens.", "Speaking at a press conference on Tuesday, students who were caught up in Sunday’s protest at Delhi’s predominately Muslim Jamia Millia Islamia University – which turned violent after police descended on the campus firing teargas and rubber bullets and beating demonstrators with batons – said it had turned into a “battlefield”.", "Mohammad Mustafa, who is studying for an MBA, alleged he was “beaten mercilessly and I fell unconscious”. He said he was taken to a police station. “They made us sit on the cold floor. I was not given any treatment although I felt like I was going to die.”", "The students at JMI had gathered to protest against the citizenship act, which was passed by parliament last week, which they say is discriminatory against Muslims. Under the legislation, tens of thousands of Hindu, Christian, Jain, Buddhist and Sikh migrants from Bangladesh, Pakistan and Afghanistan will be allowed to claim Indian citizenship. The same will not apply for Muslims as the act’s backers say they do not face oppression in those countries.", "The law sparked protests first in India’s north-eastern states last week. These have since spread across the country and gathered particular momentum at university campuses. Violent protests against the citizenship law broke out in the east Delhi district of Seelampur on Tuesday afternoon.", "Timeline Narendra Modi's controversial 2019 Show Hide Narendra Modi, India's Prime Minister since 2014, has triggered several major controversies in 2019. Kashmir airstrikes Modi authorises limited airstrikes across the “line of control” in Kashmir. He acted after the Valentine’s Day massacre by Islamist terrorists based in Azad Kashmir that killed 44 Indian paramilitaries. The attack was celebrated in India, but it was unclear whether anything significant had been struck by the fighter jets. Pakistan said the war planes made it up to five miles inside its territory before they were rebuffed, dropping their payloads without casualties or damage. BJP nominates accused terrorist for parliament Modi's party shocked the political establishment by nominating Pragya Singh Thakur, a Hindu nun accused of involvement in a terrorist attack targeting Muslims, for a seat in the state of Madhya Pradesh. Thakur handily won the seat in the May elections and was appointed to a parliamentary committee on defence - from which she was sacked eight days later for describing Gandhi's assassin as a \"patriot\".", "Retains PM role Modi is sworn in as prime minister for the second time after his Bharatiya Janata Party won 303 seats, further increasing their substantial majority. Muslim women bill Modi's government pass the Muslim Women (Protection of Rights on Marriage) Act which confirmed the Superem Court of India's 2017 ruling that the triple talaq, which enables men to instantly divorce their wives, is unconstitutional. Kashmir's status Delhi formally revokes the constitutional autonomy of Kashmir in an attempt to integrate it fully into India. The state was formally taken under direct federal control and split into the territories of Jammu and Kashmir, and Ladakh, bringing an end to decades of semi-autonomous rule. The decision to tighten the government’s grip over the region stoked anger and resentment. Modi's party says it will conduct nation-wide citizenship checks Modi's right-hand man, home minister Amit Shah, tells parliament he will seek to have every Indian prove their citizenship in order to root out illegal migrants. The citizenship checks are modelled on a process that took place this year in Assam state which has left 2m people in legal limbo and was criticised by the UN as \"an enormous blow to global efforts to eradicate statelessness\".", "Citizenship bill A new citizenship bill provides a path to citizenship for religious minorities who have immigrated into India from Pakistan, Bangladesh and Afghanistan before 31 December 2014. It explicitly lists Hindus, Sikhs, Buddhists, Jains, Parsis and Christians as being able to take advantage of the new provisions, excluding Muslims. Street protests begin as a result.", "The police have been accused of responding with disproportionate force, particularly in Aligarh Muslim University (AMU) in the state of Uttar Pradesh, where the police used teargas and water cannon against demonstrators. At Tuesday’s press conference, activist Fawaj Shaheen alleged that “the right hand of an AMU student was amputated after he was hit by a teargas shell”.", "“The 15 December is a black day in the history of this country,” human rights activist Farah Naqvi told the news conference. “It is as if Indian citizens are rising to save the Indian constitution from the Indian state and the state policy.”", "The students at the conference described how many of those attacked by police had not even been demonstrating. Video footage from inside a library stormed by riot police shows students who were quietly studying fleeing for cover and hiding under desks as the police descended, wielding their batons.", "Another video, which has gone viral in India, shows a group of five women forming a protective shield around a male student who the police had violently dragged out of his house and began beating in the street. Speaking to Indian media after the attack, the student, identified as Shaheen, said: “The policemen were not distinguishing between girls and boys. They were slamming everyone and smashing everything in front of them.”", "Play Video 2:20 Women protect unarmed man from police beating in India student protests – video", "On Tuesday the police confirmed they had arrested 10 people in connection with the violence at JMI but said none of them were students. They have also denied multiple reports that at least two protesters were shot by police in the riots.", "Speaking to media outside Alshifa hospital, Hisham Siddiqui, a doctorate student, described how he was inside a mosque on the university campus when more than a dozen police burst in. His arm and head was heavily bandaged, and he was taken out of hospital in a wheelchair. “They smashed the glass doors and entered inside,” he said, adding: “Our faith is strong; we will continue fighting.”", "Facebook Twitter Pinterest Hisham Siddiqui talks to media outside Alshifa hospital in Delhi. Photograph: Adnan Abidi/Reuters", "More than 400 students and alumni of 19 universities across the US, including Harvard, Yale, Columbia and Stanford, wrote a letter of support to students at JMI and AMU and condemned the “brutal police violence” against them.", "Protests continued on Tuesday across India. At Punjab University, Harman Deep, the leader of the student society, addressed hundreds of protesters, saying that the new citizenship act was “an attack on our Muslim community”. He condemned the actions of the police against JMI students, adding: “This shameful act by Delhi police shows the moral death and decay of current police enforcement.” He said the violence showed the “true characteristics” of India’s Hindu-led government.", "The prime minister, Narendra Modi, accused the opposition Congress party of stirring up fear about the new legislation, and denied that it discriminates against India’s 200 million Muslims. “The Congress is spreading lies, creating an atmosphere of fear for Muslims over the citizenship act,” he said. “I give my assurances no citizen in the country will be affected by the law.”", "Writer Arundhati Roy was among those expressing their dismay at the new legislation and said that India faced the “biggest challenge since independence”. She said: “Are we going to stand in line once again, obediently, and comply with the policy that eerily resembles the 1935 Nuremberg laws of the Third Reich,” and she urged the people of India to “stand up. Please. Stand Up.”"], "pubDate": null, "keywords": ["barbaric", "indian", "condemn", "student", "citizenship", "protests", "muslims", "state", "students", "university", "muslim", "india", "modis"], "id": "6c495c16-f0b9-3d41-a642-89c42790ddc0", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "authors": ["Hannah Ellis-Petersen"], "title": "India protests: students condemn 'barbaric' police"}