{"id": "6c4abb1a-add8-3203-879a-d894b600ac8f", "title": "Indonesia navy divers hunt for crashed plane's black boxes", "url": "http://www.foxnews.com/world/indonesia-navy-divers-hunt-for-crashed-planes-black-boxes", "summary": "Indonesian navy divers scoured the floor of the Java Sea on Monday as they hunted for the black boxes of a Sriwijaya Air jet that nosedived into the waters at high velocity with 62 people aboard.\nOfficials said they have marked a location where the sounds were being emitted from the black boxes, which detached from the tail of the aircraft when it plummeted into the sea.\nWhen found, they will be transported to port and handed to the National Transportation Safety Committee overseeing the crash investigation.\nThe transport committee’s chairman, Soerjanto Tjahjono, said the black boxes could provide valuable information to investigators.\n\"However, this still has to be confirmed by reading the black boxes.\"", "paragraphs": ["Indonesian navy divers scoured the floor of the Java Sea on Monday as they hunted for the black boxes of a Sriwijaya Air jet that nosedived into the waters at high velocity with 62 people aboard.", "The Boeing 737-500 jet disappeared minutes after taking off from Jakarta, Indonesia’s capital, during heavy rain on Saturday, and the search so far has yielded plane parts and human remains but no sign of survivors.", "Authorities have said signals from the boxes containing the cockpit voice and flight data recorders were detected between Lancang and Laki islands in the Thousand Island chain just north of Jakarta's coast. Officials said they have marked a location where the sounds were being emitted from the black boxes, which detached from the tail of the aircraft when it plummeted into the sea.", "INDONESIAN DIVERS FIND PARTS OF PLANE WRECKAGE IN JAVA SEA", "The cockpit voice recorder holds conversations between pilots, and the data recorder tracks electronic information such as airspeed, altitude and vertical acceleration. When found, they will be transported to port and handed to the National Transportation Safety Committee overseeing the crash investigation.", "More than a dozen helicopters, 53 navy ships and 20 boats, and 2,600 rescue personnel have been searching since Sunday and have found parts of the plane in the water at a depth of 23 meters (75 feet), leading rescuers to continue searching the area.", "The National Search and Rescue Agency chief Bagus Puruhito said divers using high-tech \"ping locator\" equipment were looking for an identified target beneath 20 meters (65 feet) of seabed mud.", "Television footage showed landing gear, wheels and a jet engine among the parts found, while other rescuers brought a dozen body bags containing human remains to a police hospital in eastern Jakarta for the identification process.", "The transport committee’s chairman, Soerjanto Tjahjono, said the black boxes could provide valuable information to investigators. Once the device is found and taken to the investigators' facility, it will take three to five days to dry and clean the device and to download its data, Tjahjono said.", "He said it need more time to analyze it, \"depending on the complexity of the problem.\"", "INDONESIAN JETLINER DISAPPEARS DURING SHORT FLIGHT WITH 62 ABOARD", "Tjahjono ruled out a possible midair breakup after seeing the condition of the wreckage found by searchers.", "He said the jet was intact when it plunged and it broke into pieces upon the impact with the water. The debris was concentrated in one area, while a midair explosion would have caused debris to be spread over a large area, he said.", "\"It was broke apart naturally upon impact with water... there is no indication of unnatural destruction or explosion so far,\" Tjahjono told The Associated Press. \"However, this still has to be confirmed by reading the black boxes.\"", "The committee’s investigator Nurcahyo Utomo, said they have collected recordings and transcripts of the conversation between the pilot and air traffic controllers as part of their investigation into the cause of the crash.", "Utomo said his team is still examining radar data on the plane’s movements and interviewed the air traffic officers who were in charge of controlling the crashed flight. More interviews of witnesses, including with the airlines’ technicians, fishermen and experts, will be done in the near future.", "Investigators are investigating all parts of the plane found by searchers from the seafloor such as the Ground Proximity Warning System, a device that could warn the pilot if the plane is too close to the ground, a radio altimeter and several other parts mostly from the lower side of the aircraft’s tail, Utomo said.", "He said that Singapore’s Transport Safety Investigation Bureau will help his committee in searching for the black boxes and the United States’ National Transportation Safety Board will join in investigating the crash.", "The committee will publish a preliminary investigation report of the crash within a month and a final report a year later.", "Indonesia, the world’s largest archipelago nation, with more than 260 million people, has been plagued by transportation accidents on land, sea and air because of overcrowding on ferries, aging infrastructure and poorly enforced safety standards.", "In October 2018, a Boeing 737 MAX 8 jet operated by Lion Air plunged into the Java Sea just minutes after taking off from Jakarta, killing all 189 people on board. The plane involved in Saturday’s disaster did not have the automated flight-control system that played a role in the Lion Air crash and another crash of a 737 MAX 8 jet in Ethiopia five months later, leading to the grounding of the MAX 8 for 20 months.", "CLICK HERE TO GET THE FOX NEWS APP", "The Lion Air crash was Indonesia’s worst airline disaster since 1997, when 234 people were killed on a Garuda airlines flight near Medan on Sumatra island. In December 2014, an AirAsia flight from the Indonesian city of Surabaya to Singapore plunged into the sea, killing 162 people.", "Sriwijaya Air has had only minor incidents in the past, though a farmer was killed in 2008 when a plane went off the runway while landing due to a hydraulic issue.", "The United States banned Indonesian carriers from operating in the country in 2007, but reversed the decision in 2016, citing improvements in compliance with international aviation standards. The European Union has previously had similar bans, lifting them in June 2018."], "authors": [], "keywords": ["crashed", "plane", "hunt", "indonesia", "navy", "divers", "jet", "sea", "crash", "air", "flight", "boxes", "black", "planes", "safety", "parts"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}