{"id": "6c5a0160-f028-3a00-9cfd-9c5128012efe", "title": "Victor Davis Hanson: Delta Airlines CEO, others prove that the woke revolution is not a grassroots movement", "url": "https://www.foxnews.com/opinion/delta-airlines-ceo-woke-revolution-victor-davis-hanson", "summary": "Ed Bastian made $17 million in 2019 as chief executive officer of Delta Airlines, Georgia’s largest employer.\nYet most Americans believe voting is a more sacred act than flying Delta and, moreover, may have noticed that Delta has partnerships with systemically racist China.\nPlayers’ domestic endorsements hinge on a young, woke American clientele.\nVictor Davis Hanson is a distinguished fellow of the Center for American Greatness.\n(C) 2021 The Center for American GreatnessCLICK HERE TO READ MORE FROM VICTOR DAVIS HANSON", "paragraphs": ["Ed Bastian made $17 million in 2019 as chief executive officer of Delta Airlines, Georgia’s largest employer. Bastian just blasted Georgia’s new voting law. He thinks it is racist to require the same sort of ID to vote that Delta requires for its passengers to check in.", "Yet most Americans believe voting is a more sacred act than flying Delta and, moreover, may have noticed that Delta has partnerships with systemically racist China. Also, a recent Associated Press poll showed that 72 percent of Americans favor requiring photo ID to vote.", "The most privileged CEOs of corporate America — those who sell us everything from soft drinks and sneakers to professional sports and social media — now jabber to America about its racism, sexism and other assorted sins.", "The rules of cynical CEO censure are transparent.", "DELTA AIRLINES SLAMMED BY COTTON FOR 'PRAISING' GEORGIA ELECTION LAW CEO SPOKE OUT AGAINST", "First, the corporation never harangues unless it feels it has more to lose — whether by boycotts, protests or bad publicity — than it stands to gain in staying neutral and silent.", "Second, class concerns are never mentioned. Bastian made about $65,000 for each working day of 2019. In a sane world, he might seem a ridiculous voice of the oppressed.", "Third, CEOs never fear offending the conservative silent majority, who are assumed not to boycott or protest.", "The woke revolution is not a grassroots movement. It is powered by a well-connected and guilt-ridden elite. Yet the religion of wokeness assumes that these high priests deserve exemptions. Their wealth, credentials, contacts and power ensure none are ever subject to the consequences of their own sermons.", "Multimillion-dollar NBA stars blast America’s \"systemic racism.\" They utter not a word about Chinese re-education camps, the destruction of Tibetan culture or the strangulation of Hong Kong’s democracy. Players’ salaries depend on coaxing a huge Chinese market to the game. Players’ domestic endorsements hinge on a young, woke American clientele. Defending the professional sports lifestyles of rich and famous stars apparently requires loud penance by blasting an unfair America.", "Examine almost any woke hotspot and a growing class divide is clear.", "Academia? Tenured administrators and university presidents pulling down seven-figure salaries are far more likely to virtue-signal their universities’ \"racism\" than are untenured, poorly paid, part-time lecturers. It is easier for a college president to blather about his own \"unearned privilege\" than to support the rights of exploited part-time faculty — much less resign to give someone else a spot.", "BRIAN KEMP: HERE ARE THE FACTS ABOUT THE LAW I SIGNED", "The woke media? Its clergy are elite network newsreaders, not so much reporters on the beat.", "The military? The retired and current officers who lecture us on the evils of Donald Trump or promise to ferret out \"insurrectionists\" among the ranks are mostly generals and admirals — and some retired top-brass multimillionaires.", "We don’t hear much about privates, corporals, sergeants and majors pushing through subsidies for transgendered surgeries or petitions to garrison a quiet Washington with barbed wire and National Guardsmen.", "The richest people in America — the heads of our biggest corporations — are the most likely to voice their derision for the unwoke lower and middle classes. Ditto the multimillionaires of politics — Al Gore, Dianne Feinstein, John Kerry and Nancy Pelosi.", "Celebrity billionaires such as Jay-Z, George Lucas, Paul McCartney and Oprah Winfrey weigh in often about the oppression of the supposedly rigged system they mastered, but rarely about the plight of the less-well-paid in their own professions.", "So wokeness is medieval. Sin is not given up as much as atoned for — and excused — through loud confessionals.", "CLICK HERE TO GET THE OPINION NEWSLETTER", "Self-righteous elites rant about carbon footprints, needless border security, defunding the police, gun control and charter schools. But they rarely forgo their private jets, third and fourth homes, estate walls, armed security guards and prep schools. Apparently, the more you rant about \"privilege,\" the less you need to worry about your own.", "Wokeness is an insurance policy. The louder the damnation of American culture, the more likely a career will be saved or enhanced.", "Wokeness is classist and elitist. Those who made or inherited a fortune, got the right degree at the right school, made CEO or a four-star rank, live in the right ZIP code or know the right people believe they have earned the right to decide what is moral for their inferiors.", "CLICK HERE TO GET THE FOX NEWS APP", "So, some of them have created an entire vocabulary — \"deplorables,\" \"irredeemables,\" \"clingers,\" \"dregs,\" \"chumps\" and \"Neanderthals\" — for the peasants and losers who must do as they are told.", "Wokeness is not really about fairness for minorities, the oppressed and the poor, past or present. It is mostly a self-confessional cult of anointed bullies, and hypocrites of all races and genders, who seek to flex, and increase, their own privilege and power. Period.", "Victor Davis Hanson is a distinguished fellow of the Center for American Greatness.", "(C) 2021 The Center for American Greatness", "CLICK HERE TO READ MORE FROM VICTOR DAVIS HANSON"], "authors": ["Victor Davis Hanson", "Victor Davis Hanson Is A Distinguished Fellow Of The Center For American Greatness. He Is The Author Of More Than Two Dozen Books", "Ranging In Topics Ancient Greece To Modern America. He Lives In Selma"], "keywords": ["delta", "right", "privilege", "revolution", "racism", "likely", "movement", "hanson", "law", "american", "davis", "victor", "bastian", "ceo", "prove", "woke", "grassroots"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}