{"summary": "But the country's total was at its lowest since 2013, according to the CTBUH's annual report on global building trends.\n\"Through the course of the year, everyone's been talking about storm clouds forming over Asia, particularly China,\" said Safarik, who co-authored the report, in a phone interview.\nThis year, China still completed four times as many 200-meter-plus buildings than the United States, which ranked a distant second.\nThe city accounted for almost 12% of the 200-meter-plus buildings completed anywhere in the world in 2019.\nEurope, meanwhile, completed its tallest building in 2019 -- the 462-meter (1,515-foot) Lakhta Center in St. Petersburg -- as did Brazil, with its 235-meter (770-foot) Infinity Coast Tower in Balneário Camboriú.", "id": "6c5ad3be-1afe-31ff-82b6-63ac925080f1", "pubDate": null, "url": "https://edition.cnn.com/style/article/ctbuh-2019-skyscrapers-china/index.html", "authors": ["Oscar Holland"], "paragraphs": ["Written by Oscar Holland, CNN", "Following years of breakneck construction, the number of new skyscrapers in China dropped sharply in 2019, according to data released by the Council on Tall Buildings and Urban Habitat (CTBUH) on Thursday.", "In the past year, the country completed just 56 new buildings measuring 200 meters (656 feet) or above, down more than 38% from the preceding year.", "Such is China's domination of skyscraper construction, that despite the rest of the world increasing the number of 200-meter-plus buildings realized in 2019, the global total still fell by around 14%.", "China still accounted for almost half of new completions worldwide, including six of the year's 10 tallest new towers. But the country's total was at its lowest since 2013, according to the CTBUH's annual report on global building trends.", "The data presents a stark contrast to 2018, when China set a new record for the most skyscrapers ever built by a country in a single year.", "Rather than singling out one reason for the drop, editor-in-chief of the CTBUH's journal, Daniel Safarik, pointed to myriad shifts in the country's political and economic climate.", "\"Through the course of the year, everyone's been talking about storm clouds forming over Asia, particularly China,\" said Safarik, who co-authored the report, in a phone interview. \"That has been on the cards for a little while. A couple of years ago we started to see projects ... getting canceled.", "\"We do know, as a general trend, that a lot of these projects were initiated with a good deal of debt.\"", "The the 530-meter (1,739-foot) Tianjin CTF Finance Centre was the tallest skyscraper to be completed in 2019. Credit: Seth Powers / SOM", "There are signs that the building boom may have outstripped demand in parts of China. Take Tianjin, for instance, which is responsible for this year's tallest skyscraper -- the 530-meter (1,739-foot) Tianjin CTF Finance Centre, now the world's eighth highest. Here, there is a city-wide office vacancy rate of over 44%, according to data published by the real estate and investment firm CBRE, although the firm's head of research for Greater China, Ada Choi, said in an email to CNN that there is \"great variation in vacancy\" around the country.", "This year's drop in new completions may also reflect changing official attitudes towards tall building projects. It could, Safarik suggested, signal less appetite for using landmark skyscrapers to put smaller cities on the map or spread investment away from dominant coastal areas.", "Given that tall buildings take years to complete, the fall may even represent the belated impact of Xi Jinping's ascent more than six years ago. As early as 2014, the Chinese president has indicated that his government is concerned with the size and shape of buildings emerging from China's construction boom, later calling for an end to \"oversized, xenocentric, weird\" structures.", "\"There may have been some effort from the top to say 'let's cool things down a bit,'\" Safarik said, adding that many tall buildings in China are \"constructed by or developed by -- or, in some cases, both -- state-owned or heavily state-controlled companies.\"", "Slowing the rate at which towers are built may, therefore, represent a welcome development after years of record-breaking growth, suggested Choi.", "\"Mainland China has already dominated the list of the tallest buildings in the world ... and all of them were completed in the past four years,\" she said.", "\"Considering the time needed to plan, construct and promote a super-tall building, I don't see an issue of having (fewer of them) in the coming years for those cities that already had one recently.\"", "This year, China still completed four times as many 200-meter-plus buildings than the United States, which ranked a distant second.", "The Ping An Finance Center South in Shenzhen, a Chinese city that bucked the national trend to complete 15 new buildings measuring 200 meters or above. Credit: Tim Griffith / KPF", "The southern metropolis of Shenzhen also bucked the national trend. Its collection of 15 new buildings at 200 meters or above was more than any other city -- ahead of Dubai's nine and New York's eight -- and more than any country aside from China.", "Having \"always had the green light as an economic entity to go fast,\" Shenzhen has \"stronger market justification\" for skyscrapers than other Chinese cities, Safarik said.", "The city accounted for almost 12% of the 200-meter-plus buildings completed anywhere in the world in 2019.", "Elsewhere in the CTBUH's report, there were some positive indicators for the industry. Amid a slowdown for some regions, the data pointed to a record-setting year for others.", "The African continent saw the completion of its two tallest buildings: The 228-meter (748-foot) Leonardo skyscraper in Johannesburg, South Africa, and the Great Mosque of Algiers, whose minaret reaches 265 meters (869 feet). Europe, meanwhile, completed its tallest building in 2019 -- the 462-meter (1,515-foot) Lakhta Center in St. Petersburg -- as did Brazil, with its 235-meter (770-foot) Infinity Coast Tower in Balneário Camboriú.", "The Leonardo in Johannesburg, South Africa, is one of two African buildings over 200 meters to complete this year. Credit: Bloomberg/Bloomberg/Bloomberg via Getty Images", "And while the construction of 200-meter-plus buildings fell, those defined by the as \"supertall\" -- measuring 300 meters (984 feet) or above -- in fact grew globally this year. Twenty-six such buildings were completed around the world, in cities including Kuwait City, Kuala Lumpar and Busan in South Korea.", "But this trend may also reflect uncertainty among developers. Creating taller buildings with a variety of functions can help spread risk, Safarik said.", "\"It's rare you'd have the residential, hotel and office (sectors) crash at the same time,\" he explained. \"And given the fact these buildings are executed over a fairly long period of time, that's one way to hedge risk.\"", "\"The economics of 200-meter-plus are so daunting,\" he added, \"that increasing the proportion of that group that is over 300 meters makes an absurd kind of sense.\""], "keywords": ["built", "report", "buildings", "completed", "building", "skyscrapers", "world", "fewer", "meters", "200meterplus", "safarik", "40", "tallest", "china", "ctbuh", "trend", "2019"], "title": "CTBUH 2019 report: China built almost 40% fewer skyscrapers in 2019", "publicationId": "fa207f19-e080-3902-982c-393d321776be"}