{"id": "6c605b83-ca73-3cd5-85a7-5156f6ee32a1", "title": "Witty, sexual – and menopausal: how reality TV made middle-aged women aspirational", "url": "https://www.theguardian.com/tv-and-radio/2020/dec/10/reality-tv-older-women-real-housewives-bravo", "summary": "Even so, it was still refreshing to see older women talking about their hopes and fears on TV.\nIn fact, it’s refreshing to see older women on a TV show, full stop.\nBut the Dynasty days of stylish, multifaceted older women are long gone, with most disappearing from the media past 50.\nIt worsens for the over-60s – 3.1% of female presenters still work, whereas 18.3% of male presenters do.\nReality series dare to depict older women as aspirational.", "paragraphs": ["After the runaway success of Netflix’s Indian Matchmaking, reality TV fans waited with bated breath for its latest Mumbai export, Fabulous Lives of Bollywood Wives. A cross between the Kardashians and the Real Housewives franchise, the show follows the lives of four friends of 25 years - Maheep, Neelam, Bhavana, and Seema – across eight episodes. However, though the premise has potential, the first series fell flat; the lifestyles of the rich and famous are nothing without a side serving of schadenfreude. We don’t see enough of casts’ inner lives, or of Indian culture, to differentiate it from the conveyor belt of similar shows. It felt like we’d seen it all before.", "Even so, it was still refreshing to see older women talking about their hopes and fears on TV. In fact, it’s refreshing to see older women on a TV show, full stop. While many elements of reality TV are seen as retrograde, it is perhaps more progressive than other genres when it comes to the depiction of older women, inasmuch as it bothers to depict them. I’ve always adored the old-time glamour, only embodied after a certain age, that we see in snatches from the few older women we still allow to act – Cicely Tyson, Meryl Streep, Helen Mirren. My style hero since a young age has been my jewellery-dripping, high-flying grandmother (who only lets us call her “nana”, as she thinks “grandma” is less chic). But the Dynasty days of stylish, multifaceted older women are long gone, with most disappearing from the media past 50. They do in part, however, live on in a subsection of reality TV.", "Aside from Netflix’s Bollywood Wives, Bravo has been single-handedly redressing the lack of older women on screen since 2006, with its Real Housewives franchise. So much so, that the 48-year-old Real Housewives of Beverly Hills star Brandi Glanville joked that its executive producer Andy Cohen was “the only person that hires middle-aged women in this entire town”. The typical age of a cast member on any given spin-off is late-40s to mid-50s, with many older personalities besides; Cynthia Bailey of the Atlanta-based series is 52, Beverly Hills’ Lisa Rinna is 57, and New York’s Ramona Singer is 63. Its universe is almost entirely populated by glamorous, middle-aged women drinking white wine – and throwing it at each other when things get heated.", "The Real Housewives of Cheshire. Photograph: Rachel Joseph/ITV/Monkey Kingdom", "Of course, the women they do focus on are fabulous and wealthy, but through them we see myriad issues that aren’t explored elsewhere. We see them coming to terms with an empty nest as older kids move out, navigating the dating scene post-divorce, having candid conversations about health conditions that become more prevalent with age, such as cancer. In the British iteration, the Real Housewives of Cheshire, Seema Malhotra came to blows with another one of the wives, Perla Navia, when Malhotra forgot a conversation they had had about another cast member’s depression. Her forgetfulness was, she said, down to the menopause, which she has since discussed frankly.", "This is a rarity in other areas of television. Research has shown that the age gap between male and female presenters in the UK continues to grow: it stood at an average of seven years and 11 months in 2019, and only a quarter of female TV presenters are employed over the age of 50, compared with half of their male counterparts. It worsens for the over-60s – 3.1% of female presenters still work, whereas 18.3% of male presenters do. Hollywood paints an equally abysmal picture. A report on how women over age 50 were depicted in 2019’s 30 top-grossing films found that no women over the age of 50 had lead roles, and men aged 50-plus outnumbered them two-to-one onscreen. This is unsurprising when you take into consideration that male actors see their careers peak at the age of 46 and female actors at age 30, according to a Time magazine analysis.", "Reality series dare to depict older women as aspirational. This shouldn’t be a rare thing; studies have shown women aged 50 to 65 are happier with their age, relationships and confidence than women in their 20s. Despite the name, Real Housewives are shown to be much more than wives, mothers and grandmothers. They are often bitchy, yes, but it is also a space in which they are witty, sexual, business-minded and ultimately in their prime. While the cast of Fabulous Lives of Bollywood Wives may still be finding their feet, I advise we have some patience. Thankfully in this arena, they have plenty of time to get it right."], "authors": ["Yomi Adegoke"], "keywords": ["presenters", "middleaged", "sexual", "real", "menopausal", "women", "tv", "age", "older", "wives", "reality", "witty", "housewives", "50", "male", "aspirational"], "pubDate": "2020-12-10T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}