{"id": "6ca409e7-4b03-31b9-9d25-dbc15025e694", "title": "Covid-19 in 2020 - The year when everything changed", "url": "https://www.economist.com/leaders/2020/12/19/the-year-when-everything-changed", "summary": "The sheer scale of the suffering from covid-19, the injustices and dangers the pandemic has revealed, and the promise of innovation mean that it will be remembered as the year when everything changed.\nAnother reason to expect change—or, at least, to wish for it—is that covid-19 has served as a warning.\nA 40-year-old Hispanic-American is 12 times more likely to die from covid-19 than a white American of the same age.\nFortunately, covid-19 has not just brought about the need for change, it also points a way forward.\n■Editor’s note: Some of our covid-19 coverage is free for readers of The Economist Today, our daily newsletter.", "paragraphs": ["W ARREN HARDING built a campaign for the presidential election in 1920 around his new word “normalcy”. It was an appeal to Americans’ supposed urge to forget the horrors of the first world war and the Spanish flu and turn back to the certainties of the Golden Age. And yet, instead of embracing Harding’s normalcy, the Roaring Twenties became a ferment of forward-looking, risk-taking social, industrial and artistic novelty.", "War had something to do with the Jazz Age’s lack of inhibition. So did the flu pandemic, which killed six times as many Americans and left survivors with an appetite to live the 1920s at speed. That spirit will also animate the 2020s. The sheer scale of the suffering from covid-19, the injustices and dangers the pandemic has revealed, and the promise of innovation mean that it will be remembered as the year when everything changed.", "The pandemic has been a once-in-a-century event (see Graphic detail). SARS - C o V -2 has been found in over 70m people and possibly infected another 500m or more who were never diagnosed. It has caused 1.6m recorded deaths; many hundreds of thousands have gone unrecorded. Millions of survivors are living with the exhaustion and infirmities of “long covid”. World economic output is at least 7% lower than it would otherwise have been, the biggest slump since the second world war. Out of the ashes of all that suffering will emerge the sense that life is not to be hoarded, but lived.", "Another reason to expect change—or, at least, to wish for it—is that covid-19 has served as a warning. The 80bn animals slaughtered for food and fur each year are Petri dishes for the viruses and bacteria that evolve into a lethal human pathogen every decade or so. This year the bill came due and it was astronomical. The clear blue skies that appeared as the economy went into lockdown were a powerful symbol of how covid-19 is a fast-moving crisis within a slow-moving one that it in some ways resembles. Like the pandemic, climate change is impervious to populist denials, global in the disruption it causes and will be far more costly to deal with in the future if it is neglected now.", "And a third reason to expect change is that the pandemic has highlighted injustice. Children have fallen behind in their lessons—and too often gone hungry. School leavers and graduates have once again seen their prospects recede. People of all ages have endured loneliness or violence at home. Migrant workers have been cast adrift, or sent back to their villages, taking the disease with them. The suffering has been skewed by race. A 40-year-old Hispanic-American is 12 times more likely to die from covid-19 than a white American of the same age. In São Paulo black Brazilians under 20 are twice as likely to die as whites.", "As the world has adapted some of these iniquities have got worse. Studies suggest that about 60% of jobs in America paying over $100,000 can be done from home, compared with 10% of jobs paying under $40,000. As unemployment has soared this year, the MSCI index of world stockmarkets has risen by 11%. In the worst case, the UN reckons, the pandemic could force over 200m people into extreme poverty. Their plight will be exacerbated by authoritarians and would-be tyrants who have exploited the virus to tighten their stranglehold on power.", "Perhaps that is why pandemics have led to social upheaval in the past. The IMF looked at 133 countries in 2001-18 and found that unrest surged about 14 months after the onset of disease, peaking after 24 months. The more unequal a society, the more upheaval. Indeed, the fund warns of a vicious circle in which protest further increases hardship which, in turn, feeds protest.", "Fortunately, covid-19 has not just brought about the need for change, it also points a way forward. That is partly because it has served as an engine of innovation. Under lockdown, e-commerce as a share of American retail sales increased as much in eight weeks as it had in the previous five years. As people worked from home, travel on the New York subway fell by over 90%. Almost overnight, businesses like this newspaper began to be run from spare rooms and kitchen tables—an experiment that would otherwise have taken years to unfold, if ever.", "This disruption is in its infancy. The pandemic is proof that change is possible even in conservative industries like health care. Fuelled by cheap capital and new technology, including artificial intelligence and, possibly, quantum computing (see article), innovation will burn through industry after industry. For example, costs at American colleges and universities have increased almost five times faster than consumer prices in the past 40 years, even as teaching has barely changed, making it tempting to disrupters. Further technological progress in renewable sources of energy, smart grids and battery storage are all vital steps on the path to replacing fossil fuels.", "The coronavirus has also revealed something profound about the way societies should treat knowledge. Consider how Chinese scientists sequenced the genome of SARS - C o V -2 within weeks and shared it with the world. The new vaccines that resulted are just one stop in the light-speed progress that has elucidated where the virus came from, whom it affects, how it kills, and what might treat it.", "It is a remarkable demonstration of what science can achieve. At a time when conspiracies run wild, this research stands as a rebuke to the know-nothings and zealots in dictatorships and democracies who behave as if the evidence for a claim is as nothing next to the identity of the person asserting it.", "And the pandemic has led to a burst of innovative government. Those which can afford it—and some, like Brazil’s, that cannot (see article)—have suppressed inequality by spending over $10trn on covid-19, three times more in real terms than in the financial crisis. That will dramatically reset citizens’ expectations about what governments can do for them.", "Many people under lockdown have asked themselves what matters most in life. Governments should take that as their inspiration, focusing on policies that promote individual dignity, self-reliance and civic pride. They should recast welfare and education and take on concentrations of entrenched power so as to open up new thresholds for their citizens. Something good can come from the misery of the plague year. It should include a new social contract fit for the 21st century. ■", "Editor’s note: Some of our covid-19 coverage is free for readers of The Economist Today, our daily newsletter. For more stories and our pandemic tracker, see our hub"], "authors": ["The Economist"], "keywords": ["change", "pandemic", "american", "times", "2020", "lockdown", "world", "changed", "social", "suffering", "innovation", "covid19"], "pubDate": "2020-12-19T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}