{"id": "6cd0d4ff-94b7-35af-a011-d3cffe5b3a2e", "title": "Tell Me Why Review – Too Much Left Unanswered", "url": "https://www.gameinformer.com/review/tell-me-why/tell-me-why-review-too-much-left-unanswered", "summary": "On one hand, this is admirable; the studio has helped push the medium forward in the stories it can tell, exploring challenging subjects like mental health and racism.\nTell Me Why showcases this quandary; Tyler breaks new ground as a transgender protagonist, but Dontnod also delves into topics such as grief, panic disorder, and the importance of therapy.\nTell Me Why centers on twins Tyler and Alyson, who are brought back together after being separated for a decade.\nNone of this is more apparent than when trying to uncover what type of person the twins’ mother really was.\nTell Me Why doesn’t exactly answer the question it poses in its title, and maybe that’s the point.", "paragraphs": ["Developer Dontnod doesn’t shy away from difficult topics, even if it means some missteps along the way. On one hand, this is admirable; the studio has helped push the medium forward in the stories it can tell, exploring challenging subjects like mental health and racism. On the other hand, this is new territory, and there’s still plenty to learn. Tell Me Why showcases this quandary; Tyler breaks new ground as a transgender protagonist, but Dontnod also delves into topics such as grief, panic disorder, and the importance of therapy. For all these steps forward, this game still stumbles with some portrayals and plot holes.", "Tell Me Why centers on twins Tyler and Alyson, who are brought back together after being separated for a decade. While happy to be reunited, the occasion hits a somber note since they must prepare to sell their deceased mother’s house – which also means confronting the tragic event that caused her demise and separated them all those years ago. Tyler and Alyson’s bond is powerful and sincere, and I enjoyed every scene between the two of them, whether it was just banter or facing their difficult past. Dontnod does a great job at surfacing memories that showcase how special their relationship is, since they only had each other growing up.", "While Tyler and Alyson’s exchanges are what make the experience, the same can’t be said for the overall story. It has a good amount of suspense and tension as you try to figure out what really happened with their mother, but Tell Me Why’s three-part arc moves at an over-accelerated pace. Relationships feel rushed, especially when it comes to romance and forgiveness.", "None of this is more apparent than when trying to uncover what type of person the twins’ mother really was. She ends up feeling more like a plot device than person due to unexplained details, and even in the end, you never really get any satisfying answers. I won’t spoil anything, but her story is full of plot holes, especially in terms of her mental well-being, and it’s a shame Dontnod didn’t handle this aspect better considering its sensitive nature. That being said, the writers do a much better job with Tyler; the story touches on him being transgender, but it’s not the focus. The tale strikes a good balance between acknowledging this part of him but not letting it overshadow or define the journey of confronting his mother’s death.", "The road to acceptance has you exploring Tyler and Alyson’s small hometown in Alaska and making choices as they recall memories from their past. Dontnod takes the twins’ intense connection one step further by giving them a special ability to hear each other’s thoughts and view their recollections from the past together. In many ways, you are chasing their memories as they surface, which sometimes leads to finding a necessary item or new clue. I liked this aspect because it showcases how two people can remember the same event differently, and it fits well with the overall theme of reflecting on how the past shaped you as a person.", "However, there’s one part of Alyson and Tyler’s special ability that didn’t work for me. At certain moments in the story, the twins remember events a bit differently, such as if a character seemed angry or sad during a heated exchange. You then pick whose memory you want to believe. It feels like you’re being forced to invalidate how the other character feels, or just choosing the version you want to believe over finding the truth. This isn’t about coming to terms with the events, and I found the mechanic more frustrating than worthwhile, like it was unnecessarily pitting the characters against each other.", "The choices in Tell Me Why feel more subtle and less impactful compared to Dontnod’s past work, and I felt like I didn’t have as much agency over the story or events. Your decisions factor into Alyson and Tyler’s relationship and how they choose to move on with their lives, but the differences are minor.", "When you’re not making dialogue choices, you encounter minor puzzles and minigames, which are also very hit or miss. I loved ice fishing and solving the riddles, but examining graves to find a person or searching archives by remembering file names are more tedious than fun. One cleverly implemented mechanic is helping Alyson get on track during a panic attack by looking at an app that you tap to regulate her breathing.", "Tell Me Why doesn’t exactly answer the question it poses in its title, and maybe that’s the point. Even so, I came away with mixed feelings by the end. I really enjoyed getting to know Tyler and Alyson, and I felt the suspense and intrigue of figuring out this larger mystery, but it also disappointed me. This was only further illustrated in the ending choice, which is just absolutely awful in terms of how it’s presented and how the characters rationalize it in the scenes that follow. It doesn’t end on a strong note, and what’s in between is full of highs and lows. The highs make it worth playing, but just expect to be shaking your head when those low points hit."], "authors": ["Features Editor", "Kimberley Is Usually Playing The Latest Rpg", "Sports Title", "Or Narrative-Driven Experience. She Has Also Amassed More Than Two Hundred Stanley Cups While Playing As The Blackhawks In Various Nhl Games."], "keywords": ["special", "really", "unanswered", "past", "twins", "tyler", "tell", "alyson", "plot", "left", "terms", "dontnod", "review"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}