{"id": "6cd8d191-a4d0-3830-b2da-cff692244571", "title": "Disney trying to stop Baby Yoda knockoffs sold on Etsy: report", "url": "https://www.foxnews.com/travel/disney-trying-to-stop-baby-yoda-knockoffs-on-etsy-report", "summary": "First there were not enough Baby Yoda dolls and now it seems there are too many — at least for Disney’s liking.\nBut except for a smattering of mugs, t-shirts and other easy-to-produce tchotchkes, there was a dearth of Baby Yoda products available.\nBut a search on Etsy Friday revealed a crocheted Baby Yoda doll by Cassie’s Crochet for $260; a “hand painted” Baby Yoda doll with handmade clothing by Nerdprint Crafts for $130; and a tiny 3D-printed model for $18 by HappyHappyHappyCo.\n“This irresistible infant [known as The Child] is inspired by Star Wars: The Mandalorian now streaming on Disney+.\nMay the hugs be with you!” Disney writes on its web site, which is also selling Baby Yoda socks for $16.99, a sweatshirt for $34.95 and t-shirts for $24.95.", "paragraphs": ["First there were not enough Baby Yoda dolls and now it seems there are too many — at least for Disney’s liking.", "The entertainment giant, which owns the rights to all things “Star Wars,” is cracking down on online retailer Etsy for capitalizing on the insanely popular character from its new Star Wars-inspired series, “The Mandalorian,” according to a new report.", "R2-D2 NOW 'GLIDING AROUND' DISNEYLAND'S GALAXY'S EDGE, BLEEPING, BLORPING", "Disney has demanded that Etsy remove all items depicting the adorable, green, alien-like creature whose character’s name is officially “The Child,” but who is popularly known as Baby Yoda, according to tech web site The Verge.", "Etsy, a popular marketplace for artists selling hand-crafted goods, did not immediately respond to a request for comment, but directed The Verge to its intellectual property policy, which states: “Etsy strives to respond quickly when we receive proper notice of intellectual property infringement by removing or disabling access to the allegedly infringing material.”", "CLICK HERE TO GET THE FOX NEWS APP", "When “The Mandalorian” was first released on Disney’s streaming service Disney+ last year, Baby Yoda became an instant pop culture sensation— out-trending political candidates on Twitter and becoming fodder for late-night talk show hosts.", "But except for a smattering of mugs, t-shirts and other easy-to-produce tchotchkes, there was a dearth of Baby Yoda products available. Disney explained at the time that it wanted to avoid revealing plot details by designing and manufacturing toys in advance of the show.", "CLICK HERE TO SIGN UP FOR OUR LIFESTYLE NEWSLETTER", "Several Etsy sellers told The Verge their listings for items depicting the rabbit-eared, doe-eyed character were removed by Etsy after the online marketplace received a complaint from Disney.", "But a search on Etsy Friday revealed a crocheted Baby Yoda doll by Cassie’s Crochet for $260; a “hand painted” Baby Yoda doll with handmade clothing by Nerdprint Crafts for $130; and a tiny 3D-printed model for $18 by HappyHappyHappyCo.", "FOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWS", "Disney has also finally launched its own Baby Yoda products, including a $24, 11-inch doll that is available for pre-order now. “This irresistible infant [known as The Child] is inspired by Star Wars: The Mandalorian now streaming on Disney+. May the hugs be with you!” Disney writes on its web site, which is also selling Baby Yoda socks for $16.99, a sweatshirt for $34.95 and t-shirts for $24.95.", "Disney did not immediately respond for comment.", "This article originally appeared on the New York Post."], "authors": [], "keywords": ["respond", "yoda", "sold", "disney", "web", "trying", "report", "wars", "etsy", "mandalorian", "star", "doll", "stop", "knockoffs", "baby"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}