{"summary": "Written by Oscar Holland, CNNFor the last decade, Thomas Sauvin has been purchasing discarded color negatives by the kilogram from a recycling plant outside Beijing.\nHis ongoing \"Beijing Silvermine\" project paints a compelling picture of a country undergoing profound change.\nOpened in 1993, Beijing World Park encouraged visitors to collect a stamp from each landmark in a mock passport (\"Go around the world in just one day,\" its catalog boasted).\n\"It seems to be quite a meaningful place,\" Sauvin said of Beijing World Park, which remains open to this day.\nFading memoriesSauvin has become adept at deciphering where, and in what circumstances, old photos may have been taken.", "id": "6ce40b5f-e178-3f7f-b700-73713331761b", "pubDate": null, "url": "https://edition.cnn.com/style/article/china-beijing-silvermine-negatives/index.html", "authors": ["Oscar Holland"], "paragraphs": ["Written by Oscar Holland, CNN", "For the last decade, Thomas Sauvin has been purchasing discarded color negatives by the kilogram from a recycling plant outside Beijing. The old 35-millimeter films capture family outings, weddings, birthdays, vacations -- anonymous, everyday memories that would otherwise be lost.", "The trader he buys them from, Xiao Ma, usually dissolves the negatives in acid, alongside hospital X-rays and old CD-ROMs, in order to extract the small amount of silver within. But instead, Sauvin takes them away in big rice sacks to find out what else they contain.", "Quite how the negatives found their way into people's trash remains a mystery to the French collector and artist. But with the help of a local technician, he scans them in batches before adding the images to his archive.", "His ongoing \"Beijing Silvermine\" project paints a compelling picture of a country undergoing profound change. The collection -- which comprises 850,000 photos -- offers an ordinary perspective on life in China that is often overlooked, said Sauvin, who lived in Beijing for over 12 years.", "\"The way China was depicted through contemporary photography, propaganda and journalism (offered) a portrait far from the one I was witnessing,\" he said in a phone interview. \"There was something more universal, something about collective memories, that started emerging. The photos show a side of China that was never really exported to the West.\"", "While the resulting images can be, at times, inexplicably surreal (an old man standing in a cacti bush, or a woman posing next to a fake shark), they are often mundane. Yet, after spending a year and half \"looking for gems,\" Sauvin realized that the strength of his archive lay not in occasional humorous discoveries, but in the bigger picture that emerged.", "Most of the images were taken between 1985 and the mid-2000s, when the widespread adoption of digital cameras made film largely obsolete. It was a time of rapid economic development, and the photos show how this played out in people's lives: families posing with new household appliances or standing with statues of Ronald McDonald after fast food arrived in China in the early 1990s.", "The pictures also document people's changing relationship with the medium of photography, as cameras went from expensive luxuries to everyday items.", "\"I have one (roll of) film -- 36 images -- that was shot over three-and-a-half years,\" Sauvin said. \"You have three consecutive birthdays of the same person. You can imagine, on very important occasions, the parents would bring out this analog camera, take one photo and then wait six months before taking another one.", "\"But by 2005, as analog photography becomes (more affordable), you notice that people would go to somewhere like the Summer Palace and take 36 photos in 30 minutes.\"", "Recurring themes", "What remains consistent throughout this period, however, is the pictures' composition and what Sauvin calls \"the ritual\" of photography. Almost all of the images show subjects standing at the center and looking out to the camera.", "Some common themes also emerge: women posing with flowers, twins dressed in identical clothing and people interacting with statues or public sculptures. Indeed, the collector found so many photos of people smoking at weddings (Chinese brides would often light cigarettes for male guests as thanks for their attendance) that he was able to publish an entire book of them.", "New ideas constantly emerge from the collection. Sauvin's latest exhibition brings together photos from a Beijing amusement park filled with miniature replicas of famous world monuments, from the Kremlin to the Eiffel Tower. Opened in 1993, Beijing World Park encouraged visitors to collect a stamp from each landmark in a mock passport (\"Go around the world in just one day,\" its catalog boasted).", "What initially appears as a vintage oddity, however, tells a wider story about the country's rise. The exhibition juxtaposes photos of people next to replica landmarks with those of Chinese tourists in front of the real thing. In doing so, he explores how an evident curiosity about the outside world was satiated by the newfound income to holiday around the world.", "\"It seems to be quite a meaningful place,\" Sauvin said of Beijing World Park, which remains open to this day. \"It was like an educational place for people to start understanding what traveling and tourism was all about.\"", "Fading memories", "Sauvin has become adept at deciphering where, and in what circumstances, old photos may have been taken. But it took seven years for a subject to ever identify themselves in one of his pictures.", "The image in question depicts a middle-aged man laid out on rocks beside a lake (\"like a mermaid,\" as the collector put it). It was a personal favorite of Sauvin's, and thus had appeared in exhibitions, posters, flyers and even as a sticker. Indeed, he had spent so much time looking at the man's image that he \"knew the guy like he was my grandfather.\"", "After Sauvin posted the photo on China's Twitter-like microblogging platform, Weibo, a user recognized the subject as his ex-girlfriend's father. Some messages later, the artist met the man at a Beijing restaurant in 2016 -- almost 30 years after the photo was taken by colleagues at an engineering conference.", "\"He was very happy, and we had a very good time,\" Sauvin said. \"In the end, I offered him a framed copy of the photo and he asked me to sign it. He looked at his wife and said, 'In a couple of years that's going to be worth a lot of money!'\"", "Although now based in Paris, Sauvin still visits Beijing four or five times a year. The recycler Xiao Ma calls whenever he has recovered enough negatives for a 50-kilogram bag. The price has almost tripled in the decade since the project began, rising from 28 yuan ($4) a kilogram to a \"still very reasonable\" 75 yuan (just under $11).", "\"It's always a bit of a gamble, because sometimes a 50-kilo bag only comes from one source -- and if that source isn't interesting, then I've just spent 400 Euros,\" he said. \"But that's part of the game, I suppose.\"", "The supply of negatives may soon run dry. Xiao extracts the most silver from X-rays, but Sauvin said that Chinese hospitals have gone digital, making the trade far less lucrative. But Sauvin also sources negatives from eBay-like websites and visits flea markets, which is where he stumbled across his latest project: old prints hidden in a plastic bag.", "\"I asked the vendor if I could open it and check inside,\" Sauvin recalled. \"And he said, 'No, you have to buy it.'\"", "He took the risk. After parting with around 450 yuan ($64), Sauvin looked inside to reveal a series of black-and-white photos depicting athletes mid-leap, their gravity-defying poses assuming an almost sculptural quality.", "Sauvin's latest project brings together found photos of athletes from a single day in 1960. Credit: Courtesy Thomas Sauvin", "Further investigation revealed that the pictures had been taken by the photography department at Xi'an Physical Education University, in China's Shaanxi province. All had been shot in a single day in June 1960 -- at the height of Mao's Great Leap Forward, the disastrous modernization campaign that plunged the country into economic chaos and famine.", "\"I've never managed to find a significant number of photos from this era. People were obviously not going to photo studios, because it was a very hard time,\" said Sauvin, who has compiled the images into a new book, \"Great Leaps Forward.\"", "\"The photos were simply beautiful -- very calm, very poetic. The athletes seemed to overcome gravity,\""], "keywords": ["images", "china", "sauvin", "change", "photography", "world", "project", "photos", "old", "discarded", "era", "negatives", "taken", "beijing"], "title": "Discarded photo negatives show China in an era of change", "publicationId": "fa207f19-e080-3902-982c-393d321776be"}