{"paragraphs": ["Introduction", "The path from the PlayStation 1 to the upcoming PlayStation 5 lines up neatly, but only if you’re looking at it numerically. In actuality, for more than 25 years the PlayStation team has had to navigate some of the industry’s most difficult terrain. During that time, a dedicated team of visionaries, engineers, and software developers established a brand from scratch, propelled it to unprecedented heights, struggled to maintain dominance, and eventually returned to what initially made them so successful.", "In the following story, we’ll hear some of the stories behind PlayStation from the people who were there when it all happened.", "It started as a collaboration. Nintendo and Sony were initially going to be partners on a Super Nintendo project that would take the gaming console – still in development at that time – into the exciting new age of CD-ROM. The technology was still a relative novelty in 1988 when the partnership between the tech giants was formalized. Games could be bigger, featuring full-motion video and actual CD-quality music. The TurboGrafx-16 supported optical discs at the end of the year in Japan, but that console lacked the library of games and large user base that Nintendo enjoyed. Sony was a pioneering force in the development of the CD-ROM standard, and the company was going to develop a special Super Disc format for Nintendo, as well as a version of the console with the add-on built in. That hybrid system would be called “PlayStation.”", "Under Ken Kutaragi’s leadership, Sony’s engineers continued to work on the project while the company also dabbled in games publishing through its Sony Imagesoft imprint. Things seemed to be on track until they weren’t. At the Consumer Electronics Show in June 1991, Sony revealed its PlayStation plans to the public. It was particularly exciting in North America, since the Super Nintendo hadn’t been released at that time. Not only was the successor to the wildly popular NES coming in a few months, but it was also going to support CD gaming. Hours later, Nintendo announced what was seen by many as a surprising betrayal: The company had entered into a partnership with Sony rival Philips.", "KAZUNORI YAMAUCHI [Representative Director and President of Polyphony Digital Inc.]: The department I entered as a new recruit after graduating college was the place where the development of the PlayStation was taking place, as a joint project with the Sony Corporation Hardware Division and the Sony Music Software Division. Kutaragi-san was leading this project. I learned for the first time then that a hardware called PlayStation was being developed together with Nintendo. Simply put, it was like an SNES with a CD-ROM drive. Within the company, first-party titles were being produced at the same time as the [Nintendo/PlayStation] hardware, and my first job was to make ending credits for these titles. For me this was a slightly boring job. I knew there wasn’t much you can do on an SNES, and I was really interested in real-time 3D graphics at the time.", "ANDREW HOUSE [Former President & CEO, Sony Interactive Entertainment]: I happened to be in the office late at night in Tokyo on the night of the infamous CES press conference, where Philips were announced by Nintendo as their new partner – and the fact that they’d left Sony at the altar on the proposed collaboration. And it was me, it was the head of corporate communications for Sony Corporation, and on the line was one Ken Kutaragi calling from Las Vegas. And we were talking about damage control. How we were going to manage the message.", "YAMAUCHI: One morning, a while after joining Sony, I noticed that the atmosphere in the company was very down. The engagement between Sony and Nintendo had been broken. But I think it was just the following day. I remember Kutaragi-san made the decision, “Then we’ll make it on our own. With 3D graphics.” That was great news for me. I had no real interest in making titles on the SNES system.", "KEN KUTARAGI [Former Honorary Chairman, Sony Computer Entertainment]: Nintendo is an amazing company behind a multitude of incredible games and consoles that have wowed the world and made their mark on history. A big part of their legacy is the SNES, for which Sony provided a digital sound chip, and made contributions to its WS-based [Work Station] tool environment. Unfortunately, Sony’s hopes to evolve the industry and Nintendo's desire to maintain a certain measure of control ultimately derailed any possible collaboration between the two companies, which eventually led to Sony developing PlayStation. However, due to each side choosing to play to their own strengths, it ultimately took the video game industry to previously undreamed of heights.", "HOUSE: I don’t think I really even processed at the time what was going on, it was just head down, get to work on this stuff. It was only in later years that I realized what a catalystic moment that had been and that I’d gotten in some small way to participate in it.", "PlayStation 1", "PlayStation 1", "December 3, 1994 (Japan)", "September 9, 1995 (U.S.)", "Once the shock wore off, Kutaragi’s resolve solidified. The Nintendo PlayStation may have been doomed, but there wasn’t anything stopping Sony from going it alone. With the support of Sony president and chairman Norio Ohga, Kutaragi formed a team to develop what would become the PlayStation 1.", "KUTARAGI: There was a fair amount of resistance within Sony for devoting precious resources toward the creation of “children’s playthings.” However, we were convinced that the technological and business prowess required to position ourselves at the apex of a new entertainment age existed within our walls. Hence, I went straight to Mr. Ohga, the president of Sony at that time, who possessed the necessary knowledge and experience in both the software and hardware fields. I believe his dream at the time was to build Sony’s next big business domain from the ground up. At the executive meeting slated to decide the future of the PlayStation project, I voiced my passion to Mr. Ohga directly, to which he responded, “If you believe you can do it, then do it!” Those decisive words still echo in my mind like it was yesterday.", "ERIC LEMPEL [Senior Vice President, Head of Global Marketing, Sony Interactive Entertainment]: I was at Acclaim one day in early 1994 when we got called into a room and they said Sony is entering the gaming business with a new gaming system. My first thought was, that was really interesting, because I’d seen failed attempts by other Japanese electronics companies, and I asked if there was a name for this thing. They said yes, it’s called the Play Station – and they said it as two words – and I thought, “That’s really ridiculous. I don’t think that’s ever going to work.”", "EVAN WELLS [President, Naughty Dog]: I think PlayStation is a totally reasonable name. It’s stuck through five generations. It’s like “fireplace.” It’s straightforward – it’s a place where you get fire. It’s a station that you play on.", "I chose a bright gray color that hadn't been used before, because I wanted the PlayStation to stand out when placed in front of the dark gray TV Sony planned to use. This TV was one I designed, called the ‘Kirara Basso.’” – Teiyu Goto [Belonged to Sony Merchandising Strategy New Business Group when designing the first PlayStation. Followed by being a part of the Creative Center, Master Designer, he currently is the President of Teiyu Goto, Inc. ]", "HOUSE: I think I wrote the English version of the first product press release for the announcement of the formation of Sony Computer Entertainment. It was a strange kind of hybrid thing, where I was involved in the project for a long period of time – at one point they probably tried to get me on board and I think my then-boss was having none of it. … I was peripherally involved and then joined what was still a very small, startup-style PlayStation team. When I went to tell [my boss] that I was not taking his offer and was going to join the PlayStation guys he just shouted at me. I remember the words ringing in my ears were, “It’s a toy. It’s just a toy. How could you go work on a toy?”", "SHUHEI YOSHIDA [Head of Sony's Independent Creators Initiative]: When we started to reach out to Japanese third-party publishers/developers, in 1993, to disclose PlayStation and ask for their consideration to make games, we had two big hurdles to overcome. One was that Sony Corporation, as a consumer-electronics company, did not get trust from the video game industry that we understand the industry and could serve the needs of the publishers/developers effectively. … Another hurdle was real-time 3D graphics technology, the most signature feature of PlayStation, was not considered useful in video game development aside from racing games and shooters that were seen in arcades.", "JIM RYAN [President and CEO, Sony Interactive Entertainment]: The cartridge-based model operated by the platform holders of the time was not one that was conducive to good functioning business. It required up-front payment for meeting with a massive cost of goods. The decision that Sony took quite early on in the planning process – to move to a much more friendly publishing model that embraced a disc-based physical medium – was a really important decision, and I think one where sitting on the other side of the fence and learning about publishing really made the decision easier to make.", "HOUSE: The shift to disc was a game-changer, pun intended, for the industry.", "MARK CERNY [Lead System Architect, PlayStation 5]: I’d been developing cartridge-based games, and the economics were just terrible. Cartridges cost so much to manufacture that profit margins for game publishers were pretty small and therefore it was difficult to spend too much on game development. Looking back, I’m guessing that if you as a gamer spent $50 on a game, maybe $1 was going into the actual creation of that game.", "The fact that you’re dealing with the discs was a big step up; even when you start on a 3DO, the amount of storage you had was pretty cool. I don’t know if that black stuff did anything special, but it looked cool.” – Evan Wells [President, Naughty Dog]", "HOUSE: I remember it like it was yesterday. It was a conversation with the comms team and with Kutaragi-san, and he just laid out how a disc-based system was going to completely turn the industry on its head. But doing so by bringing real benefits for developers – lowering the risks, helping to manage inventory, not having to order your product three months in advance and take a bet on it. The benefits that it would bring to consumers, because it was going to bring game prices down and make games more affordable and therefore open up a whole bigger market. It was going to help retailers, because they could manage their business much better. I remember sitting there and saying, “I just heard a revolution, and this is absolutely going to work.” I was convinced just in that one conversation that we were absolutely onto something.", "CERNY: PlayStation had a huge impact here as the first successful console based on optical media. CDs were so much cheaper than cartridges that the publisher economics were totally different; suddenly many dollars, or even 10 dollars could be spent on the actual creation of the game. That meant as the gamer the experiences got much richer, but it also meant the games industry could support many more creators! A lot us can trace our careers back to Ken Kutaragi’s decision to use CD-ROMs for PlayStation games.", "Was The Nintendo PlayStation Doomed Anyway? Sony and Nintendo have both blamed the Nintendo PlayStation’s demise on licensing disagreements. That may only be part of the story, however. Only one prototype unit is known to exist, won by a collector in an auction. Engineer and YouTuber Ben Heckendorn (better known as Ben Heck) got to work on that prototype, restoring much of its functionality. His experience with the unit – as well as his knowledge on that era’s hardware – led him to speculate on some other reasons why the project may have been canceled. “Usually I just hack up consoles; it’s definitely the rarest thing I’ve worked on – and it’s pretty much the rarest thing there is as far as console stuff goes,” Heckendorn says. “After a while, the magic goes away and the shock and awe is no longer there, and then you’re just like, ‘Aw, I’ve got to get this god------ thing to work.’ There was nothing I did that was extraordinary. Basically, anyone halfway competent – well, maybe three-quarter way competent – at soldering could have done the same thing I did to fix it. “When I was looking at this system, I was thinking about it from a technical standpoint, and it also made me think about why it may not have been released. The Super Nintendo already has superior sound and graphics [over the Genesis], definitely. But as far as memory and bandwidth and speed, the Sega Genesis is much, much faster. The Super Nintendo is a 16-bit system, but it only has an 8-bit data bus. Looking at the system, you needed to have a cartridge inside of it, because the boot cartridge contained the RAM that you would load the CD-ROM data into to execute the game. photo: Ben Heckendorn “Even though the SNES has really good graphics and really good sound, the CPU is crap. Pretty much right at launch, Super Nintendo games were including DSPs – digital signal processors – and math co-processors in the cartridge to assist the main CPU of the system. For a launch game to have that, it’s pretty crazy. Pilotwings, for example, had a math co-processor in it. That’s one of the reasons why those cartridges were historically so expensive, because they were having to cram circuitry into the Super Nintendo cartridges right off the bat, whereas the Sega Genesis was just a ROM. “That RAM cartridge had no additional co-processors or DSPs in it whatsoever. It was just a whole bunch of RAM and a battery backup. The reason I bring it up, is that a lot of the cool stuff we saw on the Super Nintendo games wouldn’t have been possible with that cartridge because it contained none of that additional special hardware. You would have basically had a stock, launch Super Nintendo with a ton of storage on CD-ROM and a pretty good amount of RAM. “Think about how kind of crap the Sega CD games were, most of them. That’s with a 16-bit data path, the CPU is at least twice as fast – and almost four times as fast when it comes to RAM access. And then on top of that, the Sega CD had a video co-processor, more RAM, and an extra video co-processor. All of that stuff, and the games were still kind of wonky and the load times were still bad. The combination Super Nintendo and PlayStation system wouldn’t have had any of those advantages at all. I think it would have been slow as hell, and it’s possible that one of the reasons Nintendo didn’t want to do it was because it would have made the Sega CD look good.” Take a look at Heckendorn’s YouTube series for in-depth teardowns and hardware analyses.", "The PlayStation may not have been the first 32-bit console, the first disc-based console, or the first console to produce 3D graphics, but it managed to combine those elements in a commercially successful package. Even early in its lifespan, developers saw the console’s potential.", "RYAN: I remember seeing the first demos for PlayStation, which were just light years ahead of anything on the 16-bit platforms. “Wow. This looks absolutely amazing.”", "CERNY: Ken Kutaragi personally gave a talk and a demo to a number of game developers, me included, showing off the capabilities of the PlayStation. The demo that sticks out the most is the walking dinosaur; I thought it was really impressive.", "TED PRICE [Founder and CEO, Insomniac Games]: Back in 1994, when Al Hastings and I had completed our first demo for our very first game, called Disruptor, we were driving around California, cold-calling publishers to show off the demo of the game, which we had recorded on a VHS tape. One of the visits that we made was to Sony, and Sony had a prototype PlayStation at that point, and they were showing off the dinosaur demo. It was a T-Rex, and at the time it was extremely high-poly, and it was animating on a black background – Al and I were just blown away by it. I thought to myself, A) that’s pretty cool that Sony of all companies is getting into the games business, and B) wow, what they’re able to do on the screen is something that we hadn’t expected, just in terms of the number of polys that they were pushing and the fidelity of the textures and so on.", "YOSHIDA: While we were struggling to get much interest from publishers, Sega showed off Virtua Fighter at an arcade show. That afternoon, we got a lot of calls from publishers wanting to know if they could use PlayStation to create something like Virtua Fighter. After that day, no one questioned the potential of real-time 3D graphics in video games.", "I wanted to create a controller that both children and adults alike could use while focusing on the game. Before PlayStation, controllers were flat and required players use their fingers to both grip the controller and press the buttons. My design incorporates left and right grips that allow for a freer play style, letting players use the fingers that aren't supporting the controller to press the buttons. I kept the controller compact by determining the ideal button placement and making their size as small as possible. Instead of designing a controller that specifically fits adult hands, I created one that allows for different hand sizes according to the placement of the person's grip. With four buttons, you can control all the limbs on a person (e.g., for punching and kicking). The trigger buttons came from wanting people to play shooting games, and the grip design allowed for that. Nowadays, lots of companies – not just Sony Interactive Entertainment – create controllers with the players' grip in mind, the thought of which is humbling. The PlayStation controller with a grip is even used as an icon to represent computer games in general.” – Teiyu Goto [Belonged to Sony Merchandising Strategy New Business Group when designing the first PlayStation. Followed by being a part of the Creative Center, Master Designer, he currently is the President of Teiyu Goto, Inc. ]", "WELLS: I was working at Crystal Dynamics, and we were heavily focused on the 3DO. I’d been working on Gex. Around that time, it was probably close to the end of development I’d imagine, we got the first PlayStation dev kit in America because Mark Cerny was working at Crystal and through his connections he was able to get this shiny new fancy dev kit in. We were just blown away by the step up that it was from the 3DO. It was pretty exciting to have our hands on it first.", "PRICE: PlayStation fully embraced 3D, and it was apparent from all of the games that were launched with the PlayStation and the games that came out within the next year. Creating 3D games was one of our goals. We’d grown up playing 2D games, but now we had this opportunity to build worlds that were much more believable and immersive.", "KUTARAGI: Not long before the Japanese release date of December 3, 1994, I remember paying a visit to Namco, the developer behind the launch title Ridge Racer. What I saw mortified me. The cars weren't racing on tracks, or any form of surface for that matter – they were suspended in the air, driving in empty space. But, lo and behold, not only did the Namco developers finish the game in time, they even threw in Galaxian as a neat extra. Fast forward to the night before the launch; fervent game fans formed long, winding lines in front of game stores everywhere. And through the wee hours of the night, they waited for the moment of truth that was the PlayStation’s official release. The sight brought tears to my eyes. It was then that I knew PlayStation had truly succeeded.", "CERNY: When PlayStation arrived, there was an ongoing battle between the 3DO Interactive Multiplayer and the Atari Jaguar, neither one of which was selling more than a few million units. I thought PlayStation would do “well,” but I never thought it would sell over a hundred million consoles.", "After its launch, PlayStation inspired players to get into the industry, and also prodded existing developers to experiment and try new things.", "HOUSE: These were back in the lovely days where if you sold 100,000 units at launch then that was considered a massive hit. In Japan, we did a whole set of commercials that was literally people shouting about 100,000 units sold. If we put it in today’s context, it just tells us what a nascent market it was.", "YOSHIDA: After the initial success of the launch in December ‘94 with Ridge Racer, the sales slowed towards the end of ’95 and actually we were oversold by Sega Saturn in the crucial holiday sales season in Japan, as they had Virtua Fighter 2 and Devil Summoner as new releases.", "HOUSE: I think one thing that gets lost – and I have the greatest respect for Nintendo and always have – but I think people lose sight of the fact that Nintendo at the time were an incredibly controlling platform structure. They would force developers to put their games through this exhaustive play-club thing that was really their quality control, and so Nintendo, number one, it’s always been the case that Nintendo’s own franchises have dominated sales on their own platforms. I think there was already a sense, certainly among Japanese developers, that there was a willingness or a yearning for a platform where they’d have a bigger market opportunity. I think over and above that, one of the things that Sony did and we did in contrast to that was to not have restrictions. It was to have very, very few restrictions. And to say, “Look, we’re going to be a platform of developer creativity. You can release a game like Aquanauts Holiday, where you’re basically just underwater going around and exploring.” Is this really a game? I don’t know, but it kind of feels nice to be under the sea. There’s no way that would have found its way onto other platforms, but it’s a good example of where PlayStation would say, “Sure, if you can find an audience out there, bring it to our console, bring it to our platform.”", "WELLS: It was the wild west. The kinds of games you could make were just so varied. Any concept was worth giving a shot, because you were just trying to find out what you could do with this new 3D technology. There were so many more games for niche audiences back then.", "PRICE: It was exhilarating. It was great, because there weren’t any rules, and we were discovering how to do this along the way. Because there were limitations to the hardware, we had to be efficient in terms of how we built our characters and our environments, and how we created collision for them, and occlusion, and all of the tricks that we had to use to make the game work.", "BRIAN FLEMING [Co-Founder and Producer, Sucker Punch Productions]: We were entertaining the idea – this is my partner Chris [Zimmerman] and Bruce [Oberg] – we were talking about starting a video game company, and when the U.S. launched it was actually not just the launch of the U.S. console, it was the launch of Abe’s Oddysey that actually was the inciting incident for us. That was interesting because it was the first game that we played where we felt like our skills and talents, which were largely software engineering, would put us at a disadvantage versus titles like that. Because they were so cinematic and had such high production values and that was all because they had a CD-ROM to be able to host that much content. So our decision to both start a company and to go N64 was because, at the time, we thought it was the last console that would ever ship with cartridges, and we felt like our strengths as engineers would be more valuable on a cartridge-based system where you couldn’t get your ass kicked by people who could out-art you, and that your cleverness and your engineering skills were at a premium on a cartridge, because you had so little space. We felt like if we were ever going to get into the business, it sort of felt to us like it was the last chance. Like, the N64 was our moment because we knew we would have to build our skills and strengths and our team to do that kind of production, but it would be a difficult thing to do all at the same time as you started a business. So, the N64 was our entry point kind of because of the PlayStation 1.", "Designing A PlayStation Icon The PlayStation logo is one of the most enduring parts of the brand. We spoke with designer Manabu Sakamoto about what inspired his creation. “Back then, one of the biggest features of the PlayStation was the 3D capability with polygons. So, the aim for the logo design, naturally, was to capture the ‘3D-ness.’ I was, however, determined to avoid typical 3D representations such as adding thickness to the design elements. What I wanted to focus on is the sense of space with z-axis, something subtle, something more like an optical illusion. Teiyu Goto, who designed the PS consoles, was especially keen with the logo design as well and wanted it to reflect a ‘fun’ feeling. “We wanted it to have a fun feeling, so the colorfulness was very important. I chose those primary colors because they are so simple so that you can describe them with the words that everybody knows: red, yellow, green, and blue. Green needed to be slightly adjusted to have better harmony, but such simplicity in communication, I believe is the key to a successful brand. The current logo is in monochrome, but it was also designed at the same time as a substitute in case the multi-color representation cannot be achieved. “I’ve not seen them in person, so I don’t know [if they're] real, but once I came across images of PlayStation logo tattoos. It’s fun to see the logo on promotional items; T-shirts, jackets, mugs, and so on. I wish I could collect them all.”", "Early in its lifespan, PlayStation’s marketing cultivated a sense of coolness, which was something that hadn’t been a large part of games marketing. Rather than focus on family fun or friendly mascots, Sony’s approach was a little edgier – thanks in no small part to a certain marsupial.", "HOUSE: The U.S. operation at the time, prior to my joining it, actually wanted to rename the product. They thought “PlayStation” was too kiddy, it didn’t fit the kind of marketing goals they wanted, and they wanted to call it the PSX. The senior management were having none of that, quite sensibly, there has to be a single brand around the world.", "LEMPEL: It wasn’t marketed like a consumer-electronics device; it was marketed like an entertainment product and really targeting a specific audience.", "WELLS: I think it was the right combination of price point, power, and storage. It kind of hit all those right notes, and then I also am very impressed with how Sony and PlayStation positioned itself in sort of bringing games into the mainstream and making it a cool pastime, where before it seemed like more of a hobby of nerds or geeks or whatever. You had games like Wipeout, which was bringing this licensed music and making it very cool and sexy. It became super mainstream. I think it was marketed very well.", "MICHIEL VAN DER LEEUW [Studio Director and Tech Director, Guerrilla]: I come from a PC background, where autoexec.bat and highloading your mouse driver to make space for a game and all that crap – there was an enormous amount of tinkering required just to get a game to run. On PlayStation, the games were way cooler – you had Wipeout with cool music … Underworld, and The Future Sound of London – and just had this hipness. The soundtrack to Wipeout was proper music, club music from the U.K. when they were still the capital of club music.", "HOUSE: I think from the very start there was a real design flair and a sort of marketing flair around the organization that I think, sadly, I think Sony was starting to lose in other areas. But a lot of that skillset found its way into the early Sony Computer Entertainment.", "WELLS: While we were developing Gex 2, we saw the first screenshots come out of Crash Bandicoot, and that blew our minds because the look that Naughty Dog was achieving and pulling off just had us totally scratching our heads, like, “Why does our game look like garbage, and their game looks so f---ing beautiful?” and that really threw us for a loop.", "LEMPEL: One of my favorite ads as a consumer, which there’s still probably not a year that’s gone by where this doesn’t surface in at least two or three internal meetings, would be the Crash Bandicoot going to Nintendo headquarters, uninvited, and poking fun and referencing some of their IP and saying, “Look at what I’ve got, we’ve got 3D,” and this and that and being kicked out by the security guard, people loved that ad.", "SIOBHAN REDDY [Studio Director, Media Molecule]: For me, my real interest in games really started with the PlayStation 1, and it started with Resident Evil. That is the point where I just went, “Oh my god, this is amazing,” and it sort of eclipsed my love of film and theater and fashion and music and all that other stuff, and it became something that I wanted to actually try. I think it was a catalyst for me, working in the industry. … It was such an interesting time, and there were so many brilliant games – it was an explosion then, wasn’t it?", "HOUSE: Whether it was the content or the marketing, it all just came together. I think there was a sense early on that this was going to be not maybe the rocket ship that it would eventually turn out to be, but that it was going to be a success.", "PlayStation 2", "PlayStation 2", "March 4, 2000 (Japan)", "October 26, 2000 (U.S.)", "Sony found success with its PlayStation, building a brand and establishing a passionate user base within just a few short years. Kutaragi wasn’t satisfied, and had already started working on the next step. The PlayStation 2 would bring obvious things like more processing power and graphical fidelity, but Kutaragi was looking ahead. He saw the potential in online gaming. The console wouldn’t launch with that functionality, but in many ways the PS2 subtly laid the foundation for what would come years later.", "HOUSE: As soon as the idea of backwards compatibility surfaces, there are two schools of thought. There’s one that says it’s going to slow down the launch or adoption of the next system. All of the research that we had at the time though said that it was going to do the reverse. By the way, this was perfect backwards compatibility, in that it was hardware-based. The chipset for PlayStation 1 had come down so far in price that you could put a PlayStation 1 – for free, effectively – in a PlayStation 2. Wow, weren’t those wonderful days?", "YOSHIDA: The original PlayStation was a ground-breaking hardware to have realtime 3D graphics capabilities for the first time in the history of video game console, so the focus needed to be on how to advance the performance and features of realtime 3D graphics in PS2. Also, DVD, the brand-new media to watch movies and TV shows, was just starting to get introduced to the market, which must have been a key component to leverage, as it offered much larger storage space for games, as well as to add an affordable consumer DVD player functionality.", "RYAN: The timing on that was very serendipitous. It just caught the crest of the wave of DVD adoption as a format, and I think it was a contributory factor of importance. I think it was the success it was because it was a great gaming platform, but I think the functionality of the DVD player married to it being a great gaming platform made it a more complete entertainment offering.", "HOUSE: And it was a really good DVD player. In true Ken Kutaragi fashion, it was really well done.", "Having proven itself as a contender in the gaming space, PlayStation continued to attract new talented developers eager to get in on the action. The PlayStation 2’s powerful new hardware opened new possibilities along the way.", "HOUSE: I think we had the benefit of having already established good IP at that time, because that was another major challenge in the original PlayStation. Sony had no first-party games or IP history, and that really took time. Even by the time PlayStation 2 rolled around, there was a sense that we had credibility with the development community and with publishers we had a track record of success, so even though I think we joked that the launch title from first-party was a firework game for PlayStation 2 [Fantavision], you could lean on the strength of third-party at this point because they were prepared to swing their resources pretty heavily behind the platform.", "WELLS: I remember we had to drive to the airport to pick up a special package that was shipped in because [the PS2] was considered a supercomputer and we had to practically smuggle it through customs to get our hands on it in the early days. That was the first time we sat down and started working with it. We read the specs and we kind of were incredulous. It was like, “Really? Is it really going to be able to do that?” And then when we started to work with it, at first the framerate wasn’t great, but it was able to display a ridiculous number of polygons and we saw the potential. That’s where our ideas for Jak and Daxter started.", "I remember a meeting where I asked about the rotating logo. I’m a branding guy! I think I remember correctly where there was a smug product-planning person who said, ‘Oh yes, we thought of that,’ and then showed this sort of tweak around the logo and very proudly showed that off. Again, it was just another example of where Sony had within this little startup, had managed to draft in some real design and product-planning talent from within the broader organization.” – Andrew House [Former President & CEO, Sony Interactive Entertainment]", "VAN DER LEEUW: We had a concept, and it changed a little bit into something I think was called Colonial Marines, working title. And we had this bold idea, like, “We should go to PlayStation,” because that was the place to be. There were not many shooters on consoles. PlayStation 2 was announced or rumored, so we said we have to do this for PlayStation. And we drank to that and we started making a demo. The demo was completely over the top. It ran on an early Nvidia 256 that ran on five frames a second; we were cramming as much graphical detail and the promise of a beautiful game and these super realistic graphics because the PlayStation 2 was going to be the fastest machine in the world.", "ANGIE SMETS [Studio Director and Executive Producer, Guerrilla]: If you now look at it, it’s pretty hilarious, but at the time this was benchmark graphics based on what we thought was probably going to be possible on PlayStation 2, but we had no clue – we were just hoping it would be because the specs weren’t even announced. Sony got really excited about the demo.", "WELLS: We wanted to tell more interesting stories. We wanted to have games with cutscenes that had longer sequences of dialogue and back-and-forth. Certainly, we were just scratching the surface of that with the Crash games, and we took advantage of the interstitials between levels to render these large versions of the characters, and in some cases it would just be their heads so we could put all of the polygons into their face rather than having to display their bodies. We were limited to how many characters you could have in one scene, so by the time we were done with Crash Team Racing we were pretty excited to be moving on to the new hardware that we’d already had access to for a while, and realized it was a quantum leap forward. We were just shocked by what we were presented with.", "PRICE: On the PlayStation 1 games, we were very limited with the number of joints that we could use with each character. In Ratchet & Clank, all of a sudden we could create much more believable facial expressions, more believable deformations in our characters, which is really important because Ratchet & Clank was a cartoony game, and that squash and stretch was the key. We definitely couldn’t have done that on PlayStation 1, because it required a lot more joints and sophisticated animation to play in real time.", "The PlayStation 2 is the most successful console of all time, but that doesn’t mean that everything went off without a hitch. Product shortages and slow adoption rates in Europe created headaches early on in the console’s lifespan.", "HOUSE: One of the worst telephone calls that I ever had to make was to call every publisher on the platform onto a conference call, I think literally weeks before launch, and tell them that production had been halved, and that we were getting half of what we thought we were in terms of the allocation, because of some component issue that I can’t recall right now. I think it was a drive-based issue. I’ve never heard a more silent call in my life, where nobody would say a word.", "RYAN: Without question, it’s the most successful console ever. But the first year in Europe, we couldn’t sell it. I remember at the time, the dollar was really, really strong and the European currencies – there was no euro at that time – were consistently very weak. We were grappling with price points of thousands upon thousands of lira, hundreds upon hundreds of pesetas, and Deutschmarks and Swiss Francs, and the thing was, we were really expensive in Europe. We just couldn’t sell it. I remember at Sony the Americans, our colleagues at the time, were having massive success and the Europeans were having miserable results and Mr. Kutaragi was … less than impressed by our performance, and he told us in no uncertain terms. I remember very vividly, GT 3, which was the first Gran Turismo game on PS2, came along, and we did a bundle with PS2 that came in a beautiful red box, and it just caught the public imagination and away we went.", "YAMAUCHI: Every Gran Turismo is [important], but there was never any time to wallow in the victory or results after their release. I was always concerned with, “We couldn’t do this,” or “That wasn’t enough,” and we started running towards our next objective. But when I was called to a management meeting and I reported the achievements of GT 3, everyone within SCE management gave me a big applause, and that was the first time I realized, “Ahh I was able to contribute something to PlayStation,” and I remember being very happy about that.", "RYAN: The story has a happy ending, because Europe enjoyed every bit of success that the U.S. had initially, it just took us longer. But it was very difficult at the beginning, and people tend to forget that. Sometimes it doesn’t come overnight, it needs to be earned the hard way.", "Game development is in an inherently challenging task, but early tools and questionable documentation didn’t make it any easier. Sony would smooth things out later on, but there was a definite culture clash between Japan and the rest of the world in the early days of PlayStation.", "VAN DER LEEUW: There was this whole thing where basically there was an implicit flowchart about what you had to do [with memory cards]. If you, at any moment, inserted a card and it was corrupt, you had to offer the ability to format it there. But also you had to be able to rip it out at any moment. Basically, all the rules in the PS2 there was a certain way you had to do it. And we kept fighting bugs that came out of it. I think Angie [Smets], who was a designer at the time, drew a flowchart of how to implement it. It was like, why didn’t you give us this flowchart, because everybody has to go through it?", "SMETS: I remember that, with the two memory-card slots and about a zillion options for how things could go wrong. And then the key was in English, but you couldn’t make any sense out of it.", "VAN DER LEEUW: It was very Japanese. … Sony from back then to Sony now is so different. It was bizarre. It was like the Japanese made a console with a bunch of hardware specs and they threw it over the wall to Europe and then it just had to be implemented here. But the communication between America, Europe, and Japan was really bad. It was a Japanese product that was sold in Europe and America, but it wasn’t a very unified thing yet in those early days.", "FLEMING: The greatest terror ever is that your game is going to erase someone’s memory card. Literally, the most terrifying thing that could ever happen. To create the icon for that little save game, there was a bespoke polygonal format with shaders that you had to use, and I’m 90 percent sure that Bruce [Oberg], one of the founders, had to do the conversion of the model into the correct format for this, and it was totally chaotically insane. The model was some godforsaken … what I remember is that it was crazy, and I forget what flavor of crazy it was. But I remember that just the data conversion of the polygons into that format was like a research project.", "WELLS: The memory card system was a nightmare to work with, I’ll tell you that much. You were super limited with the resolution and you had to be very, very creative to get something that looked good. It was always something you’d do at the very end, when you were in crunch time anyway, so it definitely was always stressful to get it done. Compared to the overall development of the game, it was a small slice of it, but it was something that you definitely wanted to make sure that you gave the right attention to.", "PlayStation 2 was the first Sony console to go online, giving players a chance to battle enemies in SOCOM or go on adventures in games like Final Fantasy XI. The console didn’t launch with built-in networking support, but players could purchase a peripheral that would allow them to access network connections.", "MASAYASU ITO [Executive Vice President, Hardware Engineering and Operation, Sony Interactive Entertainment]: Back then, our office was located in a place called Aoyama, which was separate from the headquarters’ office. In a way, we were separate from the headquarters, and also our project required a very high degree of confidentiality, so it was kept strictly confidential. We didn’t even report to the headquarters what we were doing, so I think we were a group that was looked upon or regarded as a strange, weird group with everybody else wondering what we were doing.", "LEMPEL: When I joined the company prior to the PlayStation 2 launch, back then, it was all confidential. There was the idea that the console at some point will be connected, and it will be some idea of a community that will allow you to play against other gamers from the comfort of your home and potentially get new content. If you think about that in the year 2000, a lot of people couldn’t quite grasp that concept. I was part of a small team that was given that information and it sounds like a brilliant future, and I was really excited to see it happening. And that vision came from Ken Kutaragi.", "RYAN: I think he foresaw the network era and was talking about the network era many, many years before it became reality. But also many years before most people started to imagine it. He talked about this before we could really comprehend what he was saying.", "Ken Kutaragi was notably reluctant about getting into the portable- gaming market. I think there was a lot of arm-twisting that took place from folks like myself from the marketing and sales side of the organization, and one of the reasons I think was that he had genuinely foreseen the rise of smartphones before anyone had heard about the iPhone. I remember him talking about there was going to be a convergence between all forms of media and entertainment into a single communications device. With that in mind, I think he was therefore skeptical about a dedicated handheld market. But that didn’t stop us from having some really good success with PSP at the time, especially in the Japanese market.” – Andrew House [Former President & CEO, Sony Interactive Entertainment]", "ITO: Back then, Mr. Kutaragi assumed and foresaw the internet connection to the network when that console was designed, so the idea was incorporated into its design. The actual connection to the network, the test was not conducted prior to the launch, and therefore what we had to do was actually connect the console to the network and then go through the process of commercialization.", "LEMPEL: We had the network adapter that you attached to the back of your PlayStation 2 console and you screwed it in with a nickel – and that was actually in the instructions, get a nickel, because that was the tool that did well.", "ITO: The monetary value was higher in Japan than in the U.S. – it was a 500 yen coin!", "PRICE: We took advantage of the PlayStation 2’s online capabilities when we released Ratchet & Clank: Up Your Arsenal. It was, we thought, one of the first, if not the first, online platformers. We had a lot of fun making the multiplayer modes, and I think it was fairly popular, but it was fairly early, too.", "SMETS: Do you remember trying to get online for the first time?", "VAN DER LEEUW: Oh yeah. Great.", "SMETS: I think you had to send paper through snail mail so you could get the account activated. It seems like it was 100 years ago, but it wasn’t really that long ago. It’s come a long way.", "ITO: At the time, since I had just moved to SCE, I thought I had to go through a lot of troubles. Looking back at what was waiting for me from that period onward, leading to now, and the various projects and experiences that I had to go through, compared to that, probably it wasn’t that stressful.", "PlayStation 3", "PlayStation 3", "November 11, 2006 (Japan)", "November 17, 2006 (U.S.)", "After the success of PlayStation 2, it would have been reasonable to assume that the upward trajectory would continue. Unfortunately for Sony, the PlayStation 3 marked one of the toughest times for the company. Kutaragi showed off the console at E3 2005, a showing that was notable for the system’s power, abundance of ports (two HDMI inputs and a trio of Ethernet connections), and odd boomerang-shaped controller. The console was powered by a proprietary IBM-developed Cell processor, which promised to give developers an unprecedented amount of processing power.", "A year later, much had changed. The Cell processor and other components proved to be expensive, which led to the announcement at E3 2006 that it would have two versions – one costing $500, and another priced at $600. It was a shocking announcement, accompanied by a press conference that spawned meme-worthy moments such as Kaz Hirai’s infamous “Ridge Racer” and “Hit the weak spot for massive damage” lines. The price did indeed prove to be an obstacle when the consoles launched in November, but that was far from the only problem the PS3 faced.", "LEMPEL: Under strict NDA I was being told, “Here’s what [PlayStation 2] is going to do,” but then there was also this hint about the vision for what would be the next console. We weren’t even out with the PS2 yet, and I believe Kutaragi-san was already thinking about what’s next after that.", "RYAN: Ken is a genius. There’s no two ways about that. When you work for that sort of a person, it’s kind of scary when you watch their brain working in ways that you can’t really comprehend or follow. It doesn’t happen often, but it’s scary and exhilarating.", "PRICE: I was fortunate enough to spend some time with [Kutaragi] in Japan and went to dinner with him and got to hear his philosophy on the PlayStation 3 and his vision for how PlayStation 3 could change the world, not just for games, but online computing. I think he was way ahead of his time in terms of massively parallel computing. To me, it was really, really cool for an industry icon like Ken Kutaragi to think about a gaming platform as a device that could make the world better. What I remember in particular was the Folding program, which as a PlayStation 3 player you could sign up and have your PlayStation 3 help work on folding proteins to assist in scientific endeavors. That was really cool, and it was an altruistic angle for the PlayStation 3.", "LEMPEL: There were other products at the time. We were right at the tail end of the Dreamcast’s life cycle, which could go online, but this was a much deeper vision, a much more robust vision about where this could go.", "ITO: Among various projects and processes I think it was the toughest challenge. Having said that, in the end it was the most rewarding. In the design process there were so many challenges, and they surfaced one after the other. We had to keep on overcoming those challenges, so it was very tough.", "Developers had varying amounts of difficulty adjusting to the PS3’s Cell processor. Because of its unusual architecture, it proved to be particularly challenging when developing multiplatform games.", "PRICE: I know that it was more challenging than the PlayStation 1 to PlayStation 2 transition; however, we had a lot of heads-up from Sony and we were privileged to attend various technical briefings and understand the Cell architecture in-depth. And because we were only working on the PlayStation platforms at the time, we could put all of our focus into preparing for the PlayStation 3, which we did. We also were in the unique position of being able to create a launch title for the PlayStation 3, which meant that we worked very closely with Mark Cerny and the hardware team to ensure that Resistance, which is the title we were working on, could run well on the PlayStation 3.", "YAMAUCHI: The Cell architecture was great in theory, but actually making use of it and drawing out its peak performance involved a lot of complex work. It was high-performance, but sensitive. So when I look back on the days working on Gran Turismo on the PS3, I do remember it was difficult.", "VAN DER LEEUW: Even desktop chips nowadays, the fastest Intel stuff you can buy is not by far as powerful as the Cell CPU, but it’s very difficult to get power out of the Cell. I think it was ahead of its age, because it was a little bit more like how GPUs work nowadays, but it was maybe not balanced nicely and it was too hard to use. It overshot a little bit in power and undershot in usability, but it was definitely visionary.", "YOSHIDA: PS3 had a very peculiar hardware architecture. The video game engineer had to spend months to get a single piece of image to be displayed on TV. Even though the Cell processor was a monster chip with an amazing performance, we learned that the peak performance is not as important as the ease of development for most of the developers.", "VAN DER LEEUW: I would personally say the PlayStation 2 was way harder. But the PlayStation 3 had such a bucketload of power. Making use of it and really getting performance out of the PS3 was hard, because you had all the SPUs and the power was not easy to unlock. You had to write a lot of special-case code. Once we were done and we got all the physics stuff and the ragdolls and there was so much stuff we did, it was good, but everything took a long time. And you need quite a skilled team to do it.", "FLEMING: I don’t think it was particularly difficult engineering; you didn’t need this mythical 100x programmer genius. I think the thing that was special about it was you had to decide that you were willing to put your data into the formats that were convenient to the hardware rather than convenient to the people making the game.", "WELLS: The PS3 with its Cell processor was challenging to develop for but, once you tapped into its power, it was quite a workhorse. It allowed us to take the leap from developing cartoony, fantastic-style games to tackling real-world, more photo-real rendering and animation. It was on the PS3 that we really found our groove of giving equal importance to both narrative and gameplay and matching the character’s emotional state with what the player was experiencing at any given moment. The technology had finally reached the point where we could achieve something as emotional as the opening 20 minutes of The Last of Us that regularly moves players to tears.", "Composing PlayStation's Startup Sounds Every version of PlayStation hardware has booted up with musical accompaniment. Chances are, you’ve heard these tunes thousands of times. It’s so memorable that Naughty Dog added the PS1 startup sequence in one of Uncharted 4’s memorable moments. We spoke with Takafumi Fujisawa, the composer of the original startup sound, to learn a bit more about his work and the work that his audio team produced in other PlayStation consoles. “The function of this sound is to tell the user that the hardware is running like it is supposed to, and that the disc has successfully been read. To add, the swooshing reverse sound [in the PlayStation 1 sequence] is designed so that it can go into loop if the disc couldn’t be read, and we can understand if something went wrong. “I thought of the structure, selected the tones, and gathered the instruments in two weeks, and the studio work was done essentially in two days. I kept thinking from the start that I wanted the sound image to be something exciting, like that feeling when you walk into a cinema. I really wanted to communicate and reinforce that something fun is going to happen. “When we went into PlayStation 2, the sound team had grown to a significant size, so I decided to create a concept and we had a team contest. I finalized the final two options, and made sure that the perfect 4th chords were emphasized as the key feature of the series. Kutaragi-san briefed us with the concept that was beyond our image, like a monolith floating in space with the Earth in the background. I used the perfect 4th chords with stable harmony to express simple strength and the image of landing somewhere from space. “I was focusing on my duties as the development manager by PlayStation 3, so the sound was created by my junior staff, but I think that the concept is great that the sound features the orchestra tuning up to express that something is starting.”", "The PS3’s price proved to be a major obstacle for Sony, considering its closest competition, the Xbox 360, was several hundred dollars cheaper. Sony lost money with every console it sold, and its engineers were told in no uncertain terms to come up with cost-cutting solutions.", "YOSHIDA: PS3 was one of the very first consumer Blu-ray video players in the market, so the initial days of the PS3 manufacturing was limited by the number of the Blu-ray drives supplied by Sony. Cost of goods was very expensive at that time, due to the costs of the Cell processor and Blu-ray drive.", "ITO: There was a strong order and demand coming from Mr. Kutaragi to reduce the cost. However, the PS3 incorporated a wide range of the most advanced technology, which means that it was not easy to reduce the cost. Whenever we tried to do something about it, everything was very, very tough. One experience I recall vividly is because we were told to reduce the cost constantly, and repeatedly, I decided to come up with intentionally a very cheap looking and cheap prototype satisfying the cost aspect and showed the prototype to Mr. Kutaragi. As soon as Mr. Kutaragi saw it, he threw that on the floor and broke it into pieces. I was surprised, but then I realized that what Mr. Kutaragi tried to stress is that even though it may be difficult, we should never come up with anything that looks cheap. The PS console is the epitome of all the advanced technology, so the PS console should give the impression that it incorporates all the technology and is worthy of showing that. That was a very important lesson that Mr. Kutaragi gave to me, and that has been the leading pillar of my thinking in design concepts and ideas.", "RYAN: Despite starting with a horribly uncompetitive price point, we did end up in a position of comparative parity. In all the years I’ve been doing this, I don’t think I’ve worked harder or found it more difficult than on that particular cycle. It really was challenging.", "With PlayStation 3, Sony was investing in online in a major way. The PlayStation Network was a fundamental part of the PS3 experience, ushering in a new connected age. Customers could download games, updates, and DLC from their homes – and even add new functionality to their consoles, like having the ability to download software in the background or collect trophies in their games.", "LEMPEL: It took some time. It was something entirely new to the majority of our consumers. There were a lot of people who used those PlayStation 2 network adapters, but there were also a ton of people who hadn’t. Now I’ve got a console that would benefit from being connected, so we had to educate them on the benefits of being connected – and it took some time.", "PRICE: It’s been an incredible boon for players, having patches and DLC automatically install is very, very convenient. I think also with the rise of network speeds digital is now outpacing physical distribution, which is, from a developer’s perspective and I think a publisher’s perspective, is a real win.", "PlayStation Vita was brilliant in many ways, and the actual gaming experience was great, but clearly it’s a business that we’re no longer in now.” – Jim Ryan [President and CEO, Sony Interactive Entertainment]", "LEMPEL: Really, one of the things that excited me so much back then – and that I really had such passion for – was the idea of firmware updates. Today, it sounds silly because it’s so common to have updates, but we were one of the first devices where we could truly say after you buy this device and take it home, it’s going to get better. It’s going to do more than the day you bought it.", "YOSHIDA: PS3 had a lot of great features, but not many people used them as it was hard to discover some of the advanced features. Features like video chat, super-audio CD, and other OS installation. We learned that making features accessible to players will truly make the features appreciated and used by the players. We put “ease of use” as a key pillar to develop the PlayStation 4.", "PlayStation 4", "PlayStation 4", "November 15, 2013 (U.S.)", "February 22, 2014 (Japan)", "Following the launch of the PlayStation 3, Ken Kutaragi’s role within Sony changed. His titles shifted over the years, but the biggest change to PlayStation was that he didn’t have a planning role in designing the PlayStation 4. Sony was able to gain ground in the marketplace in the last part of the PS3’s lifespan, thanks in no small part to exclusives including Gran Turismo and The Last of Us, but the overall experience was one that the company wasn’t keen to repeat. In many ways, the PlayStation 4 was designed as a direct response to the PlayStation 3’s failed potential.", "HOUSE: I think for me, a critical theme was kind of a renaissance. Following a ton of issues around PlayStation 3, the goal for me was to take the company back to the core values that had underpinned success. Being about developer creativity. Being developer-friendly in its broadest sense. Offering as far as possible a good value for money and being aggressive in that area. But also being a kind of creative palette upon which people could launch new franchises and new IP, whether it was first-party, which I think has happened all the way through the course of the console’s lifecycle, and that folks should be really proud of, but also for third-party publishers as well. I think, by and large, we managed to achieve those goals.", "LEMPEL: What was great about PlayStation 4 was we had a number of years of experience on the network and managing a really great community and of course running a store. We took all of those learnings and made massive improvements on everything. It was a lot of the things we would have hoped we would have known going into PS3 but we just wouldn’t know. We had to learn a lot.", "ITO: Because PS3 incurred a sizeable loss from Sony Computer Entertainment, when it came to PS4 we made a point of generating profit from the very beginning. At that time, I took a great lesson about the power of the PlayStation product. Because we should generate profit, if we come out with anything cheap-looking, then it’s not a PlayStation. The key point was offering an affordable price to customers that’s still profitable to our company but never cheap-looking. That is a very important point that we always kept in our minds based on what I learned from my experiences with the PS3 before.", "VAN DER LEEUW: I remember at one point Mark Cerny pulled me aside at [a conference] and I remember having these meetings in the IT room in the office – because that’s where I could close the door and it was five or six o’clock and everyone in the Amsterdam office was drinking – and I was sitting in a one-closet room with the door shut with a TV on with a presentation with early PlayStation 4 specs – which were completely different than they are now! We can never talk about that machine, because it’s buried of course, but it was really interesting seeing how a machine develops and also seeing someone like Mark Cerny at work and how a machine is balanced out and how much input from the different games goes into that. From opinions to measurements to running things on simulators to experiments – all this stuff that goes on until something hits the silicon. It’s a really cool process.", "PRICE: For us, it was great. Mark Cerny was even more heavily involved with the hardware at this point, and we spoke at length to Mark about what the PlayStation 4’s hardware architecture would be like. It seemed like Sony had really listened to developers during the PlayStation 3 era and wanted to make sure that it was going to be much easier for developers to take their technology and bring it over to PlayStation 4 and improve it. That was absolutely true.", "ITO: For designing the controller for PS4, we changed the process of designing. Up until then, the controller development was done in Japan by only the Japanese engineers, but for the PS4 onward we’ve called on our colleagues and engineers in the United States, Europe, and Japan and formed a team to discuss what sort of controllers would reflect our path. At that time, in our team an American engineer came up with this idea of putting a share button on the controller, and I really think that having a share button on the controller is a really unique, imaginative idea. It is a unique function, the share button is, and it really changed the way development and the design was done with controllers. The global discussion allowed the controller to change.", "REDDY: The share button. We love that share button. The share button, we use that in so many different ways. Obviously, internally, we use it to share things with each other all of the time throughout development. It just became an amazing development tool, where instead of actually having to go through the faff of everybody having video cards, we were suddenly able to share bugs more easily, we were able to share funny things with each other more easily, share progress more easily. … It’s just been a really amazing way of seeing what people are doing off the platform.", "RYAN: I think we’re getting better as a company at involving different stakeholders earlier in the process.", "VAN DER LEEUW: There’s a very healthy, intense, fact-based discussion about what should be in there. I think the hardware-development team is a really open dialogue now, and there’s a lot of back-and-forth about questions and ideas. I think many people contribute.", "FLEMING: One of the things that I really appreciated that changed on the PS4 was during the boot sequences of games, you had all these warnings, these system-level warnings about the Move controller and all the safety warnings. It really, dramatically elongated the boot-sequence time, so we were so grateful when you finally saw the migration of those very important disclaimer warnings migrate into the OS just so that customers could get into the games quicker. I always used to send these mails to the legal department about the number of people who saw one of these screens today times the number of seconds that it took, and effectively how many lives were being lost to these screens that we could clearly do on a per account basis, and get them to acknowledge it and then it would move away.", "Sony did something unusual midway through the PlayStation 4’s lifespan: The company developed an upgraded version of the system, the PlayStation 4 Pro. This new console added support for HDR lighting and 4K displays.", "VAN DER LEEUW: We were involved when it was being designed and we were looking at the components. It was very much like, “Is this something we can do, that gives the possibility of doing 4K in HDR at an affordable price? Wouldn’t that be great?” In the beginning, we were not sure if that would be possible or if 4K was really worth it, because at that point 1080p was fine, and it was a very high resolution compared to 720p. For the first time we saw it on a massive Sony TV a prototype version of Shadowfall running on it, and it was like, “Wow, it really does make a difference.” But we never thought that could be done on consumer hardware levels.", "The neat thing we did in Infamous Second Son was that [motion-controlled] spray-painting. I think that was more of a skunkworks project, where we really wanted to try something with spray-painting, and the guy who worked on it must have tried 30 different paradigms. All those things, it wasn’t like Sony was like, ‘Please do this.’ In fact, there was a little bit of politics in terms of asking people to shake the controller, where some of the legal people were a little concerned that it might incur liability because there was no hand strap. I believe the original prompt was, ‘Shake the controller,’ and that didn’t pass legal muster because they felt that someone was going to blow their TV up or something wild. We changed it to ‘Rattle,’ because it was more gentle, but that was the level of detail that you get into when you’re trying to get your title cleared at times.” – Brian Fleming [Co-Founder and Producer, Sucker Punch Productions]", "SMETS: I remember making phone calls with companies asking if there was any capturing equipment, and they were like, “We’re sorry, ma’am, but that does not exist.”", "FLEMING: In the case of 4K and HDR, in the same way that when they were working on the PS5 they did some collaborations with Insomniac using the Spider-Man codebase, we were that codebase on much of the PS4 Pro. We just provided them the compileable code and let them hack on it for a little while, which is useful for everybody.", "ITO: Indeed, in the past, the cycle for a new platform was 7 to 10 years, but in view of the very rapid development and evolution of technology, it’s really a six to seven year platform cycle. Then we cannot fully catch up with the rapid development of the technology, therefore our thinking is that as far as a platform is concerned for the PS5, it’s a cycle of maybe six to seven years. But doing that, a platform lifecycle, we should be able to change the hardware itself and try to incorporate advancements in technology. That was the thinking behind it, and the test case of that thinking was the PS4 Pro that launched in the midway of the PS4 launch cycle.", "PlayStation 4 seems to have righted the ship, bringing big-name exclusives to the platform, including Uncharted 4 and God of War. Sony recently announced the PlayStation 5, a console that adds a solid-state drive and faster processer to further reduce load times. In the meantime, the company is reflective, while still looking ahead.", "RYAN: I think [we have] a real sense of pride about what the PlayStation team achieved, because it’s easy to forget that we sort of came out of the PS3 cycle, a little lacking in self-confidence. To do what we’ve done, I feel really proud of it. Sure, over the course of five or six years we’ve made mistakes, everybody does, but by and large I feel really proud of the way the PlayStation team delivered and executed and very happy and humbled to have played my part in that success. I think everybody who is part of it should feel similarly good to have that as part of their career.", "YAMAUCHI: I’ve now spent over half my life with PlayStation. It was 1993 when I first made the concept design and started working on Gran Turismo. … In regard to work, you never really have time to enjoy your own achievements or successes, and no time to feel fulfilled and to take a break, but I want PlayStation to look only towards the future without looking back on its achievements, to take risks and move forward. I’m convinced that there is still much more we can do to have a good effect on society.", "HERMEN HULST [Head of Worldwide Studios]: Games have now fully entered the mainstream of pop-culture media. That is both amazing and exciting. Our challenge as creators is to be meaningful to so many people while simultaneously cherishing the counter-cultural aspects that make gaming the quirky, odd, off-kilter, surprising, and sometimes shocking expressions that they need to be. Our collective voices as game devs have become more diverse and therefore more interesting as a result. It’s exciting to look at a future where people around the world start seeing games as something significant, something sincere and worthwhile.", "KUTARAGI: PlayStation eventually went on to become one of Sony's mainstay businesses, a triumph which elicited another happy quote from Mr. Ohga one day while he was gazing skyward from the conference room window. “Wonderful, Kutaragi. Simply wonderful,” he said. I'll never forget it.", "Print subscribers to Game Informer received this issue wrapped in this amazing cover art by the legendary Sam Spratt, it also had expanded images and layout design. Check out Sam Spratt's work on his instagram, or you can order a print here, and subscribe to Game Informer here."], "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Senior Editor", "Jeff Has Spent Countless Hours Using His Thumbs To Maneuver Images On Television Screens."], "title": "The First 25 Years", "id": "6d0d7af9-b978-3369-95eb-9a007ce38533", "keywords": ["really", "game", "console", "remember", "playstation", "nintendo", "sony", "games", "25", "think", "going"], "summary": "In actuality, for more than 25 years the PlayStation team has had to navigate some of the industry’s most difficult terrain.\nI don’t think that’s ever going to work.”EVAN WELLS [President, Naughty Dog]: I think PlayStation is a totally reasonable name.\nA lot us can trace our careers back to Ken Kutaragi’s decision to use CD-ROMs for PlayStation games.\nPretty much right at launch, Super Nintendo games were including DSPs – digital signal processors – and math co-processors in the cartridge to assist the main CPU of the system.\nI remember at the time, the dollar was really, really strong and the European currencies – there was no euro at that time – were consistently very weak.", "pubDate": null, "url": "https://www.gameinformer.com/feature/2019/12/03/the-first-25-years"}