{"id": "6d169adf-be56-34b9-b3e1-5bebba62f731", "title": "Replay – Damnation With Actor Scott Porter", "url": "https://www.gameinformer.com/replay/replay/2020/09/25/replay-damnation-with-actor-scott-porter", "summary": "We hope you're excited for Replay today because we have a special episode for you.\nJoining us from deep within the Marvel universe, actor Scott Porter is joining the show to talk about his roles as Cyclops, Harry Osborn, and more!\nSo join Andrew Reiner, Scott Porter, Ben Reeves, and me as we don the mantle of steampunk freedom fighters and attempt to save this alternative version of Earth.\nWe went live earlier but you can catch the full archive of the stream above!\nIf you can't get enough of our live shows, remember to subscribe on YouTube, Twitch, Twitter, and Facebook to get notified when we go live each week!", "paragraphs": ["We hope you're excited for Replay today because we have a special episode for you. Joining us from deep within the Marvel universe, actor Scott Porter is joining the show to talk about his roles as Cyclops, Harry Osborn, and more! We're also going back to 2009 to play the disaster that is Codemaster's Damnation.", "So join Andrew Reiner, Scott Porter, Ben Reeves, and me as we don the mantle of steampunk freedom fighters and attempt to save this alternative version of Earth.", "We went live earlier but you can catch the full archive of the stream above! If you can't get enough of our live shows, remember to subscribe on YouTube, Twitch, Twitter, and Facebook to get notified when we go live each week!"], "authors": ["Video Editor", "Alex Is Usually The Largest Nerd In The Room", "Literally", "Has A Deep-Rooted Passion For Video Games", "Movies", "A Good Beer. He Grew Up A Nintendo Kid But Is Now An Equal-Opportunity Gamer Who S Trying To Play More Jrpgs."], "keywords": ["joining", "damnation", "scott", "replay", "youtube", "went", "version", "porter", "universe", "actor", "week", "youre", "live"], "pubDate": "2020-09-25T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}