{"id": "6d1ef730-2e9c-34a0-aa2b-cab86c42cf5a", "title": "'I'd like to vote Democratic': the swing voters who want a reason not to back Trump again", "url": "https://www.theguardian.com/us-news/2020/jan/19/id-like-to-vote-democratic-the-swing-voters-who-want-a-reason-not-to-back-trump-again", "summary": "Monroe county, Michigan, saw one of the largest swings in the country from Obama to Trump – and so far many swing voters are likely to go for Trump even as they have plenty of doubt'I'd like to vote Democratic': the swing voters who want a reason not to back Trump again'I'd like to vote Democratic': the swing voters who want a reason not to back Trump againIt’s not that James Padot hugely admires Donald Trump or his values.\n“I’d like to vote Democratic.\nFacebook Twitter Pinterest A power plant in the distance in Monroe county, Michigan, which Obama twice won.\nLike so many other swing voters, Padot voted for Trump to shake up the system.\n“They think the only way they can do it is by trying to appeal to those Trump voters on Trump’s terms.", "paragraphs": ["Monroe county, Michigan, saw one of the largest swings in the country from Obama to Trump – and so far many swing voters are likely to go for Trump even as they have plenty of doubt", "'I'd like to vote Democratic': the swing voters who want a reason not to back Trump again", "'I'd like to vote Democratic': the swing voters who want a reason not to back Trump again", "It’s not that James Padot hugely admires Donald Trump or his values.", "After all, Padot spent more than four decades as a pipe fitter, a skilled trade that provided a good living but relied on the power of his labour union for work and to ensure he was decently paid.", "He worked on grand projects around the midwest including construction of the nuclear power plant in his hometown of Monroe, Michigan. So Padot is a fan of organised labour and feels a pull to vote Democrat.", "But after twice supporting Barack Obama in presidential elections, he cast his ballot for Trump in 2016. Nearly four years later, he has yet to be presented with a reason not to do so again.", "“I’d like to vote Democratic. But I watched the people they have and some of what they’re talking about and some of it’s just crazy,” he said.", "So, as things stand, Padot will once more vote for Trump in a county that saw one of the largest swings in the country from the first African American president to a divisive leader denounced by his opponents as racist, corrupt and unfit for office.", "Facebook Twitter Pinterest A power plant in the distance in Monroe county, Michigan, which Obama twice won. But in 2016 Trump trounced Hillary Clinton there. Photograph: Erin Kirkland for the Guardian", "Obama twice took Monroe county, just south of Detroit. But in 2016 Trump trounced Hillary Clinton there, winning by more than 16,000 votes. Those votes alone delivered Michigan to Trump by the narrowest margin of victory – just 10,704 votes – in the history of presidential elections. The state, in turn, was an important part of the electoral college puzzle that put him in the White House.", "Trump’s slim victory makes Michigan an important target for the Democrats this year along with other states that flipped to the Republican four years ago. This week, and at various stages in the run up to the 2020 presidential election, the Guardian is returning to three counties in Michigan, Wisconsin and Iowa that swung from Obama to Trump to ask which way they will go in November.", "Opinion polls suggest that any of the leading Democratic candidates would beat Trump in Michigan although, 10 months before the election, they provide inspiration more than expectation to many Democrats fearful that the wrong candidate – too centrist or too liberal – could let Trump back in.", "‘He’ll win again because the economy seems to be doing good’", "While Trump commands the unwavering loyalty of a hardcore of voters, his victory was secured by people like Padot whose support is much softer. But, so far at least, many of them are still willing to back the president even though they have plenty of doubts. Trump has the lowest approval ratings at this stage of the campaign of any incumbent running for re-election since the 1970s.", "Like so many other swing voters, Padot voted for Trump to shake up the system. As things stand, he thinks the president will win again in Monroe county and nationally.", "“Everybody knew he’s a huckster but they were so mad at the status quo,” he said. “He’ll win again because the economy seems to be doing good.They might say there are these other things but once the curtain closes and they have to vote, then it’s the economy. I just think that’s the way it is.”", "Facebook Twitter Pinterest Holden Hakeos, 16, works on his ’73 Chevy c10 on 14 January 2019 in Monroe, Michigan. In 2008, the local Ford car plant shut, taking with it 3,200 jobs just as the recession hit. Photograph: Erin Kirkland for the Guardian", "In places, the definition of the economy doing well is not an indication of prosperity but, rather, a lack of unemployment. Monroe county has jobs but the steady well-paid work relied on by thousands of people for decades disappeared with factory closures. In 2008, the local Ford car plant shut, taking with it 3,200 jobs just as the recession hit. The knock-on effect of lost wages was felt by local stores and other businesses in downtown Monroe city, the county capital, dotted with ghost shops. A largely abandoned shopping mall sits on the edge of town.", "Monroe Democrats, still reeling from Trump’s victory, are split on how to respond. Bill LaVoy, who held the local seat in the state legislature until he was swept out by the 2016 political whirlwind, backs the former vice-president Joe Biden as a safe candidate who can appeal to Democrats who defected to Trump.", "‘The Democrats think the only way they win is by appealing to those Trump voters on Trump’s terms’", "On the other hand, a younger generation thinks the leadership is running scared when it focuses on trying to win back voters like Padot instead of offering a more radical alternative.", "“They lost to Trump and they’re just so scared it’s going to happen again,” said Christopher Slat, a 31-year-old Democratic campaign activist. “They think the only way they can do it is by trying to appeal to those Trump voters on Trump’s terms. If the Democrats don’t have a compelling policy answer to address people’s actual problems, then they’re just going to keep being resentful and keep voting for the most spiteful rightwing people.”", "Facebook Twitter Pinterest Christopher Slat, a Democratic campaign activist: ‘They think the only way they can do it is by trying to appeal to those Trump voters on Trump’s terms.’ Photograph: Erin Kirkland for the Guardian", "Slat, who recently declared a run for the state legislature seat lost by LaVoy, backs Bernie Sanders because he said the senator has policies the party can sell to mobilise new voters.", "“I’m not overly concerned with winning Trump voters back as much as I am activating people who don’t always vote or activating the new populations of young people who are coming into the electorate,” he said.", "Slat sees young first-time voters as having been dragged into becoming more politically engaged by issues such as the climate crisis and school shootings.", "Trump is more unpopular among young people than any other age group with polls showing that through most of his presidency twice as many 18- to 29-year-olds disapprove of his leadership as approve.", "In important swing states such as Michigan and Wisconsin, where Trump won with such slim margins, young first-time voters could decide the outcome in November and the Democrats are working hard to mobilise them in major cities. But a big question remains over how many will actually turn out to vote.", "Still, Slat is not writing off swing voters. He thinks some can be won back by focusing on what drove them to vote for Trump in the first place, and tying their disillusionment with the system to corporate corruption of politics. He said healthcare is a path into that because the high cost of insurance and treatment can be linked the medical industry’s influence in blocking reforms that might reduce profits.", "“You tie it to the anti-corporate message because everybody understands the corrupting influence of corporate money in politics, especially people who vote for Trump. They understand that the system is corrupt and rigged,” said Slat.", "‘Sanders seems sharp but he’s too socialist – him and Warren’", "Facebook Twitter Pinterest An American flag hangs on a house in downtown Monroe, Michigan. Photograph: Erin Kirkland for the Guardian", "Padot is among those Trump voters who would like to see reform of the health system but he doesn’t have any more confidence in the Democrats than the Republicans to do it.", "“What’s really stupid is that there are countries all around the world that have healthcare for everybody. One of those has to be the best. So just copy that. How hard is that? But no, this is America. We’ve gotta reinvent the wheel and it’s not gonna work,” he said.", "But then Padot is not impressed by any of the Democratic candidates.", "“I don’t think any of them are like Obama. That guy, he came out of nowhere. The guy could talk. He’s very charismatic. I don’t see that on any of these people,” he said. “Joe Biden, I think his time has gone. Bernie [Sanders] seems sharp but he’s too socialist – him and Warren. Their ideas won’t play well in Michigan or Nebraska or Iowa.”", "Opinion polls show all the main Democratic contenders beating Trump in Michigan and Wisconsin but losing to him in Iowa. .", "Across the city, at the Oaks of Righteousness Christian Ministries homeless shelter in one of the poorest districts of Monroe, Rob Burgess is equally disparaging not only about the Democratic candidates but all politicians. The former soldier who went on to work for a cable company before deciding to reorder his life by working at a homeless shelter, doesn’t vote because he doesn’t trust any politicians and doesn’t think it will make much difference to Monroe who is president.", "“I never voted. Never had any confidence in our political system,” he said. “I don’t want to say I would never vote but I still don’t believe in our political system.”", "Facebook Twitter Pinterest Robb Burgess, 51, is equally disparaging not only about the Democratic candidates but all politicians. ‘I never voted. Never had any confidence in our political system.’ Photograph: Erin Kirkland for the Guardian", "His own take on Trump is mixed. He viewed the president’s 2016 election campaign with scepticism, thinking it was all an act “to get attention for his next best thing”. But then he got elected.", "Burgess sees Trump as his own man, which he likes, and said the president has followed through on some of the promises he made. But he repeats the oft-heard criticisms about Trump on Twitter, although he excuses those tweets widely denounced as racist saying they are the result of the president’s “social ignorance”.", "There are limits for Burgess. He regarded Trump’s threat to attack Iranian cultural sites as wrong because it is against the Geneva Conventions. Still, he has little time for the Democrats who he accuses of putting all their efforts into trying to unseat Trump.", "Meanwhile, he doesn’t see any of them helping Monroe forge a new path to prosperity.", "“I think life’s getting tougher in this community because there’s no good jobs that will pay for people to get above the poverty level. There are some jobs, but they’re minimal. We used to have a Ford factory here. It closed. My father worked there. Lots and lots of people’s fathers,” he said. “There’s not a lot of anywhere else to find jobs besides outside the county. Down to Toledo. Up towards Detroit. But inside Monroe county, there isn’t really any place where I could say unskilled labor where you can just go and work and make a decent living.”", "“Things are tough here. I do personally believe that a lot of people voted to not vote for the establishment, that they’re tired of it. Those that favoured Trump still favour him and those that didn’t still don’t. Based on that, I would say he will get re-elected again.”", "Burgess thinks people put too much hope in politicians. He says that working at the homeless shelter, and volunteering to provide free meals for low-income families, has more impact than any change of government.", "Is there anything a president can do?", "“Send money. I hate to say it but short of that I am not one that believes that our government can fix any of our social problems,” he said."], "authors": ["Chris Mcgreal"], "keywords": ["michigan", "reason", "county", "think", "vote", "democrats", "voters", "democratic", "padot", "monroe", "swing", "trump", "id"], "pubDate": null, "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}