{"summary": "A Denny’s restaurant in Santa Ana, Calif. was reportedly damaged on Saturday night after the management allowed a hardcore punk band from Long Beach to play a show in the dining room.\nDenny's, meanwhile, has since confirmed to Fox News that while the management gave permission for an event, they were \"unaware a concert was planned.\"\nA representative for Denny’s has since confirmed that the staff didn't know a concert had been planned for the location.\n\"The manager was unaware a concert was planned, and the event organizers have been asked to pay for damages.\"\nIn 2013, a hardcore band famously played a show inside their local Denny's and went viral, largely because the lead singer asked, \"What the f--- is up, Denny's?\"", "keywords": ["santa", "band", "cause", "dining", "grand", "damages", "restaurant", "allegedly", "hosts", "dennys", "fox", "restaurants", "concert", "shared", "unaware", "fans", "punk"], "paragraphs": ["That’s the price you pay for such aggressive Grand Slam-dancing.", "A Denny’s restaurant in Santa Ana, Calif. was reportedly damaged on Saturday night after the management allowed a hardcore punk band from Long Beach to play a show in the dining room. Denny's, meanwhile, has since confirmed to Fox News that while the management gave permission for an event, they were \"unaware a concert was planned.\"", "DENNY'S WAITRESS GIFTED A CAR BY CUSTOMERS", "The musical group Wacko — whose songs include “Human Fertilizer” and “4 out of 4 Americans Got Me F---ed Up,” according to their Bandcamp page — had shared news of the restaurant’s condition to Instagram the following day, telling followers that the person who arranged the concert was now being charged for damages to “the tables to chairs to the f---ing chandelier.”", "“If you broke s--- on purpose you suck but at least you and any1 who has a heart for what this kid pulled off should donate some money to his a--,” the band wrote.", "The friend who arranged the show, identified as Bryson, had also reportedly remarked that the damages could total “more than a grand easily,” according to the Instagram announcement.", "CLICK HERE TO SIGN UP FOR OUR LIFESTYLE NEWSLETTER", "In footage from Saturday night, Wacko's fans could be seen moshing and attempting to crowdsurf in the dining area. Another fan also shared a video that appeared to show fans who couldn't get into the venue but watched through the large, airy windows of the Santa Ana Denny's.", "A representative for Denny’s has since confirmed that the staff didn't know a concert had been planned for the location.", "\"Denny’s is a family-friendly restaurant and while we do have banquet space available at some restaurants, we do not allow events that can disrupt the dining experience of our guests,\" the restaurant said in a statement shared with Fox News. \"The manager was unaware a concert was planned, and the event organizers have been asked to pay for damages.\"", "CLICK HERE TO GET THE FOX NEWS APP", "As odd as this incident was, however, it wouldn't be the first time a rock concert was staged inside a Denny's. In 2013, a hardcore band famously played a show inside their local Denny's and went viral, largely because the lead singer asked, \"What the f--- is up, Denny's?\" before launching into a song."], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "http://www.foxnews.com/food-drink/punk-band-hosts-concert-at-dennys-fans-allegedly-cause-more-than-a-grand-in-damages", "authors": ["Michael Bartiromo"], "id": "6d20934a-97bd-39ea-bd18-20b887560155", "pubDate": null, "title": "Punk band hosts concert at Denny's; fans allegedly cause 'more than a grand' in damages"}