{"id": "6d2ac098-7ff1-393a-80e4-b5cdbae00453", "title": "Reimagining August Wilson’s “Ma Rainey’s Black Bottom” on the Small Screen", "url": "https://www.newyorker.com/magazine/2020/12/21/reimagining-august-wilsons-ma-raineys-black-bottom-on-the-small-screen", "summary": "The real star of the director George C. Wolfe’s film of August Wilson’s play “Ma Rainey’s Black Bottom” (on Netflix, starting December 18th) is Viola Davis’s makeup.\nShe sits in the back of her fine car while Dussie Mae sits up front with Sylvester, because empresses do not share thrones.\nStill, “Ma Rainey’s Black Bottom” is one of the few plays in the American canon that focus on a Black woman, and Rainey is among Wilson’s most organic female characters.\nShe isn’t free enough to risk being disliked, but you can’t be Ma Rainey and want to be embraced and accepted; Ma didn’t play that shit.\nYou have to understand where life began for Ma Rainey, and where it ended: in the terrors that she shouted and laughed at and turned into song after song.", "paragraphs": ["The real star of the director George C. Wolfe’s film of August Wilson’s play “Ma Rainey’s Black Bottom” (on Netflix, starting December 18th) is Viola Davis’s makeup. Designed by the industry veteran Matiki Anoff, it is a masterpiece of Black American style. Anoff gives Davis, who plays Gertrude (Ma) Rainey, the singer often described as the “Mother of the Blues,” the rouged look we associate with the era—the play is set in 1927—but filters it through the singer’s extravagant and scrutinizing vision. Bottom-heavy but light on her feet, the forty-five-year-old Rainey is a renegade, with long, sharply drawn eyebrows and a layer of too much shine on her face. She also has a mouth full of gold teeth that flash like artillery whenever she issues a directive or criticizes the incompetence and insurrections that threaten to undermine her stinging authority.", "When we meet Rainey, she’s in Chicago with her female lover, Dussie Mae (Taylour Paige, overdoing her sweet-young-thang thing), being driven around by her nephew, Sylvester (Dusan Brown). Rainey and her band have been asked to cut a few sides by a white man named Sturdyvant (Jonny Coyne), who owns a small race-music record label where Rainey has worked before. While Sturdyvant may know what he has in the great, brazen composer of such blues standards as “See See Rider” and the in-your-face queer classic “Prove It on Me Blues” (“Went out last night with a crowd of my friends / They must’ve been women ’cause I don’t like no men”), Ma, too, has a strong sense of her own worth. She sits in the back of her fine car while Dussie Mae sits up front with Sylvester, because empresses do not share thrones. Wrapped in her summer furs and her beautiful snobbery, Ma looks out at the world with little love. To show love is to be vulnerable, and the only time it’s not an embarrassment to be vulnerable is onstage; there you can have and give life that’s not always in danger of being devalued or hurt by the white world.", "Once Rainey gets to the studio—she’s late, and she doesn’t apologize for it—she keeps her distance from others. It’s a lonely business, being the head of your own operation, trying to book paying tours with Black male band members in a racially segregated America, while also writing music and getting paid yourself. It shuts you off from playfulness and worries your mind. And, as if that weren’t enough, Rainey also has to keep an eye on her anxiety-ridden manager, Irv (the touching Jeremy Shamos), who’s supposed to buffer her from white-male demands, including those of the whingy Sturdyvant, who hopes to make as much money as possible by capitalizing on her unique sound. One song Sturdyvant would like to cut is the popular “Ma Rainey’s Black Bottom,” which, like a number of her works, is about showing your ass and revelling in it:", "The other night at a swell affair", "Soon as the boys found out I was there", "They said, “Come on, Ma, let’s go to the cabaret”", "When I got there you oughta hear me say", "Want to see the dance you call the black bottom . . .", "Want to see that dance you call your big black bottom", "That puts you in a trance. All the boys in the neighborhood", "They say your black bottom is really good.", "When Rainey looks at Dussie Mae’s young bottom, she lights up with lust or irritation, sometimes both. Dussie Mae wants to be an entertainer, too, but she doesn’t have any real talent; she exists primarily in the eyes of those who desire her. For Ma Rainey, Dussie may be more of a status symbol than a beloved—a pretty, light-skinned girl whom Rainey was able to hook up with thanks to her success rather than her own desirability in a gay-phobic, color-struck world. Rainey understands that, in this life, her talent will be her only constant; intimacy takes time, and there aren’t enough hours in the day to tend to both a lover and the big, swamp-deep sound that makes Ma who she is. And even though Dussie Mae has the power to make her jealous and break her heart, Ma is always more than all right when she performs, and those notes drift up and on the air; it’s at those times that the singer becomes the object of her own queer gaze.", "There’s an extraordinarily beautiful moment in Wilson’s play when Rainey—after she’s taken off her shoes and put on her slippers so that she can relax and start the session—is talking to her trusted old friend and trombonist, Cutler (the sensitive and soulful Colman Domingo, who, unlike the majority of the cast, tends to underplay his role, and it’s a relief). Speaking softly, and looking off into space, Ma confesses, “I always got to have some music going on in my head somewhere. It keeps things balanced. Music will do that. It fills things up. The more music you got in the world, the fuller it is.” What Ma doesn’t like is silence, even if she has engineered it. But how does that silence sound to her? What does it do to her? Does it, like grief, threaten to overwhelm her voice? We don’t know, and Davis’s performance isn’t saying; entertaining existential questions isn’t part of what she does.", "Before Ma can sing a note, she needs her Coca-Cola—and where is it? When Irv tries to coax her into going ahead without it, she tears him down: “Get out my face, Irvin. You all just wait until I get my Coke. It ain’t gonna kill you.” Irv may object to Rainey’s demands, but he’s turned on by her imperiousness. His jitteriness and his lap-dog eyes tell us that, for him, being degraded by Ma is sort of exciting. Rainey sends Sylvester and her bassist, Slow Drag (Michael Potts), out to get some Cokes, so that she can talk to Cutler. “They don’t care nothing about me,” she tells him. She’s referring to Irv and Sturdyvant, but she might just as well be talking about the world. “All they want is my voice. Well, I done learned that and they gonna treat me like I want to be treated no matter how much it hurt them.” There is so much poetic realism in Wilson’s script that it’s hard to pick a favorite moment, but the over-all impression his language leaves us with is that this woman is a wound and that her injury, like everyone else’s, lives right next to her cynicism and her defensiveness. The point that Ma is always trying to make is this: if you’re messing with her sound, you’re messing with her soul. And who wants to go there?", "Ruben Santiago-Hudson, who adapted the play for the screen, has done a creditable job of opening the material up, making some scenes more cinematic, but cinema isn’t Wolfe’s thing. He’s not at home with framing, with moving a story along pictorially, and his primary influence here is Rob Marshall’s 2002 film version of Bob Fosse’s “Chicago,” with its celebration of tinsel and tits in the twenties. (Wolfe is a nostalgist at heart, and is never happier than when his actors look like figures out of a John Held, Jr., drawing.) Many of the early scenes feel familiar because you’ve seen them before, in a hundred and one other Jazz Age pictures where a Black woman gets everyone riled up and in the spirit. When, toward the middle of the movie, the ambitious young horn player Levee (the late Chadwick Boseman) is frustrated at not being able to play his own music, Wolfe has him push through a door that leads out of the rehearsal studio only to be confronted with a brick wall. The literalization of the characters’ feelings in clichéd images like this makes “Ma Rainey’s Black Bottom” dull to watch, which is a shame, because a director with more passion for the medium could have brought so much to this project.", "Levee, like most Young Turks, sees only himself, hears only his own story. He loves music as much as Rainey does, and is just as egotistical, but Rainey has been at it since she was a girl and has a band, and Levee doesn’t. The blues, like Ma, is old; the music Levee wants to play is faster, harder, like him. Wilson dramatizes the struggle between these two currents in Black culture by conventionalizing the story, and throwing Dussie Mae into the middle of it.", "No playwright can do everything, and the ten-play cycle about Black American life that Wilson left behind when he died, in 2005—“Ma Rainey’s Black Bottom” is the second in the series—is one of the great edifices in American theatrical history. But there are always cracks in institutions, and, for me, Wilson’s depictions of women is one of them. For sure, they exist in full-blooded ways in several of his plays, but often they’re present as a kind of pillow on which Black masculinity gets to rest its weary head. Levee tells the gold-digging Dussie Mae that he’s going to have his own band, as he tries to kiss and grab her, the implication being that he’ll be a bigger and cooler musician than Ma, because he’s younger and he’s a real man; Wilson justifies Levee’s misogyny with a horrific backstory that’s supposed to explain all, but it feels like a made-up story. (One can hear traces of Hickey, the delusional salesman in Eugene O’Neill’s “The Iceman Cometh,” in Levee’s long monologue about his youth.) Still, “Ma Rainey’s Black Bottom” is one of the few plays in the American canon that focus on a Black woman, and Rainey is among Wilson’s most organic female characters. The real Rainey’s interior life existed in her music, and all Wilson had to do was stand back and listen, and then transcribe it.", "Davis has played Wilson women before—most recently, Rose, in the 2010 Broadway revival of the 1987 play “Fences.” (She reprised the role in the 2016 movie version and won an Oscar for it.) I saw Davis in the Broadway production, and, whenever she came onstage, I thought of Montgomery Clift and Judy Garland. In 1961, the two stars were working on Stanley Kramer’s film “Judgment at Nuremberg,” and Kramer invited Clift to sit in while Garland shot her scene. Playing the wife of a lowly German official, Garland sputtered and cried. When Kramer turned to Clift to get his reaction, Clift was crying, too. Not because he was moved by the performance but because he felt that Garland had done it “all wrong.” Clift, one of the most character-driven of performers, disliked it when acting replaced being. Davis, like Garland, rarely plays a person; instead, she embodies marginalization, inadvertently playing to a white audience’s idea of what a Black woman is or should be. I was lucky enough to see Adriane Lenox in the 2005 Broadway staging of John Patrick Shanley’s “Doubt”—something I won’t soon forget. Awful and brilliant as a selfish mother who never tried to use her story to elicit our sympathy, Lenox upended the stereotypical view of Black motherhood by not performing tragedy: she was tragic, trapped in circumstances that she understood but wouldn’t do anything about. When Davis took over the role in the 2008 film version, she reverted to the style that has made her part of the troupe of Black actresses, working in the tradition of Beah Richards and Cicely Tyson, whom white people describe as “regal” or “noble,” because they remain self-righteous as they cry and cry. I don’t know what to make of her work in “Ma Rainey’s Black Bottom,” because she’s playing against that type, and that’s terrific, and yet there’s something in her that keeps her in a state of self-awareness: Look how I’m acting here. And here. She isn’t free enough to risk being disliked, but you can’t be Ma Rainey and want to be embraced and accepted; Ma didn’t play that shit. To be Wilson’s magnetic, tough character, you have to go it alone. You have to understand where life began for Ma Rainey, and where it ended: in the terrors that she shouted and laughed at and turned into song after song. ♦"], "authors": ["Hilton Als", "Hilton Al"], "keywords": ["dussie", "mae", "reimagining", "small", "wilson", "black", "play", "wilsons", "rainey", "ma", "raineys", "music", "screen"], "pubDate": "2020-12-21T00:00:00Z", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}