{"id": "6d4d03bf-3da4-3a66-bd31-28690d7b1b9e", "title": "The sordid truth behind Degas' ballet dancers", "url": "https://edition.cnn.com/style/article/edgar-degas-ballet-dancers-artsy/index.html", "summary": "Degas made around 1,500 paintings, monotypes and drawings of ballet dancers, but they have a troubled history.\nYoung ballet dancers came from impovershed backgrounds and faced a system of predatory behavior and abuse.\nDegas favored scenes of ballet dancers, laundresses, milliners and other members from the lower echelons of Parisian society.\nHe Life was cruel to French ballet dancers, and they didn't have it much easier at the hands of Degas himself.\nWhile it's possible to admire Degas' dancers from a formal standpoint, this narrow appreciation ignores the abuse these sorry girls suffered.", "paragraphs": ["Written by Julia Fiore", "The fundamentals of ballet haven't changed all that much since its invention in 15th-century Italy. Yet the popular image of this deeply traditional medium has been largely defined by the talents of one thoroughly modern artist: Hilaire-Germain-Edgar Degas.", "The coteries of young women in flowering tutus who populate the approximately 1,500 paintings, monotypes and drawings Degas dedicated to the ballet are among the French artist's most universally beloved artworks. At first glance, Degas has rendered the sort of pretty, innocent world one might associate with a six-year-old's first recital. These works actually speak to an insidious culture that would be shocking to contemporary audiences.", "Degas made around 1,500 paintings, monotypes and drawings of ballet dancers, but they have a troubled history. Credit: Edgar Degas", "Although it enjoyed unprecedented popularity in Degas' era, the ballet -- and the figure of the ballerina -- had suffered a demoralizing fate by the late 1800s. Some performances had been reduced to tawdry interludes in operas, the spectacle serving as an enticing respite for concertgoers, who could ogle the dancers' uncovered legs.", "The formerly upright ballet had taken on the role of unseemly cabaret; in Paris, its success was almost entirely predicated on lecherous social contracts.", "Sex work was a part of a ballerina's reality, and the city's grand opera house, the Palais Garnier, was designed with this in mind. A luxuriously appointed room located behind the stage, called the foyer de la danse, was a place where the dancers would warm up before performances. But it also served as a kind of men's club, where abonnés -- wealthy male subscribers to the opera -- could conduct business, socialize and proposition the ballerinas.", "Young ballet dancers came from impovershed backgrounds and faced a system of predatory behavior and abuse. Credit: Edgar Degas", "These relationships always involved an unbalanced power dynamic. Young female members of the corps de ballet entered the academy as children. Many of these ballerinas-in-training, derisively called petits rats, came from working-class or impoverished backgrounds. They often joined the ballet to support their families, working grueling, six-day weeks.", "And so dancers' earnings and careers were beholden to the abonnés prowling backstage. They were expected to submit to the affections of these subscribers, and were frequently encouraged by their own mothers to fan the flames of male desire. Such relationships could offer lifelines for the impoverished dancers; not only did these aristocrats and financiers hold powerful positions in society, their patronage underwrote the opera's operations.", "Men like these had authority over who obtained plum roles and who was cast off. As a girl's \"patron,\" he could provide her with an opulent lifestyle, paying for a comfortable apartment or private lessons to elevate her standing in the ballet corps. The brothel culture of the ballet was so pervasive, as historian Lorraine Coons remarks in her essay \"Artiste or coquette? Les petits rats of the Paris Opera ballet,\" that even successful dancers who did not resort to prostitution would likely have been suspected to have done so anyway.", "Sinister undertones", "The sexual politics that played out in the foyer de la danse was of great interest to Degas. In fact, very few of his depictions of the dance show an actual performance. Instead, the artist hovers behind the wings, backstage, in class or at a rehearsal. In works like \"L'Étoile (The Star),\" from 1878, he depicts the curtain call at the end of the performance, with the curtsying dancer bathed in the unflattering glare of the lights. Behind her, a man in an elegant black tuxedo lurks in the wings, his face hidden by the goldenrod curtain.", "Such sinister figures also appear in works like \"Dancers, Pink and Green,\" painted around 1890. Sometimes, the viewer himself is thrust into the leering perspective of the abonnés: In \"Dancers at the Old Opera House,\" the action onstage is seen from behind the curtain.", "Degas favored scenes of ballet dancers, laundresses, milliners and other members from the lower echelons of Parisian society. Credit: Edgar Degas", "\"People call me the painter of dancing girls,\" Degas once explained to Parisian art dealer Ambroise Vollard. \"It has never occurred to them that my chief interest in dancers lies in rendering movement and painting pretty clothes.\"", "But Degas didn't care tremendously about the ballet as an art form, let alone frilly pastel tutus. He endeavored to capture the reality of the ballet that lurked behind the artifice of the cool, carefully constructed choreography.", "This was in keeping with Degas' broader interest in the harsh realities of modern life. Despite his association with the Impressionists, a group that had a profound influence on his work, Degas preferred to be called a realist. He favored scenes of ballet dancers, laundresses, milliners and other members from the lower echelons of Parisian society. Urban subjects cast in harsh, artificial light distinguished his works from the bright, leisurely plein air paintings by artists such as Claude Monet. And while Monet focused his attentions primarily on the effects of light and color, Degas obsessed over capturing the body in motion.", "Degas' decision to avoid bonny, sentimental pictures, however, was a canny one for an artist who strove for originality.", "\"The visual language of compassion was unusable for any serious artist in the 1870s and '80s,\" Germaine Greer observed in The Guardian, \"because the public art of the period oozed sentiment. Pretty beggars and plump rosy little girlies with tears in their eyes were as often to be encountered then, as fluffy kittens are today.\"", "Callous treatment", "One of Degas' most famous depictions of a dancer comes not in the form of a painting, but a wax sculpture -- a tactile medium that suited the 40-something artist as his eyesight began to fade. \"Little Dancer Aged Fourteen,\" a life-size statue of a teenage \"petit rat,\" was only exhibited once in the artist's lifetime, and the great scandal it caused deterred Degas from ever exhibiting his sculptures again.", "\"Little Dancer Aged Fourteen\" caused a scandal when Degas debuted it. Credit: Edgar Degas", "The \"Little Dancer\" was originally presented quite differently from how she appears today. Degas dressed her up in a real tutu, bodice, stockings and pointe shoes. She also had on a pig-tailed wig with a green bow, and another ribbon tied around her neck. Some critics compared it to Madame Tussaud's waxworks. \"Can art descend lower?\" one anonymous writer asked. Art critic Paul Mantz described the dancer as a \"flower of precocious depravity,\" with a \"face marked by the hateful promise of every vice.\" Mantz further exposed the prejudice against ballet dancers in general: \"With bestial effrontery,\" he wrote, \"she moves her face forward, or rather her little muzzle -- and this word is completely correct because the little girl is the beginning of a rat.\"", "Marie van Goethem was the \"petit rat\" who posed for the sculpture, and she likely engaged in the sexually predatory economy of the ballet world to survive. Van Goethem disappeared from the public eye shortly after the sculpture was completed; after being late to a rehearsal, the Paris Opera Ballet dismissed her. The teenager probably returned home to follow in the footsteps of her mother -- a laundress and likely prostitute -- and older sister, who was also a sex worker.", "He Life was cruel to French ballet dancers, and they didn't have it much easier at the hands of Degas himself. Although the artist was known to reject the advances of his models, his callousness manifested in other ways. To capture the physicality and discipline of the dancers, Degas demanded his models pose for hours at a time, enduring excruciating discomfort as they held their contorted positions.He wanted to capture his \"little monkey girls,\" as he called them, \"cracking their joints\" at the barre. \"I have perhaps too often considered woman as an animal,\" he once told the painter Pierre Georges Jeanniot in a moment of revealing honesty.", "Today, Degas' treatment of the ballet dancers he painted is often overlooked. Credit: Edgar Degas", "Degas was undoubtedly a merciless, cantankerous man. He was a misogynist -- peers seemed almost afraid of his antagonism towards women -- an especially troubling reputation considering the already sexist norms of his society.", "Contemporary viewers now delight in the artist's profoundly evocative hand and brilliant, textural applications of color. While it's possible to admire Degas' dancers from a formal standpoint, this narrow appreciation ignores the abuse these sorry girls suffered. A closer look at these works shows how the painter did indeed cut through the ballet's kitschy artifice, uncovering a milieu of misery, hardship and raw beauty."], "authors": ["Julia Fiore"], "keywords": ["degas", "dancers", "ballet", "credit", "edgar", "artist", "opera", "little", "dancer", "sordid", "works", "truth"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}