{"id": "6d6b8d9d-1438-3c19-9abb-70b2939aca18", "title": "Ubisoft Plus Subscription Service Rumored To Join Xbox Game Pass", "url": "https://www.gameinformer.com/2021/01/04/ubisoft-plus-subscription-service-rumored-to-join-xbox-game-pass", "summary": "The Xbox Game Pass is a stellar subscription service that Microsoft offers that allows players instant access to many different games for no additional charge as well as day one access for first-party titles.\nAs the digital library continues to grow, it looks like more Ubisoft titles could be on the way for Game Pass members, at least according to a new rumor that states that Ubisoft Play is joining the Microsoft service.\nIt's very similar to that of the Xbox Game Pass and with the inclusion of EA Play for Game Pass Ultimate, it looks like the Ubi-focused service could be the latest to be added into the Microsoft bundle.\nFollowing the above leak, several notable industry insiders have weighed in that this would be the logical next step for Xbox Game Pass, though Microsoft has proven that really anything is fair game with their renewed push in the games space.\nIf this is true, this would be a huge win for the Xbox Game Pass service as a whole, marking yet another facet of growth for Microsoft's gaming ecosystem.", "paragraphs": ["The Xbox Game Pass is a stellar subscription service that Microsoft offers that allows players instant access to many different games for no additional charge as well as day one access for first-party titles. As the digital library continues to grow, it looks like more Ubisoft titles could be on the way for Game Pass members, at least according to a new rumor that states that Ubisoft Play is joining the Microsoft service.", "The Ubisoft-branded subscription service currently gives players access to a wide variety of the studio's library at no additional cost outside of the monthly fee. It's very similar to that of the Xbox Game Pass and with the inclusion of EA Play for Game Pass Ultimate, it looks like the Ubi-focused service could be the latest to be added into the Microsoft bundle.", "The rumors originated with Twitter user @IdleSloth84 from Xbox Worlds that alleges the Ubisoft Plus merge into the Xbox Game Pass offer alongside a plethora of other rumors including a possible Sega Microsoft acquisition, Live Gold being dropped in favor of Game Pass with two free games each month no longer being reliant on a service, and much more:", "While neither Ubisoft or Microsoft have addressed the rumors, I first began hearing rumblings that this move was being considered back in October of last year, though I couldn't get confirmation from an official channel on if it was greenlit or not. Following the above leak, several notable industry insiders have weighed in that this would be the logical next step for Xbox Game Pass, though Microsoft has proven that really anything is fair game with their renewed push in the games space.", "Before you get too excited, bear in mind that this is still just a rumor, a rumor that took a hit when a Twitter user that focuses solely on Xbox Game Pass studios directly responded to speculation, though his response seemed more of a personal take than derived from any sort of official denouncement:", "According to the reply, it's not practical to think that the Ubisoft service would be absorbed and that \"calling it like that\" \"already builds wrong expectations for what is much more likely a Cloud (+ maybe 'vault') deal, if anything.\"", "The points made are valid, but those were the same points made against the EA Play merger before that was confirmed. If this is true, this would be a huge win for the Xbox Game Pass service as a whole, marking yet another facet of growth for Microsoft's gaming ecosystem.", "[Source: Xbox Worlds, 1]"], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["rumor", "ubisoft", "subscription", "service", "games", "rumors", "join", "game", "xbox", "pass", "microsoft", "rumored", "plus", "play"], "pubDate": "2021-01-04T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}