{"id": "6d92d14d-05b6-3bbd-b3e1-2a69c311bb54", "title": "‘I wash my hands and genitals – the rest I gave up’: how the pandemic changed our hygiene habits", "url": "https://www.theguardian.com/lifeandstyle/2021/apr/21/i-wash-my-hands-and-genitals-the-rest-i-gave-up-how-the-pandemic-changed-our-hygiene-habits", "summary": "Working from home, shielding, not socialising or just losing the will to blow-dry appear to have had many of us questioning whether our pre-pandemic personal hygiene and grooming habits were really necessary.\nBefore the pandemic, Clifford would shower every day and wear clean clothes.\n“Lockdown and long weeks working from home revealed the necessity for scrupulous personal hygiene was rather less important in practice than we’d previously considered,” he says.\nBefore the pandemic, one Guardian reader had stopped washing her hair with shampoo, using only water; now she doesn’t use body wash either.\n“Other than my hands, which I wash with soap, I no longer use soap at all,” she says.", "paragraphs": ["Without much strenuous activity, a pair of underpants will last for two days before they go into the wash, while socks “are good for three days, if you aren’t tramping around too much”, says Simon Clifford, an electronics designer from Great Yarmouth. Showers? Every other day is fine. He is still using deodorant and, since it promises “48-hour protection”, he may as well test it to the limit. Does he smell? It’s hard to say, since he lives alone. But he has been back at work since the beginning of the month. “Nobody has complained,” he says. “And I’ve got a couple of good friends at work who would say something. I can’t find any indication that there’s any need to wash any more than I am.”", "In the year since the pandemic took hold in Britain, we have been both washing more – our hands, at least – and probably washing the rest of us less. In February a YouGov survey found 17% of Brits were showering less often than before (although 10% were showering more), while nearly a third said they were less likely to put clean clothes on, and a quarter were washing their hair less frequently. Sales of deodorant are in decline – according to figures from the retail analysts Mintel, 28% of people have been using less. For younger people, this is even more marked – 45% of generation Z and 40% of millennials are dodging deodorant. A survey for GSK Consumer Health found only 9% of people had improved their oral health routine, despite snacking a lot more; 5% said it had declined. We have become the great unwashed.", "Working from home, shielding, not socialising or just losing the will to blow-dry appear to have had many of us questioning whether our pre-pandemic personal hygiene and grooming habits were really necessary. And, with routines disrupted, it is perfectly possible to get to the end of the day before wondering if you have brushed your teeth. Or putting off your morning shower until you have done some lunchtime exercise, and then not bothering to do that either.", "Before the pandemic, Clifford would shower every day and wear clean clothes. “Lockdown and long weeks working from home revealed the necessity for scrupulous personal hygiene was rather less important in practice than we’d previously considered,” he says. A request for stories from Guardian readers revealed similarly more relaxed new standards. Jack, who being in a high-risk group rarely left home, said he hadn’t washed his hair since February 2020, “and I only shower if I need to leave the building”. In full lockdown, with his shopping delivered, that meant going for up to a month without showering. “I washed my bits,” he adds (a flannel wash). “My skin feels so much healthier.” He didn’t notice body odour, only starting to feel grimy after about three and a half weeks.", "Another reader says: “I started to brush my teeth once a day most days, instead of two. I definitely use less deodorant. I bathe less than three times a week. I do pay attention to my hand hygiene as well as my genital hygiene, but the rest I kind of gave up.” Another, working from home in London, has gone nearly a week without having a shower. “With no one around except my flatmate, who I rarely see apart from at dinner, I don’t see the point in keeping clean.” And for some people, personal hygiene standards have slipped from operating-theatre clean to merely extremely clean. “I may have just one bath a day instead of two,” says Evie, a PA from Essex.", "There has been increased focus on hand sanitisers and wash, says Emilia Greenslade, a personal care analyst for Mintel, and for some consumers, wellbeing and self-care routines have been comforting. However, she says, “some areas have become less of a priority, such as deodorants, haircare and hair removal, with consumers using these products less often. Social distancing has meant that consumers don’t feel the need to keep up with appearances as much, so they’ve dropped deodorant or shaving from their routines. The dating scene has also been massively impacted, so that removes motivations for many.”", "For some people, the different routines of working from home have altered the timing of their hygiene habits, as well as the frequency. Pete, a software engineer who, pre-pandemic, would run 10km most days, found his motivation lacking during the first lockdown. “I decided enough was enough,” he says. He changed his morning routine – after a brief shower, he would put on his running kit before starting work. Then he would go for a run during his lunch break, come home for “a proper shower, followed by deodorant and aftershave”. His teeth also got a bonus brush. Another reader was paying more attention to their oral hygiene during the pandemic as they were “terrified at the thought of needing a dentist during lockdown”.", "Aside from potential health benefits, using less water and energy – as well as fewer products, with their manufacturing impact and use of plastic – is clearly far better for the environment. But the grimy truth is that for some, a decline in self-care is a sign of poor mental health exacerbated by the stress and anxiety of living through a pandemic. Jill, a retired civil servant in Hertfordshire, who has been shielding, says this last lockdown has been hard. “I suffer a bit with anxiety and depression and the self-care thing has kind of gone out the window. Partly that’s a symptom of the depression, but even my husband is not bothering to shower every day, and he’s normally quite scrupulous. There’s a definite shift this time.” She went through a period of brushing her teeth only every other day, and her first dental hygienist appointment in months was painful, so now she is making an effort to look after her oral health, but there have been some benefits to her approach. “Because I can’t be bothered to wear makeup every day like I used to, my skin has been better. I’ve discovered that my skin is actually OK without being plastered in makeup.”", "Can you be bothered to shower? Photograph: skynesher/Getty Images/iStockphoto", "Other women are discovering that lower standards bring a higher quality of life – and hair. Danielle Wardell, a civil servant from Pencaitland near Edinburgh, went from washing and blow-drying her hair every night to once a week. “The amount of time you spend, washing it, blow-drying it, straightening it ... I’ve just got so much time back.” She says it has taken her hair nearly a year to adjust to less frequent washing (she uses a dry shampoo on day three or four), but now it’s healthier than ever. “It’s more resilient, it’s not getting as greasy as quickly. It’s more glowing.”", "It is only extremely recently that our standards of personal cleanliness have been so high, points out James Hamblin, a doctor and the author of Clean: The New Science of Skin and the Beauty of Doing Less. For much of the history of human civilisation, Hamblin points out in his book, washing had a ritualistic as opposed to hygienic purpose. Early soap – made from animal fats and lye – was used sparingly, only when people or clothes had become really dirty, and was harsh on skin and fabrics. Then artisans in places such as Marseille started making soap that only the rich could afford, and it became a luxury item. From the mid-19th century, affordability – thanks to industrialisation and an end to the “soap tax” (in Britain) – combined with the unstoppable froth of capitalism and advertising overturned the idea “that bathing was a sinful luxury. Quite the opposite: it was a necessary element of basic decency,” writes Hamblin.", "Even in very recent years, in Britain and other developed countries, we have become even cleaner (a shocking luxury, when one in 10 people around the world still don’t have close access to clean water). Older readers will remember it being perfectly normal to bathe once a week at most, and indoor plumbing wasn’t always a given. I grew up in the 80s, and a Sunday night bath was normal, with flannel washes in between; now I bathe my children every day.", "“There’s a big industry that is predicated on the idea that soap is good and washing is good, and more is better,” says Hamblin, over the phone. “Like anything – water, vitamins or sleep – you can have too much. More is not necessarily better. There’s a point at which it becomes useless, and then a point at which you can have negative effects.” Overwashing, particularly with soap, “depletes the oils that are naturally secreted by your skin”. It can exacerbate conditions such as acne, eczema and psoriasis. “This is not life-threatening stuff, but it sometimes becomes quite an issue for people, especially those given to atopic dermatitis,” he adds.", "There is also a growing understanding that washing – particularly with antibacterial products, of which we have become increasingly fond – can disturb the skin’s microbiome, the population of bacteria that live on us, and this may have negative consequences. Inflammatory and autoimmune diseases are linked to decreased exposure to beneficial microbes.", "Hamblin showers with water. He doesn’t use soap or deodorant, though he is a regular soap-and-water handwasher. As he notes in his book, the microbiologists he interviews also shower “conservatively”. Other scientists differ. Anjali Mahto, a consultant dermatologist and spokeswoman for the British Association of Dermatologists, suggests daily washing is preferable, especially after exercising or if you are quite sweaty generally. “If you live in a city, there is dirt and pollution, so it probably is a good idea that you make sure that your skin is properly cleansed every day. For certain body sites – armpits and groin for example, and where body folds meet – I think it is important that you use something that’s going to properly help remove dirt, sweat and grime from the skin surface,” she says, explaining why water alone won’t always cut it. “Provided you’re not taking super-hot baths and showers, or using things that are very heavily fragranced, there’s no damage to your skin from doing it every day.”", "Hamblin doesn’t like to be prescriptive about how often people should or shouldn’t wash. Showers and baths may be a form of relaxation for people and “culturally, there are big differences in terms of what people feel is expected of them and what they enjoy, so it’s a very personal decision. My hope is that the pandemic allows people a little more individual liberty to experiment and feel less beholden to societal standards and more in touch with what works for them. If that involves doing less, that can be, in most cases, very safely accomplished.”", "This has been the experience for many. Before the pandemic, one Guardian reader had stopped washing her hair with shampoo, using only water; now she doesn’t use body wash either. “Other than my hands, which I wash with soap, I no longer use soap at all,” she says.", "Guy, who works in finance, and lives in Leicester, doesn’t shower any less often than he did but he no longer uses deodorant. He would notice that he would smell if he sweated when feeling stressed or anxious, but not after a run. “If I had a really stressful day in the office, I’d pong at the end of it. But because I’m working from my spare room now, the social anxiety sweat, I guess, doesn’t have a chance to arrive.” It wasn’t a conscious decision not to use deodorant, but he noticed he was applying it less frequently; he says his husband hasn’t noticed.", "Will any of these new habits last? The personal care industry is considering that the shift may be long-lasting. “Working from home is set to become the next normal, which will continue to subdue demand in areas such as deodorants and haircare,” says Greenslade. “However, now that lockdown restrictions are easing, we know that people are looking forward to getting back to some level of normality. This means that personal care routines will pick up again, although not quite to previous levels.”", "Wardell will stick to the weekly, rather than nightly, hair-wash. “I get so much time back. I’m showering every day, but getting ready is a quick 10 minutes rather than half an hour.” But Guy says he will use deodorant once he has to go back to the office. “It’s more a social crutch. Even if you don’t smell, it’s the fear of lifting your armpit.” Jack – he of the monthly shower – says he will “definitely” be going back to daily washing once he is back in the office. “It was a bit of an experiment really. It’s like the only opportunity I think I’ll ever get to not wash.”", "Additional reporting by Alfie Packham"], "authors": ["Emine Saner"], "keywords": ["hygiene", "washing", "personal", "changed", "wash", "hair", "soap", "skin", "hands", "rest", "gave", "genitals", "day", "habits", "pandemic", "deodorant", "shower"], "pubDate": "2021-04-21T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}