{"id": "6d97e698-00e9-3c44-9643-52aaa66abbba", "title": "Before Bed: Designer Heather Taylor Reaches For Nightgowns and Her Own Gingham Blankets", "url": "https://www.vogue.com/article/heather-taylor-before-bed", "summary": "When the Los Angeles-based designer Heather Taylor first began self-isolating with her family in March, she, like many of us who were suddenly stuck inside, began thinking about how she could upgrade her Laurel Canyon house.\n“I’ve always loved interiors, but I’ve embarked on a bunch of new home projects this year,” says Taylor, who’s known for her candy-colored, classic-meets-contemporary textiles.\n“It was the perfect opportunity,” recalls Taylor, who eventually landed on five gingham cottons, which are handwoven by artisans in Chiapas, Mexico.\nHere, the designer sounds off on more of her nighttime go-tos, from all-natural skin-care saviors to her pajamas of choice.\n(Recently, I fell in love with our new Mini Gingham Duvet Cover in Sage, which has added a pop of color.)", "paragraphs": ["When the Los Angeles-based designer Heather Taylor first began self-isolating with her family in March, she, like many of us who were suddenly stuck inside, began thinking about how she could upgrade her Laurel Canyon house. “I’ve always loved interiors, but I’ve embarked on a bunch of new home projects this year,” says Taylor, who’s known for her candy-colored, classic-meets-contemporary textiles. Chief among them? A debut bedding collection, which joins her roster of plaid tea towels and striped tablecloths online this month.", "Though she first began dreaming up duvet covers and pillow cases over four years ago, it wasn’t until recently that she had the time—not to mention the guinea pigs—to devote to the new collection: her two young daughters, aged three and six, were graduating from cribs to beds, and they needed new blankets. “It was the perfect opportunity,” recalls Taylor, who eventually landed on five gingham cottons, which are handwoven by artisans in Chiapas, Mexico. (Rest assured: Taylor, who has begun sleeping under a mint-green print, notes that the pieces—available in sizes ranging from twin to California king—work just as well for kids as they do adults.) As for which to choose? “Mix and match, and have some fun!” Taylor encourages.", "Here, the designer sounds off on more of her nighttime go-tos, from all-natural skin-care saviors to her pajamas of choice.", "What does your bedroom look like?", "Unlike the rest of my house, I like to keep my bedroom pretty neutral with different shades and textures of whites and creams. (Recently, I fell in love with our new Mini Gingham Duvet Cover in Sage, which has added a pop of color.) It’s definitely the most soothing room of my house.", "What’s on your bedside table?", "A stack of New Yorkers, a stack of books, a framed photo of my daughter Goldie on the day she was born, and a ceramic lamp from West Elm.", "Do you look at your phone at night?", "I try not to!", "What are your favorite Instagram accounts?", "I follow @casaraquelita for interiors, @annielcampbell for food and entraining ideas, @ciadomenica for literary recommendations, @clarevivier for style inspo, @jtfirstman for LOLs, and @loopcanvas for crafting tips."], "authors": ["Zoe Ruffner", "Zoe Ruffne"], "keywords": ["recently", "blankets", "began", "rest", "bed", "taylor", "heather", "stack", "interiors", "nightgowns", "house", "designer", "gingham", "look", "ive", "reaches"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}