{"id": "6ddad9c4-a637-3232-96d9-b387af4bf5b9", "title": "Bake Off and beyond: the unstoppable rise of crafty reality TV", "url": "https://www.theguardian.com/tv-and-radio/2020/dec/17/bake-off-and-beyond-the-unstoppable-rise-of-crafty-reality-tv", "summary": "The X Factor final was once considered quintessential, if high stakes, Christmas viewing.\nA slew of baking competitions have been commissioned in its wake, from Netflix’s Sugar Rush to the Food Network’s Cake Wars, The Big Bake and Holiday Baking Championship.\nis a sort of reverse Bake Off, featuring really rubbish bakers doing their best to win a cash prize.\nWhile reality TV has been a lockdown panacea for many, Bake Off is a panacea for those who want the escapism of the genre but can’t stomach the drama.\nWatching people bake – or garden, or make pottery – on TV can feel equally as pure.", "paragraphs": ["The X Factor final was once considered quintessential, if high stakes, Christmas viewing. But this year, instead of watching Alexandra Burke sob into Beyoncé’s shoulder post-duet, we will see her performing Silent Night on the Christmas edition of The Great British Bake Off, now an annual fixture on Channel 4, along with the new year edition. After the year we have had, watching former contestants compete in a spin-off contest that doesn’t really count feels like the right, tolerable level of excitement.", "Since it launched 10 years ago on BBC Two, Bake Off has been a wholesome, welcome escape from real-world stresses; it has felt particularly welcome this year. It is just as well: Bake Off – and its many successors and imitators – is now almost unavoidable. A slew of baking competitions have been commissioned in its wake, from Netflix’s Sugar Rush to the Food Network’s Cake Wars, The Big Bake and Holiday Baking Championship. Zumbo’s Just Desserts, a co-production by Seven Network in Australia and Netflix, is essentially the same thing but with confectionery, while Netflix’s Nailed It! is a sort of reverse Bake Off, featuring really rubbish bakers doing their best to win a cash prize.", "It is amazing not only how entertaining, but also how relaxing it can be to watch other people enjoying their hobbies. It is something ofa hobby in itself. The Great British quaintness of Bake Off, combined with the soul soothing that comes from watching the bakers at work, has been posited as the antidote to frantic US cooking shows, where stress is the main ingredient. While reality TV has been a lockdown panacea for many, Bake Off is a panacea for those who want the escapism of the genre but can’t stomach the drama.", "‘A sort of reverse Bake Off’ ... Nailed It! on Netflix. Photograph: Adam Rose/Netflix", "Bake Off, with its international editions and junior version, does not, however, have the monopoly. Videos of people writing calligraphy, blowing glass or showing off other skills often go viral – they are satisfying to watch, like an unintended visual form of ASMR. The web is littered with endlessl isticles of the Bake Off-a-likes you can enjoy. There is The Great Pottery Throw Down and The Great British Sewing Bee (both made for the BBC by Love Productions, the creator of Bake Off); The Big Flower Fight (Netflix); and The Great Interior Design Challenge and The Big Allotment Challenge (both BBC). Their similarities to Bake Off go beyond their names and amateur contestants.", "These offerings are becoming increasingly niche, too: Blown Away, a glass-blowing competition on the Canadian channel Makeful and Netflix, would likely never have existed without Bake Off, nor would Netflix’s The American Barbecue Showdown, following the US’s best competitive barbecuers.", "The rise of these types of shows has coincided with the demise of the other type of talent show: ratings for The X Factor are down, and attempts to breathe life back into the ITV franchise via two special series that aired last year, The X Factor: Celebrity and The X Factor: The Band, led to its lowest-ever ratings. Despite offering a kinder approach to the music competition format and gaining a positive response from critics, Little Mix: The Search is said to be facing the axe after one series. While The Voice UK continues to hang in there, it has failed to create a bona fide star after more than eight years on air.", "Bloomin’ marvellous ... Natasia Demetriou and Vic Reeves, the hosts of Netflix’s The Big Flower Fight. Photograph: Netflix", "TV has progressed into showcasing talent in a different way – one that makes the artistry the focal point. While shows such as Bake Off are competitive, most of the pleasure lies in simply watching other people be good at things they enjoy. Few of us can handle any more stress right now, or the idea that runners-up are liable to be sacrificed on a mountaintop during the ad break. With Bake Off-style shows, wins can be life-changing, but losing is not portrayed as life-ending.", "Bake Off, and its successors have been particularly comforting in 2020, a year in which the news has been unwatchable yet impossible to turn off. Many of us have turned to baking as a non-toxic way of passing the time when Twitter gets too much. Watching people bake – or garden, or make pottery – on TV can feel equally as pure. And, better still, it requires none of the clean-up."], "authors": ["Yomi Adegoke"], "keywords": ["big", "crafty", "watching", "great", "netflixs", "reality", "tv", "unstoppable", "x", "netflix", "factor", "british", "bake", "shows", "rise"], "pubDate": "2020-12-17T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}