{"id": "6df9b9d1-1462-37ed-a119-ec891bb5c0b1", "title": "Outriders Review – Chaos That Surprises In The Best Way", "url": "https://www.gameinformer.com/review/outriders/outriders-review-chaos-that-surprises-in-the-best-way", "summary": "Outriders is an explosively chaotic looter shooter that pulls from the best of the best of People Can Fly's previous games while offering a new tale that takes some seriously wild turns.\nOutriders has some of the best weapon designs of any game out there, including one gun that looks like it popped straight out of Bloodborne.\nBut as I said, Outriders is much more about how the game feels versus how it looks and the gunplay feels just as impressive as the aesthetics insinuate.\nIf you're a gear hunter like I am and have a never-ending FOMO regarding the best of the best, the 14 missions within the endgame content help achieve better drops.\nThe campaign and the endgame are balanced thoughtfully and in a way that does the looter shooter genre a profound service.", "paragraphs": ["Outriders is an explosively chaotic looter shooter that pulls from the best of the best of People Can Fly's previous games while offering a new tale that takes some seriously wild turns. Despite launch day connection issues, I couldn't put Outriders down and after running two complete character builds through the main story and endgame content, I'm happy to say that this game has lived up to every one of my expectations and hopes.", "I love shooters and RPGs, and Outriders amalgamates these genres perfectly. The entire adventure is macabre with a dark narrative that centers on survival, the ability to adapt, and the journey to prove you're the biggest badass on the playground. That storyline is more immersive than I expected, and while it takes about an hour to really pick up momentum, it eventually becomes a cacophony of in-your-face action. That action coincides with a tale that rests within sci-fi fantasy but holds a modicum of truth regarding human instincts and how we react when there is nothing left to lose and everything to lose at the same time. It also has the subtle, dry humor that People Can Fly is known for, especially to Bulletstorm fans.", "Outriders begins its adventure with a cutscene heralding the arrival of humans on a new planet called Enoch, a world that was meant to be their salvation brimming with promise as a fresh start for humankind. While the beginning sequence goes all-in with the action, the true start of the story kicks in soon after and goes hard on the fight-or-flight instinct in a new world that challenges what it means to be a survivor. The fast-paced, action-packed moments convey the need to keep moving, and those moments are even starker thanks to calm-before-the-storm story sequences that introduce the characters along the way. The characters feel wildly different from each other, with some offering a return of innocence to this world and others showing off the brutal reality of what it’s like to stay on top when the rest of the planet wants you dead. The intermittent scenes of normalcy add a layer of depth that enriches the game.", "Like other People Can Fly games, Outriders is more about the feel rather than the look. This distinction is clear in all aspects of the game, from the class variation to the subtle smirks and exasperated looks between speaking characters. From combo-ing an epic attack against the final boss to dealing with the petty shenanigans of your cohorts, Outriders' adventure is full of dimension. That nuance is felt in the combat, the leveling, and the story, with characters that become more and more compelling as the narrative continues on.", "Leveling up in Outriders is satisfying and easy to manage. The skill tree draws obvious inspiration from the Diablo franchise, but there are other influences such as Path of Exile. The four classes each have three branches to perfect their combat style. I love charging into battle like Leeroy Jenkins, so the Pyromancer and Devastator classes are my favorites, and I specialized each by choosing the more offensive branching skills. There are more strategic branches as well, taking on full defense, or a hybrid approach, all of which are streamlined in a way that isn’t overwhelming and didn’t leave me second-guessing if I made a wrong choice.", "Regarding the four classes themselves, Outriders provides a playstyle for everyone, and that left me excited to replay it to try out the different types of combat. The Trickster allows you to teleport behind an enemy when they are paralyzed for a K.O. It feels intrinsically satisfying, and nothing compares to being able to slow time itself to control the battlefield. Devastators are the tank of all tanks and the backbone of any group. Devastators are strong, meaty, and can control gravity, which gives them a protective edge, letting them draw fire from your crew and sending enemies into the abyss. Pyromancers are a medium-ranged class that specializes in AOE damage by wielding the destructive power of fire. The firewall skill plows through enemies in an especially satisfying way. While not as durable as other classes, a Pyromancer's explosive arsenal makes them the perfect addition to any group taking on the world of Enoch.", "Lastly, the Technomancer is a great class for those who love engineering specs because it harnesses technology meaningfully to rain damage from the sky. This class is incredibly versatile, taking on the role of support with the ability to heal teammates while outputting intense damage.", "The gear in Outriders matters, which is something that some loot-based games have failed to master. People Can Fly did a great job providing a wide variety of weapons of all types that offer a meaningful impact on the moment-to-moment action. This adds a layer of immersion and thoughtfulness that a lot of looter-shooters haven’t offered. It's also one of the many reasons why franchises like Borderlands continue to be a standard in this genre; that, and its off-the-wall humor, which is something that Outriders also has, though it doesn’t truly shine until later on in the story.", "There are varying degrees of gear as well, including the coveted Legendaries. Some of these designs are insanely detailed and impressive. Outriders has some of the best weapon designs of any game out there, including one gun that looks like it popped straight out of Bloodborne. Another looks like it popped straight out of Egypt. One shotgun looks like an Apex Legends character threw pure radiation at a wall and decided to turn it into a weapon. The creative team clearly had a lot of fun designing this aspect of the game, and kept me motivated to hunt down Legendaries; even if I didn't necessarily care about the stats, I wanted everything I could possibly find to see what other elaborate designs the team came up with.", "But as I said, Outriders is much more about how the game feels versus how it looks and the gunplay feels just as impressive as the aesthetics insinuate. The baseline guns themselves all feel very different from one another. The kickback of a shotgun, the recoil of a sniper rifle, the quickfire action of dual pistols; each weapon-type feels unique, as they should, but they also feel weighted in a way that reminds me of how gunplay felt in Gears of War Judgement, another title by People Can Fly.", "Weapons continue to scale up in power as you progress, but players have the option to tailor that combat style even further with the use of gear mods. Mods help to further that customizable experience with different options to equip in order to achieve a certain build. Mod types include buffs, ways to enhance current skills, and how to boost your offense and/or your defense. They aren't the end-all-be-all of character craftsmanship, but like Destiny – they are a vital part of taking your character to the next level. Some even help you heal faster when fighting, which is especially helpful for those exploring Enoch solo. Fire damage, decay, leeching, there are a ton of different mods out there that are broken up into three tiers.", "Another positive aspect of Outriders is that this game doesn't have any microtransactions. While it is always online (something I wish wasn't the case due to not wanting to be tethered to the status of servers), it is not a live service game. There are no paywalls, no locked content, but there is still more adventure to uncover even after the main campaign is completed. When the story is finished, there are additional quests called Expeditions and these are so much more fun than I anticipated. Endgame quests are often a bit of a grind or can feel meaningless, especially after concluding a storyline that progressed in a dramatic way. I was really happy to see that Expeditions weren't treated like an afterthought, it's obvious that People Can Fly wanted players to feel like the journey didn't have to be over when the credits rolled and it did a really good job at doing just that. If you're a gear hunter like I am and have a never-ending FOMO regarding the best of the best, the 14 missions within the endgame content help achieve better drops. These high-end missions feel rewarding because they are time-sensitive challenges that are designed to make players sweat. They are hand-crafted new levels that aren’t just recycled content from the campaign, they are something unique entirely with their own challenges and their own gameplay mechanics.", "As an obsessive Destiny 2 player, I can say that the endgame isn't anywhere to that level, but Outriders content feels meaningful in a way that will draw dedicated players while not leaving casual gamers feeling like they are missing out. The campaign and the endgame are balanced thoughtfully and in a way that does the looter shooter genre a profound service.", "Outriders isn’t revolutionary, and it’s not trying to be. Outriders is a well-thought-out shooter with expertly tailored RPG twists. It's an enjoyable ride that is made infinitely better by playing with friends, but not inherently hurt by running solo either. This game takes the best parts from other looter-shooters and the best aspects of sci-fi RPGs and blends these elements into an experience that is worth diving into because of its high replayability, customizable play style, and fun story. I'm already strapping in for another run."], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["feels", "best", "outriders", "different", "endgame", "looks", "feel", "surprises", "game", "chaos", "content", "review", "way"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}