{"id": "6e1758f5-55c3-3da0-8bf5-cb140d5e37e2", "title": "Meet the woman behind India's best bar", "url": "https://cnn.com/travel/article/india-best-bar-sidecar-spc-intl/index.html", "summary": "(CNN) — In South Delhi's upmarket Greater Kailash II neighborhood, on a street lined with coffee shops and restaurants, sits India's best bar.\nIt was ranked number 91 on the World's Best Bar list in October, India's only entry in the top 100 and only the second bar in India ever to be selected -- all before its second birthday.\nBut this was the first step towards creating India's best bar.\nIn 2012, India's bar scene was still on the cusp of change, says Vikram Achanta, CEO of beverages training and consulting firm Tulleeho and co-founder of India's Best Bars Awards.\nWithin a year of opening, Sidecar had scooped up three awards at India's inaugural 30 Best Bars Awards in October 2019, including India's top bar.", "paragraphs": ["(CNN) — In South Delhi's upmarket Greater Kailash II neighborhood, on a street lined with coffee shops and restaurants, sits India's best bar.", "Sidecar is at the forefront of the growing cocktail bar scene in India. It was ranked number 91 on the World's Best Bar list in October, India's only entry in the top 100 and only the second bar in India ever to be selected -- all before its second birthday.", "What makes Sidecar's rise to the top even more remarkable is that one-half of the bartending talent behind it is Minakshi Singh. She co-founded the bar with business partner and veteran bartender Yangdup Lama. But when Singh started out bartending private events and parties in the early 2000s while studying hotel management, it was actually illegal for women to bartend in India.", "\"There was as an archaic British law that women couldn't serve liquor,\" she explains.", "While the national law was overturned in 2007, each of India's 29 states make their own liquor laws. For Delhi, the law wouldn't officially be repealed until 2010", "Singh hopes to help other women get into bartending and progress in India's drinks industry. Sidecar", "But Singh had uncovered a passion for the world of beverages. She met Lama, already an established bartender, in 2003. As her mentor, he was \"instrumental\" in helping Singh get her foot in the door, she says. With limited prospects in bartending, she pursued marketing work in the drinks industry instead, spending several years with spirits giant Diageo and Pernod Ricard.", "The idea of running her own bar lingered, though. In 2012, it became a reality. Lama and Singh opened their first bar, Cocktails and Dreams Speakeasy, in Gurugram, a city southwest of Delhi known for its tech and financial startups.", "Early customers were confused by the cocktail offerings and jazz music, vastly different from the shots-and-club experience more common in India at the time, says Singh. But this was the first step towards creating India's best bar.", "A changing bar scene", "Speakeasy was well ahead of the curve. In 2012, India's bar scene was still on the cusp of change, says Vikram Achanta, CEO of beverages training and consulting firm Tulleeho and co-founder of India's Best Bars Awards. Over the last five years there has been a \"new breed of consumer\" seeking the \"cosmopolitan\" bar experiences of cities like New York, London, Singapore and Hong Kong, he says.", "This gave rise to a new trend of bars run by people with a passion for the industry, who \"can give their full backing in terms of menus, experimentation, cocktails,\" says Achanta, rather than businesspeople or investors looking primarily at profits.", "He points to bars like Perch in Mumbai and Delhi, and the now-closed Bootleggers in Bangalore, which, like Speakeasy, were bartender-run-bars pioneering the shift in India's cocktail culture.", "A customised craft cocktail from Sidecar's \"All things gin\" menu: orange bitters, sugar and lime, topped with egg white foam and garnished with fresh red bell pepper. Sidecar", "\"It's a bar's bar,\" says Achanta, echoing Lama and Singh's own description of their venues. He notes that India doesn't have the same \"purist culture\" about mixology, so bars are often combined with a restaurant, and the food is put on an \"equal footing\" with the cocktails.", "\"But in the case of Sidecar, the bar definitely takes prominence,\" he says.", "Related content Exploring India's most beautiful stepwells", "This, combined with a bartending team led by world-class mixology from Lama and the industry experience of Singh makes it a winning recipe.", "\"It has very strong fundamentals,\" says Achanta, who notes that the Delhi market is very broad, and consumers were ready and looking for an elevated cocktail bar like Sidecar when it opened in 2018.", "A recipe for success", "It was that central Delhi location and crowd that Lama and Singh had wanted, but been unable to afford, when they opened Speakeasy in 2012. But the success of Speakeasy and their growing reputation allowed them to pull together funds for their \"dream bar.\"", "Within a year of opening, Sidecar had scooped up three awards at India's inaugural 30 Best Bars Awards in October 2019, including India's top bar.", "\"We went all out with Sidecar,\" says Singh. \"It's like Santa came and asked, 'What do you want in your bar?' And we said 'everything.'\"", "Minakshi Singh, Sidecar “If you love the fact that you're working through the holiday season, you're working on your birthdays, on your own anniversaries, you miss your own milestone, but you're there for someone else's -- that's what the hospitality industry is about.”", "The venue's interiors are reminiscent of an old library or billiards room, with bottle-filled shelves behind the bar. Its menu is full of classic cocktails, with a unique Indian twist. Take the G&T, for example: gin, orange-infused water and a tea concentrate, smoked with Himalayan pinewood.", "It's not just about the drinks, though. Singh leads the programming and front-of-house, while Lama oversees the menus and bar.", "\"If you love the fact that you're working through the holiday season, you're working on your birthdays, on your own anniversaries, you miss your own milestone, but you're there for someone else's — that's what the hospitality industry is about,\" says Singh.", "Issues like sustainability were woven into Sidecar from the start. The team creates its own bitters, tinctures and syrups to minimize waste and grows many of its ingredients in its own back garden. Steel straws are the norm and waste is composted for the garden.", "Through events like the annual Pride Day celebrations, Singh hopes to leverage Sidecar's platform to make social causes \"more visible.\"", "Breaking barriers", "While more women are entering the profession, it's still a male-dominated space, says Achanta, adding that \"alcohol has always been taboo subject in India from a family perspective.\"", "This societal attitude is slow to change, he says, and practicalities such as safety create further barriers that compound this attitude -- but large hotel and hospitality groups are in a position to change this.", "Related content Indian food: The best dishes in each region", "\"Five-star hotel chains typically have a safer working environment, and can arrange for pickup and drop-offs for women employees,\" he says, adding that if \"large chains take the lead in promoting a separate program for women in bartending\" they could lead the way for other hotels and restaurants.", "Minakshi Singh, Sidecar “The day you go somewhere and you see only men, you should be able to voice, 'Why are there only men?' It's about pushing the agenda, making it visible, and making other people uncomfortable about it.”", "Singh agrees that these big groups need to lead the way. Getting more women into the world of beverages is \"super complicated\" in India, she says -- but that hasn't stopped her from trying to change things. Singh has been collaborating with fellow drinks industry expert Karina Aggarwal on an initiative to help support women wanting to break into bartending.", "\"The project is about initiating women into the industry, giving them training and a platform,\" says Singh, adding that they're hoping to get support from big drinks brands. Singh hopes the currently unnamed project will launch in early 2021.", "\"The day you go somewhere and you see only men, you should be able to voice, 'why are there only men?'\" she says. \"It's about pushing the agenda, making it visible and making other people uncomfortable about it.\"", "But attitudes are definitely changing. While her parents might not have loved her dream career in the early 2000s, Singh's father was the one who told her to jump into Speakeasy in 2011.", "\"My dad said, 'just go ahead and do it,'\" says Singh. \"We're still pretty traditional in India with what's expected from a woman: you're at this age now, you get married, then you should have a kid, and then you should have another kid, or whatever. Then you have time to do (your career) later. I just love the fact that my dad told me to go ahead and do it now.\""], "authors": ["Rebecca Cairns", "Minakshi Singh"], "keywords": ["best", "india", "women", "youre", "indias", "sidecar", "lama", "singh", "bar", "meet", "industry", "woman"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}