{"id": "6e385d3f-5a99-3cfe-a499-6c06618ebfcf", "title": "Why does Hollywood get accents so wrong? A dialect coach explains", "url": "https://cnn.com/travel/article/dialect-coach-accent-travel/index.html", "summary": "We spoke to dialect coach Jack Wallace -- English-born and LA-based, with Irish heritage -- to find out.\nKerry Brown / Bleecker StreetBroadway play turned movie\"Wild Mountain Thyme\" is New Yorker Shanley's adaptation of his own short-lived Broadway play, \"Outside Mullingar.\"\nThat said, despite the oceans involved, an Irish accent often shares more similar features to an American one than it does to southern English.\nKerry Brown / Bleecker StreetAmerican idiolectPerhaps one of the most provocative aspects of \"Wild Mountain Thyme\" is the casting of Christopher Walken.\nIt seems that \"Wild Mountain Thyme\" must surely, to some extent, be in on its own joke.", "paragraphs": ["London (CNN) — \"Welcome to Ireland,\" intones Christopher Walken over drone shots of lush green farmland, his unique halting speech patterns -- New York via the moon -- only occasionally troubled by the mangled specter of a County Mayo lilt.", "In a salutary lesson on the perils of \"too much cowbell,\" the begorrah-laden trailer for upcoming movie \"Wild Mountain Thyme,\" starring Walken, Emily Blunt, Jamie Dornan and Jon Hamm, has set the Internet a-cringe since appearing this month.", "The trailer has been derided for its well-worn stereotypes and wandering accents: yet another exercise in faux-Irish whimsy, in a lineage that stretches from 1959's \"Darby O'Gill and the Little People\" to 2010's \"Leap Year.\"", "But leaving aside the cacophonous fiddles and the jokes that land so far afield they're in the next county, it's the accents -- beginning with that Walken narration -- that are first to assail the viewer.", "Blunt is from South London and Dornan is from Holywood, Northern Ireland, but aside from Hamm -- who luckily gets to keep his own accent -- the cast goes full leprechaun, \"50 Shades of Green.\"", "So with an impressive roster of Hollywood stars, and Oscar-winning US director John Patrick Shanley at the helm, where did it all go wrong? We spoke to dialect coach Jack Wallace -- English-born and LA-based, with Irish heritage -- to find out.", "Mouth choreography", "\"It's the same as doing fight choreography,\" explains Wallace over Zoom from California, where he trains actors for film and TV roles. \"You have to train all the muscles in your mouth to move in a new way.\"", "Getting an actor up to Bruce Lee levels of agility and speed requires between eight to 12 weeks of training with a dialect coach, to give them enough time to get used to the features of the accent and then to integrate it into their performance.", "\"If you think about how many sounds you make in a minute, how many times your mouth moves -- you have to do precisely that, every single time you speak,\" says Wallace.", "In the real world, though, production time constraints can mean coaches have as little as two weeks to prepare somebody for a role.", "\"You may have seen a performance where somebody has got quite a good accent, but you can kind of tell they're putting it on,\" adds Wallace. \"That's probably because they were not given enough time to then live in that accent and then become the character. They just put it over the top of what they were already doing.\"", "Rosemary Muldoon (Emily Blunt) gives neighbor Tony Reilly (Christopher Walken) a quare big hug. Kerry Brown / Bleecker Street", "Broadway play turned movie", "\"Wild Mountain Thyme\" is New Yorker Shanley's adaptation of his own short-lived Broadway play, \"Outside Mullingar.\" While that play was set in the Irish midlands, the action in the film moves west.", "But contrary to popular perception outside of Ireland, not everyone talks like they're in a \"Lucky Charms\" commercial.", "\"I think that people outside of the island of Ireland aren't really aware of the diversity of accents there,\" says Wallace. Dornan, from Holywood in the northeast, is playing a farmer from 170 miles away.", "\"A lot of the heat has fallen on Dornan, which I think is a little unfair because people want him to represent the island of Ireland. But if you think about it in terms of America: If you grew up in Texas, does it mean you could suddenly switch to a New York accent?\"", "That said, despite the oceans involved, an Irish accent often shares more similar features to an American one than it does to southern English.", "Related content We landed dream jobs as caretakers of an Irish island -- then Covid struck", "'Parking the car in Harvard yard'", "\"We can divide accents up into two camps, rhotic and non-rhotic,\" explains Wallace. \"And that has everything to do with the letter 'R.'\"", "Most Irish and American accents pronounce the letter \"R\" wherever it appears in a word, but in a lot of English accents, you only hear the \"R\" if it's followed by a vowel.", "Some American accents -- Boston, areas of New York, parts of New England, some Southern regions -- follow the English pattern, however, and are non-rhotic.", "That's why the Boston accent is so distinctive, says Wallace. So when it comes to mimicking it, \"That's why everybody talks about 'parking the car in Harvard yard,' because they're dropping that 'R' every single time.\"", "Love across the barricades: Anthony Reilly (Dornan) and Rosemary Muldoon (Blunt) in some couture-level farmwear. Kerry Brown / Bleecker Street", "American idiolect", "Perhaps one of the most provocative aspects of \"Wild Mountain Thyme\" is the casting of Christopher Walken.", "His every moment on screen is mesmerizing: \"The King of New York\"'s Frank White transported improbably to a farmhouse sitting room.", "Why ask Walken to be anything other than the incredible Christopher Walken? It seems that \"Wild Mountain Thyme\" must surely, to some extent, be in on its own joke.", "\"The great thing about Christopher Walken is that when you hear his voice, you see him act, you know it's him,\" says Wallace. \"He's a very iconic actor.\"", "\"The way that you speak uniquely is called an idiolect. It's made up of all the different features of your own accent,\" he explains.", "And while few idiolects are as idiosyncratic as Walken's, \"If you really get down to the most granular level, you will find differences between every single speaker in the world.\"", "Selecting a target", "Because there's no such thing as a standard generic accent, a good dialect coach will give their actor a specific person to target.", "\"The research aspect is actually one of the longest and most important sections,\" says Wallace. Choosing the right model is crucial. You have to take into consideration their age, their background, and whether their unique idiolect has enough of a region's standard characteristics to sound \"authentic\" to the listener's ear.", "CNN contacted the film's publicists for this story, but they didn't have anyone available to comment in time for our piece.", "However, by listening to the trailer, Wallace thinks that \"Jamie Dornan has definitely targeted a a real person for his Irish accent.", "\"I think the choice of person, whoever chose it, may have been a little bit older than his character should be. Accents change over time. So an accent from Mayo from somebody that grew up in the '70s is going to be very different from an accent from somebody that grows up in the 2000s.\"", "Jon Hamm is cousin Adam, who comes over from America with his fancy ways and notions. Kerry Brown / Bleecker Street", "Romantic Hollywood Ireland", "One of the problems with \"Wild Mountain Thyme,\" much discussed online, is that it isn't set in an Ireland that's recognizable to the modern viewer.", "While apparently set in the present day, it's simultaneously a mythical rural idyll stalled somewhere in the 1950s of John Ford's \"The Quiet Man.\" Without a strong authentic rooting in time and place, it can be challenging to create accents that also ring true.", "The language, also, evokes an ersatz Celtic lyricism such as no one on the aul' emerald sod has ever spoke.", "Says Wallace, \"People often speak up against accents when they don't see themselves reflected in them. I think a lot of the community are not hearing their voices reflected, and that causes them to be upset with the results.\""], "authors": ["Video Channon Hodge", "Words Maureen O'Hare"], "keywords": ["accent", "walken", "ireland", "dornan", "hollywood", "think", "wrong", "wallace", "irish", "dialect", "thyme", "coach", "accents", "does", "explains", "mountain"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}