{"id": "6e546bab-aa05-3f3f-9b73-16938d2c0626", "title": "The Overlooked Hallmark of the Trump Administration—and Other Autocracies", "url": "https://www.newyorker.com/news/our-columnists/the-overlooked-hallmark-of-the-trump-administration-and-other-autocracies#intcid=recommendations_the-new-yorker-homepage_cf773ba2-ccef-4442-9bff-291705449820_popular4-1", "summary": "But there is a third one, characteristic of many, if not all, autocracies: indifference.\nTrump apparently wanted to lift COVID-19 restrictions because he wanted the short-term economic boost that might have helped his reëlection chances.\nBut he also demonstrably, passionately, even desperately wanted a vaccine, and he wanted to take credit for it.\nSomeone might have wanted to spite Pfizer for refusing the money that Trump was so generously bestowing.\nNothing has reminded me of Russia quite so much as the Trump Administration’s belated effort to encourage Americans to vaccinate.", "paragraphs": ["The images of the first people to receive the COVID-19 vaccine promise the end of this particular nightmare. But it’s likely that hundreds of thousands more will die in the United States before the pandemic is over. The return to life without social distancing and isolation, the end to our loneliness, could proceed with unnecessary slowness because the Trump Administration did not secure as many doses of the vaccine as it could have. We have come to expect this President to fail Americans, catastrophically, and we have become accustomed to understanding these failures through two traits of his Administration: cruelty and militant incompetence. But there is a third one, characteristic of many, if not all, autocracies: indifference.", "Last week, the Times reported that, before Pfizer had concluded trials of its vaccine, the U.S. government had turned down repeated offers to lock in hundreds of millions of additional doses. The story offered no explanation for this decision, aside from an anonymous quote that Pfizer “was just not going to get the government’s money” before it produced conclusive proof of its vaccine’s effectiveness. In addition to being petulant, the quote didn’t make sense: Pfizer did not accept federal money for research and development through the government’s vaccine program, Operation Warp Speed, and the U.S. government would not have been obligated to pay anything if the vaccine had failed in clinical trials. After the story was published, the host of the Times’ podcast “The Daily,” Michael Barbaro, pressed the principal reporter on the story, Sharon LaFraniere, on who had made the decision to forgo securing additional vaccine doses, and why. There does not seem to be a clear answer—someone, or someones, just did.", "One of the best-remembered and most useful phrases from twentieth-century political theory is Hannah Arendt’s “the banality of evil,” born of her attempt to understand the motivations of Adolf Eichmann, an architect of the Holocaust. The phrase has been interpreted to mean that Eichmann, despite his high position, was merely a cog in a wheel that would have churned with or without him—that he was normal for his time, a shapeless man who would have conformed to any era. All of this is accurate. But what perhaps struck Arendt most when she was reporting on the Eichmann trial, for The New Yorker, was Eichmann’s indifference. She notes that he didn’t seem to remember some of his most consequential, murderous actions, not because he had a poor memory—and not, she assumed, because he was dissembling—but because he didn’t care, and hadn’t cared at the time. Eichmann had an excellent recollection of two things: perceived injustices perpetrated against him—during his trial in Jerusalem he showed himself to be a first-class whiner—and events that advanced his own career, as when important people noticed him and, say, took him bowling.", "The parallels offer themselves. From what we know about Donald Trump, he will remember 2020 as a year when he was unfairly treated by the voters, the courts, and the media, and also a year when he golfed. In this year of the coronavirus, Trump has oscillated between holding briefings and acting like the pandemic was over, while recommending bleach and bragging about his own tremendous recovery. But what he has demonstrated consistently, while three hundred thousand people in this country have died and millions became sick, is that he couldn’t be bothered. Memorable news stories have focussed on the cruel and self-serving ways in which the Administration has addressed the pandemic, as when the President’s son-in-law, Jared Kushner, reportedly found it to be politically advantageous that the virus was disproportionately affecting states with Democratic governments, or when Trump withheld resources from states whose governors had criticized him. Trump apparently wanted to lift COVID-19 restrictions because he wanted the short-term economic boost that might have helped his reëlection chances. But he also demonstrably, passionately, even desperately wanted a vaccine, and he wanted to take credit for it. His Administration poured money into Operation Warp Speed. And then they dropped the ball, for no reason that we can now see—likely because there is no real reason. Someone might have thought that it wasn’t his job. Someone might have wanted to spite Pfizer for refusing the money that Trump was so generously bestowing. Someone else might have assumed, overconfidently, that Pfizer could always be coerced later into producing the additional doses. Trump himself was most likely golfing.", "I have written a lot of articles and several books about Russia’s transformation under Vladimir Putin, but the experience I’ve always found hardest to describe is one of feeling as if creativity and imagination were sucked out of society after he came to power. The reason is not so much censorship or even intimidation as it is indifference. When the state took over television, for example, it wasn’t just that the news was censored: it was that the new bosses didn’t care about the quality of the visuals or the writing. The same thing happened in other media, in architecture, in filmmaking. Life in an autocracy is, among other things, dull.", "Nothing has reminded me of Russia quite so much as the Trump Administration’s belated effort to encourage Americans to vaccinate. It will build on an earlier effort to “defeat despair” about the pandemic, which either wasted or simply failed to spend more than a quarter of a billion dollars, because the officials involved tried to ideologically vet two hundred and seventy-four celebrities who may or may not have been asked to take part. Many, according to documents released by the House Oversight and Reform Committee, appeared to have been disqualified because they had been critical of Trump. Several said no, and only a handful, Dennis Quaid among them, accepted; Quaid then apparently backed out, and the campaign went dormant. Had it all been a scam? A particularly dumb version of a Hollywood witch-hunt? Probably not. It was probably another story about a President and an Administration that cares about slights but not about people.", "Read More About the Presidential Transition"], "authors": ["Masha Gessen", "Masha Gesse", "Isaac Chotine", "John Cassid"], "keywords": ["pandemic", "pfizer", "administration", "trump", "overlooked", "eichmann", "doses", "didnt", "hallmark", "administrationand", "autocracies", "vaccine", "money", "wanted"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}