{"keywords": ["zhang", "plagues", "beijing", "mr", "city", "chinas", "children", "system", "technology", "china", "workers", "place", "firms", "discriminatory", "hukou", "whitecollar", "chaguan"], "id": "6e637b2e-8ada-3bab-822b-853ead7d0cd1", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "paragraphs": ["T WO CHINAS collided on a summer night in Beijing this year when “Little Zhang”, a high-flying young businessman, was summoned for questioning by an elderly neighbour at his housing complex, and asked to prove that he is a legal resident of the city. In the new China where Mr Zhang spends most of his days—a swaggering country rushing to become a high-tech superpower—the 31-year-old is a model citizen. He recently secured a job with a prestigious technology company, buoyed by a master’s degree from a Western university and a stint with a foreign consultancy. In an older China, a bossy place which issues old men and women with red armbands and tasks them to sit outside apartment blocks, snooping on all who pass, he is an object of suspicion.", "Despite Mr Zhang’s enviable job, he is legally an outsider in his new home of Haidian, a district in Beijing’s north-west where technology firms have sprung up near elite universities. Born in the neighbouring province of Hebei, Mr Zhang belongs to a tribe of white-collar migrants who call themselves, with mock-defiant pride, Beipiao, or Beijing drifters. Its members are hard to spot, but know who they are. They are well-educated and hail from an urban area in another part of China. To build secure lives in the capital they must pull off something hard by changing their hukou, or household registration, to make Beijing their official home, or, failing that, by obtaining an employment-related residency permit. Mr Zhang’s interrogation was brief. He showed his national and company identity-cards to the “old granny” questioning him, and insisted that he was “definitely an honest citizen”, merely prevented by red tape from obtaining the right documents. Hurry up and get those papers, she commanded. He did not demur, having heard the same demand from local police not long before.", "Educated urban-born outsiders like Mr Zhang are better off than working-class migrants from the countryside, many of whom have been summarily expelled from Beijing in recent years. Still, when people like him want to start a family, their children are at the back of the queue for school places in Beijing. They are barred altogether from sitting university entrance examinations in the capital. For Beipiao, to buy a home or even a car in Beijing is to plunge into a briar patch of regulations.", "Chinese rulers have long restricted migration between rural and urban areas, and between big cities. As the capital of the People’s Republic of China, Beijing has endured 70 years of unusually strict controls. Yet political disciplines are now in tension with another side to the city. Beyond its grey, hulking ministries and Communist Party offices, it has become an innovation hub, with an unrivalled range of universities, venture-capital funds, technology firms and cultural enterprises. But at private dinners, drinks parties and off-the-record coffees, Chaguan has heard from bosses of multi-billion-dollar firms and the founders of scrappy startups that it is hard to retain middle-ranking staff in Beijing. Many report that employees, especially those with children, want to move to cities with easier hukou rules, cheaper housing and a better quality of life, such as the southern boomtown of Shenzhen or the lakeside city of Hangzhou.", "Beijing’s trouble retaining talent raises a question that applies to China more generally: namely, are there limits to the flourishing of innovation and creativity in an autocratic, controlling one-party state? Speak to Beijing drifters, and it is not hard to conclude that the answer is yes. The limits of the current system are felt most sharply by the middle tiers of urban society, they say. The rich need not care about hukou because they can secure foreign passports for their children and send them to private international schools in Beijing or overseas. As for low-income migrant workers, they typically leave their children with grandparents back home in villages and townships. It is the aspirational middle that suffers, interviewees say. There are other ways in which such folk are left out. Risk-taking hipsters are still drawn to Beijing, as well as those who do not care about having children or making much money—the so-called “Buddha-style young” drawn to Beijing’s surprisingly irreverent, gritty-yet-arty subculture. The city also attracts conservative-minded graduates willing to work for state-owned firms that pay badly, but offer easy access to hukou and work permits. The losers are those who fall between those extremes: people who want to work for the private sector and build families.", "Beijing drifters are masters at hustling around bureaucratic obstacles. A former journalist from central China, now working for a big technology company, describes friends who took low-paid jobs with a party newspaper, then a year’s sabbatical to pursue a master’s degree overseas—a double-manoeuvre that earned them hukou in Beijing on their return. Another friend worked as a village official in the rural outskirts of Beijing after graduating. A hukou was his reward. The journalist’s child, if she has one, will live with her mother-in-law and be educated in the port city of Tianjin, her husband’s home town, which has good schools and is a less competitive place than Beijing for aspirants to university.", "A place to find good jobs, more than a good life", "Politics stops some firms moving. A film producer notes that internet and entertainment companies must stay close to government regulators and censors. But he adds: “If conditions allowed, all companies would consider moving out of Beijing.” Other cities have widely discussed limitations. Shenzhen is called a cultural desert. Shanghai is plagued by snobbish cliques. Beijing may be a glorious “hodgepodge” of clever people from all over China, as a financier describes it. Nowhere is as exciting for a first job. Still, every Beijing drifter has friends planning an escape, especially those who lack hukou in the capital. “Beijing is not a good place to fulfil their dreams,” explains one citizen of the new, innovative China. The old China had little time for individual dreamers. In Beijing those two worlds of creativity and control increasingly collide. ■"], "authors": ["The Economist"], "title": "Chaguan - China’s discriminatory hukou system plagues white-collar workers, too", "pubDate": null, "summary": "In the new China where Mr Zhang spends most of his days—a swaggering country rushing to become a high-tech superpower—the 31-year-old is a model citizen.\nBorn in the neighbouring province of Hebei, Mr Zhang belongs to a tribe of white-collar migrants who call themselves, with mock-defiant pride, Beipiao, or Beijing drifters.\nEducated urban-born outsiders like Mr Zhang are better off than working-class migrants from the countryside, many of whom have been summarily expelled from Beijing in recent years.\nAs the capital of the People’s Republic of China, Beijing has endured 70 years of unusually strict controls.\nBeyond its grey, hulking ministries and Communist Party offices, it has become an innovation hub, with an unrivalled range of universities, venture-capital funds, technology firms and cultural enterprises.", "url": "https://www.economist.com/china/2019/12/14/chinas-discriminatory-hukou-system-plagues-white-collar-workers-too"}