{"id": "6e663b77-ff3d-3ae6-8c62-556b545a3d43", "title": "Rep. Chip Roy (R-Texas) on Why He’s Not Backing GOP Effort To Challenge 2020 Election Results", "url": "https://radio.foxnews.com/2021/01/05/rep-chip-roy-r-texas-on-why-hes-not-backing-gop-effort-to-challenge-2020-election-results/", "summary": "Thirteen Republican senators have pledged to challenge some states' results, with over a hundred House Republicans objecting to at least one state.\nTexas Congressman Chip Roy is one of a handful of elected Republicans resisting calls from President Trump to refuse to certify Biden's win.\nconcerning the Jan. 6 attempt to overturn the results of the election:I am as outraged as anyone about the still-unanswered questions about the election.\nRoy also said, \"Rejecting the electors violates the spirit and structure of a Republican form of government.\nMany Republican officials and voters have expressed concern over voter fraud and mass mail-in ballots during the 2020 election.", "paragraphs": ["On Jan. 6, Congress is set to certify President-elect Joe Biden's victory. Vice President Mike Pence will preside over the certification in a highly anticipated joint session of Congress. Thirteen Republican senators have pledged to challenge some states' results, with over a hundred House Republicans objecting to at least one state.", "Texas Congressman Chip Roy is one of a handful of elected Republicans resisting calls from President Trump to refuse to certify Biden's win. Roy told Fox News Radio's Guy Benson Show that,", "\"The fact is, as I look at it right now and what's going to happen tomorrow is a number of my colleagues are going to vote to object accepting the electors from certain states. And in doing so, then we will then have a vote in each body separately, the House and the Senate, as to whether or not we will accept the electors.\"", "A joint statement from Reps. Chip Roy (R-Texas), Kelly Armstrong (R-N.D.), Ken Buck (R-Colo.), Mike Gallagher (R-Wis.) Nancy Mace (R-S.C.), Thomas Massie (R-Ky.) and Tom McClintock (R-Cal.) concerning the Jan. 6 attempt to overturn the results of the election:", "I am as outraged as anyone about the still-unanswered questions about the election. But the Constitution is clear: States select electors. Congress does not. There is only one path to victory for @POTUS on Jan. 6: state legislatures certifying Trump electors in states at issue pic.twitter.com/QypY9Kyk8P — Rep. Chip Roy (@RepChipRoy) January 3, 2021", "Congressman Roy laid out his reasons for not backing the GOP-led effort to subvert the election results, saying,", "\"In rejecting the electors, I believe that violates the Constitution under the 12th Amendment of the United States. I think it is clear, black and white, we count. I believe it is primarily ministerial. And there are only real decision to review the electors before us. And we have only one slate of electors per state that you can reasonably say were sent to us under the authority of law in that state.\"", "Roy also said, \"Rejecting the electors violates the spirit and structure of a Republican form of government. And think about this: The founders specifically drafted the inclusion of a phrase Congress into the manner of the election of states, and then specifically rejected it before they adopted the Constitution.\"", "Many Republican officials and voters have expressed concern over voter fraud and mass mail-in ballots during the 2020 election. Congressman Roy didn't dispute the concerns expressed by many Republicans, saying,", "\"I would love to have a true commission and deep dive and hearing ... everybody should be concerned about the abuse of mail-in ballots. This virus is not an excuse to upend our democracy by making it possible for fraud and abuse in elections.\"", "Roy reiterated his position concerning the GOP's attempt to overturn the results of the election, saying,", "\"I disagree that it is the duty of Congress to assert its will over the people and their states. The states choose the electors of the president. And if we upend that, we are going to seal our fate, and it will be our own undoing, and it will rip apart and shred the Constitution.\"", "Listen To The Full Interview Below:"], "authors": ["Wyatt Dobrovichfago"], "keywords": ["hes", "electors", "republican", "rep", "chip", "challenge", "gop", "president", "congress", "states", "jan", "effort", "rtexas", "republicans", "roy", "election", "results"], "pubDate": "2021-01-05T00:00:00Z", "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}