{"id": "6e821809-de16-3b9f-81ec-b8b75d43137c", "title": "Watch Dogs: Legion Review – A Successful Team-Building Exercise", "url": "https://www.gameinformer.com/review/watch-dogs-legion/watch-dogs-legion-review-a-successful-team-building-exercise", "summary": "Instead of putting you in control of a single protagonist, Watch Dogs: Legion gives you thousands of disgruntled Londoners, providing the freedom and flexibility to fight like never before.\nWhere Watch Dogs: Legion sets itself apart from many open-world games is its city full of potential heroes.\nWhile Watch Dogs: Legion mostly sells the fantasy of a wholly unique populous, hearing the same handful of voice samples or viewing similar character portraits with slight variations sullies that vision a bit.\nLegion feels like the realization of the hacker fantasy the first Watch Dogs tried to capture.\nWhether you’re controlling a trained super spy or a gassy grandmother, Watch Dogs: Legion is a ton of fun.", "paragraphs": ["In near-future London, Dedsec is no more. Framed for a terrorist attack, the hacktivist group from previous Watch Dogs games has been purged, and the city has morphed into an authoritarian state policed by Albion, an evil mercenary company. However, the subjugated citizens carry the spark of resistance; it’s up to you to fan it into a wildfire of rebellion. Instead of putting you in control of a single protagonist, Watch Dogs: Legion gives you thousands of disgruntled Londoners, providing the freedom and flexibility to fight like never before. Despite a few bad apples, they don’t spoil what’s ultimately an entertaining fight for freedom.", "Your objective is to retake London from its enemy kingpins. You explore and reclaim boroughs through a variety of activities, including sabotage, evidence gathering, and promoting your own propaganda. Where Watch Dogs: Legion sets itself apart from many open-world games is its city full of potential heroes.", "Amassing your army of agents is a fulfilling and strategic endeavor. Anyone can be recruited, and I felt like a kid in a candy store scanning Londoners thanks to the cool combinations of skills each can bring. For example, one of my favorite members was a futuristic beekeeper who commanded swarms of robotic hornets. Techies hack devices faster, investors rake in more money, protesters can rally bystanders to fight, and spies bring gadgets and combat expertise. It’s delightfully silly to command a group resembling a tech-savvy Village People, and the game doesn’t take itself too seriously, making it fun to revel in the absurdity. I grew to cherish certain team members for their skillsets and zaniness (especially because I played with the optional permadeath turned on).", "Most of the side content consists of satisfying the needs of potential recruits. They’re decently fun tasks, but start repeating themselves too soon. Borough uprisings offer better diversions thanks to their variety and the exciting final missions each neighborhood presents. Lesser activities like package deliveries and graffiti tagging provide lighter thrills, but they at least give an excuse to tour Legion’s beautiful, high-tech take on London.", "The main story missions are much more gratifying. Four genuinely despicable villains provide plenty of motivation to free London of their tyranny, and your tasks focused on taking them down regularly surprised me with their creativity. One of the best involves a surprisingly heartbreaking trek through the disturbing home of a scientist obsessed with digitizing human mind.", "Smart level design forces players to consider the right person for the job while also allowing multiple approaches. Strutting into an Albion stronghold disguised as an employee is just as viable as sending combat drones to mow down threats ahead of time. I always had fun surveying a situation and deciding which combination of tools to employ. To that end, the game makes excellent use of its gadgets, like drones, cameras, and turrets. I especially like the spiderbots – arachnid-like drones that provide a satisfying way to circumvent heavily guarded areas. Plus, I also enjoyed the stealthy platforming segments dedicated to them.", "Commanding various robots is also fun in combat and for puzzle-solving. Riding atop large cargo drones like Spider-Man’s Green Goblin is particularly awesome. Not only can soaring overhead bypass a lot of obstacles, but raining hell from above is supremely entertaining. I love how Legion allows players to combine their tools for creative improvisation. I got a kick from attaching spider turrets atop cars or cargo drones to create mobile murder machines. Enemy A.I. can be boneheaded at times, but the gameplay is a blast that gets better with every upgrade and ability unlocked.", "While Watch Dogs: Legion mostly sells the fantasy of a wholly unique populous, hearing the same handful of voice samples or viewing similar character portraits with slight variations sullies that vision a bit. Another small but regular annoyance comes in the load time while switching agents (at least on current-gen hardware). While not egregiously long, it’s just enough of a delay to break your stride.", "Legion feels like the realization of the hacker fantasy the first Watch Dogs tried to capture. Between the fun team-building, fantastic mission design, strong narrative, and a gorgeous world, everything comes together in a largely entertaining and cohesive package. Whether you’re controlling a trained super spy or a gassy grandmother, Watch Dogs: Legion is a ton of fun.", "This review has been updated from its original version. A section about being unable to manually retire characters has been removed to accurately reflect the final, launch version of the game."], "authors": ["Associate Editor", "Marcus Is An Avid Gamer", "Giant Wrestling Nerd", "A Connoisseur Of Cartoons", "Obscure Childhood References. The Cat'S Out Of The Bagel Now"], "keywords": ["entertaining", "teambuilding", "legion", "watch", "successful", "london", "provide", "game", "fun", "fight", "drones", "dogs", "review", "exercise"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}