{"id": "6e8b85f6-b5ee-3d64-8369-677a793ee302", "title": "Meet the Black Cowgirl Behind the Literacy Program That Combines Reading and Horseback Riding", "url": "https://www.vogue.com/article/saddle-up-and-read-literacy-program-combines-reading-and-horseback-riding", "summary": "Who among us has not daydreamed about owning a horse, galloping off into the sunset with our hair flowing wildly?\nCaitlin Gooch is a 28-year-old Black cowgirl, entrepreneur, wife, mother, advocate for children’s literacy, and author.\nA voracious reader, Gooch eventually coordinated local events where she could read to children at the Wendell Community Public Library.\nShe told the kids all about her family’s horse farm and her long history of riding horses and learning about them through the years.\nIt inspired her to incorporate both reading and horses as a therapeutic approach for children to increase their literacy skills.", "paragraphs": ["As a former horse girl and top champion of the Accelerated Reader elementary school program, learning about Caitlin Gooch and her nonprofit organization Saddle Up and Read was one of the bright spots of 2020 for me. Who among us has not daydreamed about owning a horse, galloping off into the sunset with our hair flowing wildly? I admittedly had a subscription to Horse Illustrated magazine as a young teen, and purchased a brush for a horse I definitely did not have in order to prove to my parents that I was responsible enough to keep one in our tiny suburban backyard. Alas, all my horse themed notebooks, t-shirts, and fuzzy Lisa Frank posters had to satiate my obsession until I was old enough to take a few lessons on my own.", "Caitlin Gooch is a 28-year-old Black cowgirl, entrepreneur, wife, mother, advocate for children’s literacy, and author. She is originally from Wendell, North Carolina but currently lives in Chesapeake Virginia, where her husband is stationed in the military. Gooch has three children, three dogs, one rabbit and eight horses...while still managing to make the three-hour drive from Virginia to North Carolina to her father’s horse farm nearly every weekend, where she runs Saddle Up and Read. She also teaches horseback riding lessons and helps maintain the farm.", "Saddle Up and Read was created and founded by Gooch in 2017 as a direct way to help raise literacy rates for children in North Carolina. Gooch grew up on the farm, tending to her family’s horses and participating in trail rides every weekend as a kid. A voracious reader, Gooch eventually coordinated local events where she could read to children at the Wendell Community Public Library. She told the kids all about her family’s horse farm and her long history of riding horses and learning about them through the years. This inevitably led to kids asking to see photos of her horses she talked about, and she saw quickly how much kids responded to the subject. It inspired her to incorporate both reading and horses as a therapeutic approach for children to increase their literacy skills.", "Meeting Man Man the miniature horse at a Saddle Up and Read event Photo: Courtesy of Saddle Up and Read Photo: Courtesy of Saddle Up and Read", "She realized that most kids didn’t know much about the history of Black folks in equestrian sports, and sought to fill that gap as well. Since most children don’t have direct access to a local stable or horseback riding lessons, Gooch decided she would create opportunities for a handful of kids to visit her family’s farm so they could help groom the horses and take a riding lesson. Thus, Saddle Up and Read was born. Eventually, Gooch began loading her own horses into a trailer and bringing them to elementary schools across the state to teach kids about horses in a classroom setting. The only problem was, she didn’t own a truck or trailer at the time. So she put out a call on social media that went viral. Before long, Caves Farm in Maryland had donated a truck, followed by Double H Farms in Florida. Before the pandemic hit, Gooch had visited around 200 classrooms, and she was amassing book donations from strangers and organizations across the country."], "authors": ["Jordan Hernandez", "Jordan Hernande"], "keywords": ["black", "horses", "horseback", "north", "cowgirl", "meet", "riding", "gooch", "read", "saddle", "horse", "farm", "program", "combines", "reading", "kids", "children", "literacy"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}