{"pubDate": null, "title": "The Norwegian Novel That Divided a Family and Captivated a Country", "paragraphs": ["Remember how divisive reality television was, before it became just television? In Norway, an intense debate is taking place about virkelighetslitteratur, or “reality literature,” a putatively fictional strain of writing that draws on identifiable characters and events. Critics of reality television complained that it was overproduced; the argument against reality literature is that it is insufficiently artificial, exposing and misrepresenting people who never consented to be a part of it. The country’s most flagrant transgressor of the code of plausible disclaimability is Vigdis Hjorth, whose prickly, persuasive novel “Will and Testament” came out in Norway in 2016, and has just been published in English, by Verso. Earlier this month, the translation, by Charlotte Barslund, was long-listed for the National Book Award for Translated Literature. “Will and Testament” was a sensation in Norway, a best-seller and the winner of the Norwegian Critics Prize. Already one of Norway’s preëminent authors, Hjorth, who has written more than twenty novels, became a media fixation, having marshalled her prodigious gifts to suggest—or to lead people to believe that she had suggested—that her father had raped her when she was five years old. Hjorth’s narrator’s name is Bergljot, not Vigdis, and although she matches up with the author in conspicuous ways, Hjorth has said that the novel is not autobiographical. Still, she has become the biggest Scandinavian literary story of the past twenty years, except for maybe Karl Ove Knausgaard, with whose work hers has been compared, sometimes superficially. Like Knausgaard, Hjorth is writing against repression, against the taboo on telling things as they really are. But he urges us to look at dead bodies; she forces us to regard bleeding souls. Bergljot’s trauma lives as a secret that she keeps from herself. She grows up, marries a “nice, decent man,” produces three children, and plugs away at a dissertation on modern German drama while trying to write a one-act play. Eventually, she leaves her husband; her parents aren’t thrilled, but they chip in to keep her afloat. When Bergljot’s father helps renovate her bathroom, she worries about him having a key to her new house, but she doesn’t dare ask Dad—that’s what she calls him—to give it back. The reader isn’t sure what’s stopping her, and Bergljot probably isn’t, either. She exists in a vague state, batting away doubt and fear like pop-up ads from her psyche. Then, one Sunday morning, her pain hits its target. She can’t move, talk, stand. She suffers several more attacks before discovering their source: “I went to the Mac and read my text, and there it was, in between all the other words, and I had a shock, I was floored, and at one fell swoop I turned into someone else, forever changed into another by this moment of truth.” It isn’t until much later in the book that Bergljot reveals what, exactly, those words are: “He touched me like a doctor, he touched me like a father.” She has effectively written a diary that she never meant to read. The main action of “Will and Testament” takes place decades after this episode. Now a drama critic, Bergljot has broken with her parents, who have “entered into a conspiracy to save their reputation,” and with her two younger sisters, Astrid and Åsa, who believe that her memories of abuse have been cooked up in psychoanalysis. Within the clan, Bergljot has undergone a sort of downward mobility, becoming “an outcast who threatened the family honour.” An older brother, Bård, has also absented himself from the scene, citing paternal neglect. The siblings bring to mind a broken chain of paper dolls, one pair displayed on the refrigerator door and the other stuffed in the back of a drawer. “If you didn’t know your parents had two other children, you’d think it was a normal happy family,” Bergljot’s grown son remarks, after an evening at his grandparents’ house. (They are the kind of people who throw birthday parties for adults.) Monstrous men don’t create art as often as they do fractured families. The filial conflict flares up again when Bergljot’s father announces his intention to split his estate equally among his four children, with the exception of two cherished vacation cabins, which will go to the favored sisters. Bård and Bergljot raise hell—knowing they are being bought off, they refuse to offer themselves on the cheap. Then Dad dies, leaving no clear heir to the most valuable asset of all: control of the family story.", "For years, the family has functioned as a closed circuit. Bergljot would fire off an accusation, and it would bounce from relative to relative, then return to her in unchanged form. There was nowhere for it to go, no way to alter its energy. The book’s claustrophobic atmosphere is exacerbated by the use of letters, e-mails, and text messages—sometimes directly quoted, sometimes paraphrased, occasionally mediated beyond all sense. In sharing them, Bergljot is doing the same thing we’re doing when we send a friend a screenshot: trying to break open a drama by drawing a new person into it. “Will and Testament” is a gut-wrenching novel, but it is also a gossipy one, which begs to be read in an old-fashioned, judgmental manner. Right and wrong, good and bad, are applicable modes of assessment here. The reader, furnished with primary documents, has the opportunity to take a side. In fact, to be a moral person in the zero-sum world of this novel, she must. Throughout “Will and Testament,” the plot is interrupted by short, cerebral chapters in which Bergljot meditates on life in the abstract, as opposed to reality in its particulars. She quotes the philosopher Arne Johan Vetlesen’s work on truth-and-reconciliation processes and ruminates on the Balkan crisis—cases through which she is seeking truth, her own alongside the universal. Bergljot’s friends are studies in solidarity, too. They serve as a gallery of character witnesses, attesting to her ability to maintain long-term bonds of love. She cleaves so quickly and so closely to one equally troubled acquaintance, Klara, that the reader’s disastrous-friend antennae bristle in anticipation. Klara, seemingly a classic pot-stirrer, insists that Bergljot stop seeing her family. Yet Klara turns out to be a canny, patient tactician for her friend’s best interests. After Bergljot’s father’s death, she counsels, “Now it’s three against two and that’s new, they weren’t prepared for that but they’re still the majority, and they have each other.” Whether Klara is in affirming mode or egging-on mode, her most important attribute is that she is steadfast in her allegiance to Bergljot, adding one more number to her side of the field. Bergljot is settling scores with herself as much as with anybody else. She is striving, in the Kierkegaardian tradition, to create a majority of one. It’s a solitary quest of detours and traps, including the fear that, as both narrator and character, she has somehow got the story all wrong. An inveterate phone-talker, Bergljot tells her tale as one would in conversations with a friend, doubling back on earlier versions as though to retrieve some crucial detail that might prove her claim once and for all, vacillating among indignation and dark humor and self-doubt. These stops and starts illustrate the painful circularity of Bergljot’s problem: people don’t believe her because she’s a basket case, but she’s a basket case because people don’t believe her. Bergljot’s story can get blurry. Sometimes it’s been twenty years since she cut off contact with her family; other times it’s fifteen, and she still interacts with them sporadically. She doesn’t try to pave over the holes in her testimony, instead allowing them to exist as natural features of a turbulent emotional landscape. Nor does she tamp down her reactions. There is a certain audacity in saying, “I heard the email notification from my iPhone on the seat next to me, an act of war, was my guess,” and asking people to take you seriously. Many readers, repelled by Bergljot’s grandiosity, won’t. But, in my eyes, Bergljot saves herself from melodrama by being honest about her tendency toward it. “And then I’m, like, whoa, I have superpowers. Why am I wasting my time at the gym?” Cartoon by Pat Byrnes Hjorth is fearless on the complicated bonds between survivors and abusers, who hold power over them in the form of answers. Bergljot says, astonishingly, that as a young mother “I still had a small amount of contact with my family for the sake of my children.” Years later, it doesn’t seem to occur to her that she doesn’t have to go to her father’s funeral. An abusive parent is the alpha, the omega, and the person who teaches you the alphabet. When Bergljot reënters the fray, she does so in a headlong way that hardly protects her vulnerabilities. At the outset of the inheritance dispute, she gets up the nerve to e-mail Astrid, an expert in human-rights law and thereby “a kind of officially good person,” about the cabins. Astrid responds with a litany of dispassionate facts. Bergljot says, “I felt that I was threatening her with an axe, she reacted as though I was waving a plastic knife in the air.” Hjorth seems to be suggesting that rectitude can be the enemy of justice, and that neutrality can be a form of self-dealing. Proudly objective parties can’t satisfyingly adjudicate the most violent disputes, because they have a bias against the emotional effects of conflict. The book’s turning point occurs when Bergljot, desperate to jolt her relatives out of their complacency, decides to read aloud her accusations at a meeting with the entire family, in the presence of their accountant. After so much mediated confrontation, she has to work herself up to this act of exposure (“Just see it through, because it’s absolutely crucial, this is about your life,” she tells herself), but she barely makes it through a paragraph before the family revolts. “Now is not the time or the place,” Astrid chides, deleting Bergljot’s speech as though it were one of her late-night e-mails. Later, Bergljot launches into a self-examination: After my bombshell twenty-three years ago, I chose to withdraw, to heal myself, to seek professional help. Should I have called Astrid with the physical details, pleaded my case with a skeptical sister who loved her parents and had every reason to, who had a great relationship with her parents, who wanted a happy family, should I have called her and shared my open wounds, exposed my nakedness, so painful, so shameful, so intimate, so difficult to talk about outside the psychoanalyst’s consulting room, tell her things I hadn’t told anyone other than my psychoanalyst, not even my friends, my boyfriends or my children because it hurt too much and was too physically intrusive, because I didn’t want my nearest and dearest to have such images of me in their heads? One senses that these are not rhetorical questions. Bergljot is trying to calculate the acceptable ratio of disclosure to damage."], "url": "https://www.newyorker.com/magazine/2019/10/07/the-norwegian-novel-that-divided-a-family-and-captivated-a-country", "keywords": ["hjorth", "parents", "read", "family", "bergljots", "divided", "reality", "novel", "astrid", "norwegian", "captivated", "testament", "children", "bergljot", "country"], "summary": "“Will and Testament” was a sensation in Norway, a best-seller and the winner of the Norwegian Critics Prize.\nHjorth’s narrator’s name is Bergljot, not Vigdis, and although she matches up with the author in conspicuous ways, Hjorth has said that the novel is not autobiographical.\n“If you didn’t know your parents had two other children, you’d think it was a normal happy family,” Bergljot’s grown son remarks, after an evening at his grandparents’ house.\nThen Dad dies, leaving no clear heir to the most valuable asset of all: control of the family story.\n“Now is not the time or the place,” Astrid chides, deleting Bergljot’s speech as though it were one of her late-night e-mails.", "authors": ["Lauren Collins", "Alice Munro", "Rachel Aviv", "Adam Entous", "Richard Brody", "Jane Mayer", "James Wood", "Alexandra Schwartz"], "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35", "id": "6e9fc7b3-37a8-37d1-bbdd-17a1e7e06210"}