{"id": "6ea6dea2-f2e6-38c6-bdea-d2056248f523", "title": "Chinese spy with Swalwell shows 'pervasive' threat of China today: Cotton", "url": "http://www.foxnews.com/politics/china-swalwell-threat-spy-pelosi-senate-tom-cotton", "summary": "House Speaker Nancy Pelosi needs to explain why she put Rep. Eric Swalwell, D-Calif., on the Intelligence Committee amid backlash over his relationship with a Chinese spy, Sen. Tom Cotton argued Wednesday.\n\"It does reflect just how sweeping the Chinese threat is,\" Cotton, R-Ark., a member of the Senate Intelligence Committee, told \"The Daily Briefing.\"\n\"The China threat is real and it is pervasive in this country.\"\nOne of her highest-profile targets was Swalwell, whom she met when he was still a city councilman in the East Bay city of Dublin almost 10 years ago.\nCotton is calling on Swalwell to tell the American people what happened.", "paragraphs": ["House Speaker Nancy Pelosi needs to explain why she put Rep. Eric Swalwell, D-Calif., on the Intelligence Committee amid backlash over his relationship with a Chinese spy, Sen. Tom Cotton argued Wednesday.", "A group of 17 Republican House members sent a letter to Pelosi, D-Calif., Tuesday urging her to \"immediately remove\" Swalwell from the House Intelligence Committee in response to reports over his past ties to a spy from China, who posed as a college student, networked with up-and-coming politicians and allegedly slept with a pair of Midwestern mayors.", "\"It does reflect just how sweeping the Chinese threat is,\" Cotton, R-Ark., a member of the Senate Intelligence Committee, told \"The Daily Briefing.\"", "SEN. COTTON CALLS ON SWALWELL TO HOLD PRESS CONFERENCE, EXPLAIN CHINESE SPY TIES", "\"I mean, Chinese spies are cultivating politicians all across America today, as we speak, and I don't just mean senators and congressmen, I mean state legislators and county commissioners and city councilmen ... China plays the long game and it is looking to cultivate people who might rise to higher office in this country the same way they cultivate young scholars or recruit spies on campuses or tech or other critical industries,\" he added. \"The China threat is real and it is pervasive in this country.\"", "Fang Fang, also known as Christine Fang, disguised herself as an exchange student and came to the U.S. to build relationships with politicians on behalf of the Chinese Communist Party, Axios reported last week. One of her highest-profile targets was Swalwell, whom she met when he was still a city councilman in the East Bay city of Dublin almost 10 years ago.", "Cotton told host Dana Perino that House Republicans calling for Swalwell to be removed from the Intel Committee have \"very compelling\" concerns as he has had \"access to the nation's most sensitive secrets and somehow he let a Chinese spy insinuate herself into his life.\"", "Cotton is calling on Swalwell to tell the American people what happened.", "CLICK HERE TO GET THE FOX NEWS APP", "\"If there's really nothing nefarious here, if he was just an innocent victim, then he should come forward and publicly explain exactly how this happened,\" Cotton said. \"He's hiding behind the cloak of classified information ... There's nothing classified about Eric Swalwell's fundraising practices or his social life.\"", "Fox News' Michael Ruiz contributed to this report."], "authors": ["Caleb Parke", "Caleb Parke Is An Associate Editor For Foxnews.Com. You Can Follow Him On Twitter"], "keywords": ["intelligence", "pervasive", "explain", "cotton", "spy", "committee", "politicians", "today", "chinese", "house", "china", "threat", "mean", "swalwell", "shows"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}