{"id": "6eabc9c6-ac1e-3511-b6a1-920437e6d0db", "title": "A row over land takes Italy back to the Middle Ages", "url": "https://www.economist.com/europe/2021/03/27/a-row-over-land-takes-italy-back-to-the-middle-ages", "summary": "T ROUBLE HAS been brewed on Mount Circeo, south of Rome, ever since it was home to Circe, a legendary sorceress who turned Odysseus’s shipmates into pigs.\nThe demands are the latest twist in a dispute with its origins in the Middle Ages.\nThe fief brought with it not only the ownership of the land, but the right to levy an annual fee on any properties on it.\nBut in 2019 those descendants’ descendants began to exercise their rights again.\nAnd now they are being asked for arrears of the levy, in some cases amounting to as much as €35,000 ($40,000).", "paragraphs": ["T ROUBLE HAS been brewed on Mount Circeo, south of Rome, ever since it was home to Circe, a legendary sorceress who turned Odysseus’s shipmates into pigs. The latest tribulation arrived in envelopes that plopped onto doormats in and around the modern town of San Felice Circeo in recent weeks, and demanded that the occupants stump up five years’ back payments of a levy some had no idea they owed. The demands are the latest twist in a dispute with its origins in the Middle Ages.", "Listen to this story Your browser does not support the <audio> element. Enjoy more audio and podcasts on iOS or Android.", "Several years ago, says their lawyer, Bianca Maria Menichelli, the heirs of Baron Giovanpaolo James Aguet got together to delegate one of their number to register what they say is their right to ownership of the land in the area. Their claim is based on possession of a fief—a right granted by a feudal overlord in exchange for allegiance or services. In this case, the overlord was a pope. Not even Ms Menichelli knows which one, though she says a document shows the arrangement was already in place by the 13th century.", "After the new kingdom of Italy conquered the popes’ domain in the late 19th century, the fief passed to the government of the nascent state. Strapped for cash, the government sold it to a buyer who, in 1898, sold it to Baron Aguet. The fief brought with it not only the ownership of the land, but the right to levy an annual fee on any properties on it.", "Mario Montalbano, a local surveyor, says the baron’s descendants stopped collecting the levy at least 60 years ago and most people on Mount Circeo came to believe that they were just like homeowners elsewhere in Italy. But in 2019 those descendants’ descendants began to exercise their rights again. Residents who want to sell face having to buy their freeholds, for around 30% of the value of the property, though Mr Montalbano says it can be much more. And now they are being asked for arrears of the levy, in some cases amounting to as much as €35,000 ($40,000). A toxic brew that is worthy of Circe herself."], "authors": ["The Economist"], "keywords": ["italy", "levy", "middle", "row", "ages", "ownership", "circeo", "menichelli", "overlord", "land", "descendants", "mount", "sold", "montalbano", "right", "takes"], "pubDate": "2021-03-27T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}