{"id": "6ebe7039-4d02-362f-aed4-25ab08686c19", "title": "Irish president attacks 'feigned amnesia' over British imperialism", "url": "https://www.theguardian.com/world/2021/feb/11/irish-president-michael-d-higgins-critiques-feigned-amnesia-over-british-imperialism", "summary": "Ireland’s president, Michael D Higgins, has made a sharp critique of British imperialism and the “feigned amnesia” of academics and journalists who refuse to address its legacy.\nHis article comes in advance of a seminar on imperialism he is to host on 25 February.\n“I am struck by a disinclination,” he says, “in both academic and journalistic accounts to critique empire and imperialism.\nIn 2014 Higgins made the first address to the British parliament by an Irish president.\nIn a speech last December he urged Irish people not to stereotype British people because of Brexit and its destabilising impact on Northern Ireland.", "paragraphs": ["Ireland’s president, Michael D Higgins, has made a sharp critique of British imperialism and the “feigned amnesia” of academics and journalists who refuse to address its legacy.", "Writing in the Guardian, Higgins accuses unnamed academic and media organisations of turning a blind eye to the devastating impact of colonialism not just in Ireland but across the world.", "“A feigned amnesia around the uncomfortable aspects of our shared history will not help us to forge a better future together,” he says, contrasting British forgetfulness with Ireland’s reflections on its war of independence and partition a century ago.", "Ignoring the “shadows cast by our shared past” are part of a wider reluctance to engage with imperial legacy, says Higgins, who occupies a largely ceremonial post. His article comes in advance of a seminar on imperialism he is to host on 25 February.", "“I am struck by a disinclination,” he says, “in both academic and journalistic accounts to critique empire and imperialism. Openness to, and engagement in, a critique of nationalism has seemed greater. And while it has been vital to our purposes in Ireland to examine nationalism, doing the same for imperialism is equally important and has a significance far beyond British/Irish relations.”", "The article represents a pointed intervention for a head of state who has promoted reconciliation between Britain and Ireland, visited the Queen and acknowledged that Irish Republicans committed atrocities during and after the war of independence.", "In 2014 Higgins made the first address to the British parliament by an Irish president. In a speech last December he urged Irish people not to stereotype British people because of Brexit and its destabilising impact on Northern Ireland.", "In his Guardian op-ed, Higgins, a socialist, a poet and a former sociology lecturer, targets British and European imperialism, echoing the Black Lives Matter protests last year that prompted the removal and renaming of monuments linked to slavery and colonialism.", "Imperial powers use a mask of modernity for cultural suppression, economic exploitation, dispossession and domination, says Higgins. “Those on the receiving end of imperialist adventurism were denied cultural agency, assumed to be incapable of it, and responsible for a violence towards the ‘modernising’ forces directed at them.”", "British imperialists did not recognise the Irish as equals, he says. “At its core, imperialism involves the making of a number of claims which are invoked to justify its assumptions and practices – including its inherent violence. One of those claims is the assumption of superiority of culture.”"], "authors": ["Rory Carroll"], "keywords": ["amnesia", "imperialism", "attacks", "higgins", "ireland", "shared", "feigned", "war", "president", "critique", "irish", "british", "violence"], "pubDate": "2021-02-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}