{"id": "6ec28dc8-267a-31c9-a9d4-af95407c0387", "title": "The Outer Worlds Review – Good Company", "url": "https://www.gameinformer.com/review/the-outer-worlds/the-outer-worlds-review-good-company", "summary": "Like the misfits it features, The Outer Worlds finds inspiring success despite its rough edges.\nInstead, The Outer Worlds distinguishes itself with a crumbling space colony controlled by cartoonishly evil corporate interests, then sets you and your party loose to explore, aid, and incite.\nThis kind of flexibility makes The Outer Worlds especially satisfying, because no matter how you specialize, the team at Obsidian provides something clever to do apart from deciding how to kill folks.\nThis predictability diminishes the magnitude of the seemingly significant choices, and combined with the static explanation screens you get during the ending, this is an area where The Outer Worlds feels outdated.\nEven if the larger beats don’t always land, The Outer Worlds shines with a constant stream of small, bright moments.", "paragraphs": ["Your crew on the Unreliable are some of the best and brightest in Halcyon – but considering the sorry state of civilization in deep space, that isn’t saying much. Your compatriots include a religious zealot, a heavy drinker, a compulsive cleaning robot, and other imperfect individuals. However, despite their flaws, this plucky team can help you find remarkable and unconventional solutions to the colony’s biggest problems. Whether you want to heal a rift between warring factions or destabilize a governing body, the underdogs of the Unreliable can get it done.", "Like the misfits it features, The Outer Worlds finds inspiring success despite its rough edges. It has technical and visual quirks, and can veer dangerously close to feeling archaic, but these aren’t the qualities that define the game. Instead, The Outer Worlds distinguishes itself with a crumbling space colony controlled by cartoonishly evil corporate interests, then sets you and your party loose to explore, aid, and incite. Maybe that involves gunplay and innocent casualties – or maybe you can talk your way out of conflict altogether. The Outer Worlds finds brilliant and fun ways to blend signature aspects of well-known series like Fallout and Mass Effect; it is a space adventure featuring a likable cast and an irreverent-yet-dangerous frontier, with entertaining gameplay bridging the gaps.", "The single best part is the freedom you have in approaching the various problems plaguing Halcyon. The corporations have done a terrible job taking care of their workers/citizens, so you need to reroute power, recover salvage, and reconcile militant factions across various planets and space stations. As you try to address these issues, The Outer Worlds deftly presents options beyond simple “stealth or melee” scenarios; depending on how you build your character and which tasks you complete, you can pursue a wealth of available options with rewarding outcomes.", "In one case, I needed to access a high-security area in a government building. I found a woman who could sneak me in if I convinced her I was interested in a romantic rendezvous, or I could investigate a lunch-related feud between her and a coworker to win her over. Another option was simply stealing a disguise, which also required a silver tongue to divert suspicion if detected. Of course, I could have also opened fire and fought my way through, but I was so adept at lying and persuading that I usually only considered naked hostility as a last resort. This kind of flexibility makes The Outer Worlds especially satisfying, because no matter how you specialize, the team at Obsidian provides something clever to do apart from deciding how to kill folks.", "Though I often sought nonaggressive solutions, I had fun with combat when it happened. Again, the flavor of encounters changes based on how you’ve allocated your skill points. My first character was melee-focused, with lots of points invested in buffing my companions; eventually, they could handle most fights without me. For my second playthrough, I made a more active hero, specialized in handguns and rifles with perks spent on improving a tactical time-slowing power (similar to Fallout’s V.A.T.S. system). Regardless of your focus, the controls are responsive and feel great. I especially liked firing off my companions’ cinematic attacks.", "The crew of the Unreliable are solid traveling buddies, assuming you choose to recruit them. In different ways, they all struggle to find a place to belong in Halcyon, and I enjoyed getting to know them gradually through a mixture of conversations, ambient banter, and personal quests. However, these interactions are too sparse. What’s there is excellent; their dialogue and stories are well-done, and I like how most of them don’t fit neatly into established archetypes. But they can also feel oddly peripheral considering the time you spend with them by your side.", "Structurally, the game follows the blueprint established by classics like Knights of the Old Republic. You go to a planet or settlement, do some quests, and eventually make a bigger decision that determines the fate of the area. Over the course of my two playthroughs – one thorough, one fast – I saw these scenarios play out in different ways, and I was a bit disappointed at how black-and-white the options are. Most boil down to siding with a heartless corporation or a group of freedom-loving dissidents, though completing sidequests usually reveals an optimal third option, like bringing feuding groups together. This predictability diminishes the magnitude of the seemingly significant choices, and combined with the static explanation screens you get during the ending, this is an area where The Outer Worlds feels outdated.", "Even if the larger beats don’t always land, The Outer Worlds shines with a constant stream of small, bright moments. An amusing interaction with a clueless guard. A sugary corporate jingle. A brutal sneak attack. A solution to a problem you are sure won’t work, but it does. The team at Obsidian excels at encouraging creative experimentation within its responsive and absurd setting, ensuring that every visit to Halcyon is full of delightful surprises."], "authors": ["Online Content Director", "Joe Joined The Game Informer Staff In He Loves Final Fantasy", "Mass Effect", "The Elder Scrolls", "Assassin'S Creed", "Metal Gear. He Is Also A Columbo", "Robocop"], "keywords": ["ways", "outer", "team", "area", "company", "halcyon", "way", "unreliable", "options", "good", "review", "worlds", "space"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}