{"id": "6ee9eeea-54c4-342b-809b-2f5d14f5f2e3", "title": "Aligning Team and Organization", "url": "https://execed.economist.com/sobey-school-business/aligning-team-and-organization-2021-06-09", "summary": "In leading a team, you have to become skillful at working with people’s attitude.\nIt’s about being skillful enough to align what your organization wants with what your people want, so they eagerly give their best performance.\nThis highly experiential course will give you the skills you need to engage people at the deeper level of their personal attitude.\nYou will learn to apply the 7 slogans of effective team leadership, and the 3 questions that tell you to how to align organizational needs with the personal needs of your people.\nYou will also learn personal leadership practices that help you bring your own most clear and productive attitude to your leadership challenges, no matter what crisis of the moment presents.", "paragraphs": ["When are people most productive? When you’re getting them to do what you want, or when you’re getting them to do what they want?", "In the organizational world we talk a lot about leadership for “employee engagement,” but what are we really talking about? In this course you will learn how engagement is, above all, about attitude. In leading a team, you have to become skillful at working with people’s attitude.", "The trouble is, attitude is personal, and we usually think business is not. We try any number of impersonal leadership models, strategies and incentives, and most of the time they don’t work. That’s because to be an effective team leader you have to get personal. It’s not about psychologizing or leading emotional encounter groups. It’s about being skillful enough to align what your organization wants with what your people want, so they eagerly give their best performance.", "This highly experiential course will give you the skills you need to engage people at the deeper level of their personal attitude. You will learn to apply the 7 slogans of effective team leadership, and the 3 questions that tell you to how to align organizational needs with the personal needs of your people. You will also learn personal leadership practices that help you bring your own most clear and productive attitude to your leadership challenges, no matter what crisis of the moment presents.", "Participants will receive a copy of the book Keep Your People in the Boat, by Crane Wood Stookey."], "authors": [], "keywords": ["team", "personal", "productive", "youre", "learn", "organizational", "aligning", "attitude", "organization", "needs", "skillful", "leadership"], "pubDate": "2021-06-09T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}