{"id": "6efd85a1-7e13-363c-b410-c35a4f7637b3", "title": "Chauvin trial: Medical examiner who performed autopsy says police pressure was more than Floyd 'could take'", "url": "http://www.foxnews.com/us/chauvin-trial-medical-examiner-autopsy-george-floyd", "summary": "The Minnesota chief medical examiner who conducted the autopsy on George Floyd’s body and deemed his death a homicide testified Friday in former officer Derek Chauvin’s murder trial.\nChauvin is accused of murder and manslaughter in the May 25, 2020, death of Floyd.\nBaker testified that Floyd’s \"use of fentanyl did not cause the subdural or neck restraint.\nBaker testified that neither Floyd’s heart problems nor drugs caused his death: \"Mr. Floyd’s use of fentanyl did not cause the subdual or neck restraint.\nUnder cross-examination, though, Baker agreed with Nelson that Floyd’s heart disease and drug use \"played a role\" in the death.", "paragraphs": ["The Minnesota chief medical examiner who conducted the autopsy on George Floyd’s body and deemed his death a homicide testified Friday in former officer Derek Chauvin’s murder trial.", "Dr. Andrew Baker, chief medical examiner for Hennepin County, said the way police held Floyd down and compressed his neck \"was just more than Mr. Floyd could take,\" given the condition of his heart.", "Baker took the stand on Friday morning as the second week of testimony at thetrial of Chauvin, 45, came to an end.", "Chauvin is accused of murder and manslaughter in the May 25, 2020, death of Floyd. The former officer, who has been fired from Minneapolis Police Department, is accused of pressing his knee on or close to Floyd’s neck for what prosecutors have said was 9 minutes and 29 seconds, while Floyd was handcuffed and pinned to the pavement on his stomach.", "DEREK CHAUVIN TRIAL: LACK OF OXYGEN KILLED GEORGE FLOYD, NOT DRUGS, EXPERT SAYS", "Police were arresting Floyd outside a neighborhood store, Cup Foods, for allegedly trying to use a counterfeit $20 bill to buy cigarettes.", "When questioned about his finding that police \"subdual, restraint and neck compression\" led to Floyd’s death, Baker said Floyd had severe underlying heart disease and an enlarged heart that needed more oxygen than normal to function, as well as narrowing of two heart arteries.", "Baker said being involved in a scuffle raises adrenaline, which asks the heart to beat even faster and supply more oxygen.", "\"And in my opinion, the law enforcement subdual, restraint and the neck compression was just more than Mr. Floyd could take by virtue of that, those heart conditions,\" Baker said.", "Baker testified that Floyd’s \"use of fentanyl did not cause the subdural or neck restraint. His heart disease did not cause the subdural or the neck restraint.\"", "He agreed with prosecutor Jerry Blackwell, who asked: \"These are items that may have contributed, but weren't the direct cause?\"", "Chauvin attorney Eric Nelson has argued that the now-fired white officer did what he was trained to do and that Floyd's illegal drug use and underlying health conditions, not Chauvin's knee, killed him. An autopsy found fentanyl and methamphetamine in Floyd's system.", "Baker testified that neither Floyd’s heart problems nor drugs caused his death: \"Mr. Floyd’s use of fentanyl did not cause the subdual or neck restraint. His heart disease did not cause the subdual or the neck restraint.\"", "Under cross-examination, though, Baker agreed with Nelson that Floyd’s heart disease and drug use \"played a role\" in the death.", "Dr. Martin Tobin, an expert witness on Thursday said a healthy person subjected to what Floyd endured would also have died.", "Nelson asked Baker whether he has certified deaths by fentanyl overdose at levels lower than that seen in Floyd’s blood, and Baker said yes. But Baker also noted that levels of fentanyl must be considered in the context of how long someone had used the drug, any tolerance built up to it, and what other substances may be involved", "Baker testified that his examination of Floyd’s heart found no \"visible or microscopic previous damage\" to the heart muscle. The medical examiner also said he did not note any pill or pill fragments while examining Floyd's stomach contents.", "At the beginning of his testimony, Baker said he did not watch the viral video of Floyd’s encounter with police until after he had completed his autopsy.", "\"I did not want to bias my exam by going in with any preconceived notions that might lead me down one pathway or another,\" he said.", "Dr. Lindsey Thomas, a forensic pathologist who retired in 2017 from the Hennepin County Medical Examiner’s Office and did not work on Floyd’s case, testified earlier Friday that she agreed with Baker’s findings, but appeared to go further, saying the \"primary mechanism of death\" was asphyxia, or insufficient oxygen.", "Thomas said she reached that conclusion mostly from video that showed Floyd struggling to breathe.", "\"This is a death where both the heart and lungs stopped working. The point is, it’s due to law enforcement subdual, restraint and compression,\" Thomas said.", "During cross-examination, Nelson asked Thomas about what could cause a heart to suddenly stop beating, noting that Floyd’s bigger heart needed more blood and was working hard in a moment of stress and adrenaline, and that one of his arteries had a 90% blockage.", "Thomas said any blockage over 70% to 75% could be used to explain death, in the absence of another cause. But she also said some people can live just fine with an artery that is fully blocked.", "The defense attorney pressed Thomas by posing a hypothetical question.", "\"Let’s assume you found Mr. Floyd dead in his residence. No police involvement, no drugs, right?. The only thing you found would be these facts about his heart. What would you conclude to be the cause of death?\" Nelson asked.", "\"In that very narrow set of circumstances, I would probably conclude that the cause of death was his heart disease,\" Thomas replied.", "In response to another hypothetical posed by Nelson, she agreed that she would certify Floyd’s death as an overdose if there were no other explanations.", "CLICK HERE TO GET THE FOX NEWS APP", "But during re-questioning, Blackwell ridiculed the defense attorney’s hypotheticals and quickly got Thomas to repeat that the cause of Floyd’s death was the restraint by police.", "\"Aren’t those questions a lot like asking, ‘Mrs. Lincoln, if we take John Wilkes Booth out of this ...\" Blackwell began, before Nelson objected.", "Also on Friday, Judge Peter Cahill called in a juror and questioned her about whether she had been subject to any outside influences. She replied that she briefly saw TV coverage with the sound off and said that her mother-in-law had texted her, \"Looks like it was a bad day\" but that she didn’t reply.", "The judge allowed her to remain on the jury.", "The Associated Press contributed to this report."], "authors": ["Stephanie Pagones", "Stephanie Pagones Is A Digital Reporter For Fox Business", "Fox News. Follow Her On Twitter At"], "keywords": ["cause", "floyds", "chauvin", "autopsy", "heart", "medical", "examiner", "floyd", "death", "baker", "restraint", "nelson", "trial", "thomas", "pressure", "neck", "performed"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}