{"id": "6f3eae8a-0404-3a54-a7a2-d3398c290149", "title": "Game Infarcer: ESA Announces E3 Legendary Edition", "url": "https://www.gameinformer.com/parody/2021/04/01/game-infarcer-esa-announces-e3-legendary-edition", "summary": "The E3 Legendary Edition, which collects, updates, and remasters fan-favorite E3 moments throughout the years, is expected to be released in summer 2021.\nE3 Legendary Edition features “up to 32 hours of content” for fans to enjoy.\nThe E3 Legendary Edition: Limited Edition comes with an authentic undercooked pizza slice from the Los Angeles Convention Center.\n“We hope gamers’ bodies are ready, because like a giant enemy crab, The E3 Legendary Edition™ is coming quicker than a Riiiidge Racer!” said Stanley Pierre-Louis, the CEO of the ESA, in a press release.\nThe E3 Legendary Edition will be released this summer.", "paragraphs": ["In lieu of another year without a “real” E3, the ESA has an announcement sure to appease fans of advertisements, industry in-jokes, and pre-alpha footage. The E3 Legendary Edition, which collects, updates, and remasters fan-favorite E3 moments throughout the years, is expected to be released in summer 2021.", "E3 Legendary Edition features “up to 32 hours of content” for fans to enjoy. This includes Konami’s historic 2010 press conference, every appearance by Aisha Tyler, and G4’s entire archive of booth babe videos. Additionally, the ESA has confirmed the remaster will ship with 1,236 trailers debuted throughout the conference’s history, but this time uprezzed to 4K with HDR, meaning everything will assuredly look worse and muddier than developers originally intended.", "Audio has received a complete overhaul, and in some cases, has been entirely re-recorded for the remaster, such as Mr. Caffeine’s “performance” from Ubisoft’s 2011 press conference now starring Nolan North. And finally, it’s not all old content: The ESA announced E3 Legendary Edition will launch with the names, addresses, and personal information of 250 new press members throughout the world, in addition to all the information it leaked in 2019. The E3 Legendary Edition: Limited Edition comes with an authentic undercooked pizza slice from the Los Angeles Convention Center.", "“We hope gamers’ bodies are ready, because like a giant enemy crab, The E3 Legendary Edition™ is coming quicker than a Riiiidge Racer!” said Stanley Pierre-Louis, the CEO of the ESA, in a press release.", "The E3 Legendary Edition will be released this summer. It’ll be free for press members and exorbitant for any fans that would actually get something out of the show and have a good time."], "authors": ["Editor-In-Chief Of Game Infarcer", "Darth Clark Is The Totally Real Editor-In-Chief Of Game Infarcer", "Which Appears Annually In Game Informer", "Usually Around April Fool S Day . He Occasionally Shares His Wise", "Unassailable Opinions At Other Times Of The Year If You Re Lucky."], "keywords": ["summer", "remaster", "infarcer", "edition", "press", "members", "esa", "game", "legendary", "fans", "released", "announces", "e3"], "pubDate": "2021-04-01T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}