{"id": "6f5c262a-4788-3c21-a839-5e3d0775134c", "title": "Libya: international force could monitor proposed ceasefire", "url": "https://www.theguardian.com/world/2020/jan/19/libya-international-force-could-monitor-proposed-ceasefire", "summary": "An international force, possibly including British and other European troops, is being considered to monitor a proposed Libyan ceasefire and possibly enforce an arms embargo after an international conference in Berlin designed to bring an end to the fighting between the two warring sides.\nSpeaking at the conference, Boris Johnson, the UK prime minister, suggested some kind of international peacekeeping force was on the table.\nA UN-led international follow-up commission will be charged with tracking progress on the conference commitments.\nThe communique makes no mention of a peace monitoring force but does refer to technical committees to monitor the ceasefire.\nThe French president, Emmanuel Macron, said at the conference that the presence of Syrian and other foreign forces in Libya must end immediately.", "paragraphs": ["An international force, possibly including British and other European troops, is being considered to monitor a proposed Libyan ceasefire and possibly enforce an arms embargo after an international conference in Berlin designed to bring an end to the fighting between the two warring sides.", "The presidents of Russia, Turkey and France joined other global leaders at the talks hosted by the German chancellor, Angela Merkel, and held under the auspices of the UN. The summit’s main goal is to get foreign powers wielding influence in the region to stop interfering in the war – be it through weapons, troops or financing.", "Speaking at the conference, Boris Johnson, the UK prime minister, suggested some kind of international peacekeeping force was on the table. “If there is a ceasefire, yes, of course there’s a case for us doing what we do very well, which is sending experts to monitor the ceasefire.”", "But he added he did not yet see a ceasefire, and as he spoke there were reports of air raids in Tripoli and further enforced closure of oil installations by tribesmen trying to influence the conference’s outcome.", "The Italian and German defence ministers have both said they are willing to send troops but only under a clear UN mandate.", "Britain, along with France, is one of the two leading countries that moved to help dislodge Muammar Gaddafi in 2011, the start of a chain of events that has left Libya locked in a cycle of violence and divided governments ever since.", "The Berlin conference is largely designed to discourage external actors from turning Libya into a battleground for rival countries backing either Gen Khalifa Haftar, the leader of the Libyan National Amy in the east, or the UN-recognised government based in Tripoli and led by its prime minister, Fayez al-Sarraj. Both sides have been bolstered by arms, mercenaries or cash sent from abroad.", "Stressing the high stakes, the German foreign minister, Heiko Maas, said: “We have to make sure Libya doesn’t become a second Syria.”", "There are serious concerns that signatories to the summit declarations, for a mix of ideological and economic motives, will do little to abide by the agreements.", "Eleven countries, including the key players of France, Italy, the United Arab Emirates, Turkey, Egypt, Russia, the US and the UK, attended the conference, as well as António Guterres, the UN secretary general, in the biggest show of international attention on Libya for many years.", "A draft statement prepared for the conference vowed that renewed UN sanctions would be enforced on any country breaching the arms embargo. It also called for a durable ceasefire, demobilisation and disarming of militias, talks to form a single government, a fair distribution of oil resources, a group of experts to advise on the Libyan economy and free elections to endorse the new government.", "A UN-led international follow-up commission will be charged with tracking progress on the conference commitments.", "The communique makes no mention of a peace monitoring force but does refer to technical committees to monitor the ceasefire.", "Russia, Jordan and the UAE have all been providing military support to Haftar, while Turkey has come to the aid of the Sarraj government, most notably by sending Syrian rebel fighters to defend Tripoli.", "The French president, Emmanuel Macron, said at the conference that the presence of Syrian and other foreign forces in Libya must end immediately. Russia is also accused of sending mercenaries to support Haftar’s forces.", "Different peace conferences over the past two years in Paris, Rome, Moscow and Abu Dhabi have not produced enduring solutions.", "The latest round of fighting broke out in April 2019 when Haftar tried to seize Tripoli by force days before a UN-brokered peace conference was about to start.", "In a key meeting before the formal summit, Mike Pompeo, the US secretary of state, met the UAE foreign minister, Abdullah bin Zayed, to impress on the UAE the need for an end to all foreign intervention in Libya.", "On Saturday, Merkel also met the UAE’s true decision-maker, the crown prince, Mohammed bin Zayed. Prince Mohammed said he could not attend the conference, where there was likely to be criticism of the UAE’s role in arming Haftar and providing extensive air support.", "The conflict has been made more complex by Turkey’s determination to extend its gas drilling rights in the eastern Mediterranean.", "In return for its offer to help Sarraj militarily, the Turkish president, Recep Tayyip Erdoğan, has signed a memorandum of understanding with Libya to extend Turkey’s drilling rights – a move that has infuriated other countries including Greece and Cyprus.", "A group representing southern Libyan tribesmen said on Sunday it had closed the southern El Shahara and El Feel oilfields, virtually halting all of Libya’s oil output."], "authors": ["Patrick Wintour"], "keywords": ["ceasefire", "minister", "foreign", "libya", "conference", "libyan", "countries", "monitor", "proposed", "international", "haftar", "force"], "pubDate": null, "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}