{"id": "6f5d954e-4cf5-36e7-b992-ba81d92f0a1c", "title": "Evil Genius 2 Review – A Foiled Plan", "url": "https://www.gameinformer.com/review/evil-genius-2-world-domination/evil-genius-2-review-a-foiled-plan", "summary": "I reviewed the original Evil Genius for Game Informer, but you don’t need any familiarity with the first game to understand this one.\nIn fact, Evil Genius 2 hits so many similar notes that you’ll probably enjoy it more if you go into it fresh.\nBut regardless of your prior experience, Evil Genius 2 shines brightest during the opening tutorial.\nFor all of my complaints about the experience, Evil Genius 2 still taps into a simple vein of diabolical entertainment.\nWhile playing Evil Genius 2, I couldn’t stop thinking about the movie Austin Powers.", "paragraphs": ["Evil Genius 2 sounds zany and clever in concept: You control a maniacal overlord who tries to take over the world by building a sprawling base full of disposable minions and devious traps. Plus, it’s all wrapped in stylish audio and visual riffs on ‘60s spy movies. This was also the same pitch as its predecessor (which released in 2004), but the sequel leverages new features and technology to bring the concept to a modern audience. However, the inelegant systems and unsatisfying progression throw a wrench in the grand plan.", "I reviewed the original Evil Genius for Game Informer, but you don’t need any familiarity with the first game to understand this one. In fact, Evil Genius 2 hits so many similar notes that you’ll probably enjoy it more if you go into it fresh. But regardless of your prior experience, Evil Genius 2 shines brightest during the opening tutorial. It gradually introduces an array of different options for your base, like an inner sanctum with your impressive throne, and the ability to train guards to defend your corridors. This steady unlocking of devices to build and subordinates to train left me excited about my lair’s trajectory and how my operation would eventually expand. Unfortunately, once all the basic room types are available, everything plateaus; you spend most of your time performing slight variations on the same repetitive tasks.", "The main campaign is a series of missions that take you through the process of conquering the world (each of the four available geniuses has a unique doomsday device, which I like). But instead of hatching schemes within schemes, the limited mechanics of Evil Genius 2 make each mission feel like the one before it. You can only arrange “capture someone, research something, train someone, build something” so many different ways before they start to bleed together.", "Certain objectives are also tied to finishing tasks on the world map – an abstraction that tries to make you to feel like you have global control, but only provides frustrating busywork through initiate-and-wait missions that gate your progress toward other tasks. Your interactions on the map consist of clicking on pins and launching missions to earn money; it’s a tedious combination of shallow and necessary, requiring just enough babysitting to be distracting, but not enough depth to be interesting.", "When you aren’t pursuing formal objectives, you are usually just trying to get more of something. You need more power for your holding cells. You need more traps to fend off infiltrating agents. You need more broadcast strength to upgrade your criminal networks. This kind of ramp-up may be expected from a strategy game, but the problem is how few of these improvements result in interesting changes to your routine. They just feel like numbers going up with no meaningful effect. And the upgrades that do make a difference (like minions automatically attacking trespassers, or being able to cut through hard stone) aren’t available until many hours past the point you recognize the need for them. They are still nice when you get them, but the pacing of the progression feels weirdly throttled.", "For all of my complaints about the experience, Evil Genius 2 still taps into a simple vein of diabolical entertainment. It features a funny, cartoonish representation of evil. I cackled as agents triggered traps, cheered on my robotic assistant as she interrogated intruders, and steepled my fingers as I activated my doomsday device. The thrill of optimizing your layout and allocating your workforce is enjoyable; it’s often just buried under inconvenience. For that reason, I’d especially recommend starting up a game in sandbox mode after you finish the main tutorial. This mode gives you unlimited resources and unlocks various options that you’d normally have to play for hours to obtain. Though sandbox mode also lacks the clear structure to propel you forward, it at least lets you enjoy the fun of base-building without several of the annoyances that hold the campaign back.", "While playing Evil Genius 2, I couldn’t stop thinking about the movie Austin Powers. That probably seems natural at first; in terms of their characters and general aesthetic, both of them lampoon the early era James Bond films. But that wasn’t what I was dwelling on. At one point in Austin Powers, Dr. Evil (who was cryogenically frozen for many years) suggests a paltry ransom of “one million dollars.” His henchman needs to explain to him how times have changed, and such a demand doesn’t really meet villainous standards anymore. Just like Dr. Evil, the Evil Genius name has been on ice a long time, and despite being full of nefarious intent, this sequel’s methods feel outdated on the current world stage"], "authors": [], "keywords": ["plan", "evil", "mode", "need", "feel", "genius", "train", "missions", "game", "traps", "review", "foiled", "world"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}