{"id": "6f6e10d6-6df4-3098-928b-c8fcd61aaa2c", "title": "The Beloved Chef From Freds at Barneys Makes a Madison Avenue Comeback", "url": "https://www.vogue.com/article/chef-from-freds-at-barneys-opens-marks-off-madison", "summary": "Where you don’t need to be “in the mood” to go, because the place always has something you want.\nThat’s the essential ethos of Mark’s Off Madison, a new restaurant from Mark Strausman, the Danny Devito-esque chef formerly of Freds at Barneys.\nAnd amid all this excellent people watching was some great food: hand-cut french fries, a chicken soup sourced from Strausman’s grandmother, a slurp-worthy spaghetti and meatballs.\nOnce Fred’s clientele got word of his new venture, he says, they started ringing him up: “Are you going to be serving the chicken soup?!\nWhat about the lobster salad?” ) “But I also got to experiment with new things I couldn’t do at Fred’s.", "paragraphs": ["In a world of trendy milks, fad diets, and made-for-Instagram dishes, sometimes you just want something, and somewhere, classic. Where you can get a chopped salad with all the fixings or a roast chicken that hits the spot. Where you can get excited about a dish—pumpkin ricotta ravioli topped with amaretti cookies!—but still bring your food-finicky father for a club sandwich. Where you don’t need to be “in the mood” to go, because the place always has something you want. That’s the essential ethos of Mark’s Off Madison, a new restaurant from Mark Strausman, the Danny Devito-esque chef formerly of Freds at Barneys.", "When the department store shuttered last fall, so did Strausman’s ninth-floor restaurant. It was a loss of a certain slice of Old New York. For decades, you could walk into Freds and see an Upper East side doyenne, a Park Avenue Princess, a Midwest tourist, and a mom-with-a-moody-teen all congregated—willingly—in the same culinary space. And amid all this excellent people watching was some great food: hand-cut french fries, a chicken soup sourced from Strausman’s grandmother, a slurp-worthy spaghetti and meatballs.", "One of Strausman's famous chopped salads. Photo: Courtesy of Mark's Off Madison", "But when one heavy, historic, revolving door closed, another opened—this time on 26th Street, a stone’s throw away from Madison Square Park.", "“A lot of it is my greatest hits,” Strausman tells Vogue of Mark Off Madison’s dishes. (He basically had to do the menu that way. Once Fred’s clientele got word of his new venture, he says, they started ringing him up: “Are you going to be serving the chicken soup?! What about the lobster salad?” ) “But I also got to experiment with new things I couldn’t do at Fred’s. Back in the early 1990s I worked at a farm-to-table restaurant. I brought that energy here with dishes like my local suckling pig with Hudson Valley potatoes, for example.” There’s also a heavy Italian influence—the menu has not one, but two pasta sections, and there’s a plethora of pizzas. But Strausman also decided to put, well, himself into his menu. A self-described “Jewish boy from Queens,\" for brunch he offers a challah french toast, smoked fish platter, and a pastrami sandwich with homemade rye. At the front of the restaurant is a hand-rolled bagel-and-lox counter for those who want it all to go. “That’s what I ate growing up as a kid,” says Strausman. “When my father showed me Russian dressing, my life was never the same. “"], "authors": ["Elise Taylor", "Elise Taylo"], "keywords": ["barneys", "strausman", "makes", "madison", "restaurant", "dishes", "theres", "chef", "thats", "beloved", "chicken", "freds", "comeback", "soup", "avenue", "strausmans", "menu"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}