{"id": "6fe3c19e-e7a0-3ac9-a2de-c74c3591b5a1", "title": "“What Surprises Is Their Self-Expression and Individuality, It’s Very High Level”—Meet the Fashion Finalists of the Festival d’Hyères", "url": "https://www.vogue.com/article/festival-hyeres-2021-fashion-finalists-announced", "summary": "The 36th edition of the Hyères International Festival of Fashion, Photography, and Fashion Accessories is taking form despite these socially distanced times, with the finalists in each of the three categories announced tonight at a small ceremony at the Villa Noailles.\nAs the president of the Fashion jury, Louise Trotter was there in person to applaud the 10designers, culled from 185 applicants.\n“What’s super-interesting is how diverse they are,” said Trotter, Lacoste’s creative director, who worked with the heads of her women’s and men’s teams to narrow the field.\nYou can see that young designers are really concerned witheco-friendliness; there’s a lot of heart, research, and intelligence on the subject.\nI don’t like doing that.”The finalists of the Fashion competition are:Arttu Afeldt, Finnish MenswearMengche Chiang, Taiwanese MenswearVenia Elonsalo, Finnish WomenswearSofia Ilmonen, Finnish WomenswearLaima Lurca, Latvian WomenswearIfeanyi Okwadi, British MenswearRukpong Raimaturapong, Frech MenswearAdeline Rappaz, Swiss WomenswearElina Silina, Latvian WomenswearMateo Velasquez, Colombian MenswearThe 36th International Festival of Fashion, Photography, and Fashion Accessories will takeplace in Hyères from October 14th-17th, 2021.", "paragraphs": ["The 36th edition of the Hyères International Festival of Fashion, Photography, and Fashion Accessories is taking form despite these socially distanced times, with the finalists in each of the three categories announced tonight at a small ceremony at the Villa Noailles.", "As the president of the Fashion jury, Louise Trotter was there in person to applaud the 10", "designers, culled from 185 applicants. “What’s super-interesting is how diverse they are,” said Trotter, Lacoste’s creative director, who worked with the heads of her women’s and men’s teams to narrow the field. “Every one was unique. The depth of research really blew me away—their work is incredibly rich, and they are all strong in their interest, ability, and approach to design, but what surprised me was their self-expression and individuality. It’s very high level,” she said. “I’m hoping that my jury can help create a community with and around them.”", "First-time jury president Dominique Issermann, who is heading up the Photography prize,", "wrote via email that this year’s edition of the festival was a vital experience for young creatives", "who are starved for community amidst ongoing lockdowns. “Complicated times can stimulate creativity, but the frustration comes from not being able to share it—and, curiously enough, despite the gigantic scene that is social media,” she wrote. Asked what her course of action would be were she starting out today, Issermann replied: “Beauty, the kind that lodges mysteriously in the heart and catches up with you everywhere from galleries to a street corner, in any form, does so whether it’s a vintage 20 x 25 view camera or an iPhone.”", "Reached by phone in Lisbon, Christian Louboutin also said that as head of the Accessories", "prize, he is making a point of rounding up an eclectic group of five panelists who “understand style as well as fashion as entertainment.” The designer praised the level of the 80 submissions for the 2021 Accessories award. Before today’s deliberations, he had already winnowed that number by half.", "“It’s compelling to see what people are interested in at the start of their careers,” he said.", "“Things have really changed. You can see that young designers are really concerned with", "eco-friendliness; there’s a lot of heart, research, and intelligence on the subject. Recycling", "and everything that’s “second-life” is something I’ve worked with before, but if I were", "starting today I’d be much more vehement about that, I’d be the King of Recycling.”", "That said, living in serious times doesn’t mean that fashion must be a drag. “While the", "designs aren’t flashy, I’m delighted to say they’re not minimalistic either, nor are they pretentious. We’re at the intersection between art, craftsmanship, and technique,” he observed. “The only thing is that it’s always a little hard for me judging people. It’s hard to turn people down. I don’t like doing that.”", "The finalists of the Fashion competition are:", "Arttu Afeldt, Finnish Menswear", "Mengche Chiang, Taiwanese Menswear", "Venia Elonsalo, Finnish Womenswear", "Sofia Ilmonen, Finnish Womenswear", "Laima Lurca, Latvian Womenswear", "Ifeanyi Okwadi, British Menswear", "Rukpong Raimaturapong, Frech Menswear", "Adeline Rappaz, Swiss Womenswear", "Elina Silina, Latvian Womenswear", "Mateo Velasquez, Colombian Menswear", "", "The 36th International Festival of Fashion, Photography, and Fashion Accessories will take", "place in Hyères from October 14th-17th, 2021."], "authors": ["Tina Isaac-Goizé", "Tina Isaac-Goiz"], "keywords": ["photography", "young", "selfexpression", "really", "jury", "times", "surprises", "high", "finnish", "worked", "dhyères", "accessories", "finalists", "festival", "levelmeet", "individuality", "fashion"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}