{"id": "6ff26248-f9c8-361d-b935-4972b717214c", "title": "India’s government has abandoned its citizens to face a deadly second wave alone", "url": "https://www.theguardian.com/commentisfree/2021/apr/21/indias-government-abandoned-citizens-deadly-second-covid-wave", "summary": "Although the first cases were detected in the country as early as January 2020, India only reached one million confirmed cases on 16 July last year.\nIf India had then attempted a scientific assessment of its first wave, there might have been lessons for the future.\nIt did virtually no sequencing between July and December 2020, Gagandeep Kang, one of India’s most respected virologists, told me.\nIn 2020, prime minister Narendra Modi had given every indication of having taken the virus deadly seriously.\nOxygen is in particularly short supply, even as health authorities suggested that more people in the second wave were reporting shortness of breath.", "paragraphs": ["At 7.52pm on 16 April, Vinay Srivastava, a 65-year-old freelance journalist in Lucknow, the capital city of India’s largest state Uttar Pradesh, tweeted the state’s chief minister Yogi Adityanath that his oxygen levels had fallen to 52, but no hospital, doctor or lab was picking up the phone. His symptoms pointed to Covid-19, but he was unable to get a test, and his son went from hospital to hospital through the night, pleading in vain for a bed for his father.", "At 3.15pm the next day, Srivastava tweeted the chief minister’s media adviser: “Now my oxygen is 31 when some will come.” Minutes later he was dead. He had never been tested, and his family would have to wait hours for an ambulance to take his body away.", "Srivastava’s tweets of his descent transfixed and horrified India’s Twitter users. But whether online or offline, one thing has become abundantly clear to all Indians over the last week: the second wave has grown to a tsunami, and the state is unable to cope.", "Although the first cases were detected in the country as early as January 2020, India only reached one million confirmed cases on 16 July last year. Until the beginning of June 2020, new cases remained under 10,000 each day. In March last year, the government enforced one of the world’s strictest lockdowns, which lasted for two months. Although these restrictions came at significant costs, some parts of India were able to use this time to build up their healthcare capacity.", "Yet the country’s healthcare resources remain acutely constrained. India is ranked 155 of 167 countries on its hospital bed density , and every medical doctor in India caters to at least 1,511 people, while there is only one nurse to every 670 people (the World Health Organization recommends one doctor per 1,000 people, and one nurse for every 300)", "The surge, when it came in July and August 2020, was swift, but just as quickly it appeared to be over. By the middle of September, new detected cases declined steadily, hospitalisations fell and deaths declined sharply.", "If India had then attempted a scientific assessment of its first wave, there might have been lessons for the future. It would have found that many people were still vulnerable to the virus. India’s most recent nationwide sero-survey conducted during December 2020 and January 2021 indicated that more than one in five Indians had been exposed to the virus, but the proportion of those with antibodies in urban slums was over twelve percentage points higher than in rural areas.", "While officially recorded deaths appeared to show that India’s mortality from Covid was far below that in much of the developed world, government authorities largely ignored warnings from the first wave: the death report infrastructure was underpowered at the best of times, and health authorities were actively undercounting Covid deaths. Official mortality data was last recorded in 2018.", "Despite its world-class genomic sequencing infrastructure, India also fell far behind on this front. It did virtually no sequencing between July and December 2020, Gagandeep Kang, one of India’s most respected virologists, told me. Even since then, India has sequenced less than 1% of total Covid-19 samples between January and March 2021, citing a lack of funds. This means that many important questions about the Indian outbreak can’t be answered – there are hypotheses that the new “double mutant” variant that originated in India, and is now the UK’s fastest growing variant, could be more transmissible or evade immunity, but there is little evidence to substantiate this yet. Other hypotheses around the new surge include a high rate of reinfections and breakthrough infections in people who are already vaccinated, but again no data is yet available.", "Instead, there was triumphalism. “India has successfully contained the pandemic,” health minister Harsh Vardhan said at the end of January 2021. In 2020, prime minister Narendra Modi had given every indication of having taken the virus deadly seriously. Unlike other global leaders, such as Brazil’s Jair Bolsonaro, Modi was relentlessly on-message, always appearing masked. Yet after the September decline, everyone appeared to throw caution to the winds.", "Since the beginning of March 2021, Modi has led a seemingly interminable election in five Indian states, continuing to address massive rallies even after his opponents have suspended campaigning because of rising case numbers. Modi has even praised the big crowds he is pulling. His government has also permitted the Kumbh Mela, a once-in-12 years Hindu religious gathering, to be moved from 2022 to 2021 on account of “auspicious dates”. Over one million people have visited the site every day since 11 March, even as local authorities admitted that it was difficult to maintain Covid rules at the gathering.", "The current case numbers have far surpassed India’s first peak. Since 17 April, India has reported more than 200,000 new cases each day, and the numbers keep rising. Most hospitals in India’s major cities – and many smaller ones – are overrun. Oxygen is in particularly short supply, even as health authorities suggested that more people in the second wave were reporting shortness of breath. Last year, Modi set up an opaque fund into which charitable donations poured in, and set aside money for 162 oxygen plants. It took the government eight months to invite bids; as of 18 April, only 33 plants had been installed and only a handful were functioning.", "Indians have stepped into the void left by the state, rigging up oxygen cylinders for their families, organising via spreadsheets to get drugs to those who need them and setting up mini control rooms to coordinate bed availability. In a televised address on Tuesday night, Modi invited comparisons to his address announcing a lockdown with four hours’ notice in March 2020. This time, however, the prime minister had no shock and awe on offer, but little by way of concrete relief either, apart from a previously announced expansion of the vaccination programme that is currently far behind its targets.", "Since the beginning of the pandemic, Modi has attempted to frame the crisis as a collective experience that Indians are in together. But over the last weeks, it has been abundantly clear to most Indians that they are truly on their own."], "authors": ["Rukmini S"], "keywords": ["2021", "minister", "face", "indians", "oxygen", "citizens", "second", "abandoned", "wave", "indias", "deadly", "india", "modi", "cases", "2020"], "pubDate": "2021-04-21T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}