{"id": "6ff64832-3911-3400-94fe-7466a05bf8c7", "title": "Coronavirus cases, hospitalizations rising in Pennsylvania", "url": "http://www.foxnews.com/health/coronavirus-cases-hospitalizations-rising-in-pennsylvania", "summary": "Coronavirus cases and related hospitalizations are rising in Pennsylvania, according to state health data.\nOverall, 1,064,092 positive COVID-19 cases have been reported in the state to date.\nWHAT YOU NEED TO KNOW ABOUT YOUR COVID-19 VACCINE CARDHospitalizations are also on the rise, per state health data.\nCLICK HERE FOR COMPLETE CORONAVIRUS COVERAGEThe news comes after the Coal State was found to be one of five states that are driving nearly half of new coronavirus infections nationwide.\nJeff Zients, the White House coronavirus response coordinator, said that \"now is not the time to change\" course regarding allocation.", "paragraphs": ["Coronavirus cases and related hospitalizations are rising in Pennsylvania, according to state health data.", "The state on Thursday saw some 4,746 additional cases of the novel virus, marking the third day in a row daily new cases have surpassed 4,000, according to estimates from the Pennsylvania Department of Health.", "The 7-day average of new cases in the state is also on the incline, rising to 4,328 on Thursday, representing a roughly 6% increase from a week prior. Overall, 1,064,092 positive COVID-19 cases have been reported in the state to date.", "WHAT YOU NEED TO KNOW ABOUT YOUR COVID-19 VACCINE CARD", "Hospitalizations are also on the rise, per state health data. Some 2,451 Pennsylvania residents were hospitalized as of Thursday, up 26 from the day before.", "CLICK HERE FOR COMPLETE CORONAVIRUS COVERAGE", "The news comes after the Coal State was found to be one of five states that are driving nearly half of new coronavirus infections nationwide. New York, Michigan, Florida, Pennsylvania and New Jersey together reported 44% of the nation’s new COVID-19 infections, or nearly 197,500 new cases, in the latest available seven-day period, according to state health agency data compiled by Johns Hopkins University. Total U.S. infections during the same week numbered more than 452,000.", "The situation is putting pressure on the federal government to consider changing how it distributes vaccines by sending more doses to hot spots, though the White House on Friday said states will continue to receive COVID-19 vaccine allocation based on populations, despite recent increases in cases in several regions.", "Jeff Zients, the White House coronavirus response coordinator, said that \"now is not the time to change\" course regarding allocation.", "Fox News’ Alexandria Hein and the Associated Press contributed to this report."], "authors": ["Madeline Farber", "Madeline Farber Is A Reporter For Fox News. You Can Follow Her On Twitter"], "keywords": ["coronavirus", "week", "covid19", "state", "cases", "white", "according", "hospitalizations", "rising", "infections", "pennsylvania", "health"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}