{"id": "703a6867-c156-3b78-a38c-794424858020", "title": "Kendall Jenner, Reese Witherspoon, and More Got Festive For Easter in These Dainty Dresses", "url": "https://www.vogue.com/article/celebrity-spring-outfits-easter-day", "summary": "While celebrating in Palm Springs with her family, Jenner kicked off the festivities in a chic Rodarte number.\nReese Witherspoon, Gabrielle Union, and a few others caught our attention with their joyous spring outfits.\nKendall JennerPhoto: Courtesy of Kendall JennerLeave it to Jenner to give us a campaign-worthy Instagram post in the prettiest Rodarte dress.\nRodarte daisy-printed silk dress $2,645 MODA OPERANDI Shop NowReese WitherspoonPhoto: Courtesy of Reese WitherspoonA wrap dress is always a timeless option.\nDraper James Reba wrap dress $135 DRAPER JAMES Shop NowAmanda SealesPhoto: Courtesy of Amanda SealesSeales brought the cottagecore vibes in a beautiful bib dress by SZ Blockprints.", "paragraphs": ["For those who celebrate Easter, it’s the perfect time to shed those winter layers and slip into a pretty spring outfit—a floaty dress, a dreamy floral print, a pastel-hued color. And that’s precisely what Kendall Jenner decided to do to commemorate the holiday.", "While celebrating in Palm Springs with her family, Jenner kicked off the festivities in a chic Rodarte number. Kate and Laura Mulleavy, the sister duo behind the label, are known for creating breathtaking, red carpet-worthy gowns and Jenner’s summer day dress was just as noteworthy. The look featured flower-strewn printed silk, puffed sleeves, and a 3-D daisy detail. Of course, Jenner wasn’t the only one who showed off her Easter look on Instagram. Reese Witherspoon, Gabrielle Union, and a few others caught our attention with their joyous spring outfits.", "Take a closer look at each celebrity’s take on spring dressing below, and shop their photo-worthy outfits now to wear all season long.", "Kendall Jenner", "Photo: Courtesy of Kendall Jenner", "Leave it to Jenner to give us a campaign-worthy Instagram post in the prettiest Rodarte dress.", "Rodarte daisy-printed silk dress $2,645 MODA OPERANDI Shop Now", "Reese Witherspoon", "Photo: Courtesy of Reese Witherspoon", "A wrap dress is always a timeless option. Reese welcomed spring with a version in pink stripes from her label Draper James.", "Draper James Reba wrap dress $135 DRAPER JAMES Shop Now", "Amanda Seales", "Photo: Courtesy of Amanda Seales", "Seales brought the cottagecore vibes in a beautiful bib dress by SZ Blockprints. Her exact color is sold out, but there’s another version of the comfy dress below.", "SZ Blockprints Jaipur dress $98 SHOPBOP Shop Now", "Kate Upton", "Photo: Courtesy of Kate Upton", "Gingham prints are also always a hit, especially when they’re as cute as the ones on Upton’s Faithfull the Brand mini dress.", "Faithfull the Brand Agathe puff-sleeve mini dress $169 VERISHOP Shop Now", "Khloé Kardashian", "Photo: Courtesy of Khloé Kardashian", "Kardashian posed with her daughter True Thompson in a sheer chiffon number by Zimmermann.", "Zimmermann luminous silk chiffon mini dress $995 LUISAVIAROMA Shop Now", "Gabrielle Union", "celebrity spring outfits Photo: Courtesy of Gabrielle Union", "Union looked chic, as usual, in mint separates from the Fe Noel x Sew Trill collection while posing with her baby girl Kaavia James Union Wade and husband Dwyane Wade, who looked dapper in a Tombolo shirt."], "authors": ["Alexis Bennett", "Alexis Bennet"], "keywords": ["mini", "witherspoon", "courtesy", "look", "james", "dresses", "jenner", "dress", "spring", "silk", "reese", "easter", "kendall", "shop", "festive", "dainty"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}