{"id": "70407f13-cd02-370e-8976-e740f0cd5fe1", "title": "Opening Ceremony’s Humberto Leon Has a New Project: A Family Restaurant", "url": "https://www.vogue.com/article/humberto-leon-has-a-new-project-a-family-restaurant-chifa", "summary": "1975 was a big year for Wendy Leon.\nSecond, she opened her first restaurant, Chifa, in Lima, Peru.\nWendy, who only received a second grade education, knew it would give her children opportunities she never had.\nThen the Leon kids graduated, moved out, and made names for themselves.\nBig ones, at that: Humberto, for one, went on to found Opening Ceremony, and then became the co-creative director of Kenzo.", "paragraphs": ["1975 was a big year for Wendy Leon. First, she and her husband welcomed a son, Humberto. Second, she opened her first restaurant, Chifa, in Lima, Peru. Chifa is a term used to describe Cantonese-Peruvian cuisine, and Wendy, who had recently moved to Peru from China’s Tongshan County, made sure it lived up to that namesake. She served spare ribs, steamed pork, and another among other original recipes from her region.", "A fews years later, however, the young family got the chance to move to America. There was never a question over whether they’d pack their bags. Wendy, who only received a second grade education, knew it would give her children opportunities she never had. But when that door opened, Chifa’s had to close. The Leons resettled in Highland Park, California, where Wendy got a job as a cafeteria worker.", "Time progressed, and Wendy was eventually able to open a dim sum place when her children reached high school. Then the Leon kids graduated, moved out, and made names for themselves. Big ones, at that: Humberto, for one, went on to found Opening Ceremony, and then became the co-creative director of Kenzo. But now, 45 years later, they’re ready to look back at the past, and help their mom re-achieve the dream she gave up to chase the American one."], "authors": ["Elise Taylor", "Elise Taylo"], "keywords": ["leon", "peru", "restaurant", "opened", "ceremonys", "second", "moved", "opening", "children", "project", "chifa", "humberto", "wendy", "family", "later"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}