{"id": "704037cc-157c-31ba-a850-8faa44adc141", "title": "Push to recall California Gov. Newsom gaining steam: 'You have to see it to believe it'", "url": "https://www.foxnews.com/politics/recall-gavin-newsom-rescue-california-campaign-gains-steam", "summary": "The push to recall California Gov.\nGavin Newsom is gaining momentum.\n\"The citizen movement on this is really something to see and you have to see it to believe it,\" Dunsmore said.\n\"What makes this different is it's Gavin Newsom itself,\" Recall Gavin Newsom senior adviser Randy Economy said.\nDunsmore said Newsom is being \"pulled\" far to the left and it is not working for him or the Golden State.", "paragraphs": ["The push to recall California Gov. Gavin Newsom is gaining momentum.", "\"It’s probably one of the most important efforts I have worked on in over 40 years of campaign efforts,\" Rescue California campaign manager Anne Dunsmore told \"Fox & Friends\" on Thursday.", "Dunsmore said the citizen movement has 2,000-3,000 active volunteers on the ground in California.", "\"The citizen movement on this is really something to see and you have to see it to believe it,\" Dunsmore said.", "\"Rescue California is sort of an auxiliary group. We sort of have been referred to as the calvary on this. We original petitioners are an incredibly strong group of volunteers that started this effort in February and actually got on the ground in June, collecting signatures.\"", "JUSTICE ALITO: MAIL-IN BALLOTS RECEIVED AFTER ELECTION DAY IN PENNSYLVANIA MUST BE KEPT SEPARATE", "Meanwhile, one of the leading proponents of recalling Newsom said Tuesday on \"America's Newsroom\" that the governor's hypocrisy and missteps on coronavirus had prompted the effort to remove him from office.", "\"What makes this different is it's Gavin Newsom itself,\" Recall Gavin Newsom senior adviser Randy Economy said. \"This governor is his own worst enemy, and every day he does something more that puts him deeper and deeper into controversy, and he's become a problem here in California. He shut down the fifth-largest economy in the world the last nine months, and every single person out there in California should be outraged by that.\"", "Economy's group has collected more than 820,000 signatures in its effort to prompt a recall vote, which allows voters to directly remove an elected official from office before his or her term is up. They need 1.5 million signatures by mid-March to put the issue on the ballot.", "Newsom, a Democrat, has come under fire for his coronavirus response, particularly for an embarrassing episode last month when he was caught dining at The French Laundry, an upscale Napa Vally restaurant, after repeatedly telling citizens to avoid socializing.", "After receiving praise for aggressive steps to close down California at the outset of the pandemic, the state is now facing soaring cases and deaths. Small businesses and restaurants have borne the financial brunt of his shutdown orders, while big box stores have been allowed to remain open.", "CLICK HERE TO GET THE FOX NEWS APP", "Rescue California said it has more than half of the petition signatures needed to put a recall on the ballot.", "\"So, what we’ve done is organize the Republican efforts, specifically, because of the victories that we appreciated in California and November with about a quarter of the nationwide take back seats in the U.S. House of Representatives came from California and a number of ballot propositions were also went in our favor as well,\" Dunsmore said.", "Dunsmore said Newsom is being \"pulled\" far to the left and it is not working for him or the Golden State.", "\"He's going to put businesses out, he's going to be putting mom and pop businesses out of business -- he already has,\" she said. \"And those that have slightly survived this turmoil are fleeing this state and even the corporate giants are leaving. It's not sustainable. It's going to end up hurting -- his tax base is basically being obliterated.\"", "Fox News' David Rutz contributed to this report."], "authors": ["Joshua Nelson", "Joshua Q. Nelson Is A Reporter For Foxnews.Com. You Can Find Him On Twitter"], "keywords": ["recall", "gaining", "effort", "california", "newsom", "believe", "group", "going", "gov", "signatures", "steam", "dunsmore", "gavin", "efforts", "push"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}