{"id": "70562acd-6330-37f1-bf04-ebdd27952f99", "title": "Prince William bids grandmother Queen Elizabeth II sweet goodbye after royal family reunion", "url": "https://www.foxnews.com/entertainment/prince-william-queen-elizabeth-goodbye-after-reunion", "summary": "According to the outlet, the reunion was the first time many of the family members had seen one another since the beginning of the pandemic.\nUK OFFICIALS CRITICIZE KATE MIDDLETON, PRINCE WILLIAM'S 'UNNECESSARY' TRAIN TOUR AMID CORONAVIRUS PANDEMICThe family gathering took place at Windsor Castle in England.\nQUEEN ELIZABETH'S STAFFER ADMITS TO STEALING FROM BUCKINGHAM PALACE, SELLING ROYAL ITEMS ON EBAYAs the Queen was returning to the castle after wishing her family farewell, William shared a sweet goodbye with his 94-year-old grandmother.\nTraditionally, the royal family spends Christmas at the Queen's Sandringham estate, but plans changed this year.\nCLICK HERE TO GET THE FOX NEWS APPInstead, the Queen and her husband, Prince Philip, will remain at Windsor Castle for the holidays.", "paragraphs": ["The royals are bidding one another farewell.", "Prince William was able to reunite with several of his family members briefly on Tuesday after wrapping up a Royal Train Tour in tribute to those who have served their communities during the ongoing coronavirus pandemic, according to People magazine.", "Among the royals that were able to reconvene with William and his wife Kate Middleton were Queen Elizabeth II, Prince Charles, Camilla Duchess of Cornwall, Princess Anne, Prince Edward and Sophie, Countess of Wessex.", "According to the outlet, the reunion was the first time many of the family members had seen one another since the beginning of the pandemic.", "UK OFFICIALS CRITICIZE KATE MIDDLETON, PRINCE WILLIAM'S 'UNNECESSARY' TRAIN TOUR AMID CORONAVIRUS PANDEMIC", "The family gathering took place at Windsor Castle in England.", "As the Duke and Duchess of Cambridge were welcomed to the castle, classic Christmas carols \"Hark the Herald Angels Sing\" and \"The First Noel\" were performed, and later, the Salvation Army band played music while the family members mingled.", "QUEEN ELIZABETH'S STAFFER ADMITS TO STEALING FROM BUCKINGHAM PALACE, SELLING ROYAL ITEMS ON EBAY", "As the Queen was returning to the castle after wishing her family farewell, William shared a sweet goodbye with his 94-year-old grandmother.", "\"Bye, Gran,\" he called out, according to the magazine.", "Traditionally, the royal family spends Christmas at the Queen's Sandringham estate, but plans changed this year.", "CLICK HERE TO GET THE FOX NEWS APP", "Instead, the Queen and her husband, Prince Philip, will remain at Windsor Castle for the holidays.", "CLICK HERE TO SIGN UP FOR OUR ENTERTAINMENT NEWSLETTER", "People reports that Prince Charles, 72, and Camilla, 73, plan to visit the monarch at some point during the holiday season, but whether a visit from William and his family will take place is unknown."], "authors": ["Nate Day"], "keywords": ["prince", "william", "queen", "members", "royal", "goodbye", "visit", "castle", "train", "windsor", "sweet", "ii", "reunion", "family", "grandmother"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}