{"id": "705ee43b-864a-3e9a-abd1-b0da1092d292", "title": "7th Sector Review – A Puzzler With A Spark", "url": "https://www.gameinformer.com/review/7th-sector/7th-sector-review-a-puzzler-with-a-spark", "summary": "This is 7th Sector’s first puzzle, and it’s a bit of a doozy, at first making me think my game may have glitched out.\nAfter the first puzzle is solved in a fairly unconventional way, 7th Sector only gets stranger.\nThe spark moves on to other entities as well, but it wouldn’t be fair of me to spoil where this adventure goes next.\nIn the three to four hours it took to complete 7th Sector, I was eager to see what would happen next, all while cursing math and not knowing what I needed to do.\nI’m a big fan of Playdead’s Limbo and Inside, and 7th Sector scratches the same kind of itch, but in much stranger and mathematical ways.", "paragraphs": ["A television set comes to life, static filling its screen. Within the noise, you can barely make out a humanoid figure. Moving the analog stick makes this faint specter move, but it’s trapped in this small box with no clear objective or interaction point. This is 7th Sector’s first puzzle, and it’s a bit of a doozy, at first making me think my game may have glitched out. Developer Sergey Noskov gives you no indication of what you need to do in this moment. Almost every puzzle is free of guidance, which can lead to moments of frustration. But more often, it leads to the satisfaction of having the insight to figure something out on your own. This is a game that lives and dies by its obtuse design.", "After the first puzzle is solved in a fairly unconventional way, 7th Sector only gets stranger. You don’t take control of the human you saw or anything even close to a typical game character. You become an ordinary electrical spark. It can’t emote or do anything other than travel along cables to devices that it can bring to life. As the spark moves through the world, you see a dystopian cyberpunk story unfold in the background, catching glimpses of robots warring with humans and even more distressing and fascinating things. This is a clever way of telling a story, but it doesn’t deliver much excitement or build up until the final act, which concludes with a great reveal in the vein of The Matrix.", "The spark of note is used effectively for clever navigational puzzles along a side-scrolling setting that push you to figure out how to reach other cables or to open doors. Just when it seems like the puzzles mostly revolve around figuring out patterns or using the correct timing, Noskov (who is a one-person development team) throws math at you. You are asked to solve fairly simple math problems, like figuring out which group of numbers adds up to 220 (a specific number used often in 7th Sector), but you are also presented with division and multiplication tests. If a math problem is too hard, you can randomly click numbers to brute-force the solution without negative consequences (as I did once). That said, by the time the credits rolled, I looked back on the math and found it connected nicely to what Noskov is trying to reveal in the story. It’s quite clever.", "Just as I was getting used to controlling my emotionless blue spark, the gameplay changes completely to power up a robotic ball, which you then control. Outside of more math, the puzzles become entirely different at this point, yet just as fun and directionless, only now involving more physics-based actions. Just when it seemed I had the ball gameplay down, the spark jumps into another robot. This one is much bigger and has guns, which leads to some combat amidst even more puzzles. The combat isn’t great, and is easily the weakest part of the game, but it is used sparingly and is only mildly frustrating.", "The spark moves on to other entities as well, but it wouldn’t be fair of me to spoil where this adventure goes next. In the three to four hours it took to complete 7th Sector, I was eager to see what would happen next, all while cursing math and not knowing what I needed to do. I got stumped a few times, but the puzzle spaces are small and most of their interactive elements are easy to spot.", "I’m a big fan of Playdead’s Limbo and Inside, and 7th Sector scratches the same kind of itch, but in much stranger and mathematical ways. It’s a journey worth taking, but just know you’re often left directionless and perhaps in need of a calculator."], "authors": ["Weekly Trips To Arcades To Owning Every System That Hit The Market Since The Atari", "Andrew Has Dedicated His Life To Video Games."], "keywords": ["figure", "noskov", "sector", "used", "puzzle", "puzzles", "puzzler", "spark", "game", "7th", "math", "review"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}