{"id": "7095db80-225e-3eb2-b965-93264c82ff5f", "title": "House Republicans urge Trump to veto omnibus spending bill", "url": "http://www.foxnews.com/us/house-republicans-urge-trump-to-veto-omnibus-spending-bill", "summary": "Here's what you need to know as you start your day ...House Republicans urge Trump to veto omnibus spending bill, call it an example of ‘swamp politics’A group of House Republicans on Wednesday urged President Trump to veto an approximately $1.4 trillion omnibus spending bill being negotiated in Congress, describing it as an example of \"swamp politics\" in Washington D.C.\nNegotiations were expected to resume Thursday among congressional leaders in an effort to come to an agreement on the massive spending bill and to prevent a government shutdown, as well as a separate coronavirus stimulus package.\nFox News is told that while the omnibus spending package was in \"good\" shape, policy issues remained -- which means it may require another interim spending bill to avoid a government shutdown this weekend after the Friday deadline.\nIn other developments:- Trump fires back after McConnell recognizes Biden's victory: 'Too soon to give up.'\n\"[Peters] was talking like the hearing was about Russian disinformation,\" Johnson told host Bill Hemmer.", "paragraphs": ["Good morning and welcome to Fox News First. Here's what you need to know as you start your day ...", "House Republicans urge Trump to veto omnibus spending bill, call it an example of ‘swamp politics’", "A group of House Republicans on Wednesday urged President Trump to veto an approximately $1.4 trillion omnibus spending bill being negotiated in Congress, describing it as an example of \"swamp politics\" in Washington D.C.", "The letter, signed by 14 Republicans, including Reps. Andy Biggs of Arizona and Chip Roy of Texas, describes the measure as a \"massive take-it-or-leave-it bill, negotiated behind closed doors, that expands government, spends at record levels well above 2011 base cap levels, and funds unnecessary or even harmful federal programs.\"", "Negotiations were expected to resume Thursday among congressional leaders in an effort to come to an agreement on the massive spending bill and to prevent a government shutdown, as well as a separate coronavirus stimulus package.", "Fox News is told that while the omnibus spending package was in \"good\" shape, policy issues remained -- which means it may require another interim spending bill to avoid a government shutdown this weekend after the Friday deadline.", "The Republican lawmakers say the omnibus would significantly increase the national debt and blame the bill in part on House Speaker Nancy Pelosi, arguing that the measure would fully fund \"an agenda rejected by the American people\" -- highlighting that Pelosi’s majority in the House was shrunk in the November election. CLICK HERE FOR MORE ON OUR TOP STORY.", "In other developments:", "- Trump fires back after McConnell recognizes Biden's victory: 'Too soon to give up.'", "- Biden inaugural committee offers special VIP access to corporations that donate $1 million.", "- Trump campaign poll asks if he should run for president in 2024.", "- Biden pushes back against critics, touts 'Cabinet of firsts.'", "- Report on foreign election influence will be delayed amid dispute.", "- Georgia Sec. of State says Trump lost because GOP 'got outworked.'", "GOP Sen. Ron Johnson explains fiery Capitol Hill clash against Democrat Gary Peters", "Senate Homeland Security Chairman Ron Johnson, R-Wis., told \"Bill Hemmer Reports\" Wednesday that his spat with ranking member Sen. Gary Peters, D-Mich., during a hearing on election irregularities stemmed from Peters entering the widely discredited Steele dossier into the Senate record following the 2016 election.", "\"[Peters] was talking like the hearing was about Russian disinformation,\" Johnson told host Bill Hemmer. \"It's not. The fact of the matter is that senior Democrats, including Senator Peters, constructed this false intelligence product, classified it, leaked to the press, then accusing Senator [Chuck] Grassley and I, in the Hunter Biden investigation, of accepting and disseminating Russian disinformation.", "\"Nothing could have been further from the truth,\" said Johnson, who argued that Peters had introduced actual \"disinformation\" in the form of the dossier into the record.", "\"Here he is, at a hearing that has nothing to do with Russian disinformation, talking about that like this is a hearing on Russian disinformation,\" the Republican concluded. \"I just had to call him out on the fact that it's the Democrats, Hillary Clinton, the DNC paying for the Steele dossier, which was Russian disinformation.\"", "Johnson said Peters and other Democrats have shown hypocrisy by expressing outrage about Republican efforts to either litigate or further investigate allegations of fraud and other irregularities following the 2020 election. CLICK HERE FOR MORE.", "In other developments:", "- Rep.-elect Lauren Boebert blasts Democrats for trying to ban her from carrying gun at Capitol.", "- Biden aide calls GOP 'a bunch of fu-----' while praising his call for unity.", "- Dr. Ben Carson recounts his battle with COVID-19: 'Fevers and chills, couldn't even keep water down.'", "- Biden says schools should reopen within first 100 days in call with governors.", "- Democratic governor encourages people to stay home, gets caught out at wine bar.", "- Pence to get coronavirus vaccine Friday, Biden next week.", "Nor'easter brings heavy snow, high winds, and dangerous driving conditions", "The first major snowfall to hit the East Coast this season dumped several inches of snow on multiple states and led to a massive pileup in central Pennsylvania that left at least two dead, according to state police.", "Authorities said somewhere between 30 and 60 cars were involved in the crash on Interstate 80 in Clinton County between Longanton and Lock Haven. Multiple people were injured. There was also a 20-vehicle pileup in New York City, according to city officials and FDNY sources.", "Authorities urged people to stay home and not travel \"unless it is absolutely necessary.\"", "\"Confidence is high that this major winter storm will result in significant impacts including travel disruptions and power outages across much of the northern Mid-Atlantic, southern New York, and southern into central New England,\" the National Weather Service (NWS) wrote.", "Up to 60 million East Coast residents faced storm warnings or advisories Wednesday, according to the NWS. Many of them spent the morning preparing for the arrival of what the Weather Channel dubbed \"Winter Storm Gail,\" expected to spread over nearly 1,000 miles. CLICK HERE FOR MORE.", "In other developments:", "- Florida tornado flips cars, shears rooftops, downs trees.", "- Snowflake science explained.", "- Major nor’easter set to bring up to 2 feet of snow in parts of the East Coast.", "- FedEx, Pfizer safeguard COVID-19 vaccine distribution ahead of severe weather.", "CLICK HERE TO GET THE FOX NEWS APP", "TODAY'S MUST-READS:", "- Big-city mayor says legal team didn’t tell her about botched police raid.", "- North Carolina police officer killed, another wounded in shootout; suspect dead: reports.", "- Notorious woman who beheaded owl on social media is gunned down in apparent assassination.", "- Official’s ‘poverty defense’ plan panned amid police funding cuts.", "- Actor responds to 'Mission Impossible' star's COVID rules outburst.", "- Jill Biden's dissertation criticized in viral Twitter thread: 'It's bad.'", "- Fauci tells Americans not to see their kids for Christmas.", "THE LATEST FROM FOX BUSINESS:", "- Tyson fires seven managers after investigation into COVID-19 betting ring.", "- Biden may have a problem at the border early into administration.", "- Georgia Senate special election sees gun groups battling over campaign spending.", "- Fed paints a bright outlook for 2021.", "- Congress closing in on $900B relief deal that could include stimulus check.", "- Elon Musk extends another company into Texas amid feud with California.", "- The French Laundry received over $2.4M in PPP loans.", "#The Flashback: CLICK HERE to find out what happened on \"This Day in History.\"", "SOME PARTING WORDS", "Sean Hannity on Wednesday questioned what type of role President-elect Joe Biden played in his son's overseas business interests.", "\"Are the Bidens, Joe and Hunter, compromised by these countries and particularly by the communist Chinese?\" Hannity asked. \"They were buying access, meaning buying influence. The question tonight is, just how much access did they get?\"", "Not signed up yet for Fox News First? Click here to find out what you're missing.", "Fox News’ Go Watch page is now available, providing visitors with Pay TV provider options in their area carrying Fox News Channel & Fox Business Network.", "Fox News First was compiled by Fox News' David Aaro. Thank you for making us your first choice in the morning! We’ll see you in your inbox first thing on Friday."], "authors": ["David Aaro", "David Aaro Is A Reporter At Fox News Digital Based In New York City."], "keywords": ["fox", "republicans", "omnibus", "trump", "biden", "russian", "veto", "click", "bill", "election", "urge", "house", "spending", "peters"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}