{"id": "70b8d6f5-6083-3ced-8b36-b25e4f8de73b", "title": "US shifts policy but the Yemen war is not over", "url": "https://www.ft.com/video/46f49b12-4375-43a1-8ae8-92607c8a8f45?playlist-name=section-82645c31-4426-4ef5-99c9-9df6e0940c00&playlist-offset=3", "summary": "Joe Biden has made ending the war in Yemen one of his top foreign policy goals.\nWashington itself supported the Saudi-led coalition that entered the civil war in March 2015.\nIt's a complex war that has extracted a terrible civilian toll.\nI mean, we're not here just to get a ceasefire and say Yemen is done and walk away.\nIn the 2000s, al-Qaeda launched a series of deadly attacks from Yemen, including against a US ship and the US embassy.", "paragraphs": ["You can enable subtitles (captions) in the video player", "The UN says it's the world's worst man-made humanitarian crisis. More than 20m people desperately need help, it says, amid profound food shortages. Joe Biden has made ending the war in Yemen one of his top foreign policy goals.", "A war which has created humanitarian and strategic catastrophe.", "Washington itself supported the Saudi-led coalition that entered the civil war in March 2015. It's a complex war that has extracted a terrible civilian toll. The coalition is fighting the Houthis, Iran aligned Yemeni rebels who control northern parts of the country with up to 80 per cent of the population. The intervention has drawn widespread criticism over civilian deaths, including more than 3,000 children. By October last year the UN counted 47 front lines. Biden immediately halted US support for offensive operations and appointed a special envoy.", "I want to stress that we're not here for a quick solution. I mean, we're not here just to get a ceasefire and say Yemen is done and walk away. The United States wants to see this through until we really have a situation that is stabilised, so you could start to rebuild the country, which is so difficult.", "But even a ceasefire is looking very hard to get. Critics say the Biden administration's early moves have only emboldened the Houthis. That's in part because it removed a Trump era designation of the Houthis as a foreign terrorist organisation, which humanitarians had warned could cause the worst famine in decades through choking imports. NGOs say conditions in the historically poor country have gotten much worse since the intervention of the Saudi led coalition in March 2015, and say donor funds are urgently needed.", "It's 400,000 kids under the age of five who are at risk of dying if they don't get treatment, treatment that's harder to get as the international response to this crisis collapses. If we don't act quickly we could be looking at what the UN warns the worst famine the world has seen in decades.", "Yemen's civil war has long antecedents. Saudi Arabia and Egypt backed rival sides in a conflict in North Yemen. South Yemen gained independence from the British in 1967. But the country was unstable, including after unification in 1990. In the 2000s, al-Qaeda launched a series of deadly attacks from Yemen, including against a US ship and the US embassy.", "In 2015 the Houthis, who mostly followed the Zaidi sect of Shia Islam and count on some support from Iran, forced the government into exile, triggering the latest conflict. Saudi Arabia and the United Arab Emirates intervened in support of the ousted Yemeni government. Barack Obama led US support for the Saudi-led coalition, but later halted some arms sales to Riyadh, citing civilian deaths.", "The Houthis have accelerated their fighting in recent months in a bid to take Marib, the only northern province that remains outside their control. They've also fired missiles and drones into Saudi Arabia, hitting airports and oil infrastructure last month. Observers in Washington think diplomacy could still work.", "I don't believe that the Houthis necessarily will follow the Iranian diktat. Now I don't think that the Houthis are a proxy to Iran. And nevertheless, the Iranians provide them important support. And the Houthis cannot afford to ignore the Iranians if the Iranians go to them and say, we believe the time has come to try to bring this to an end.", "Although it would be much more preferable to get a ceasefire, he believes talks could advance even without one.", "There is a requirement for the outside world, the international community, to really intervene here and try to bring the parties together and make them reach some kind of a conclusion.", "Katrina Manson, Financial Times."], "authors": ["Produced", "Edited Gregory Bobillot. Graphics Steve Bernard"], "keywords": ["houthis", "shifts", "country", "war", "say", "yemen", "support", "worst", "saudi", "dont", "policy", "coalition"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}