{"id": "70daf508-474a-3342-93d0-71df43c31d25", "title": "Charlotte Chesnais Gets a Jewelry Box of Her Own", "url": "https://www.vogue.com/article/charlotte-chesnais-boutique-opening-2020", "summary": "Charlotte Chesnais isn’t one to do things by halves.\nFive years ago, she launched her brand, scooped up the ANDAM Prize, and had her first child, all within about two weeks.\nA set of twins, many a Saturn earring, and a pandemic later, opening a jewel box of a store rings true to her character.\n“It was a test for our imagination,” Chesnais said during a preview, explaining that she honed the concept during the first lockdown and picked up the key in September.\n“I wanted something a little strange, not anything classically beautiful.”A first look at Charlotte Chesnais’s new store.", "paragraphs": ["Charlotte Chesnais isn’t one to do things by halves. Five years ago, she launched her brand, scooped up the ANDAM Prize, and had her first child, all within about two weeks. A set of twins, many a Saturn earring, and a pandemic later, opening a jewel box of a store rings true to her character.", "As soon as France’s partial easing of confinement took effect, the lights went on at 10 rue d’Alger, a few doors down from AMI and just around the corner from the Place Vendome.", "“It was a test for our imagination,” Chesnais said during a preview, explaining that she honed the concept during the first lockdown and picked up the key in September. “I wanted something a little strange, not anything classically beautiful.”", "A first look at Charlotte Chesnais’s new store. Photographed by François Coquerel.", "The solution came from the award-winning Dutch architect Anne Holtrop, who was in Paris from his home base in Muharraq, Bahrain, for the finishing touches. Better known for projects like Trail House and the National Pavilion of the Kingdom of Bahrain, Holtrop’s first foray into the fashion sphere opened the door to experimentation, notably with textured, transparent acrylic. The result is striking: Mounted on the ceiling and forged into custom displays, backlit slabs look like ice floes or some otherworldly landscape and yet the impression is anything but cold."], "authors": ["Tina Isaac-Goizé", "Tina Isaac-Goiz"], "keywords": ["chesnais", "store", "look", "vendomeit", "twins", "jewelry", "weeks", "gets", "bahrain", "wanted", "box", "went", "charlotte"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}