{"id": "70db1560-7d8c-3143-b553-5ffa926ee743", "title": "New Pokémon Snap – New Gameplay Today", "url": "https://www.gameinformer.com/new-gameplay-today/new-gameplay-today/2021/03/24/new-pokemon-snap-new-gameplay-today", "summary": "Fans have been waiting more than two decades for a follow up to the Nintendo 64 fan-favorite photography game, Pokémon Snap.\nNow, 22 years later, New Pokémon Snap is poised to put players back behind the lens on Nintendo Switch.\nSet in the new Lental region, New Pokémon Snap hopes to recapture the magic of the original game by giving you the same basic mission: Travel along predetermined paths as you snap photos of Pokémon in their natural habitats.\nJoin Alex Stadnik and me as we take a very quick look at a level in New Pokémon Snap during two different times of day.\nNew Pokémon Snap launches April 30 on Switch.", "paragraphs": ["Fans have been waiting more than two decades for a follow up to the Nintendo 64 fan-favorite photography game, Pokémon Snap. Last year, fans received news that the dream was finally becoming a reality. Now, 22 years later, New Pokémon Snap is poised to put players back behind the lens on Nintendo Switch.", "Set in the new Lental region, New Pokémon Snap hopes to recapture the magic of the original game by giving you the same basic mission: Travel along predetermined paths as you snap photos of Pokémon in their natural habitats. Along the way, you can use various tools at your disposal, including fluffruit, scan, melody, and Illumina orbs, to evoke unique reactions.", "Join Alex Stadnik and me as we take a very quick look at a level in New Pokémon Snap during two different times of day. You'll get a look at the various ways you can interact with Pokémon in the environment, how your shots are graded by Professor Mirror, and some examples of the photo-editing tools that can help make your snaps shine. You'll also get a great and hilarious example of how interacting with one Pokémon can cause unexpected reactions in others.", "If that short video isn't enough, be sure to head over to my full preview to get a more structured, more in-depth look at everything New Pokémon Snap has to offer. New Pokémon Snap launches April 30 on Switch."], "authors": ["Digital Editor", "Brian Has Written About Video Games For Over A Decade Across Multiple Publications. When He'S Not Writing Or Gaming", "He'S Usually Listening To Music", "Watching Ufc", "Or Hopelessly Rooting For A Baltimore Or D.C. Sports Team."], "keywords": ["youll", "look", "ways", "pokémon", "today", "various", "tools", "game", "snap", "fans", "gameplay", "nintendo"], "pubDate": "2021-03-24T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}