{"id": "70e06dbc-22c9-3a50-a0ac-b330853e35e1", "title": "Opinion | The Heart and Soul of the Biden Project", "url": "https://www.nytimes.com/2021/04/08/opinion/biden-economic-plan.html", "summary": "Because the Biden plan owes more to Hamilton than to socialism, it’s not only progressives who love it, but moderates, too.\nThe Biden plan would have us pouring money into some of our least efficient sectors.\nAs Fareed Zakaria noted recently, American infrastructure projects often cost several times more than European projects.\nYou can pour a lot of money into American infrastructure and get relatively little back.\nThe Biden plan is what has already worked locally, just on a mammoth scale.", "paragraphs": ["If, as expected, Biden’s American Family Plan includes universal pre-K education and free community college, that would mean four more years of free schooling for millions of young Americans. As Rahm Emanuel said to me, when was the last time we achieved something as big as that?", "It’s also a unifying agenda. For the past several decades the economy has funneled money to highly educated people who live in large metro areas. That has created a ruinous class rift that divides the country and fuels polarization. The Biden measures would funnel money to the roughly two-thirds of Americans without a bachelor’s degree — who work on road crews, in manufacturing plants, who care for the elderly and are disproportionately unemployed.", "It’s kind of interesting to me that the Democrats, the party of the metro educated class, are promoting policies that would send hundreds of billions of dollars to, well, Trump voters.", "Because the Biden plan owes more to Hamilton than to socialism, it’s not only progressives who love it, but moderates, too. Jim Kessler, an executive vice president at the moderate Democratic group Third Way, sent me an email this week with the subject line, “Why Mods Love Biden Jobs Plan.”", "Is it a risk? Yes, a big one. If your historical memory goes back only to 2009, then you think there’s no risk to going big on spending and debt. But history is filled with the carcasses of nations and empires that declined in part because they took on too much debt: imperial Spain, France in the 18th century, China in the 19th.", "The Biden plan would have us pouring money into some of our least efficient sectors. As Fareed Zakaria noted recently, American infrastructure projects often cost several times more than European projects. Adding just two miles of new track and three stations to the New York subway system ended up costing $4.5 billion.", "You can pour a lot of money into American infrastructure and get relatively little back.", "But we’ve had 20 years of anemic growth and a long period of slow productivity growth. The current trendlines cannot continue. These are necessary and plausible risks to take if America is not to drift gentle into that good night. Look at the cities, like Fresno, Calif., and Greenville, S.C., that have surged back to life in recent years. What did they do? They invested in infrastructure and community colleges. The Biden plan is what has already worked locally, just on a mammoth scale."], "authors": ["David Brooks"], "keywords": ["biden", "plan", "heart", "project", "american", "projects", "soul", "opinion", "big", "risk", "metro", "love", "money", "infrastructure"], "pubDate": "2021-04-08T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}