{"id": "70e92c64-e536-3f91-b3f1-0f9653d340dd", "title": "Live Updates: Biden to Announce Major Pledge to Cut Greenhouse Gas Emissions", "url": "https://www.nytimes.com/live/2021/04/21/us/biden-news-today/", "summary": "Live Live Updates: Biden to Announce Major Pledge to Cut Greenhouse Gas Emissions President Biden’s plan to cut emissions almost in half by 2030 would require Americans to transform the way they drive, heat their homes and manufacture goods.\nIt will not include detailed modeling showing how the United States proposes to meet its pledge, one administration official said.\nAmid court challenges, Mr. Trump later amended the ban, expanding it to include some non-Muslim majority countries, such as North Korea.\nThe United States last week announced a raft of new sanctions against Russia, blaming it for a major hacking operation.\n“We’re all so relieved,” Mr. Biden said to a group of people who included Ben Crump, the Floyd family’s attorney.", "paragraphs": ["Live Live Updates: Biden to Announce Major Pledge to Cut Greenhouse Gas Emissions President Biden’s plan to cut emissions almost in half by 2030 would require Americans to transform the way they drive, heat their homes and manufacture goods. It is expected to be announced Thursday and timed with a global summit meeting.", "Biden will pledge to cut greenhouse gas emissions nearly in half by 2030. President Biden hopes the new targets convince other nations to do more to combat global warming. Credit... Brian Snyder/Reuters President Biden will announce Thursday that the United States intends to cut planet-warming emissions nearly in half by the end of the decade, a target that would require Americans to transform the way they drive, heat their homes and manufacture goods. The target, confirmed by three people briefed on the plan, is timed to a closely watched global summit meeting that Mr. Biden is hosting Thursday and Friday, which is aimed at sending a message that the United States is rejoining international efforts to fight global warming after four years of climate denial from the Trump administration. A White House spokesman declined to comment on the U.S. target, which was first reported by The Washington Post. The leaders of China, India and nearly 40 other countries are expected to join Mr. Biden virtually, and the United States hopes that the announcement of its new emissions goal will galvanize other nations to step up their own targets by the time nations gather again under United Nations auspices in November in Glasgow. The new American goal nearly doubles the pledge that the Obama administration made to cut emissions 26 percent to 28 percent below 2005 levels by 2025, although the country would have five more years to achieve it, according to the people familiar with the target who spoke on the condition of anonymity because they were not authorized to discuss it. The 2030 target will be a range that will aim to cut emissions around 50 percent from 2005 levels. It will not include detailed modeling showing how the United States proposes to meet its pledge, one administration official said. The goal is largely in line with what environmental groups and big businesses, including McDonalds, Target and Google, have wanted. They and others argued that cutting emissions at least 50 percent from 2005 levels by the end of the decade is the only way to put the United States on a path to eliminate fossil fuel pollution by the middle of the century. On Tuesday, Gina McCarthy, Mr. Biden’s top climate change adviser, hinted that the United States would set that ambitious goal. “I would argue that there’s opportunities for us to be able to be very aggressive, and we’re going to take that opportunity,” she said in an interview with N.P.R. Meeting it, however, will be a steep challenge. Nathan Hultman, director of the Center for Global Sustainability at the University of Maryland, and other energy experts described the 50 percent goal as attainable, but only with what Mr. Hultman described as “pretty significant action across all sectors of the American economy.” Lisa Friedman and", "The House will vote on legislation to limit the president’s ability to impose travel bans. People protested President Donald J. Trump’s travel ban outside the White House in 2017. New legislation would curb a president’s ability to enact similar orders. Credit... Al Drago/The New York Times The Democratic-led House is set on Wednesday to pass legislation that aims to prevent the White House from instituting expansive travel bans like the one former President Donald J. Trump imposed on predominantly Muslim countries, and would explicitly bar any such edict based on religion. The No Ban Act would restrict the president’s wide-ranging power to control immigration by requiring that travel bans be temporary and subject to congressional oversight, among other limitations. It would prohibit discrimination on the basis of religion. The House is also expected to approve a related measure that would require that certain immigrants be allowed access to a lawyer when they are detained at ports of entry. Republicans are expected to oppose both bills, arguing that controls should be tightened, not relaxed, given the crush of migration through the southwest border. Their objections mean the legislation is likely to have a difficult path in the Senate, joining a backlog of House-passed bills on immigration and other topics that face steep obstacles. The measures were inspired by the harsh and abrupt steps Mr. Trump took at the start of his presidency to clamp down on the entry of foreigners into the country, which led to chaos at U.S. airports and a rush of legal challenges. In January 2017, he denied entry to citizens of seven majority-Muslim countries. Amid court challenges, Mr. Trump later amended the ban, expanding it to include some non-Muslim majority countries, such as North Korea. “Those bans were a stain on our national conscience and are inconsistent with our long history of welcoming people of all faiths,” White House officials said in a formal statement of support for the bill issued this week. President Biden, who reversed Mr. Trump’s travel bans after taking office, is backing the legislation. But in the statement, his advisers said that the administration reserves the right to restrict travel from specific countries in the future if necessary. “The administration stands ready to work with the Congress to adopt a solution that protects against unfair religious discrimination while also ensuring the executive branch has the flexibility necessary to respond to serious threats to security and public health, and emergent international crises,” the statement said. Representative Mary Gay Scanlon, Democrat of Pennsylvania, said she could never forget the hardship inflicted on travelers by Mr. Trump’s bans, which she called “illegal and ill-conceived,” and discriminatory against Muslims. “Families were separated,” she said. “Many were denied the right to counsel.” Still, the legislation comes at a fraught political moment for Mr. Biden and Democrats on immigration. In March, border agents encountered nearly 19,000 children at the border — the largest number recorded in a single month — most of them fleeing poverty and violence in Central America. And the flow of migrant children is expected to only increase in the coming weeks. Representative Guy Reschenthaler, Republican of Pennsylvania, on Tuesday argued the No Ban Act would weaken national security, and that the legislation’s requirement that travelers have access to counsel “complicates the job of Border Patrol agents” and would cost millions of dollars. The Congressional Budget Office estimates the bill would cost $825 million to implement over five years. “This bill does nothing to address the Biden border crisis,” he said, using the label Republicans have adopted for a situation that also existed under Mr. Trump.", "Advertisement Continue reading the main story", "Putin warns the West not to cross a red line in his annual address to Parliament. President Vladimir V. Putin of Russia during his annual address to Parliament in Moscow on Wednesday. Credit... Maxim Shipenkov/EPA, via Shutterstock As he masses troops near Ukraine, puts down domestic dissent and engages in a fast-intensifying conflict with President Biden, President Vladimir V. Putin of Russia is on the verge of decisions that could define a new, even harder-line phase of his presidency. But while Mr. Putin’s annual address to Parliament on Wednesday was replete with threats against the West, it stopped short of announcing new military or foreign policy moves. Russia’s response will be “asymmetric, fast and tough” if it is forced to defend its interests, Mr. Putin said, pointing to what he asserted were Western efforts at regime change in neighboring Belarus as another threat to Russia’s security. “The organizers of any provocations threatening the fundamental interests of our security will regret their deeds more than they have regretted anything in a long time,” Mr. Putin told a hall of governors and members of Parliament. “I hope no one gets the idea to cross the so-called red line with Russia — and we will be the ones to decide where it runs in every concrete case.” Mr. Putin’s speech had been widely anticipated, with about 100,000 Russian troops gathered on Ukraine’s border and Ukraine’s president warning openly of the possibility of war. Some analysts had speculated that Mr. Putin might use his annual state of the nation address to announce a pretext for sending troops into Ukraine. But that scenario did not come to pass. Mr. Putin also made no reference to the jailed opposition leader Aleksei A. Navalny, whose supporters planned to hold protests across the country on Wednesday. Instead, Mr. Putin spent most of his speech on domestic issues, acknowledging Russians’ discontent with the hardships of the pandemic. The United States last week announced a raft of new sanctions against Russia, blaming it for a major hacking operation. Mr. Biden also called for a summit meeting with Mr. Putin, which to many Russians looked like a crude American attempt to negotiate from a position of strength. “This is seen as an unacceptable situation — you won’t chase us into the stall with sanctions,” said Dmitri Trenin, the director of the Carnegie Moscow Center, a think tank.", "Attorney General Merrick Garland announces an investigation into the Minneapolis Police Department. Activists marched outside the Hennepin County Government Center in Minneapolis on Tuesday after the jury found Derek Chauvin guilty on all three charges he faced. Credit... Joshua Rashaad McFadden for The New York Times The Justice Department will investigate the policies and operations of the Minneapolis Police Department, Attorney General Merrick B. Garland announced on Wednesday, a day after the former officer Derek Chauvin was convicted of murder in the death of George Floyd in a rare rebuke of police violence. “The Justice Department has opened a civil investigation to determine whether the Minneapolis Police Department engages in a pattern or practice of unconstitutional or unlawful policing,” Mr. Garland said in brief remarks at the Justice Department. Such investigations are often the precursors to court-approved deals between the Justice Department and local governments that create and enforce a road map for training and operational changes. Mr. Garland’s announcement came a day after the conviction of Mr. Chauvin, who was fired by the Minneapolis Police Department last year after gruesome video of him kneeling on Mr. Floyd’s neck for more than nine minutes sparked protests across the nation. The inquiry into the department is separate from the existing Justice Department investigation into whether Mr. Chauvin violated Mr. Floyd’s civil rights. It will be led by lawyers and staff in the Justice Department’s civil rights division and the U.S. attorney’s office in Minnesota. Investigators will seek to determine whether the Minneapolis Police Department engages in a pattern or practice of using excessive force, including during protests; whether it engages in discriminatory conduct; and whether its treatment of those with behavioral health disabilities is unlawful. They will also review the department's policies, training, supervision and use-of-force investigations, and whether its current systems of accountability are effective at ensuring that police officers act lawfully. If the investigators find that the police department has engaged in unlawful policing, Mr. Garland said the Justice Department would issue a public report. It also has the option to bring a civil suit against the department and enter into a settlement agreement, or consent decree, to ensure that prompt and effective action is taken bring the department’s practices into compliance with the law. On Friday, Mr. Garland restored the robust use of consent decrees, rescinding a Trump administration policy that largely curbed their use. The Obama administration had repeatedly used the tool to address police misconduct. The restoration of consent decrees was one of the Biden administration’s first significant moves to hold police forces accountable in cases where they are found to have violated federal laws. “Most of our nation’s law enforcement officers do their difficult jobs honorably and lawfully. I strongly believe that good officers do not want to work in systems that allow bad practices,” Mr. Garland said. The challenges that the nation faces in addressing systemic racial inequities “are deeply woven into our history,” Mr. Garland said, adding that it would take time and effort by all to build “trust between community and law enforcement.”", "‘It was a murder in full light of day,’ President Biden says of George Floyd’s death. Video transcript Back bars 0:00 / 1:31 - 0:00 transcript ‘Today’s Verdict Is a Step Forward,’ Biden Says President Biden on Tuesday praised the guilty verdict in the trial of the former Minneapolis police officer Derek Chauvin, calling the killing “a murder in full light of day.” A jury in Minnesota found former Minneapolis police officer Derek Chauvin guilty on all counts in the murder of George Floyd last May. It was a murder in full light of day, and it ripped the blinders off for the whole world to see. There is systemic racism — it’s a stain on our nation’s soul — the knee on the neck of justice for Black Americans; profound fear and trauma; the pain, the exhaustion that Black and brown Americans experience every single day. I also spoke with George Floyd’s family again — remarkable family of extraordinary courage. Nothing can ever bring their brother, their father back. But this can be a giant step forward in the march toward justice in America. “I can’t breathe. I can’t breathe.” Those were George Floyd’s last words. We can’t let those words die with him. We have to keep hearing those words. We must not turn away. We can’t turn away. We have a chance to begin to change the trajectory in this country. President Biden on Tuesday praised the guilty verdict in the trial of the former Minneapolis police officer Derek Chauvin, calling the killing “a murder in full light of day.” Credit Credit... Doug Mills/The New York Times President Biden praised a guilty verdict in the murder trial of the former police officer Derek Chauvin, but called it a “too rare” step to deliver “basic accountability” for Black Americans who have been killed during interactions with the police. “It was a murder in full light of day, and it ripped the blinders off for the whole world to see,” Mr. Biden said of the death of George Floyd, who died after Mr. Chauvin knelt on his neck for more than nine minutes, and whose death ignited nationwide protests. “For so many, it feels like it took all of that for the judicial system to deliver just basic accountability.” Mr. Biden delivered his remarks to the nation hours after taking the unusual step of weighing in on the trial’s outcome before the jury had come back with a decision, and telling reporters that he had been “praying” for the “right verdict.” “This can be a giant step forward in the march toward justice in America,” Mr. Biden said during his address. Mr. Biden assumed the presidency during a national reckoning over race and has staked his political legacy around a promise to make racial equality, which includes an overhaul on policing, a central focus of his presidency. He has been outspoken about Mr. Floyd’s death, calling it a “wake up call” for the nation. In the wake of a series of recent police-involved shootings and other violent episodes that have taken place over the course of the trial, he has repeatedly called for Congress to pass an ambitious bill on policing reform, named for Mr. Floyd and co-authored by the vice president. On Tuesday afternoon, the White House canceled an earlier speech Mr. Biden had planned to deliver on his infrastructure plan so that he could watch the verdict come in alongside Kamala Harris, the vice president, and a group of other aides in his private dining room just off the Oval Office. The jury’s deliberations had been closely tracked throughout the day: In the minutes before the verdict was delivered, White House aides were sprinting through the West Wing, phones in hand, and setting up a podium for Mr. Biden to deliver his remarks alongside Ms. Harris in Cross Hall. Just after the verdict was delivered the president was on the phone with members of Mr. Floyd’s family. “We’re all so relieved,” Mr. Biden said to a group of people who included Ben Crump, the Floyd family’s attorney. “I’m anxious to see you guys, I really am. We’re gonna do a lot and we’re gonna stand until we get it done.” WATCH: \"We're all so relieved,\" says Biden on a phone call to George Floyd's family and their attorney after a jury convicted Derek Chauvin on all counts in Floyd's murder https://t.co/YggflhSJK3 pic.twitter.com/2LqhHZzImo — Bloomberg (@business) April 20, 2021 Ms. Harris, who spoke before Mr. Biden gave remarks, called for the passage of the bill that would overhaul how police officers engage people in minority communities. “Here’s the truth about racial injustice,” Ms Harris said. “It is not just a Black America problem or a people of color problem. It is a problem for every American. It is keeping us from fulfilling the promise of liberty and justice for all, and it is holding our nation back from realizing our full potential.” Mr. Biden can trace his political success, in part, to how he responded to the nationwide protests that rose up in the wake of Mr. Floyd’s death. Last June, as his predecessor, Donald J. Trump, stoked tensions by tweet, calling the protests a result of the “radical left” and threatening to send in the National Guard, Mr. Biden traveled to Houston with his wife, Jill, to meet with Mr. Floyd’s relatives. The hour he spent with the Floyd family effectively created a split-screen with Mr. Trump that boosted his war chest and added momentum to his campaign. “I won’t fan the flames of hate,” Mr. Biden said at the time. “I will seek to heal the racial wounds that have long plagued this country — not use them for political gain.”", "Advertisement Continue reading the main story", "Gina McCarthy, Obama’s E.P.A. chief, is back and ready to rebuild a legacy dismantled during Trump. Gina McCarthy, the former E.P.A. chief under Obama, returned to the White House as a climate coordinator and senior adviser to President Biden. Credit... Sarah Blesener for The New York Times Gina McCarthy worked six or seven days a week, 12 to 14 hours a day, to produce America’s first real effort to combat climate change, a suite of Obama-era regulations that would cut pollution from the nation’s tailpipes and smokestacks and wean the world’s largest economy from fossil fuels. Then the administration of Donald J. Trump shredded the work of President Barack Obama’s Environmental Protection Agency chief before any of it could take effect. Now Ms. McCarthy is back as President Biden’s senior climate change adviser, and this time, she is determined to make it stick. She is the most powerful climate change official in the country other than Mr. Biden himself, and her charge is not simply to reconstruct her Obama-era policies but to lead an entire government to tackle global warming, from the nation’s military to its diplomatic corps to its Treasury and Transportation Department. She will also lead negotiations with Congress for permanent new climate change laws that could withstand the next change of administration. “I’ve got a small stronghold office, but I am an orchestra leader for a very large band,” Ms. McCarthy, 66, said in a speech in February. Mr. Biden’s two-day global climate summit meeting, which begins Thursday, is his chance to proclaim America’s return to the international effort to stave off the most devastating impacts of a warming planet, but it is Ms. McCarthy’s re-emergence as well. Mr. Biden is expected to pledge that the United States will cut its planet-warming emissions by at least 50 percent below 2005 levels in the next decade. The world has seen such promises before, with the Kyoto accords in the 1990s, then the Paris Agreement in the Obama era, only to see them discarded by subsequent Republican administrations. It will fall to Ms. McCarthy to prove the skeptics wrong. The administration plans concurrent efforts to enact regulations to curb auto and power plant emissions, restrict fossil fuel development and conserve public lands while pressing Congress to pass the climate provisions in Mr. Biden’s $2 trillion infrastructure bill, such as renewable power and electric vehicle programs. Ms. McCarthy hopes to push the infrastructure bill further, possibly by mandating that power companies produce a certain percentage of their electricity from renewable sources, such as wind and solar. That will be a tough sell to many Republicans — but if it passes Congress, it could stand as the Biden administration’s permanent climate legacy, even if other rules are swept away by future presidents.", "South Korea’s leader pushes Biden to negotiate with the North after Trump ‘failed.’ President Moon Jae-in of South Korea during an interview at the Blue House in Seoul. He wants President Biden to negotiate denuclearization with North Korea. Credit... Chang W. Lee/The New York Times President Moon Jae-in of South Korea has a message for the United States: President Biden needs to engage now with North Korea. In an interview with The New York Times, Mr. Moon pushed the American leader to kick start negotiations with the government of Kim Jong-un, the leader of North Korea, after two years in which diplomatic progress stalled, even reversed. Denuclearization, the South Korean president said, was a “matter of survival” for his country. He also urged the United States to cooperate with China on North Korea and other issues of global concern, including climate change. The deteriorating relations between the superpowers, he said, could undermine any negotiations over denuclearization. It was part plea, part sales pitch from Mr. Moon, who sat down with The Times as the United States tries to rebuild its relationships in the region with an eye to countering China’s influence, and North Korea builds up its nuclear arsenal. Mr. Moon, who is set to meet with Mr. Biden next month in Washington, appeared ready to step once again into the role of mediator between the two sides. In the interview, Mr. Moon ​was proud of his deft diplomatic maneuvering in 2018, when he steered the two unpredictable leaders of North Korea and the United States to meet in person. He was also pragmatic, tacitly acknowledging that ​his work to achieve denuclearization and ​peace on the Korean Peninsula has since unraveled. President Donald J. Trump left office without removing a single North Korean nuclear warhead. Mr. Kim has resumed weapons tests. ​ “He beat around the bush and failed to pull it through,” Mr. Moon said of Mr. Trump’s efforts on North Korea. Mr. Biden ​has started reversing many of his predecessor’s foreign policy decisions​. But Mr. Moon ​warned that it would be a mistake to kill the 2018 Singapore agreement between Mr. Trump and Mr. Kim ​that set out broad goals for denuclearizing the Korean Peninsula. ​ “I believe that if we build on what President Trump has left, we will see this effort come to fruition under Biden’s leadership,” he said.", "The inside story of Biden’s reversal on refugee admissions. A group of displaced Syrian children played amidst the ancient ruins of Deir Amman where they now live as refugees with their families. Credit... Ivor Prickett for The New York Times What had been an easy promise on the campaign trail — to reverse what Democrats called President Donald J. Trump’s “racist” limits on accepting refugees — has become a test of what is truly important to the new occupant of the White House, according to an account of his decision making from more than a dozen Biden administration officials, refugee resettlement officials and others. Mr. Biden was eager for the praise that would come from vastly increasing Mr. Trump’s record-low limit, people familiar with his thinking said, and he decided to increase the cap even earlier than the usual start of the fiscal year, Oct. 1. But only weeks into Mr. Biden’s presidency, immigration and the border had already become major distractions from his efforts to defeat the coronavirus pandemic and to persuade Congress to invest trillions of dollars into the economy — issues championed by aides like Ron Klain, the White House chief of staff, as more central to his presidency. Now, a decision to raise the refugee limit to 62,500 — as Mr. Biden had promised only weeks earlier to members of Congress — would invite from Republicans new attacks of hypocrisy and open borders even as the president was calling for bipartisanship. It was terrible timing, he told officials, especially with federal agencies already struggling to manage the highest number of migrant children and teenagers at the border in more than a decade. Zolan Kanno-Youngs and", "Advertisement Continue reading the main story"], "authors": ["Lisa Friedman", "Coral Davenport"], "keywords": ["major", "pledge", "emissions", "president", "united", "trump", "updates", "states", "announce", "cut", "justice", "floyds", "gas", "greenhouse", "biden", "live", "house", "mr", "department"], "pubDate": "2021-04-21T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}