{"id": "7113250b-d635-345d-91fa-f7ab9461a44a", "title": "Nepotism claims the latest hitch for Merkel's designated successor", "url": "https://www.theguardian.com/world/2020/dec/04/nepotism-claims-merkel-laschet-germany", "summary": "Her designated successor, Armin Laschet, by contrast, is finding bad press to be something that clings to him like a nylon suit.\nThis week he had to bat away accusations of nepotism over PPE contracts awarded to a local fashion company.\nBut 10 months on, the leader of Germany’s most populous state is starting to look like a risky bet.\nAfter the current CDU leader and original Merkel continuity candidate, Annegret Kramp-Karrenbauer, announced her resignation in February, a vote on the succession was scheduled for the spring.\nLaschet, Merz said waspishly, needed “more time to improve his performance”.", "paragraphs": ["In her 15 years in power, Angela Merkel gained a reputation as the “Teflon chancellor” because her opponents’ criticism never seemed to stick.", "Her designated successor, Armin Laschet, by contrast, is finding bad press to be something that clings to him like a nylon suit. This week he had to bat away accusations of nepotism over PPE contracts awarded to a local fashion company.", "When the Christian Democratic Union (CDU) started the race for a new leader in February, Laschet, the state premier of North-Rhine Westphalia and a centrist, was widely hailed as the continuity candidate, and thus frontrunner, to take Germany’s biggest party into the post-Merkel era, including next autumn’s federal elections. But 10 months on, the leader of Germany’s most populous state is starting to look like a risky bet.", "Laschet’s talent for crisis management first came under scrutiny in the spring when he was one of the pushiest advocates for easing the nationwide lockdown, only to then have to impose the first local lockdown in his own back yard as infections spiralled out of control in the town of Gütersloh.", "Confronted with criticism on political talkshows, the former MEP could come across as petulant and short-tempered, and Merkel’s hysteria-dampening way with words continues to evade the Rhinelander to this day.", "At the end of November, Laschet was widely ridiculed for a lack of perspective when he warned that the coming Christmas would be “the toughest ever experienced by the postwar generation”.", "This week the married father of three again found himself on the defence when it emerged that the North-Rhine Westphalian state had handed PPE contracts worth a total of €42.5m to the Mönchengladbach-based fashion company Van Laack, which also pays Laschet’s son, Johannes Laschet, 32, to show its clothes on his Instagram channel.", "Laschet said the accusations of nepotism were “obscene” and politically motivated. The interior ministry of North-Rhine Westphalia confirmed that Van Laack’s offer had been the cheapest of seven. Johannes, who has 92,000 followers on Instagram, insisted he had received “not a cent” to facilitate the deal.", "But the episode once again emphasised the contrast between Laschet and the leader of Germany’s second most populous state. In Bavaria the coronavirus fatalities and infection rates have been higher than anywhere apart from in the capital, Berlin, yet Markus Söder, of the CSU (Christian Social Union), sister party to the CDU, has managed to project leadership qualities that have helped his approval ratings soar.", "Laschet’s public relations struggles are also starting to show up in the polls. A survey by the pollster Civey published by Der Spiegel this week showed Laschet dropping to the bottom of the three-horse race for the CDU leadership.", "The poll showed Laschet to be the least popular candidate with the general public and among CDU supporters, behind the conservative hardliner Friedrich Merz in front and the centrist foreign policy expert Norbert Röttgen, the supposed outsider candidate, in second place.", "Laschet retains an advantage in that almost 30% of the 1,001 delegates who will cast their vote on the future leadership in a digital party congress in January hail from his home state and could be inclined to prove their loyalty.", "In a recent interview, Laschet ruled out swapping with the deputy in his two-man team to let Jens Spahn, the popular health minister, vie for the top job instead.", "But time is running out for Laschet to boost his image. After the current CDU leader and original Merkel continuity candidate, Annegret Kramp-Karrenbauer, announced her resignation in February, a vote on the succession was scheduled for the spring.", "The pandemic forced the party to postpone not just its congress in April but also the replacement summit on 4 December, leading Laschet’s rival, Merz, to accuse the party headquarters of trying to buy its favourite candidate more time. Laschet, Merz said waspishly, needed “more time to improve his performance”."], "authors": ["Philip Oltermann"], "keywords": ["latest", "merkels", "cdu", "merz", "hitch", "nepotism", "successor", "designated", "northrhine", "state", "germanys", "laschet", "claims", "week", "leader", "party", "candidate"], "pubDate": "2020-12-04T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}