{"id": "7139cce7-5488-3f14-a956-723b85c24e15", "title": "New 'Inside Africa' explores modern-day Africa", "url": "https://commercial.cnn.com/new-inside-africa-explores-modern-day-africa", "summary": "The new Inside Africa will tell the story of today’s Africa with a focus on the future.\nCNN International’s longest-running feature show, Inside Africa, is heading into 2021 with a new mission to tell stories about up-to-the-minute trends, triumphant accomplishments, and innovative solutions from Africa’s brightest minds and boldest dreamers who are making a difference in all areas of modern-day life.\nEach week, Inside Africa will either deep-dive into a particularly hot topic in a specific country, or take a broader look at a trend addressing a challenge or a need across the continent.\nIn this episode, viewers will meet the start-up stars who know that tech is central to improving our world and that innovation is the secret to success.\nWatch the promo here and read the full press release here.", "paragraphs": ["The new Inside Africa will tell the story of today’s Africa with a focus on the future.", "CNN International’s longest-running feature show, Inside Africa, is heading into 2021 with a new mission to tell stories about up-to-the-minute trends, triumphant accomplishments, and innovative solutions from Africa’s brightest minds and boldest dreamers who are making a difference in all areas of modern-day life. Read the full press release here", "For over 20 years, Inside Africa has captivated CNN’s global audience with stories that challenge assumptions and explore new experiences – taking viewers on a journey through Africa’s hidden beauty and natural treasures, all while highlighting the achievements and potential of its people.", "Each week, Inside Africa will either deep-dive into a particularly hot topic in a specific country, or take a broader look at a trend addressing a challenge or a need across the continent. Using a documentary-style approach, each episode will give viewers an opportunity to walk in the footsteps of Africa’s most outstanding personalities to truly experience their life, work and passion.", "“To truly reflect the dynamic Africa that is being built right now, the focus of Inside Africa will pivot to explore both the Africa of today and, more importantly, what it looks like tomorrow.” El lana Lee, Senior Vice President, CNN International", "The first episode, airing on CNN International from 9 January, will showcase the entrepreneurial spirit of Nigeria. In this episode, viewers will meet the start-up stars who know that tech is central to improving our world and that innovation is the secret to success.", "Watch the promo here and read the full press release here."], "authors": ["January"], "keywords": ["viewers", "release", "read", "episode", "africas", "explores", "truly", "modernday", "africa", "inside", "press", "tell"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}