{"id": "7143df4a-4f57-3019-b155-e1c3599a05dc", "title": "Watch Stripe's Patrick Collison in Conversation with Nicholas Thompson | Wired Video | CNE | Wired.com", "url": "https://www.wired.com/video/watch/stripe-s-patrick-collison-in-conversation-with-nicholas-thompson", "summary": "They released a new paper back a couple months agoshowing that, if you kind of, okay,that that's kind of having restrictions,you know, more bonds across the country.\nI think you need to really kind of really focus on,you know, the actual utility and the actual use case.\nAnd you know, that's that a big deal, you know?\nAnd I think that's a kind of a broader phenomenonthan just, you know, what's happeningin kind of the digital economy.\nBut the thing that's kind of surprising to meis like when's the last timethat you read an article aboutthat $4,000 income figure, right?", "paragraphs": ["Transcript", "Hello again, what a great morning it's been so far.", "And it is my pleasure to be here with Patrick.", "Patrick is the CEO of Stripe payments company,", "he has had a fantastic year in almost every way.", "His company has launched good products,", "they've launched Stripe Capital recently,", "huge $35 billion valuation.", "They haven't been caught in any of the crazy stories", "that have engulfed most of the other companies", "we're talking with today,", "but one bad thing has happened.", "Patrick was surpassed as the world's youngest", "self-made billionaire by Kylie Jenner.", "I am so sorry.", "[audience laughing and groaning]", "All right, let's get going.", "Also, I've also been surpassed", "by my younger brother, who is Stripe's--", "Oh, so now you're third?", "Well, look, paper valuations is increasing rapidly", "these days so that they can fluctuate quite substantially.", "All right, well, let's get, let's get going.", "So, first thing I wanna ask you,", "you're a global company,", "your business is predicated on the idea", "that you'll make companies around the world do better,", "you'll provide an infrastructure layer", "that is extremely efficient and smooth.", "One of the things that's happening", "in the internet right now", "is what some people call the Splinternet.", "Right, China has has its own internet.", "Right, Europe has different rules and regulations from us.", "Are you seeing the world splitting apart?", "And does it affect your business?", "Yes, I think this is actually", "one of the most under-reported sort of phenomena", "and trends that's taking place in the internet right now,", "where and it was the case, really,", "sort of say, 15 years ago,", "that you could just launch a website, right?", "And internet users anywhere could sort of, you know,", "just immediately sort of start taking advantage of it", "and using it.", "I mean, that's the whole promise of the internet,", "like, you kind of, the internet does not care", "about sort of the physical, you know,", "and political identity of the atoms", "you happen to be sitting on top of.", "And increasingly, and you know,", "for in certain cases, you know,", "reasonable reasons and with some sensible justification,", "governments increasingly want to, you know,", "get get involved in this", "and you know, there are very harms they want to,", "you know, stymie or prevent or whatever else.", "But the net effect is that, now, to your point,", "there were sort of rights restrictions in,", "say in Europe, with things like, but not only GPR", "increasing the restrictive regulations", "in places like India, Vietnam, Indonesia, Brazil,", "certainly China and so on, you know,", "California, of course, has its new privacy law.", "You know, locally, individually,", "I think these are generally speaking", "sort of well-intentioned and again,", "with sort of sensible motivations,", "but the net effect is sort of,", "if you imagine yourself as an entrepreneur trying to,", "you know, launch a new service, I mean,", "how do you, is it even possible for you to sort of,", "you know, come to understand the requirements of,", "you know, 10, 20, 50, 100, you know,", "different sort of regulatory, you know,", "sets of restrictions and requirements.", "And then inasmuch as you understand them,", "how you actually comply with them, right?", "And so, we worry about this", "not because of its effect on Stripe,", "I mean, yes, we, Stripe, have to comply with them,", "but you know, we're big enough that we can afford", "to build the requisite privacy teams", "and you know, build the internal systems and so on.", "We worry about it for the businesses we serve, right?", "Stripe serves more than a million businesses", "around the world, and to kind of some degree, you know,", "we are dependent on the ongoing sort of", "not only vibrancy but sort of, I mean,", "it's already very skewed sort of", "in an anti-incumbency direction, right?", "And really large behemoths mean, you know,", "the more innovative ones are open to switching to Stripe,", "but by and large, the businesses that really adopted Stripe", "with a kind of fervor are the new ones, the upstarts, right?", "And inasmuch as the internet is becoming", "a less kind of hospitable environment for upstarts,", "for the new companies, that's a structural, you know,", "challenge certainly for us, and I mean,", "obviously for them.", "So you tweeted out an article about this", "a couple days ago.", "And in the article, at the end, it proposed a solution,", "which is we should no longer", "think about the global internet,", "but you should have blocks of open countries", "that agree to the same rules,", "which is an idea I've never heard before,", "you tweeted the story, you must agree.", "[laughs] Right. [audience laughs]", "Well, tweets are endorsements, as they say,", "but and then yes, every part of variable.", "But I mean, look, I think that seems, well,", "this has not been a great couple years", "for regional blocks in general,", "and so, you know, I don't know specifically", "if that would work, but the general direction is worrying,", "right?", "And I think it'd be better if the internet", "were to by and large remained a place where,", "you know, an individual entrepreneur", "or a pair of them or whatever", "could launch something globally easily.", "So we didn't have this kind of Balkanization", "by a regional block.", "You know, if the counterfactual is well,", "we have 200 different sets of requirements or maybe,", "you know, five or eight or something like that,", "you know, I think fewer is probably preferable.", "But I don't see much movement in that direction.", "This feels to me thus far, at least,", "more a nationalist thing rather than a regional thing,", "and you know, we'll see how it transpires.", "Do you do business in China?", "No.", "Would it be because of your choice", "or because of their choice?", "We, well, I should clarify,", "we enable people who use Alipay", "and we track payments, you know,", "we pay to transact with businesses out of China.", "And so we do business with, I guess,", "Chinese consumers, but sort of, you know,", "Stripe Inc. has no presence in China,", "and we don't work with any businesses", "in mainland China today.", "Look, it's complicated, China is not a free country.", "And, I mean, we're seeing some increasing evidence", "of some of the challenges that ensue", "from having a large fraction of your business, you know,", "be based there, and we wouldn't take that on lightly.", "You wouldn't take it on because of the economic risk", "of having a large portion of your business there,", "where it could be vulnerable?", "Or you wouldn't take it on because of moral reasons?", "We would want to, look, there are various sectors", "and businesses that we kind of do and don't serve.", "And in being an infrastructure company,", "I think, you know, we have not a legal obligation,", "but a kind of moral obligation", "to be quite principled in, you know, who we serve, right?", "In that if we're making some capricious,", "arbitrary decisions, you know, on that basis,", "that doesn't feel very good for infrastructure, right?", "And so, if we were to enter any market, including China,", "I think we need to feel good about", "what the long-term consequences of that", "are going to be, right?", "Over literally kinda multiple decades.", "And for moral reasons, we would have concerns there.", "I'm not saying, you know, it's a complicated calculus", "in that, you know, I think there are good reasons", "to try to engage, I think there are good reasons", "to be cautious.", "But for us to build a significant presence there would--", "We're not likely to do it anytime soon.", "Is China the only country where Stripe Inc.", "does not operate?", "No, I mean, look, we do business with,", "or we support businesses in about 37 countries today.", "I wish that number was much larger,", "we're working as hard as we can to make it larger.", "We hope to increase that number a great deal over,", "you know, the next 12, 18 months.", "Now, you still kind of separate it a little bit.", "We do direct business with businesses in 37 countries today.", "We have a program called Atlas, which,", "anyone here familiar with Atlas?", "Okay, yes, a small smattering of people.", "All right, so Atlas is basically a service", "that enables entrepreneurs anywhere in the world", "to incorporate a US-based company.", "And so, people in more than 140 countries have used Atlas", "to incorporate sort of a Delaware company here in the US.", "And more than, you know, 10,000 entrepreneurs", "have gone ahead and done that.", "And actually they're soon about to pass,", "I think probably before the end of the year,", "there'll be more than a billion dollars in aggregate raised", "by people from these 140 countries", "who have, who incorporate with Atlas.", "And so, in that sense, we work with businesses", "or rather people in sort of a much longer list of countries.", "But Stripe directly serves businesses in, again,", "between 30 and 40 countries today.", "All right, let's talk about another government", "that the tech industry has a really hard time working with.", "And that is the city of San Francisco.", "[laughing]", "If you look out, the views, it's really beautiful, right?", "Really beautiful.", "And you used to be right next to this building,", "but you're leaving, why's that?", "Yeah, so the, well, we'll be leaving in 2021.", "The main reason we're leaving is because", "Stripe in the Bay Area today has a single office.", "Just down the street from here.", "And if we were to, you know,", "if we wanted to stay in San Francisco,", "there is just not enough office space.", "We'd have to split across multiple offices, right?", "[Nicholas] Or build a Stripe Tower.", "[audience laughing]", "Well, I--", "Other, leaving all other issues ahead,", "San Francisco's Prop M would make that difficult right now.", "So anyway, the approximate reason", "is that there simply is not enough office space.", "And look, we're far from the only, you know,", "company of course dealing with this.", "Many others are as well.", "We didn't want the campus,", "and so we broadened our search,", "we looked at, you know,", "a whole bunch of different places around the Bay Area.", "I am actually now really excited,", "and I mean, you can go into this if you like,", "that we'll be moving to South San Francisco in 2021.", "And you said the approximate reason,", "does that suggest that there are other interesting reasons?", "[audience laughing]", "South San Francisco is, there,", "well, look, it's no secret that Stripe thinks that", "way more housing should be built in the Bay Area.", "And it's like, we should think of this as a moral cause.", "There was a paper, a couple years ago,", "there was a paper from these two guys,", "one at Berkeley, one at Chicago.", "Basically sort of describing how, you know,", "the sort of restrictions on the ability", "to build houses in, you know,", "the urban environments in the US", "has reduced US GDP by, you know,", "about 50% between 1964 and, it was GDP growth,", "by about 50% between 1964 and 2008.", "Now, know that that's one model,", "you could probably quibble with details of it,", "but like, that it's even vaguely plausible", "to stipulate that it's an effect size that large,", "should, I think, really give us pause.", "They released a new paper back a couple months ago", "showing that, if you kind of, okay,", "that that's kind of having restrictions,", "you know, more bonds across the country.", "If you just restrict that to New York and the Bay Area,", "and that actually accounts for a really large fraction", "of that overall effect size.", "And so basically, their kinda headline claim", "is that average incomes across the US", "have been reduced by about $4,000 per person across the US", "because of restrictions on the housing stock growth", "in New York and the Bay Area.", "And you're like, okay, how the hell could that even be,", "you know, remotely possible?", "It's because the Bay Area and New York", "are of course among the most productive regions in the US.", "And so, we're basically, by having these kind of de facto", "really tight immigration restrictions on moving to,", "economic immigration restrictions in moving to,", "you know, New York and the Bay Area,", "we really stymie the country's ability to advance, right?", "And so, San Francisco's population in 1950, right?", "Was about 770,000, you know,", "sitting here today, it's about 870,000,", "that's, you know, 13% growth in the intervening 70 years.", "And so, South San Francisco is a city", "that really wants to adapt, to change, and to grow.", "Next week, they're probably going to approve", "another 800 houses, which is, you know,", "a third as many in a single approval", "as San Francisco approved last year.", "And they think they're, you know,", "that their overall population growth", "over the next 10 years will, you know,", "dwarf what San Francisco has achieved in the last 70.", "And so, you know, Stripe is a company", "that's very tilted towards economic opportunity,", "trying to sort of more broadly disperse the sort of,", "the kinds of progress that technology can generate.", "And South San Francisco, I mean, look, again,", "I wanna emphasize, the approximate reason is pretty basic.", "It's just we need a bigger office.", "But you know, inasmuch as we try to kinda", "unearth deeper reasons, South San Francisco, I think,", "I think from a government standpoint,", "they're doing a really nice job.", "So it's a government standpoint", "that agrees more with your philosophy", "of how government should be run, and how--", "Well, I don't wanna overstate it.", "They're building tons of housing,", "and San Francisco is not. Right.", "Because it's not some big ideological thing,", "it's pretty practical. [audience laughs]", "All right, well, let's talk about", "some other complex issues.", "So, Facebook launched a cryptocurrency", "or Facebook launched a coalition", "that would support cryptocurrency called Libra,", "and you were one of the backers.", "And then recently,", "you announced that you are not one of the backers.", "And then, can I give a multiple choice", "hypothesis on why that is?", "And you can answer. [audience laughs]", "So, the United States Treasury Secretary bragged", "that companies had backed away", "because had pressured them.", "So that would be choice A.", "Choice B would be it just was becoming more and more clear", "that it was gonna be a hassle", "because the government was investigating and regulating.", "Choice C is that as you learned more and more about Libra,", "there was something unsettling", "or something that convinced you it wasn't gonna be worth it.", "And Choice D is none of the above.", "Choice E is all of the above.", "[audience laughs]", "We, well, I promise I'll come back", "to your multiple choices, but just as--", "[audience laughs]", "[Nicholas] You don't have come back,", "you can just answer it anyway.", "Well, okay, look, it's kinda pure,", "no, we're pretty interested in whole,", "like, crypto thing, right?", "And so, we were the first major payments company", "to accept Bitcoin, and then Bitcoin users on Stripe", "started to decline, so we stopped.", "But you know, we're glad we did the experiment.", "We helped, you know, get started another cryptocurrency", "called Stellar back in I think it was 2014 and so on.", "And so, generally speaking, I mean,", "I think I'm very skeptical of anyone who's like", "absolutely adamant and confident like,", "crypto's gonna work and that, you know,", "that there's all these sort of, you know,", "antiquated sort of, you know,", "predecessors that'll soon be kinda swept aside by the,", "you know, the tidal force of the crypto revolution.", "And simultaneously, of course,", "there's some of the people who, you know,", "dismiss the whole thing and you know,", "it can never work and you know,", "all sorts of reasons offered.", "We're sort of somewhere in between", "in the sense that I think crypto really", "could be a very big deal.", "I think you need to really kind of really focus on,", "you know, the actual utility and the actual use case.", "But yeah, you can imagine, I mean,", "remittances are certainly still kind of expensive and,", "you know, often challenging,", "and you know, people in you know, various countries,", "you know, that their lives are made more challenging by,", "you know, hyper-inflationary currencies and so on.", "I think those are legitimate points.", "And so, our general bias is to, is to try to, you know,", "pursue some of these experiments knowing that", "most of them will fail, right?", "And not just in crypto, just in general,", "I think we have to kind of be willing", "to try things and maybe most of them won't work out.", "With Libra in particular, we thought there were, you know,", "some very sound reasons as to, you know,", "why it might make sense for Facebook to do something here.", "And by the time they got to the point", "of creating the association,", "I mean, initially we just kind of expressed our", "kind of public interest in doing something here.", "By the time they got to incorporating the association,", "you know, we are a regulated business.", "And we're a regulated business", "in very many different places.", "I mean, there just wasn't for us enough clarity", "on sort of what exactly it was gonna be", "and how it was gonna work.", "That's no criticism of Facebook or Libra,", "I mean, you know, it does not exist to serve us,", "and you know, we have different requirements", "as compared to most companies.", "And so we weren't prepared to join then,", "you know, depending on how how it unfolds,", "we might join in the future.", "You know, I--", "[Nicholas] But that can't be--", "But they don't, go ahead.", "That can't be all of it, right?", "Because, you know, it launched in,", "whenever it launched, in June? Yeah.", "And then all of this pressure", "and these letters from congressmen and senators", "hit the same week you drop away.", "So it can't just be that you learned", "more confusing facts about it.", "I think things came to a head that week", "because that was just before", "they incorporated the association, right?", "And so, you know-- It was the last moment?", "Basically, I think for kind of everyone to act, right?", "Because the association was created the following week,", "and so we needed to get back to Facebook with, you know,", "our sort of definitive decision.", "But sort of that was the driver of the timeline.", "And look, we don't, again,", "as a regulated business,", "we do have to pay attention to, you know,", "not just coming from politicians,", "but what regulators and what the world, you know,", "think of different things.", "I mean, they have oversight powers over us, right?", "Now, but I don't wanna attribute it", "to sort of any one person or constituency or whatever.", "It really was, and we're getting kind of too much", "into the sort of details of the timeline here,", "it really was that we weren't ready to join then.", "But you know, nothing more definitive than that.", "Okay.", "And I mean, that was the sense of it, like, you know,", "we say these things in public", "and I'm sure people kind of roll their eyes, you know,", "we wish them all the best.", "But like, we do wish actually wish them all the best.", "Like, I hope it's a success.", "But then you'll have left tons of money on the table,", "I mean, you had $10 million that would've grown, anyway.", "We'll leave that aside.", "No, no, no, no, no money changed hands.", "Right, but had you been part of the association,", "and it actually became hugely successful,", "you would've made lots of money.", "Oh, well, our business model is not investing", "in cryptocurrencies, so, whoever makes money off Libra--", "That's good for you, because it wouldn't have gone", "quite as well over the last, [audience laughs]", "the last year.", "Your Twitter bio says that you are an optimist.", "Which is something Wired believes in.", "Are you as much an optimist about", "the role that technology plays in our lives", "as you were three years ago?", "[grunts]", "Broadly speaking, yes.", "But I think I was probably not,", "like, I'm an optimist in the sense", "that I think problems can be solved", "and can be solved with knowledge.", "Not in thinking, you know,", "sort of that everything is totally fine.", "And so, three years ago, I was, like,", "I think in so many ways,", "the software and the technology industries", "are terrible, right?", "Just like so many things are bad.", "I was actually recently watching a video from Jonathan Blow,", "he's this amazing game designer.", "Basically, his whole kinda claim is that", "sort of not only is software engineering as a discipline", "not making progress, it's kinda going backwards, right?", "And you know, there are certain ways in which, you know,", "I think there's kind of some merit to his case.", "And so I'm an optimist in the sense that", "I think that problems can be solved", "and they can be solved with sort of", "better understanding and knowledge.", "Three years ago, you know,", "payments on the internet were terrible,", "you know, I think end user just computing environments", "were still pretty bad.", "There's been no progress in desktop operating systems", "in the, you know, last 10 years", "in that's of any kind of meaningful or substantive ways.", "I think our smartphones could be", "so much better than they are.", "I mean, the basic promise of computers and technology for us", "that have, they were supposed to be these kind of", "environments that, you know, kinda we had agency", "and power over, we could kind of manipulate them", "to serve our interests.", "I think that's a promise that the technology industry", "hasn't really delivered yet, where we're kind of,", "we are much more I think kind of the, like,", "we're users of this technology and this software", "rather than kind of us being the kind of principles", "bending the software to our wills.", "So anyway, I was not a cheerleader", "for software technology in 2016,", "so three years later, I don't think I've necessarily", "gone up or down, but at the same time,", "I think we should recognize for all of the flaws,", "for all of the problems, the internet, like,", "really is pretty damn amazing.", "And I'm always, climate said that there's", "kind of a parochialism and a bias that, you know,", "we can sort of engage in here in San Francisco,", "I mean, it's sort of like we are sort of", "in the epicenter of where geography is a tailwind for us.", "You know, you're here and, you know, everyone here is here.", "If you are in most of other places in the world,", "the fact that the internet enabled you", "to transcend geography to the extent that it does", "is just so, like, overwhelmingly potent and beneficial.", "And I grew up, you know, around farms in rural Ireland", "and there is, you know, not the slightest chance", "in the world that I would be if not", "for what the internet makes possible.", "So why is it still?", "I agree with all of that in theory, it makes lots of sense,", "the internet is much more powerful outside of San Francisco,", "and yet everything accumulates in San Francisco", "and in New York.", "As you said earlier with the economic growth", "that would've come to the country", "'cause they're such productive cities.", "Why is it that the internet hasn't led to more growth", "in the places where you grew up", "and the places outside of these major cities?", "Well, it's a complicated question.", "And I think and certainly as it has, right?", "So they're kind of contented,", "a few of my economists, is they're saying,", "you know, the late '90s, early 2000s", "when kind of the internet, you know,", "really started to be sort of deployed.", "That there was a significant and measurable,", "you know, productivity increase.", "And you know, that's that a big deal, you know?", "You multiply, you know, a one point", "or a one and a half point productivity increase", "across the economy, like, that's a lot of welfare.", "Furthermore, over the last couple of years,", "productivity growth, TFP growth have started", "to kind of tick again a little bit.", "But the core question you're getting at", "of why is there not more progress?", "Why are things not getting better faster?", "Is one I think we should be totally obsessed with,", "and you know, militant about.", "It's like, you know, where's our damn progress?", "And I think that's a kind of a broader phenomenon", "than just, you know, what's happening", "in kind of the digital economy.", "I mean, I think we've gotta look sort of,", "you know, economy-wide,", "how do our universities work?", "How does science funding work?", "How does everything in the world of,", "you know, physical atoms work?", "And yes, how does, sort of, the internet sector work?", "But sort of in that broader question of, you know,", "why aren't things in, you know,", "X, Y, or Z better than they are?", "Yeah, I think we should be obsessed with it.", "So, you wrote an article, actually,", "about your militant view of progress", "and that we need to create", "a new field called progress studies.", "A slightly controversial article,", "but after it came out and in the months since,", "what have you learned?", "And what are your big thoughts", "about how we can not only study progress,", "but improve progress?", "Well, and my goal in writing it,", "or writing it with Todd Cohen was,", "was just to try to elevate the centrality", "of these set of questions.", "But like, the goal was not to propagate", "a sort of a particular worldview", "or a particular, you know, diagnosis,", "or a particular, you know, set of prescriptions.", "It was just to get sort of, in a sense,", "more people arguing about it, right?", "And you know, it was pretty rapidly successful in that.", "[audience laughs]", "Well, it was sort of--", "You know, all jokes aside, you know,", "a whole bunch of people then went and, you know,", "wrote various responses and critiques and you know,", "things building on it and so on.", "Which I thought was great, right?", "And there's some super thoughtful pieces", "that have now been written in response.", "I linked to some of them on our website.", "And so I'm really cheered by that.", "In fact, I think there's a nascent sort of community", "forming around it, they're actually having a meetup", "here in San Francisco tonight.", "So it's been kind of cool to see.", "But like, the core thinking behind the article was,", "I mean, I mentioned some of these,", "the shame already work on their sort of,", "the consequences owning restrictions.", "But the thing that's kind of surprising to me", "is like when's the last time", "that you read an article about", "that $4,000 income figure, right?", "That's of enormous macroeconomic consequence", "for the country, and you know,", "I think it's just, it's surprisingly sort of under-reported.", "Or to take another example,", "when New York built the first subway system,", "or the beginnings of its subway system at, you know,", "at the beginning of the 20th century,", "they, you know, they built what I reckon,", "17 stations, I think it was, in 4.7 years.", "If you compare that with the Second Avenue subway,", "which, you know, has been built over basically", "the entirety of the sort of 21st century to date--", "[audience laughs]", "If you look at the costs of that", "and then if you adjust for inflation,", "we've basically gotten sort of 40x less efficient", "at subway construction over the last hundred years.", "And so, if you think that infrastructure matters,", "if you think our ability to just provide", "good public services to, you know, people in the country,", "if that matters, you know, we should really care about,", "like, what caused that 40x, you know, decline?", "And so, again, I'm not here to offer", "any kind of solutions or prescriptions.", "I just think these are issues of, you know,", "really central economic, sociological,", "and moral significance.", "And we should really be prodding at them.", "All right, well,", "we've just been talking about productivity.", "And it's now time for this event to become less productive.", "We are gonna go and have lunch,", "we'll be back at 1:30.", "Thank you very much to Patrick Collison,", "and let's all go make some progress.", "[audience applauding]", "Thank you, that was wonderful."], "authors": ["Condé Nast"], "keywords": ["think", "wired", "conversation", "san", "sort", "rightand", "know", "nicholas", "internet", "thats", "watch", "wiredcom", "stripes", "collison", "patrick", "kind", "really", "mean", "thompson", "video"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}