{"id": "715f6f13-c25e-38a9-b2ea-1b221f015d90", "title": "Why Meghan Markle, Prince Harry likely won’t return to royal life: expert", "url": "https://www.foxnews.com/entertainment/why-meghan-markle-prince-harry-likely-wont-return-royal-life", "summary": "It seems Meghan Markle and Prince Harry are happy right where they are.\nExactly one year ago, the royal duo announced their intention \"to step back as ‘senior’ members of the Royal Family,\" and they haven't looked back.\nMEGHAN MARKLE, PRINCE HARRY 'DON'T REGRET THEIR MOVE TO THE US' AFTER ROYAL EXIT, PAL CLAIMSTheir official transition out of royal life occurred in March 2020, so with the anniversary approaching, a question arises: Will Harry and Markle return to royal life?\n\"Meghan and Harry left the royal family to become independent, to become financially independent.\nTheir decision to stay out of royal life may be, in part, because \"Harry has wanted a way out for quite a long time.\"", "paragraphs": ["It seems Meghan Markle and Prince Harry are happy right where they are.", "Exactly one year ago, the royal duo announced their intention \"to step back as ‘senior’ members of the Royal Family,\" and they haven't looked back.", "After the historic transition, the Duke and Duchess of Sussex, 36 and 39, respectively, have blazed their own trail in an effort to \"become financially independent\" and relocated to California. They dove head-first into the world of entertainment by signing a production deal with Netflix and launching a podcast on Spotify -- not to mention Markle's narration work on a Disney+ documentary.", "When the deal between Harry and his royal contemporaries -- widely known as \"Megxit\" -- was struck, the duo renounced their HRH titles and reportedly agreed to revisit their royal status after a year.", "MEGHAN MARKLE, PRINCE HARRY 'DON'T REGRET THEIR MOVE TO THE US' AFTER ROYAL EXIT, PAL CLAIMS", "Their official transition out of royal life occurred in March 2020, so with the anniversary approaching, a question arises: Will Harry and Markle return to royal life?", "\"The general consensus is that this 'divorce' has worked,\" royal expert Katie Nicholl told Entertainment Tonight. \"Meghan and Harry left the royal family to become independent, to become financially independent. They've absolutely achieved that this year. They can now look back a year on and probably celebrate their decision.\"", "Despite the deadline for a decision coming, Nicholl said that there won't be any kind of \"formal sit-down\" meeting between Harry and his grandmother, Queen Elizabeth II, as that was never part of the plan.", "\"Yes, there was always going to be a year probation, but this has been a year in the works,\" Nicholl added. \"This is a year where Harry has communicated on a regular basis with his grandmother. The general feeling is that the couple are sticking to the terms of the agreement.\"", "When the Sussexes announced their plan to recuse themselves, they stated plainly that they wished to continue to \"fully support Her Majesty The Queen,\" which they've accomplished, Nicholl said, explaining that discussions have been \"ongoing\" regarding the young royals' status \"ever since they left the royal family.\"", "PRINCE HARRY IS 'THRIVING' IN CALIFORNIA SINCE ROYAL EXIT, 'ISN'T LOOKING BACK,' PAL CLAIMS", "While Harry and his grandmother communicate regularly, they are still working to resolve the \"outstanding\" issue of his military titles, which Nicholl said needs \"to be tidied up.\"", "Last year, Harry was stripped of his honorary military titles:", "Captain General of the Royal Marines", "Honorary Air Force Commandant of the Royal Air Force Base Honington", "Honorary Commodore-in-Chief of the Royal Navy’s Small Ships and Diving Operations", "He served 10 years in Her Majesty's Armed Forces (the U.K. version of the Army) and rose to the rank of captain and saw two tours of duty in Afghanistan. Much of his charity work has been in support of fellow servicemen.", "\"In terms of their portfolio of patronages and charities, as far as the couple is concerned, they plan to continue working with those patronages and charities as they have been over the past year,\" the expert said. \"So when issues arise, they will be dealt with.\"", "Nicholl feels that the two have \"put their roots down in L.A.\" and that their entertainment endeavors have laid out their \"financial future.\"", "\"The suggestion that they are going to go back to the royal family simply isn't going to happen,\" she told the outlet.", "Their decision to stay out of royal life may be, in part, because \"Harry has wanted a way out for quite a long time.\"", "PRINCE HARRY, MEGHAN MARKLE SHARE PHOTOS OF THEIR MOTHERS AND YOUNGER SELVES IN WEBSITE RELAUNCH", "The royal watcher said, \"Don't forget this is a prince who was born a spare, who has always had to play second fiddle to his brother [Prince William].\" noting that she believes \"Meghan was a catalyst for a new life for him. She really gave him the confidence to say, 'OK, there is another way.'\"", "It was \"no secret\" that Harry and Markle \"were not happy\" in the U.K., so they took \"a leap of faith\" into \"a very exciting adventure,\" as Nicholl put it.", "\"I don't think there are any regrets... They are excited about this year, they're very excited about this chapter in their lives, they are loving their new lives in L.A. and they are very happy,\" she said.", "While they've found happiness outside of royal life, they still wish to see Harry's family in the new year \"COVID permitting.\"", "CLICK HERE TO GET THE FOX NEWS APP", "\"[June 2021] will also mark the Duke of Edinburgh's 100th birthday, which is set to be a very big celebration over here in the U.K.,\" Nicholl told Entertainment Tonight. \"I know that Harry, he's very close to both of his grandparents, wouldn't want to miss an occasion like that.\"", "The summer will also play host to the unveiling of a statue dedicated to Harry's late mother, Princess Diana, which the prince will \"absolutely\" want to be present for.", "CLICK HERE TO SIGN UP FOR OUR ENTERTAINMENT NEWSLETTER", "\"So I think the plan is that he will be here, possibly here for an extended summer. But of course, all of these plans are subject to change because of the COVID-19 situation. No one knows whether they are actually going to be able to travel,\" explained Nicholl."], "authors": ["Nate Day"], "keywords": ["meghan", "entertainment", "likely", "family", "wont", "expert", "life", "markle", "return", "nicholl", "royal", "going", "prince", "harry"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}