{"id": "71612309-72ae-3ab0-b055-b3ce96d83ca1", "title": "Our colorful clothes are killing the environment", "url": "https://edition.cnn.com/style/article/dyeing-pollution-fashion-intl-hnk-dst-sept/index.html", "summary": "Textile dyeing is one of the most polluting aspects of the global fashion industry, devastating the environment and posing health hazards to humans.\n\"Every season we know that the fashion industry needs to highlight new colors,\" said Ma Jun, one of China's leading environmentalists, in a phone interview.\nHuman impactWater pollution from the textile industry is a huge problem across garment-producing countries, most of which are found in Asia due to its huge pool of cheap labor.\nIt also remains incredibly hard for consumers to navigate the complex web of supply chains the fashion industry is built on, even if they try to shop ethically .\nYet, ridding the fashion industry of hazardous chemicals is likely to become even more challenging as our clothing addiction increases.", "paragraphs": ["Textile dyeing is one of the most polluting aspects of the global fashion industry, devastating the environment and posing health hazards to humans.", "Asian rivers are turning black. And our colorful closets are to blame", "This story was produced as part of CNN Style's The September Issues , a hub for facts, features and opinions about fashion, the climate crisis, and you.", "When Haji Muhammad Abdus Salam looks across the trash-filled river near his home in one of Dhaka's major garment manufacturing districts, he remembers a time before the factories moved in.", "\"When I was young there were no garment factories here. We used to grow crops and loved to catch different kinds of fish. The atmosphere was very nice,\" he said from Savar, just north of the Bangladesh capital.", "The river beside him is now black like an ink stain. Abdus Salam said waste from nearby garment factories and dye houses has polluted the water.", "\"There are no fish now,\" he said. \"The water is so polluted that our children and grandchildren cannot have the same experience.\"", "Haji Muhammad Abdus Salam, looks out over a polluted canal near his home that connects to the Dhaleshwari River in Savar, Bangladesh. Credit: Rakib Hasan/CNN", "Bangladesh is the world's second biggest garment manufacturing hub after China, exporting $34 billion worth of garments in 2019. And clothes made, dyed and finished in the country often end up in main street shops across the United States and Europe.", "But as consumers browse through the season's latest color trends, few will spare much thought to the dyes used to create everything from soft pastels to fluorescent hues -- or their toxic history.", "Fashion is responsible for up to one-fifth of industrial water pollution, thanks in part to weak regulation and enforcement in producer countries like Bangladesh, where wastewater is commonly dumped directly into rivers and streams. The discharge is often a cocktail of carcinogenic chemicals, dyes, salts and heavy metals that not only hurt the environment, but pollute essential drinking water sources.", "Bangladesh's Ministry of Environment, Forest and Climate Change said it was \"striving towards minimizing the negative effect on environment from the largest export generating sectors including ready-made garments and textiles.\"", "Minister Shahab Uddin said in a statement e-mailed to CNN that a range of measures were being taken to address pollution, including updating conservation and environmental laws, imposing fines on polluters, monitoring water quality, setting up centralized treatment plants, and working with international development partners to improve wastewater treatment.", "\"Monitoring and enforcement activities ... are playing a vital role in combating the pollution caused by illegal polluting industries. We have a policy and legal framework in place to address the environmental pollution issues of the country,\" he said.", "A man walks through colored rainwater past a dyeing factory in Shyampur in June 2018. Its waste is dumped into the Buriganga river in Dhaka, Bangladesh. Credit: Allison Joyce/Getty Images", "Ridwanul Haque, chief executive of the Dhaka-based NGO Agroho, called toxic chemical pollution a \"huge problem in a country like Bangladesh.\" Haque, whose organization provides clean drinking water and free medical care to marginalized communities, said the rivers and canals that run through Dhaka have turned a \"pitch black color\" due to the sludge and sewage produced by textile dyeing and processing factories. The water is \"very thick ... like tar,\" and during the winter -- when monsoon rain no longer dilutes the wastewater -- \"you can smell it,\" he said.", "One 55-year-old, who has lived in Savar for the past 18 years and didn't want to be identified for fear of reprisals, said the polluted waterways are a risk to his family's health.", "\"The kids get sick if they stay here,\" he said, adding that his two children and grandson are unable to live with him \"because of the water.\"", "Cost of color", "The fashion industry uses around 93 billion cubic meters (21 trillion gallons) of water annually, enough to fill 37 million Olympic swimming pools, according to the Ellen MacArthur Foundation. Along with finishing, dyeing is the most polluting and energy-intensive processes involved in making our clothes.", "Finishing is when chemicals or treatments are applied to fabric to give it the desired look or feel -- such as bleaching, softening or making the garment water resistant or anti-wrinkle. Large amounts of water and chemicals are also used during dyeing, to ensure vivid colors bind to the fabric and don't fade or wash out.", "Take denim as an example.", "A denim dyeing plant in Karachi, Pakistan shows spools of cotton before they are colored blue. Credit: Asim Hafeez/Bloomberg/Getty Images", "Producing a single pair of jeans consumes around 7,500 liters (2,000 gallons) of water, from growing raw cotton to finished product, according to the United Nations.", "To ensure its blue color, the thread or fabric is repeatedly dunked in huge vats of synthetic indigo dye. After dyeing, the denim is treated and washed with more chemicals to soften or texture it. Getting the faded or \"worn in\" look requires even more chemical bathing, which uses acids, enzymes, bleach and formaldehyde.", "But jeans aren't the only polluters.", "\"Every season we know that the fashion industry needs to highlight new colors,\" said Ma Jun, one of China's leading environmentalists, in a phone interview. But, he added, \"each time you have a new color you're going to use more, new kinds of chemicals and dye stuffs and pigments and catalysts.\"", "Once they're done, the cheapest way for factories to get rid of unusable, chemical-laden wastewater is to dump it into nearby rivers and lakes.", "Not all of the chemicals and solvents used are hazardous, though the World Bank has identified 72 toxic ones that stem solely from textile dyeing. Once in waterways, they accumulate to the point where light is prevented from penetrating the surface, reducing plants' ability to photosynthesize. This lowers oxygen levels in the water, killing aquatic plants and animals.", "Also among them are chemicals and heavy metals that can build up in the body, increasing the risk of various cancers, acute illnesses and skin problems. Others have been found to increase in toxicity as they work their way up the food chain.", "Chemical-laden water is also used to irrigate crops, with one recent study finding that textile dyes were present in vegetables and fruit grown around Savar.", "Once in the wastewater, dyeing chemicals are difficult to remove, said Sarah Obser, head of sustainability at PFI Hong Kong, a company that provides environmental and factory audits in Asia. \"The substances don't degrade so they remain in the environment.\"", "", "", "", "", "", "", "", "", "1 / 9 Artisans lie fabrics on the ground to dry after undergoing a synthetic indigo dye process in Bagru village, near India's Jaipur in December 2019. Credit: Noemi Cassanelli/AFP/Getty Images", "While various types of dyes are used for different fabrics, azo dyes -- synthetic nitrogen-based dyes -- have come under particular scrutiny from the fashion industry and environmentalists. They are commonly used in garment manufacturing and produce bold colors like bright reds or yellows.", "But some azo dyes under certain conditions break down and release aromatic amines, a type of chemical compound (also used in pesticides and pharmaceuticals) that can increase the risk of cancer. These are so toxic that the European Union, China, Japan, India and Vietnam have all banned their use and import.", "Human impact", "Water pollution from the textile industry is a huge problem across garment-producing countries, most of which are found in Asia due to its huge pool of cheap labor.", "When environmentalist Ma founded the Beijing-based Institute of Public and Environmental Affairs (IPE) over a decade ago, many rivers and lakes in China -- the world's largest clothes manufacturer -- were so polluted that they were effectively dead, he said.", "Jian River in Luoyang, in north China's Henan province, turned red from red dye that was dumped into the city's storm water pipe network in December 2011. Credit: STR/AFP/Getty Images", "Since 2006, his NGO has developed pollution databases to monitor companies' environmental performance, tested water sources and color-coded rivers and lakes according to how polluted they are.", "\"In regions with concentrations of these dyes, we have seen some of the lakes in China contaminated to (such) a level that they are no longer good for use,\" said Ma.", "Workers and people living close to factories often bear the brunt of the pollution. According to Ma, fishermen living near dye houses and textile mills along the tributaries of the Qiantang River have seen their catches shrink. \"They have lost their livelihoods because of it,\" he added.", "In Bangladesh, the Savar resident who did not want to be named said he doesn't go into the water around his neighborhood anymore.", "\"This water causes sores on the body,\" he said, adding that people washing their hands or faces in the water have experienced fevers and skin irritation.", "Black water runs through the manufacturing district of Savar, in the Bangladesh capital Dhaka. Credit: Rakib Hasan/CNN", "NGO executive Haque, whose organization sends mobile clinics to poorer communities around the country, said the toxic sludge also contaminates freshwater sources, because people use shallow wells.", "\"People don't have any other option so they have to ... drink (from) it. They are hopeless, they don't have money to install a filter or drill (for) deep water,\" he said.", "Gastrointestinal problems and skin diseases are among the common ailments that he attributes directly to textile pollution.", "CNN has reached out to Bangladesh's Ministry of Health and Family Welfare and the Directorate of General Health Services, and Dhaka health officials for comment.", "Workers in a dyeing factory in the Bangaldesh capital Dhaka in February 2016. Credit: Mohammad Ponir Hossain/NurPhoto/Getty Images", "The chemicals used to dye clothes also impact garment workers who, in some factories, don't have adequate protective clothing and may inhale toxic fumes. In Dhaka, experts say there are a growing number of factories that comply with international standards on chemical use and management, but there are still many smaller or subcontracted factories where conditions continue to fall short.", "\"People don't have gloves or sandals, they're barefoot, they don't have masks, and they are working with dangerous chemicals or dyes in a congested area. They are like sweat factories,\" Haque said, from firsthand accounts that he's heard while working within communities tied to factories.", "But because the textile industry is hugely important to Bangladesh's economy, accounting for 20% of its GDP and employing about 4 million people, residents like Abdus Salam don't want to see factories shuttered.", "\"Many of our people are working in these factories,\" he said. \"If they close these factories, the workers will become jobless.\"", "Shift in attitudes", "But change is happening. In Bangladesh, there are signs textile producers are taking environmental responsibility more seriously, with brands committing to initiatives, such as the Partnership for Cleaner Textile (PaCT), that tackle water, energy and chemical use in the industry.", "And some Bangladeshi factories have environmental \"best practices and are developing their own connections\" with suppliers, said PFI Hong Kong's Obser. But \"it remains a challenge to fully eliminate those smaller non-compliant ones because the fashion industry is very intransparent and price focused,\" she added, saying many companies do not have the training, knowledge or the funds to treat wastewater discharge or invest in new waterless or environmentally-friendly technologies.", "Bangladesh's Ministry of Environment, Forest and Climate Change said it has made it mandatory for all polluting facilities to install effluent treatment plants and operate them \"optimally.\" And under a new environmental policy called Zero Liquid Discharge (ZLD), textile dyeing, finishing and washing industries \"must submit a time-bound plan to reduce, recycle and reuse the wastewater,\" Uddin said.", "\"There is definitely room for further improvement,\" though rapid urbanization, high economic growth and industrialization all exacerbate the country's environmental problems. \"These challenges cannot be eliminated overnight,\" he added.", "Other countries have also been taking steps. In China, a range of tough new environmental policies have been enacted in the past few years, including a 2017 crackdown on textile and other polluting factories that saw the temporary closure of thousands that were found to be flouting environmental laws. In 2018, the Chinese government introduced a new environment protection tax aimed at cutting polluting discharge, according to state-run news agency Xinhua.", "Ma said factories and dye houses are increasingly being moved into industrial zones with centralized wastewater treatment plants, or being threatened with fines and closure if they don't comply with regulations.", "Results have been \"dramatic,\" with many of the dead, black rivers he once saw coming back to life.", "A man works in a fabric dye factory in Hangzhou in east China's Zhejiang province in January 2020. Credit: Feature China/Barcroft Media/Getty Images", "recent study found that such efforts have improved water quality in some regions but toxic and polluted water still persists in parts of the country.", "The fashion industry as a whole has undergone what Greenpeace East Asia's Toxics Campaign Manager Ada Kong describes as \"a paradigm shift\" in its awareness of how chemicals are impacting the environment.", "Greenpeace's ongoing \"Detox My Fashion\" campaign that aims to eliminate hazardous chemicals from the fashion industry has, since 2011, seen big brands like H&M, Adidas and Levi's committing to identifying suppliers and implementing tougher environmental regulations and chemical management in their factories and supply chains.", "There has also been a push for innovation in finding alternative chemicals and new technologies leading to the development of more environmentally-friendly dyes", "Mountain to climb", "Many problems remain, however. For instance, China's centralized treatment plants sometimes can't cope with the volume of wastewater produced in its new industrial parks. And existing factories, saddled with costly treatment processes, often build secret discharge pipes or release their wastewater at night to avoid detection, Ma said.", "CNN has reached out to China's Ministry of Ecology and Environment for comment.", "It also remains incredibly hard for consumers to navigate the complex web of supply chains the fashion industry is built on, even if they try to shop ethically . Often, fashion brands don't own their own factories so \"their relationships are not stable,\" with their many suppliers, said Kong.", "\"They may only work with that supplier for two months, or shorter, for a batch of goods and then shift to another one. This is not good for auditing or ensuring the suppliers are responsible for the environment.\"", "And while strides towards traceability and accountability have been made, there are still many brands and manufacturers not taking sustainability seriously, experts say.", "\"The mission has not yet been accomplished,\" said Ma.", "Sarees and other garments are woven, bleached then dyed before being printed in the town of Pali, India, before being distributed all over the subcontinent. Credit: Jeremy Horner/LightRocket/Getty Images", "Some experts believe the drive needs to come from big brands, which can encourage factories to build water treatment plants or invest in chemical-free technologies by committing to long-term contracts, even if costs rise.", "\"(What we're) asking for is that brands build a strong and long-lasting relationship with their suppliers, so they can have more say in their environmental performance,\" said Kong.", "Yet, ridding the fashion industry of hazardous chemicals is likely to become even more challenging as our clothing addiction increases. Apparel consumption is set to rise by 63% to 102 million tons a year in 2030, according to a 2017 Pulse of the Fashion report.", "\"For the volume we are consuming, I don't think there is a solution or best scenario without reducing the volume of our consumption,\" Kong said. \"Even if all of us dress in organic cotton and natural dyes it would still be devastating.\"", "In Bangladesh, those living along Savar's black, contaminated rivers say they still feel helpless to stop the factories from polluting. Many fear repercussions from factory owners who often hold significant influence or political sway.", "Frustration appears to be building nonetheless. And if authorities don't take further measures to clean up the water, Savar resident Abdus Salam said, then \"the future of this area will be full of darkness.\"", "Additional reporting by Morshed Alam Chanchal."], "authors": ["Helen Regan"], "keywords": ["fashion", "environmental", "textile", "water", "wastewater", "killing", "dont", "colorful", "environment", "industry", "dyeing", "clothes", "factories", "chemicals"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}