{"id": "718ae172-e362-36de-95ed-2c7e68ee5a51", "title": "The poison found in everyone, even unborn babies – and who is responsible for it", "url": "https://www.theguardian.com/commentisfree/2020/dec/17/dark-waters-pfas-ticking-chemical-time-bomb-in-your-blood", "summary": "For a long time, powerful corporate interests succeeded in keeping this heinous, brazen, and ongoing public health threat hidden from regulators, from scientists, and from the public.\nThe poison flowing into Earl’s creek was also leaching into the drinking water of 70,000 of his neighbors, but no one was being told a thing.\nIn secret, the poison had in fact streamed all across the country, and into the bloodstreams of virtually every American.\nAnd they last virtually forever in our environment.\nSo now, as we struggle to live through a once-in-a-century pandemic, there is, in fact, another global public health threat baring down upon all of us, though few know of it or realize its risk.", "paragraphs": ["Imagine that a small group of people coordinated the intentional manufacture and release of a lethal poison – and imagine they knew this poison had special properties that meant, once released into the world, it would be inevitable that it would make its way into the blood of virtually every person on the planet, even babies in their mother’s womb, and stay there, like a ticking time bomb.", "Well, that “ticking time bomb” waiting to explode into serious, even fatal, disease is not a fictional device from some doomsday thriller; it is real, it is inside virtually all of us, right now. Tick, tick, tick.", "And we know exactly who is responsible. For a long time, powerful corporate interests succeeded in keeping this heinous, brazen, and ongoing public health threat hidden from regulators, from scientists, and from the public. But it is now a matter of public record that these people knew the potential for harm and grave threat to human life, and continued anyway.", "The only reason the world knows anything about this today is because, in 1998, Earl Tennant, a courageous farmer from West Virginia, came to me demanding answers. His cattle were dying in droves and he was certain the trouble stemmed from the white foaming crud defiling his creek where his cattle drank. Something was efficiently killing off not only his cattle but also the deer and other wildlife. Earl wanted answers and I wanted to help him. Neither of us could have fathomed just how bad or how deep this really went.", "Getting the answers required over two decades of litigation, continuing to this day. But like the cattle and other animals on his farm, Earl would not survive long enough to get all his answers. The dark secrets deliberately withheld from Earl about his creek and his dying cows, went far beyond his property line. The poison flowing into Earl’s creek was also leaching into the drinking water of 70,000 of his neighbors, but no one was being told a thing. And this was just the tip of the iceberg. In secret, the poison had in fact streamed all across the country, and into the bloodstreams of virtually every American.", "Studies are now raising concerns that some of these forever chemicals may negatively impact our immune system – and possibly even the efficacy of vaccines", "This man-made poison, called PFOA, brought us the magic of Teflon, the convenience of non-stick, and an array of stain and water-resistant products that revolutionized our homes and our lives forever. Internally, top company scientists had been studying its toxicity for decades. And there had been alarm bells after alarm bells: cancer in lab animals; cancer in exposed workers; birth deformities in offspring of exposed lab animals – even, unconscionably, in babies of exposed workers. The unique properties of PFOA, and its close chemical cousin, PFOS (used in an equally dizzying assortment of products, from Scotchgard to certain firefighting foams) make them incredibly persistent: they last for an unusually long time in our bloodstreams, where they accumulate. And they last virtually forever in our environment. That’s why they are dubbed “forever chemicals”.", "And the effects of this poison coursing through our veins can be devastating and wide-ranging. Scientists have confirmed links between PFOA exposure and a variety of serious diseases, including kidney cancer, testicular cancer, ulcerative colitis, thyroid disease, and pregnancy-induced hypertension. And more recent studies are now raising concerns that some of these forever chemicals may negatively impact our endocrine system, our fertility, and our immune system – and possibly even the efficacy of vaccines. Frightening news, indeed, when we are all trying to fight off a worldwide pandemic and need our vaccines to be as effective as possible.", "It took years for me to pull on the threads that would eventually unspool all the secrets. Frankly, I was shaken to the core by what was exposed, yet I understood why the stakes were sky high for those seeking to hide the truth. Why it was a fight to the death to keep a lid on their secrets – and equally high stakes for those who had jumped into their deep pockets. Still, the truth won out.", "So now, as we struggle to live through a once-in-a-century pandemic, there is, in fact, another global public health threat baring down upon all of us, though few know of it or realize its risk. And this threat, unlike Covid-19, is of a scope and scale without precedent in human history.", "Those who have learned about this other, still obscure health threat (the poisoning, not the virus) and who comprehend the urgency, all ask me the same question: how is it that almost all of us have this poison in our blood, and it is still not a world-wide story – and how is it possible that the companies who did this are not being held responsible? This is a question I cannot answer.", "Why is a nation and a world so outraged by lead in the water of Flint taking this one lying down? This is poisoning not only the drinking water in one American city, but countless cities all over the world – and the ground water, surface waters, soils, and vegetation. It’s a poison that can last forever in our environment and is now circulating in the blood of almost every human and living creature on the planet, for this generation and generations to come. Unless we act. Quickly, and decisively.", "We have seen through Covid-19 that wartime-style mobilization, huge in scope and scale, can be mounted against a mortal threat to the population. We have seen with our own eyes that this is possible. We must come together to shine our best science and leadership to learn and address the full extent of the threat to us and the damage to our environment and health posed by forever chemicals. And stop it – now.", "Who should foot the bill for all of it? The companies who have been reaping billions in profits each year, for decades, from making and unleashing this lethal poison into the world, all the while knowing the grave health threat it posed to us and our children – but chose not to tell us.", "Let us hold them accountable. These companies need to own up to what they have done and make it right. We must demand it. And we have the power and moral responsibility to make sure it happens, because our very lives depend on it, and for the sake of the entire planet – and everyone’s future."], "authors": [], "keywords": ["exposed", "earl", "health", "water", "virtually", "unborn", "responsible", "babies", "world", "public", "threat", "poison", "forever"], "pubDate": "2020-12-17T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}