{"id": "71a0a403-5277-3463-ad6f-c46b57e250b5", "title": "What horses can teach us about leadership", "url": "https://www.ft.com/video/ec526dcc-2c6c-46b8-a7e9-800c2ddd764b?playlist-name=section-7ef5dd51-0ff2-4c7f-9ebb-4df5a301ef2a&playlist-offset=1", "summary": "You can enable subtitles (captions) in the video playerWhat can horses teach us about leadership?\nIf bosses engage with the horses, they can learn the right skills to lead and avoid burnout.\nA huge part of leadership is getting the boundaries right, and setting them early, and being clear about them.\nThe challenge with this position of leadership is often we're so focused on this, we can forget about the collective herd.\nThe way we support that is we have this position three of leadership, which is about a driving, pushing energy.", "paragraphs": ["You can enable subtitles (captions) in the video player", "What can horses teach us about leadership? I've come here to find out. It's an equine-guided leadership development programme, but what does that actually mean? Course leader David Harris says it's about presence, trust, and respect, both here in the barn and in the workplace. If bosses engage with the horses, they can learn the right skills to lead and avoid burnout. I start the day thinking, this sounds great. But un sure of how horses can show me the way. First, I need to step into their world.", "So how do I get to know a horse? Well, I have to do what they do and approach them from the side. After all, they're prey animals, so I need to show I mean no harm.", "If I make sure she can see me here, I give her an opportunity to smell me, which she may or may not. There you go. She can smell me from back here. Then I give her a rub, but I move away, actually she moved away from me. All of those behaviours are non-predatory. You know, so often a lot of discourse comes from the fact that, well, this is our culture, and if it's different to yours, you need to adapt. You know, it's kind of creating confrontation when there's no need to be. When we can step into the world of others and understand it, then it's far easier for us to engage with them in that way.", "So if he's in my space and I don't want him to, I can gently put my hand on the side of his face and say, no, thank you.", "Setting personal boundaries at work can be a challenge. Well, horses show the benefits of making them clear early on. That prevents unnecessary tension that can lead to conflict.", "A huge part of leadership is getting the boundaries right, and setting them early, and being clear about them. And we implement it in a way which isn't destructive because so often what people do is leave it, and leave it, and then get really cross about it as opposed to just take action when they need to. That's it. Just say no.", "You really feel like you're part of the Earth.", "The aim now is to become grounded, to pay attention to my breathing, balance, and environment.", "You literally think better from this place. It's also a high state of presence, and you're being mindful because you're choosing how you see the world, how you breathe, and how you stand. So all I'm going to ask you to do is exactly what you did.", "Once I feel centred, I share it with the horse.", "Good. Lovely. Really pay attention to your breath.", "It's very calming.", "Isn't it?", "Yeah.", "This is so often what's lacking because we're operating from this high intensity. Bam. Bam. Bam. Bam. Bam. And we assume that that's the way you get stuff done. Actually, you can get stuff done from here as well. Because you're calm, but you're not whacked out. You're calm and present.", "I'm starting to realise why companies send their employees on these courses. In a high stress world, I can see how a calmer way of being productive would be useful.", "OK. So we're going to do a model of leadership now.", "This is David's classroom. He explains a three-part leadership model derived from horsemanship but useful for people.", "The first position that we're going to talk about is this position one, which is the energy of join me. Come with me. Follow me to where I am going. This is the position where we give direction, pace, and destination. And this is about how we inspire the people we're working with. The challenge with this position of leadership is often we're so focused on this, we can forget about the collective herd.", "The way we support that is we have this position three of leadership, which is about a driving, pushing energy. And it's the place that we motivate people to keep up with this. This second position is about the heart of leadership. This is where we operate from most often, and this is the place where we have genuine conversations with our people. We understand what motivates them.", "So there you are.", "This task is to walk the horse around the school. It should be simple, especially because, as I confess, I ride horses frequently. I hold the line close just like I've been taught in my riding school.", "Let go with your right hand. Just notice what happens. Just let go. Keep walking. Keep walking.", "But the horse responds much better when I see the rope.", "And then look at me and walk straight towards me. Completely ignore the horse. And then just stop your feet. What are you noticing right now?", "The horse is responding to me without me... it's my body rather than... yeah.", "Do you remember what I said about control and the illusion of control? What your controlling, Janina, is you. When you control you, he wants to be with you.", "The aim is to control myself not the horse. David says, the same goes for people. Give clear direction while allowing people autonomy to deliver the results you want, and they'll want to follow.", "The irony is, often, this place of control comes from a place of care. I want to help them do their job. Implicit in that is, but I don't trust them to. That's it. You're leading from the front, giving really clear direction. That's it. Keep going. What you've got to do is notice they've got an intention and lead from the front, and they will follow you.", "And it's the same with people. People are thinking, where am I supposed to be going? When you notice that and you can go this is where we're going. Then, they're like, okay. The great thing is that kind of leadership, the group relaxes because it's like, she's got it. I can follow her. I trust her.", "I test my new insights with a different horse. I start to get it more.", "Notice your right hand, Janina.", "But soon run into problems. Yeah.", "Yeah. Nice.", "Come on.", "He's not listening to me. How do I get him listening? But, obviously, this doesn't work. David teaches me to put some energy behind the horse without making contact.", "You could do this, even on your coat.", "OK.", "Yeah? See? See how he moves when you're...", "Yeah.", "This is about you stepping into a place of power to assert yourself.", "OK.", "Notice the change in the horse. Yeah. You don't need to do it. Go. He'll come with you. And if he doesn't, now you... oh, what a surprise! That's it. Good. We have to be willing to step into that place of assertion. Otherwise, all the title, all the power in the world means nothing.", "Come on. Now it's time to put everything I've learned into action. I need to be grounded and present to lead the horses at liberty.", "That's it.", "I get off to a slightly unsteady start.", "There you go.", "And then something clicks.", "And when you feel you've got her respect, you drop the energy down...", "Come on.", "...and you walk with her.", "That's it. There you go.", "Come on.", "There you go. Trust yourself, and trust her. What are you noticing about how you feel?", "Weirdly, it just feels nice.", "Nice.", "What's nice about it?", "It just feels calm.", "Calm.", "Yeah.", "So you have a connection...", "Relaxing. Yeah.", "...and you're feeling calm. And the basis of that relationship was, I am going to be really clear about respect and trust.", "I think I've cracked it, except for one thing. I tend to look back not quite trusting the horse to keep up. In a work context, this could mean I'm not always sure that someone's got my back.", "And just asked me to give you feedback on where she is while she's walking. Yeah?", "OK.", "Good girl. That's it. She's gone to the other side now. She's right behind you though.", "Yeah.", "She's having a little sniff now.", "So how is it having that feedback?", "Yeah, better.", "So, yeah, better. So here's a great thing. I'm going to find someone to have my back.", "Yeah.", "Right? In business terms, that's what we're talking about.", "Yeah. Horses are herd animals that have been around for about 60m years. So they know a thing or two about how to live well. It's easy to be sceptical before taking a course like this, but it's been a really impactful day. And I'll definitely be taking what I've learned back to the office. Although, I won't be hugging my colleagues."], "authors": ["Produced", "Filmed", "Edited Joe Sinclair"], "keywords": ["leadership", "really", "youre", "teach", "right", "horses", "going", "thats", "horse", "place", "need"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}