{"id": "71b33bd3-37db-3765-a958-a30d7b28e8a5", "title": "Chick-fil-A sues poultry suppliers alleging price-fixing", "url": "https://www.foxbusiness.com/lifestyle/chik-fil-a-sues-poultry-suppliers-alleging-price-fixing", "summary": "Chick-fil-A Inc., the leading U.S. chicken chain, sued major poultry producers, accusing them of price-fixing that the Atlanta-based company says led to inflated prices for billions of dollars worth of its chicken purchases.\nThe defendants have pleaded not guilty to the criminal charges, and major chicken companies are contesting the civil-court claims.\nLawyers for Chick-fil-A said in the complaint that the chain negotiated directly with poultry companies and entrusted them with recipes.\nAfter Chick-fil-A’s announcement, according to the Justice Department, employees of Pilgrim’s Pride, Tyson, Perdue and smaller chicken supplier Claxton Poultry Farms discussed via phone what they planned to charge Chick-fil-A.\nChick-fil-A also alleged that chicken companies improperly coordinated to influence a widely used chicken-pricing benchmark and coordinated chicken production through an industry benchmarking service.", "paragraphs": ["Chick-fil-A Inc., the leading U.S. chicken chain, sued major poultry producers, accusing them of price-fixing that the Atlanta-based company says led to inflated prices for billions of dollars worth of its chicken purchases.", "Continue Reading Below", "The chicken-sandwich giant alleged in a lawsuit filed Friday in a federal court in Illinois that top chicken suppliers, including Tyson Foods Inc., Pilgrim’s Pride Corp., Sanderson Farms Inc. and Perdue Farms Inc., coordinated pricing for meat supplies and collectively reduced production to push up prices. Chick-fil-A is seeking unspecified damages and to recoup legal fees, according to the lawsuit.", "A Tyson spokesman said Chick-fil-A’s claims were unfounded and that Tyson would defend against them. A Perdue spokeswoman and a Sanderson Farms spokesman declined to comment. Representatives for Pilgrim’s didn’t respond to requests for comment.", "The lawsuit adds one of the U.S. poultry industry’s biggest customers to a four-year legal battle over alleged collusion among companies that produce the bulk of the roughly 37 billion pounds of chicken consumed annually in the U.S.", "Major supermarket operators and food-service distributors have filed civil suits alleging anticompetitive behavior, and this year the U.S. Justice Department indicted senior chicken-industry executives and sales officials on criminal charges of bid-rigging and price-fixing. The defendants have pleaded not guilty to the criminal charges, and major chicken companies are contesting the civil-court claims.", "HOW THIS CHICK-FIL-A OPERATOR AIMS TO CHANGE THE WORLD -- ONE CHICKEN SANDWICH AT A TIME", "Known for its trademark crispy fried-chicken sandwich, Chick-fil-A is the largest chicken chain in the U.S. by total sales, followed by KFC and Popeyes Louisiana Kitchen, according to industry research firm Technomic Inc. It is also one of the fastest-growing domestic fast-food chains, racking up $12.2 billion in sales across 2,493 locations last year, Technomic data showed.", "Lawyers for Chick-fil-A said in the complaint that the chain negotiated directly with poultry companies and entrusted them with recipes. Chick-fil-A, according to the complaint, “purchased billions of dollars worth of broiler chicken from defendants and/or their co-conspirators throughout the relevant period at prices that were artificially inflated.”", "A Chick-fil-A spokeswoman declined to comment.", "Chick-fil-A, along with KFC, Popeyes, Kroger Co., Walmart Inc. and others, was named in November by the Justice Department as a victim in what the government has alleged was a long-running effort among chicken-company executives and salesmen to coordinate bids and compare notes on major chains’ chicken purchasing. Justice Department attorneys, quoting from text messages and other communications, alleged that employees of competing poultry companies exchanged prices and other details while negotiating chicken-supply deals for major restaurant chains.", "GET FOX BUSINESS ON THE GO BY CLICKING HERE", "Since early June, the Justice Department has charged 10 current and former chicken-company employees, including two former chief executives of industry giant Pilgrim’s Pride, in the agency’s continuing investigation.", "Chick-fil-A’s civil lawsuit, filed in the U.S. District Court for the Northern District of Illinois, incorporated those same allegations, and named more than a dozen major U.S. poultry suppliers as defendants. Lawyers for the chain said in the complaint that Chick-fil-A was identified in the Justice Department’s indictment as “QSR-5,” a fast-food chain that in 2014 announced plans to eliminate antibiotics from its chicken supply. Chicken producers have used the drugs to help birds add weight more quickly and defend large-scale farms from disease.", "After Chick-fil-A’s announcement, according to the Justice Department, employees of Pilgrim’s Pride, Tyson, Perdue and smaller chicken supplier Claxton Poultry Farms discussed via phone what they planned to charge Chick-fil-A. The companies aren’t identified by name in the indictment, but people familiar with the probe confirmed their identities.", "“He said they are supposed to give a number to [QSR-5] today,” said Scott Brady, an employee of Claxton, in a text message to a colleague that referred to a competing chicken salesman, according to the Justice Department’s indictment. “I told him we were .31 to .32 per lb on finished product.”", "A Claxton spokesman declined to comment.", "Chick-fil-A also alleged that chicken companies improperly coordinated to influence a widely used chicken-pricing benchmark and coordinated chicken production through an industry benchmarking service.", "CLICK HERE TO READ MORE ON FOX BUSINESS", "Over the past few years, similar lawsuits have been filed by supermarket giants including Kroger, Walmart, and Albertsons Cos., along with food-service distributors Sysco Corp. and US Foods Holding Corp., which supply chicken and other food to hundreds of thousands of food-service customers.", "Discount grocery chain Aldi sued chicken suppliers in November, and Golden Corral Corp. and Campbell Soup Co. filed lawsuits in October.", "To read more from The Wall Street Journal, click here."], "authors": [], "keywords": ["sues", "chain", "alleging", "pricefixing", "chickfila", "justice", "major", "filed", "poultry", "chicken", "farms", "department", "suppliers", "companies"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}