{"id": "71d8cc2d-24e4-3ef7-b26d-4788fef0fa19", "title": "Our Stuff Weighs More Than All Living Things on the Planet", "url": "https://www.newyorker.com/news/annals-of-a-warming-planet/our-stuff-weighs-more-than-all-living-things-on-the-planet", "summary": "But it is worth occasionally remembering that global warming is just one measure of the human domination of our planet.\nThat is to say, our built environment now weighs more than all the living things, including humans, on the globe.\nThe weight of living things remains relatively static, year to year, but the weight of man-made objects is doubling every twenty years.\nWe never gave up on our final objective: to push French banks to adopt over-all coal-exit policies.\nWhen French banks stopped supporting new coal projects and some coal companies, it was a great step but clearly not enough.", "paragraphs": ["Subscribers to The Climate Crisis newsletter received this piece in their in-boxes. Sign up to receive future installments.", "We are necessarily occupied here each week with strategies for getting ourselves out of the climate crisis—it is the world’s true Klaxon-sounding emergency. But it is worth occasionally remembering that global warming is just one measure of the human domination of our planet. We got another reminder of that unwise hegemony this week, from a study so remarkable that we should just pause and absorb it.", "A team led by Emily Elhacham, at the Weizmann Institute of Science, in Rehovot, Israel, performed a series of staggeringly difficult calculations and concluded that 2020 was the year in which the weight of “human-made mass”—all the stuff we’ve built and accumulated—exceeded the weight of biomass on the planet. That is to say, our built environment now weighs more than all the living things, including humans, on the globe. Buildings, roads, and other infrastructure, for instance, weigh about eleven hundred gigatons, while every tree and shrub, set on a scale, would weigh about nine hundred gigatons. We have nine gigatons of plastic on the planet, compared with four gigatons of animals—every whale and elephant and bee added together. The weight of living things remains relatively static, year to year, but the weight of man-made objects is doubling every twenty years. This means that most of us likely have in our minds a very different and very wrong picture of the relative size of nature and civilization. In 1900, the weight of human-made mass was three per cent of the weight of the natural world; we were a small part of the big picture. No longer. We live on Planet Stuff.", "It would be easy to blame the increase in our footprint on the increase in human population, which grew rapidly in the twentieth century yet is now slowing. But that would almost certainly be wrong: recent calculations have found that the richest one per cent of human beings produce more than double the carbon dioxide than the poorest fifty per cent do; presumably, some similar ratio would apply to the volume of infrastructure and the consumption of plastic. (To get a visceral sense of the gulf between people, it’s always useful to refer back to the photographer Peter Menzel’s 1994 project, “Material World,” in which he enlisted fifteen other photographers to help him take pictures of statistically average families in dozens of countries standing in front of all their possessions. He needed a cherry picker to take a wide-enough shot to encompass the American family’s matériel.)", "I actually don’t feel the need to draw any conclusions from this remarkable new fact—I just feel the need to let it settle in my mind and inform my outlook from this point on. We are an overwhelming force.", "Passing the Mic", "The Goldman prize may be the world’s most prestigious environmental award. It is given annually to a grassroots activist in each of the six inhabited continents. This year’s European winner is Lucie Pinson, whom the French media call “la décarboneuse de banques” for her work in getting French financial institutions to stop financing coal projects. From her post as the head of the think tank Reclaim Finance, she joined with other campaigners last week to announce a focus on stopping a dozen vast “carbon-bomb” megaprojects planned for the next few years. (Our conversation has been edited for length and clarity.)", "Congratulations on the Goldman prize. What were the keys to getting French banks to back away from coal?", "Determination. We never gave up on our final objective: to push French banks to adopt over-all coal-exit policies. When French banks stopped supporting new coal projects and some coal companies, it was a great step but clearly not enough. So we kept exposing the gap between the banks’ climate pledges and the money that was still flowing to the coal sector, including to companies with coal-expansion plans. We kept them accountable for the impacts of their support on people’s health and on climate. We also spent a significant share of our time building a set of very specific measures that financial institutions must adopt in order to both prevent the expansion of the coal sector and support its phaseout. When you face financial giants, you soon understand the issue is not to push them to adopt a policy on coal but a robust policy on coal. Quality matters. As details matter.", "Are the banks key to these “carbon bombs” you’ve helped identify around the world?", "French banks have now stopped financing new coal projects but seem to remain oblivious of the climate urgency to also phase out oil and gas, starting with the obvious: stop financing expansion! BNP Paribas, Société Générale, and Crédit Agricole show up in the ranking of the twenty top global financiers of the companies behind the twelve carbon-bomb projects we’ve identified. These expansion projects alone would use up three-quarters of the total remaining carbon budget to limit global warming to 1.5 degrees Celsius. Our financial data show that French banks are far from walking away from companies developing the worst projects for the climate and indigenous peoples’ rights. For example, BNP Paribas, Société Générale, Crédit Agricole, and BPCE have provided close to fifty billion dollars in financing to companies developing shale hydrocarbons in the Permian Basin in the United States and in the Vaca Muerta region in Argentina, the first two even being among their fifteen largest financiers.", "We’re used to Exxon and Chevron, but tell us about the French super-major oil company, Total. Is it anywhere near capitulating to climate reality?", "For sure, one can see differences between Total and Exxon and Chevron. Total does better than the U.S. majors. It started addressing its anti-climate lobbying practices; it set some greenhouse-gas reduction targets; it develops more renewables. But is Total cancelling its investments in new oil and gas projects? Absolutely not. Total is expanding fracking in Texas, planning new projects in the Arctic, and, with a Chinese oil company, building the East African Crude Oil Pipeline. There is no other magical way to reduce our greenhouse gas emissions than to reduce fossil-fuel production. When investors, including Amundi, AXA, Allianz, Legal & General, BlackRock, and many others voted against the climate resolution at Total’s shareholders’ meeting this year—let’s be clear—they all trampled on their supposed support of the Paris Agreement.", "Climate School", "On the topic of foreign banks and climate, here’s a trenchant and fairly depressing analysis of what Standard Bank, Africa’s largest lender, means when it says that it is committed to meeting the climate goals set in the Paris climate accord.", "There are fears—some well founded—that some of the ingredients for clean energy are coming from places where the abuse of workers and of human rights is endemic. Last week, the Solar Energy Industries Association asked member companies to pledge that no forced labor is used in making their products.", "The new Zero Carbon Action Plan, launched this fall, is an attempt to channel academic research into actual timelines for transitioning electricity generation, transportation, industry, and buildings into zero-carbon enterprises by 2050, along with a focus on sustainable land-use and sustainable-materials management. Here’s the launch video, from Yale Law School’s Dan Esty and Columbia University’s Jeff Sachs. Meanwhile, Action for Climate Empowerment, or ACE, has released a “strategic framework” for the Biden Administration to consider as it takes power, focussed on driving climate dialogue on the local level.", "As much as forty per cent of the food produced in the U.S. ends up in waste dumps or incinerators. A new consortium, which includes such heavyweights in their fields as Unilever and Starbucks, has announced plans for “repurposing any unavoidable waste” into energy by using anaerobic digesters.", "Ice cover keeps melting—it’s been an absurdly warm year in the Arctic—and a new study from the National Oceanic and Atmospheric Administration makes clear that this trend will not end anytime soon. “Nearly everything in the Arctic, from ice and snow to human activity, is changing so quickly that there is no reason to think that in 30 years much of anything will be as it is today,” one of the report’s authors told Henry Fountain, of the Times."], "authors": ["Bill Mckibben", "Bill Mckibbe"], "keywords": ["french", "human", "coal", "projects", "stuff", "banks", "oil", "companies", "weighs", "planet", "weight", "total", "climate", "living", "things"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}