{"id": "721a1e83-3c3f-3602-9358-542b434193f1", "title": "Schumpeter - Nestlé gives a flavour of the future", "url": "https://www.economist.com/business/2020/12/03/nestle-gives-a-flavour-of-the-future", "summary": "The same year Kraft Heinz tried and failed to take over Unilever, and later saw its profits tumble, leaving 3 G ’s reputation in tatters.\nMr Schneider, a straight-talking German with an American passport and a fondness for quips, is the perfect foil for bossy hedge funds.\nHe came from outside the food industry, so sees it with fresh eyes.\nDuring the slash-and-burn era of 3 G , sales growth was for wimps.\nSales growth has still not recovered to the 4-6% a year that the firm once promised.", "paragraphs": ["S WITZERLAND IS KNOWN for its timepieces. But it is also home to another business that for most of its history has operated with metronomic regularity. That is Nestlé, the world’s biggest food company. Established in the 1860s in Vevey, a small town on the shores of Lake Geneva that remains its home to this day, it has long been seen as an opaque behemoth with an insular culture and the occasional brush with scandal. Yet a billion of its products are consumed every day. Its sales last year surpassed $93bn. When it talks coffee, it talks in 100bn cupfulls. Data may be the new oil in America and Asia, but in Europe hot beverages are hotter than either crude or computing. With a market value of $320bn, Nestlé is worth more than Royal Dutch Shell, the continent’s biggest energy firm, and SAP , its software giant.", "Many global food firms have been models of reliability. Other venerable names, such as Campbell’s, Danone, Kraft Heinz and Unilever (which sells more non-food items than food), also have roots stretching back over a century. Yet five years ago, amid a sharp slowdown in growth, the industry suddenly found itself under siege. 3 G , a Brazilian private-equity group with a zeal for ruthless cost-cutting, merged H.J. Heinz and Kraft Foods. Two years later American activists targeted Nestlé, demanding the same recipe. The same year Kraft Heinz tried and failed to take over Unilever, and later saw its profits tumble, leaving 3 G ’s reputation in tatters.", "Europe’s consumer-goods business is still growing at about half the pace it did a decade ago. It badly needs a caffeine shot. No one has shown better how to administer one than Mark Schneider, Nestlé’s first chief executive from outside the firm in almost a century—and the barista-in-chief of its three-year turnaround.", "Mr Schneider, a straight-talking German with an American passport and a fondness for quips, is the perfect foil for bossy hedge funds. He is not prone to panic. But nor is he complacent. He came from outside the food industry, so sees it with fresh eyes. He carried out what Martin Deboo of Jefferies, a bank, calls “the chief-executive version of Blairism”, steering a middle course between the aggressive profit-margin targets desired by the Americans and the meagre restructuring tolerable to the Swiss. Most significant, he revived confidence in organic sales growth, a metric that had fallen at Nestlé from an annual 7.5% in 2011 to 2.4% the year he took over. During the slash-and-burn era of 3 G , sales growth was for wimps. No longer—partly thanks to Mr Schneider.", "The importance of sales growth is hard to overstate in food. Bernstein, a broker, calls it the “lifeblood” of the industry. In recent years it has been pummelled by changing diets, digitalisation and deflation in parts of the rich world, as well as sluggishness in emerging markets. But Mr Schneider swiftly found remedies.", "The first was innovation. Thanks to e-commerce, small upstart brands were able to elbow aside the behemoths and sell directly to consumers. He responded by forcing boffins to bring Nestlé’s ideas to market more quickly, often digitally. The three years it sometimes took them was fine for a car, but not for a chocolate bar, he says. New ideas he cherishes include allergy-busting cat foods and vegan burgers. Second, he was quick to strike transformative deals. Within six months of licensing Starbucks coffee in 2018, Nestlé had already launched 24 of the chain’s products. Third, he bought and sold companies, adding to fast-growing nutritional-health businesses and selling down pedestrian ones such as ice cream in America and packaged meat in Europe.", "Nestlé has sped up growth in other areas, too. It is moving relentlessly upmarket. Last year the share of sales from premium products rose to more than a quarter, including items with naked snob appeal such as “flat white over ice” Nespresso pods. It has joined the craze for plant-based foods and other healthy fare (never mind that this makes its confectionery business look increasingly out of place). And it is desperate to improve its reputation for sustainability. On December 3rd it said it would invest SFr1.2bn ($1.3bn) over five years to help its farmers improve their soils as part of a SFr3.2bn effort to combat climate change. It has also pledged to make packaging recyclable or resuable by 2025. These are attempts to soften its image as a corporate goliath, which puts off not just young shoppers but snobby well-off ones, too.", "For now, investors are impressed. As Mr Deboo notes, the share price has already awarded Nestlé ten out of ten for the turnaround, though that may be premature. Sales growth has still not recovered to the 4-6% a year that the firm once promised. Infant formula remains a laggard. So does water, with its cheapest bottled products, consumed in offices, battered by the pandemic. And Nestlé is not immune to industry-wide problems. Growth is slowing in emerging markets as people there spend less on ingestible treats and more on digital goods. Moreover, low incomes among the young will dampen their appetite for premium products.", "Not so sweet", "Relatively speaking, the virus has been kind to Nestlé. Most of its products are used at home, rather than on-the-go, so extra sales for the pantry easily eclipsed what was lost at the sweet shop. Danone, a European rival that was already struggling to keep up with Nestlé at the start of the year, has slipped much further behind.", "Still, Mr Schneider is no blithe optimist. In a recent Zoom meeting held amid stockmarket euphoria about the prospects for a covid-19 vaccine, he was cautious. As a former health-care executive used to handling cold chains, he expressed doubts about the ability to distribute vaccines at the required temperatures, especially in the developing world. The longer it takes to spread the vaccine, the higher public debts will pile up, potentially casting a “long shadow” over the 2020s. On top of that, he notes, a demographic challenge is looming with rising numbers of elderly requiring medical care. “I’m quite muted in my outlook,” he admits. But Nestlé, in more than 150 years of history, has survived worse. ■"], "authors": ["The Economist"], "keywords": ["flavour", "future", "mr", "gives", "growth", "products", "heinz", "schumpeter", "industry", "food", "nestlé", "schneider", "sales", "kraft"], "pubDate": "2020-12-03T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}