{"id": "723ad1cd-2f24-3c7d-a0d7-44d6f1ba2af0", "title": "Prince Philip's death marked by gun salutes in UK, at sea", "url": "https://www.foxnews.com/entertainment/prince-philip-death-gun-salutes-uk-sea", "summary": "Gun salutes across the United Kingdom, in Commonwealth countries and at sea are marking the death of Prince Philip, the husband of Queen Elizabeth II and former naval officer, on Saturday.\n\"His Royal Highness leaves us with a legacy of indomitable spirit, steadfastness and an unshakeable sense of duty,’’ said General Nick Carter, chief of the U.K. Defense Staff.\nAlso known as the Duke of Edinburgh, Philip served in the Royal Navy during World War II and once had a promising military career.\nThe royal family confirmed his death on Friday in a statement.\nHis Royal Highness passed away peacefully this morning at Windsor Castle,\" the statement reads.", "paragraphs": ["Gun salutes across the United Kingdom, in Commonwealth countries and at sea are marking the death of Prince Philip, the husband of Queen Elizabeth II and former naval officer, on Saturday.", "Batteries of cannons in London, Edinburgh, Cardiff, Belfast and other cities were set to fire 41 rounds at one-minute intervals starting at midday. The Australian Defense Force offered its salute at 5 p.m. local time outside Parliament House in Canberra, and New Zealand planned to give an artillery tribute celebrate on Sunday.", "\"His Royal Highness leaves us with a legacy of indomitable spirit, steadfastness and an unshakeable sense of duty,’’ said General Nick Carter, chief of the U.K. Defense Staff. \"From all of us who serve today and who have served, thank you.\"", "Also known as the Duke of Edinburgh, Philip served in the Royal Navy during World War II and once had a promising military career. He joined the Royal Navy as a cadet in 1939 and won mentions during the war for his service aboard the battleship HMS Valiant at Cape Matapan, on Greece’s Peloponnesian peninsula. He rose to the rank of commander before he retired from active duty.", "PRINCE PHILIP'S MILITARY CAREER, WORLD WAR II BRAVERY: A LOOK BACK", "Two years after the war ended, Philip married the future queen at Westminster Abbey when she was 21 and he was 26. His naval career came to an abrupt end when King George VI died in 1952 and Elizabeth became queen.", "At the queen’s coronation in 1953, Philip swore to be his wife’s \"liege man of life and limb\" and settled into a life supporting the monarch. The couple had four children — Charles, the heir to the throne, Anne, Andrew and Edward.", "Members of the public left flowers outside Buckingham Palace and Windsor Castle on Saturday, ignoring appeals from authorities and the royal family to refrain from gathering because of the COVID-19 pandemic.", "\"Oh, I think everyone’s in shock,\" Maureen Field, a 67-year-old Staines resident, said. \"I think everyone would like to pay their respects. Because of the virus, a lot of people have to stay away. He didn’t want a big funeral. He wanted a very private time with his family to say their goodbyes. So, we’ve all got to respect that.\"", "Philip and the queen were married for 73 years. The royal family confirmed his death on Friday in a statement.", "CLICK HERE TO SIGN UP FOR OUR ENTERTAINMENT NEWSLETTER", "\"It is with deep sorrow that Her Majesty The Queen has announced the death of her beloved husband, His Royal Highness The Prince Philip, Duke of Edinburgh. His Royal Highness passed away peacefully this morning at Windsor Castle,\" the statement reads.", "During England’s coronavirus lockdown, he had been staying at Windsor Castle, west of London, with the 94-year-old reigning monarch.", "On Feb. 16, Philip was admitted to a London hospital after feeling unwell. On March 3, he underwent a procedure for a pre-existing heart condition at St. Bartholomew’s Hospital before being transferred back to King Edward VII hospital on March 5 and ultimately released home on March 16.", "CLICK HERE TO GET THE FOX NEWS APP", "He is the longest-serving royal consort in British history. He and the queen have four children, eight grandchildren and 10 great-grandchildren.", "The Associated Press contributed to this report."], "authors": ["Melissa Roberto"], "keywords": ["ii", "philips", "marked", "uk", "prince", "death", "salutes", "sea", "war", "london", "highness", "royal", "hospital", "gun", "windsor", "philip", "family", "queen"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}