{"id": "724b0bac-bef7-3d6e-9253-88b7c3d29fe0", "title": "New Gameplay Today – Call Of Duty: Black Ops Cold War Campaign", "url": "https://www.gameinformer.com/video/new-gameplay-today/2020/11/12/new-gameplay-today-call-of-duty-black-ops-cold-war-campaign", "summary": "Another holiday game season means another Call of Duty title is just around the corner.\n2020 marks the return of Treyarch and the Black Ops series and fans of the first game should get excited.\nJust as players of the original Modern Warfare got a chance to see some of their favorite characters return last year, Activision is bringing back Frank Woods, Alex Mason, and more in another twisting tale centered around the Cold War.\nJoin Alex Van Aken, Jeff Cork, and me as we take you through a few Call of Duty: Black Ops Cold War campaign missions and discuss what we think about Treyarch's newest title.\nIf you're excited to revisit the series, you don't have long to wait as Call of Duty: Black Ops Cold War releases on November 13 for Xbox Series X/S, PlayStation 5, PC, PlayStation 4, and Xbox One!", "paragraphs": ["Another holiday game season means another Call of Duty title is just around the corner. 2020 marks the return of Treyarch and the Black Ops series and fans of the first game should get excited. Just as players of the original Modern Warfare got a chance to see some of their favorite characters return last year, Activision is bringing back Frank Woods, Alex Mason, and more in another twisting tale centered around the Cold War.", "Join Alex Van Aken, Jeff Cork, and me as we take you through a few Call of Duty: Black Ops Cold War campaign missions and discuss what we think about Treyarch's newest title.", "If you're excited to revisit the series, you don't have long to wait as Call of Duty: Black Ops Cold War releases on November 13 for Xbox Series X/S, PlayStation 5, PC, PlayStation 4, and Xbox One!"], "authors": ["Video Editor", "Alex Is Usually The Largest Nerd In The Room", "Literally", "Has A Deep-Rooted Passion For Video Games", "Movies", "A Good Beer. He Grew Up A Nintendo Kid But Is Now An Equal-Opportunity Gamer Who S Trying To Play More Jrpgs."], "keywords": ["playstation", "black", "series", "today", "cold", "ops", "gameplay", "war", "return", "xbox", "campaign", "duty", "game"], "pubDate": "2020-11-12T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}