{"keywords": ["morgenthau", "obituary", "young", "prosecution", "da", "thought", "spent", "brought", "robert", "21st", "s", "prosecutors", "city", "team", "died"], "url": "https://www.economist.com/obituary/2019/08/03/obituary-robert-morgenthau-died-on-july-21st", "summary": "Anyone joining his team of prosecutors knew that this was the Boss’s bottom line.\nAnd every malefactor needed to fear the interest of the DA ’s office.\nIf he thought a case could be brought, he would bring it, no matter what the public or any power group thought.\nThe DA ’s office was a mess, as the whole city was, near-bankrupt, filthy and battered by violent crime.\n■Correction: Our obituary of Robert Morgenthau (August 3rd) stated that the Bank of Credit and Commerce International lost $15bn.", "title": "Obituary: Robert Morgenthau died on July 21st", "authors": ["The Economist"], "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "id": "72701c3b-903a-3a50-a5d6-3250e63d3732", "paragraphs": ["I F YOU ASKED Robert Morgenthau which of his prosecutions he was proudest of, you might expect him to give a half-smile, pause to knock out his cigar in the brown glass ashtray, and in his usual soft growl—a strange blend of modest, clipped patrician and Noo York—reply that it was his pursuit of the Bank of Credit and Commerce International. He trailed this shady outfit, laundromat of choice for narcos, terrorists and dictators, for years, before nailing it for fraud in 1991 with losses then estimated at $15bn; the bank was forced to close and forfeited all its assets. It was the biggest bank-fraud prosecution in world financial history, spanning 76 countries, and if you wondered what a DA from Manhattan was doing in it, his answer came with more than a half-smile: “The long arm of the law.”", "However, it was not the case he took most pride in. He was shyly proud of them all—3.5m prosecutions, he reckoned, over the 35 years he had presided over the DA building at the edge of Chinatown, from his desk with the famous five Rolodexes. He had gone after rapists, extortioners, drug-dealers, “Teflon John” Gotti, John Lennon’s killer and the CEO of Tyco International, who had drained his company of $100m. These raps stood out in a docket crowded with the usual misdemeanours of a huge, close-packed city. But every crime mattered equally to him because it mattered equally to the victim, whether millionaire investor or some poor woman fretting that drugs were being sold on her street. Anyone joining his team of prosecutors knew that this was the Boss’s bottom line.", "Get our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.", "And every malefactor needed to fear the interest of the DA ’s office. No one was too rich, middle-class or well connected to escape his hawkish eye. If he thought a case could be brought, he would bring it, no matter what the public or any power group thought. If a teenager could be prosecuted for breaking into a grocery store, you also had to prosecute those comfortable people who put their money offshore and paid no taxes.", "Yet this was not the situation when he arrived in the job in 1975. The DA ’s office was a mess, as the whole city was, near-bankrupt, filthy and battered by violent crime. He immediately took on more prosecutors, streamlined their jobs so that each of them handled a case from start to finish, hired minorities and women, expanded the homicide department and brought in as many new evidence-testing techniques as scientists could invent. He added 34 more units, including identity theft, consumer affairs, “cold” cases, Asian gangs and firearms trafficking. By the time he left, having seen out 16 police commissioners, his team had swelled to nearly 500 prosecutors with a budget of $75m—and murders in Manhattan had dropped from 642, when he started, to 58. Thanks to “Morgy”, as the tabloids liked to call him, the city felt safe, and New Yorkers rewarded him with landslides whenever his job came up.", "He also brought in a rackets bureau, along with a crowd of accountants to track down financial crimes. In his previous job, as federal prosecutor for the Southern District of New York (where he indicted no fewer than 150 mobsters, including Anthony (“Tony Ducks”) Corallo, whose very nickname boasted how slippery he was), he had set up a unit to investigate Wall Street. It was long overdue. As DA he spent a third of his budget in pursuit of money-launderers and stock manipulators, not forgetting those clean-looking tax lawyers and corporate accountants. His team had to act like vacuum cleaners, sucking up every least scrap of evidence, and like bully boys, threatening small fry with certain jail-time to persuade them to co-operate, which might land even bigger fish.", "Some thought he was biased politically. He was a liberal Democrat, after all, a Kennedy appointee (as well as a Kennedy friend, from the days when he and Jack, two wealthy young scions of east-coast political dynasties, had raced sailing boats off Cape Cod). As such he twice ran briefly for governor of New York, but felt too awkward to shine on the stump. He supported gun control, never sought the death penalty and spent much of his time, pro bono, helping immigrants avoid deportation: good Democratic causes. But people’s politics had no importance. Justice did.", "His success rate was impressive. Three-quarters of his cases ended in convictions. Some were controversial, such as his prosecution of a player for the Giants on a gun rap, which brought him death threats from fans; or of Bernhard Goetz, who had shot at four young blacks who threatened him in the subway, for no more than gun-possession. Some people claimed he was indifferent to blacks, but it wouldn’t fly: he not only hired plenty as prosecutors in the DA ’s office but, on war service in the navy, he had brought in four blacks as gunners on one of his ships and resolutely refused his captain’s orders to demote them. Pressure always made him even more stubborn than he naturally was.", "He liked to get convictions. Any DA did. Yet he didn’t count them up like notches on a gun, because he cared about justice more. In 1990, for example, he secured the convictions of five teenagers, four black and one Latino, for the beating and rape of a young woman in Central Park. They went to prison, but 12 years later another man confessed to the crime. Immediately, as DA , he ordered a new investigation with DNA testing, which had not been available before. The testing came back 100%, so the ball game was over. His prosecution had failed, but justice had been done, and this exoneration pleased him just as much as his successes.", "It all fell under the head of doing something useful with his life, part of a plea bargain he had made with the Almighty when, in 1944, his ship USS Lansdale had been sunk under him by German torpedoes. Once spared, he became a lawyer, then such a prosecutor that he inspired the DA hero of “Law and Order”, a hit TV series. But he might have been a farmer, for his not-so-secret other life was on his grandfather’s 270 acres of orchards upstate at East Fishkill. There he spent his summers as a boy, escaping the heat of the city, and there with the same purpose he worked later, in overalls, returning to Manhattan with eggs and hard cider to sell. The long arm of the law, which criminals dreaded, also reached to prune apple trees and pick a fruit or two. McIntosh were best. ■", "Correction: Our obituary of Robert Morgenthau (August 3rd) stated that the Bank of Credit and Commerce International lost $15bn. This was an estimate at the time of the bank’s indictment in 1991. The known figure to date is $8.4bn."], "pubDate": null}