{"id": "7271e013-18f6-3076-b176-6da3ee0ecdc7", "title": "How to save on car expenses", "url": "http://www.foxbusiness.com/money/how-to-save-on-car-expenses", "summary": "Read on to learn about how car insurance impacts your personal finance and get tips to save.\nCheck out these three steps you can take to save on your auto insurance:Shop and compare car insurance companies Claim all available discounts Consider usage-based car insurance1.\nShop and compare car insurance companiesWhen shopping for car insurance, saving money is usually a priority.\nTelematics also helps save money on car insurance.\nYour credit score will also play a part in how much you pay for car insurance in some states.", "paragraphs": ["Car ownership isn't easy. Upkeep and repairs to your car can be expensive, especially when you consider that the average cost of four tires in the United States is $123. Add in the fact that the average cost per mile for maintenance to your vehicle — oil change, replacing a battery, wheel alignments, yearly tune-up costs, and more — is 8.9 cents, according to the Bureau of Transportation Statistics.", "Continue Reading Below", "During a time of uncertainty because of the COVID-19 pandemic, the last thing you want is to spend more money on your car every month. Monthly payments and maintenance costs may have eased up a bit but won’t stop because of the lockdowns or the fact you may not be commuting to work. To save under the hood, it may be a good time to compare auto insurance companies and shop for a plan via Credible.", "Read on to learn about how car insurance impacts your personal finance and get tips to save.", "How can I reduce my car expenses?", "Check out these three steps you can take to save on your auto insurance:", "Shop and compare car insurance companies Claim all available discounts Consider usage-based car insurance", "1. Shop and compare car insurance companies", "When shopping for car insurance, saving money is usually a priority. Another concern is the reputation and financial strength of a company and whether they can save you money (preferably, hundreds of dollars).", "“A company that's been around for a while with a strong brand and reputation for customer service should be one of the first things you consider when shopping,\" said Duncan France, owner of Duncan France Insurance Agency and a State Farm agent in Pennsylvania. \"You want a company to be there when you need it most, and you don't truly find out what your car insurance is 'worth' until you make a claim. Find out what the claims process is like when shopping around.”", "Brandon Tritten, an agent with JBLB Insurance Group, offers another aspect to consider that can save you money. “When you’re shopping for auto insurance, insurance companies will review if you have consistently carried auto insurance in the past, If so, you will likely receive better pricing than someone who hasn’t carried insurance in the last few months.”", "What’s more, the higher limits you have on your current prior policy, the better pricing you will receive from the new insurance company.", "Comparing multiple insurance quotes can potentially save you hundreds of dollars per year. And, it’s so easy to compare insurance rates and get a free quote in minutes through Credible’s partners.", "SELLING YOUR CAR? 5 WAYS TO USE THE PROCEEDS", "2. Claim all available discounts", "Insurance companies typically offer discounts for a variety of reasons.", "“Many insurance companies will give you a discount if your child has a 3.0 [GPA] or better in school, or if your child attends a driver’s education program,” according to Tritten, who says discounts are worth checking out. “Sometimes, auto insurance companies will also provide a discount to adults and/or seniors who take a defensive driving course.”", "Insurance companies also offer discounts for safe driving records, no tickets or accidents within a specific timeframe. You may get a discount for being a loyal customer or bundling your car insurance policy with homeowners, for instance.", "Head to Credible to get a better understanding of the different types of home insurance coverage and what the coverage amount is. Click on Credible's home insurance partners to get a free home insurance quote.", "3 WAYS TO GET CHEAPER CAR INSURANCE RATES", "3. Consider usage-based car insurance", "In some states, insurance companies offer usage-based insurance, also called PHYD (Pay-How-You-Drive) and PAYD (Pay-As-You-Drive). This means that your rates are based on how much and how well you drive. No accidents or tickets and your rates will be lower.", "Telematics also helps save money on car insurance. “A lot of carriers offer devices you can plug into your diagnostic port under your steering wheel. These devices track things like; what time of day do you drive, how fast you accelerate, how hard you brake, etc,” Tritten says.", "Each insurance company handles cuts in your rates a bit differently. You might get a discount upfront, “Then in six months they review the data, after which you could receive a 40% discount. Or, if you don’t qualify, they remove the 10% discount at your next renewal,” says Tritten. However, he also warns that if you have a lead foot, your rates could go up as easily eat up any discount.", "Credible makes it easy to compare insurance providers online very quickly and easily with one simple form.", "THIS IS THE BEST WAY TO LOWER YOUR CAR INSURANCE COSTS", "More ways to save", "It’s not cost-effective to pay for insurance you may not need. For instance, if you drive an old vehicle, you may not need comprehensive coverage—any major repairs to your vehicle will likely exceed your car’s value.", "You may also want to think about raising your deductible if you can afford the out-of-pocket costs before your insurance kicks in. For example, if your deductible is $1,000 and you can afford to raise it to $2,000, you may be able to save a few hundred dollars per year.", "Where you live — in a city or in the country — can also make a difference in your premium. Live in a city with more traffic and more chances for an accident, and you’ll likely pay more. Live in the country where there is less traffic, and you may pay less. Your credit score will also play a part in how much you pay for car insurance in some states. To make sure you are not overpaying for car insurance, it’s free to check online through Credible’s partners.", "HERE’S WHY DRIVERS SHOULD GET COMPREHENSIVE CAR INSURANCE"], "authors": ["Kathryn Pomroy"], "keywords": ["auto", "rates", "money", "companies", "car", "save", "insurance", "expenses", "discount", "compare", "consider"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}