{"id": "727c5858-5788-39a2-a750-5170908061dc", "title": "David Hasselhoff's own K.I.T.T. replica is being auctioned and he'll deliver it to the winner", "url": "https://www.foxnews.com/auto/david-hasselhoffs-k-i-t-t-replica-auction", "summary": "David Hasselhoff’s autograph is up for sale … and it comes with a free car.\nreplica car is currently being auctioned by Live Auctioneers along with a collection of memorabilia from his multifaceted career.\nThe black coupe is in running condition and Hasselhoff put his signature on the dashboard for extra cache.\nHe’ll also personally deliver it to the winner if the highest bid exceeds the reserve price by 25%.\nBased on the current high bid of $475,000, Hasselhoff had better get ready to get behind the wheel.", "paragraphs": ["David Hasselhoff’s autograph is up for sale … and it comes with a free car. Well, it’s really the other way around.", "The Hoff’s personally-owned K.I.T.T. replica car is currently being auctioned by Live Auctioneers along with a collection of memorabilia from his multifaceted career.", "The 1982 Pontiac Firebird Trans Am wasn’t used to film \"Knight Rider,\" but is a picture-perfect recreation of Michael Knight’s autonomous sidekick with its then-futuristic digital dashboard and scanning red light at the front of the hood.", "The black coupe is in running condition and Hasselhoff put his signature on the dashboard for extra cache. He’ll also personally deliver it to the winner if the highest bid exceeds the reserve price by 25%.", "\"KNIGHT RIDER\" IS RETURNING TO THE BIG SCREEN, BUT WHAT CAR SHOULD HE DRIVE?", "That price has not been disclosed, but the auction house estimated that the car would sell for $175,000 to $300,000, so it’s likely in that range. Based on the current high bid of $475,000, Hasselhoff had better get ready to get behind the wheel.", "CLICK HERE TO GET THE FOX NEWS APP", "The auction runs through Jan. 23, however, so it could go much higher by then and the winning bidder is also on the hook for a 21% buyer’s premium."], "authors": ["Gary Gastelu", "Gary Gastelu Is Foxnews.Com'S Automotive Editor Covering The Car Industry", "Racing. Follow"], "keywords": ["auction", "winning", "bid", "winner", "kitt", "dashboard", "wheelclick", "david", "price", "deliver", "hasselhoff", "car", "auctioned", "hasselhoffs", "hell", "rider", "replica"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}