{"id": "72a24922-071b-3ed1-918e-edd2dc057da9", "title": "Narita Boy Review – Easier On The Eyes", "url": "https://www.gameinformer.com/review/narita-boy/narita-boy-review-easier-on-the-eyes", "summary": "Narita Boy's slick presentation hooked me before I even picked up my digitized sword.\nI can’t stress enough how awesome Narita Boy’s presentation is.\nBest of all, Narita Boy doles out new abilities and mechanics until the very end, including neat, one-off sequences like piloting a giant mech version of yourself.\nYou’ll need all the help you can get because Narita Boy is no walk in the park.\nIt wouldn’t be so bad if the game was largely action with basic platforming, but Narita Boy falters by routinely introducing obstacle courses it doesn’t feel equipped for.", "paragraphs": ["Narita Boy's slick presentation hooked me before I even picked up my digitized sword. 1980s homages are nearly played out, but Studio Koba’s action title manages to reinvent that retro style of cool with an imaginative presentation that goes a step further than “let’s just slap neon and grid lines everywhere.” Narita Boy’s gameplay doesn’t quite live up to its killer looks, but if you can put up with some headaches, it winds up being an enjoyable romp.", "I can’t stress enough how awesome Narita Boy’s presentation is. Studio Koba borrows heavily from Tron in that the entire game is set inside a computer world known as the Digital Kingdom. Your goal: eradicate an evil program and restore the memories of the Kingdom’s human creator. This monarchy, consisting of a desert kingdom and coastal village, among other locations, feels fully realized, both in visual design and lore. The synthwave soundtrack rocks, and the CRT-style overlay is the chef’s kiss of the whole package. I loved gawking at Narita Boy’s art, and even those lacking programming knowledge or nostalgia for the time period should appreciate the creativity on display, like “what if digital horses were just four-legged computer rigs?”", "Narita Boy almost plays as good as it looks. The combat consists largely of satisfying hack n’ slash action using your legendary sword, but you also have a shotgun side arm. The shotgun sounds cooler on paper than in practice; I regularly forgot about it as it never feels useful or necessary. Slaying enemies starts as a basic affair but becomes more robust, and entertaining, as you unlock new sword attacks and screen-wiping summons. Color-coded power-ups offer another cool perk; it lets you kill enemies of a matching color (represented by a flame) more easily, though at the risk of taking more damage yourself. Best of all, Narita Boy doles out new abilities and mechanics until the very end, including neat, one-off sequences like piloting a giant mech version of yourself.", "You’ll need all the help you can get because Narita Boy is no walk in the park. The game boasts a plethora of challenging enemy types and has no problem dumping them all over players, which feels overwhelming at times. There’s a fun challenge in figuring out how to use your arsenal of moves to take down combinations of vastly different opponents but a few of the enemy types are a flat-out pain to fight. For example, an armored foe with a nigh-impassable shield was never fun to deal with, and I always groaned when it appeared. The worst part about getting your pixelated butt handed to you are the inconsistent checkpoints that feel almost arbitrary. Some start you close to where you died, but too often are you kicked back further than you’d expect.", "Combat isn’t perfect but offers a good time overall. I wish I could say the same for the platforming. Jumping feels stiff, slippery, and floaty all at once. I’d often land on a ledge only for the sensitive movement to take me over it. Jumping wall to wall can take multiple attempts due to how wooden your character feels. Upgrades like a rising sword attack/high-jump doesn’t feel satisfying since you can’t use it as an actual double-jump and hitting the Up and attack buttons at the same time is tough to pull off in hectic scenarios.", "It wouldn’t be so bad if the game was largely action with basic platforming, but Narita Boy falters by routinely introducing obstacle courses it doesn’t feel equipped for. Riding atop a computer horse sounds great until you’re crashing through spikes you can’t reliably dodge thanks to your character’s deliberate animations. The same is true of surfing atop a giant floppy disk; it’s awesome in concept, less so in execution. This becomes especially irritating in combat. One boss lobs energy cubes that require precise dodging; I crashed through half of them, and my survival boiled down to having enough hit points to absorb the onslaught.", "Still, as much as I didn’t like gingerly hopping across platforms and would yell “come on!” after failing another difficult combat arena, I couldn’t help but fall in love with Narita Boy’s style once the dust settled. I love every inch of its wonderfully designed world, and the gameplay is good enough to carry the adventure. In a way, it’s like booting up an old computer. If you can put up with the cumbersome interface and some outdated design, there’s a beauty and appreciation in how it still manages to get the job done."], "authors": ["Associate Editor", "Marcus Is An Avid Gamer", "Giant Wrestling Nerd", "A Connoisseur Of Cartoons", "Obscure Childhood References. The Cat'S Out Of The Bagel Now"], "keywords": ["eyes", "sword", "feels", "computer", "easier", "feel", "boys", "game", "narita", "boy", "good", "presentation", "review"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}