{"id": "72b8bece-85a6-3e2d-ad09-8f7d8b75982a", "title": "“Separation”", "url": "https://www.newyorker.com/magazine/2021/04/12/separation", "summary": "When he took off his glasses to clean the lenses, there was a red mark on either side of his nose.\nSomeone drove them home after the ceremony, and at the last minute Nick said to turn the car around.\nThe children at the school where she worked were undergoing separation.\nFirst, the mothers left the room for five minutes.\nKate worked at the nursery school for too long.", "paragraphs": ["Audio: Clare Sestanovich reads.", "He asked Kate out at the reservoir, where she went skinny-dipping in the summer. Early in the morning, before the kids arrived, or sometimes late at night, when the water was almost black. She was towelling her hair when he appeared, and she wasn’t wearing any pants. Her pubic hair was unkempt.", "Kate was taken aback, but she said yes. As he walked away, she noticed his uncertain footing on the rocks and the spray of eczema, like something coughed up, all over his back and disappearing into his bathing suit. Already she had forgotten his name.", "When she arrived at the restaurant—white tablecloths, heavy menus, a basket of bread swaddled to keep warm—he was wearing enormous glasses. He stood up and his napkin fell out of his lap. They ordered the special, mussels that left sand between Kate’s teeth, and by the end of dinner her plate was a pile of empty shells, each one three different shades of blue. When he took off his glasses to clean the lenses, there was a red mark on either side of his nose. His name was Nick, and as they undressed in her bedroom that night, his hands darting all over her skin, she felt certain he was seeing her for the first time.", "In two years, they were married.", "The story of the pants—the pantslessness—had become well known. It featured in several wedding toasts. The glasses were removed to demonstrate. He really can’t see! Nick smiled good-naturedly, pawing the air helplessly to make them all laugh. The eczema crawled out from under his collar.", "Someone drove them home after the ceremony, and at the last minute Nick said to turn the car around. He checked them into a hotel, a cheap one, and they rode the elevator laughing. They had sex in overstarched sheets. They had agreed they didn’t believe in honeymoons.", "“Does this count?” Kate said. She waved at the plastic nightstand painted like wood, the warping watercolor above the headboard—a flimsy French lake.", "Nick just smiled. He kept his glasses on. She kissed him. Her pubic hair was more kempt than it used to be. He tasted her.", "“You don’t need those,” she said, taking his glasses off. “You know me.”", "“I do.”", "In two years they were married and in three years he was dead.", "They didn’t have the chance to make rash decisions.", "By the time they might have considered buying a house, idling the engine in unaffordable neighborhoods, spinning fantasies and squandering savings, they were already carrying around the diagnosis. Kate imagined it on a slip of paper—in pockets and purses, in the glove compartment during long drives, in the cluttered kitchen drawer where they kept cheap indispensable things. They never forgot where it was.", "They kept the medical bills in a pile on the bedside table, and, when there was nothing to do but wait, Kate stacked and restacked them, pushing the edges into alignment. The bills were hard to decipher. Numbers they had to look up, which were codes for words they also had to look up.", "They said, “Let’s do some math.”", "They never said, “Let’s plan ahead.”", "They found a new apartment, near the hospital. One and a half baths, the listing said, which just meant there was an extra sink in the bedroom. The kitchen had old pink curtains and cabinet doors with holes where the handles should have been.", "Everyone talked about fighting, being a fighter.", "“For newlyweds, we do an awful lot of fighting,” Nick said, while they waited for the doctor to be right with them.", "There was time, in the end, for him to make his own arrangements.", "“No speeches, of course.”", "“Of course?”", "“Just put some snacks out,” he said. “Pigs in blankets.”", "“That’s ridiculous,” Kate said.", "“And Pringles.”", "“Don’t you have a favorite poem?”", "“You can make it a joke,” Nick said. “A joke will be a relief.”", "Kate did what he asked, because she wanted it to be exactly as he had pictured it. He had been afraid—when he admitted to being afraid—of the size of the future, of his own desperate predictions, of the simple question that only time would tell, but not to him: Now what?", "She chopped the hot dogs and wrapped them in dough from a cannister, the kind that twisted and popped, jolting her each time. She piled them in pyramids and put platters everywhere. She overdid it. On all the countertops, above the fireplace they’d never used, on the bedside table, for people waiting to use the bathroom. She took bowls of chips from one person to the next, raw faces whose tears seemed to have nothing to do with her. They offered to help, but Kate held the serving dishes tightly against her chest. And when they were gone, the pyramids still mostly intact, she sat down and cried over his joke.", "What happened next wasn’t that she recovered—never that, really—but she did move to a new city, where she would have to bump into life every day. She got a job at a nursery school. She rented an attic room with a slanted turquoise ceiling. On weekends, she woke to the sound of things being banged in the house’s shared kitchen. Old muffled sounds, which she heard and remembered all at once. Kate lingered like that, her eyelids erupting with morning color.", "The children at the school where she worked were undergoing separation. A technical term—to be left on one’s own. It involved several steps, which could not be skipped or performed out of sequence.", "First, the mothers left the room for five minutes. This was just practice. They timed themselves and returned as soon as the second hand permitted.", "“Ta-da,” they said, waiting to see relief mirrored on their children’s faces.", "Next, the mothers said goodbye in earnest. Kate told them to wait in the hallway—in case. Sometimes children drifted out the door, crawling beside dump trucks or steering shopping carts of plastic produce, and were surprised to find the mothers hiding, towering over miniature chairs. They drove their trucks into the high heels or sensible flats blocking their way.", "“Beep beep,” they said.", "“Move,” they said.", "Kate worked at the nursery school for too long.", "The women she worked with had gray or orange hair and arms that jiggled when they scrubbed the tabletops. Kate wondered if she really belonged there. Her stomach sank between her hips, her muscles showed through her skin. She didn’t think this looked attractive. She thought it looked a little grotesque.", "Each year, Kate separated a new group of children. Some of the mothers envied her stomach and her throaty neck, her bare face a reproach to theirs, which were painted gold and pink with time they didn’t have. There were occasions, Kate suspected, when they despised her. When their clothes were no longer clung to, when they entered the classroom and no one looked up. Or all the times in between, at a desk or a sink or a jammed-up intersection, when their children surged back into awareness, when the mothers realized—a crest of guilt and fear—how long they had managed to forget.", "At the end of every day, Kate stood by herself in the center of the carpet, a checkerboard of loud colors. She held out the implausibly small knapsacks.", "One year, there was a father among the mothers. His face was big, nearly ugly. But he was tall and tanned and his voice was so softly beautiful that Kate let herself assume it was full of the same grief as hers.", "When she looked at his tongue on her skin, she didn’t believe her own body. When she lowered herself onto him, she wished she had dimples at the base of her back, hips with flesh he could hold on to. He cooked her cream sauces and meat sauces, bought expensive, oozing cheeses. For one month, she had sex with him and hoped to change shape. He told her that she was warm inside, and she shook her head, unconvinced.", "“Touch yourself.”", "He propped himself up on an elbow and watched. Kate slid her index finger inside her vagina. The skin—or was it muscle?—was slick and smooth, except where it was rough. It seemed as if the walls of her body were closing in around her finger. It had never occurred to her that she had walls.", "Then one afternoon, while the classroom emptied, she held out the knapsack for the man’s son. She was weaving his arms through the straps when she heard a woman’s voice calling his name, high and kind and careless. Kate followed the boy outside and stood in the parking lot, waving at her reflection in his mother’s car window.", "Kate up and left. Years later, she still repeated this phrase, she liked it so much. That “up” could be a verb! A house lifted right off its foundation. She pictured the moment when the whole clapboard thing hovered over its footprint, casting a shadow on the dirt.", "She went to work in a cubicle where she answered two phones and took notes on many pads. Sometimes she unplugged the phones and listened to the bleating rings and the disembodied scribbling on the other side of the gray particleboard. According to company policy, the phones rang exactly once. It was boring; it delighted her.", "The women in the office wore belted dresses and tortoiseshell hair clips. They enjoyed setting Kate up on dates with men their husbands or brothers knew, or sometimes with the brothers themselves. The men all had dependable jobs, some in cubicles like hers and others, as they made known, in offices with multiple windows."], "authors": ["Clare Sestanovich", "Clare Sestanovic", "Willing Davidso"], "keywords": ["didnt", "looked", "hair", "mothers", "left", "glasses", "worked", "nick", "children", "separation", "kate"], "pubDate": "2021-04-12T00:00:00Z", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}