{"id": "72bec3b4-090c-38cb-9791-541fd610190a", "title": "Why Socialism Is Back", "url": "https://www.newyorker.com/news/our-columnists/why-socialism-is-back", "summary": "I asked Blair, a former barrister who had rebranded the vaguely socialist Labour Party as the explicitly pro-enterprise New Labour, if he believed socialism was dead.\nEventually, he said that if I meant old-style socialism—extensive government controls, punitive tax rates on the very rich, and a pervasive suspicion of capitalism—then, yes, socialism was done.\nWith the collapse of the Soviet Union, state socialism on the Eastern Bloc model had been discredited.\nBlair and his friend Bill Clinton claimed to be pioneering a “Third Way” between capitalism and socialism.\nUnder state socialism, this led to widespread resentment of the nomenklatura, with their imported foods and country dachas.", "paragraphs": ["In the fall of 1999, I interviewed Tony Blair, who was then the Prime Minister of the United Kingdom, at 10 Downing Street. I asked Blair, a former barrister who had rebranded the vaguely socialist Labour Party as the explicitly pro-enterprise New Labour, if he believed socialism was dead. He hemmed and hawed. Eventually, he said that if I meant old-style socialism—extensive government controls, punitive tax rates on the very rich, and a pervasive suspicion of capitalism—then, yes, socialism was done.", "At the time, this wasn’t a particularly controversial thing to say. With the collapse of the Soviet Union, state socialism on the Eastern Bloc model had been discredited. China and India had both embarked on historic efforts to deregulate their economies and embrace global capitalism. In many Western countries, the parties of the center-left had adopted, or were about to adopt, more market-friendly policies. Blair and his friend Bill Clinton claimed to be pioneering a “Third Way” between capitalism and socialism.", "Twenty years on, Jeremy Corbyn, a lifelong socialist, leads the Labour Party. Bernie Sanders is running for President again, under the banner of “democratic socialism.” Two members of the Democratic Socialists of America—Alexandria Ocasio-Cortez and Rashida Tlaib—are sitting in the House of Representatives. In Germany, the Greens and the socialist Left Party are challenging the once mighty S.P.D. What explains this left-wing revival? There are three answers, I think, and they are all linked: economic cleavages, political capture, and a crisis of legitimacy.", "The most basic problem is that in rich countries like Britain and the United States the pro-market tilt failed to deliver the promised results on a consistent basis. (In China and India, the story was different.) Blair was operating under the theory that opening markets, cutting taxes, and stripping away restrictions on businesses would boost the growth rates of G.D.P. and productivity, leading to higher wages and living standards for everyone. Also, faster growth would expand the tax base, which would allow the government to spend more on things like education and health care. For a time, during the economic boom of the late nineteen-nineties, things seemed to be working to plan. But that didn’t last very long, and it culminated in the financial crisis and the Great Recession, the recovery from which was slow and patchy.", "In Britain, the annual rate of productivity growth averaged a dismal 0.4 per cent in the decade after 2008, and inflation-adjusted wages fell sharply. Problems like homelessness and poverty became more acute as the public safety net was cut back under Conservative austerity politics. On this side of the Atlantic, the recovery from recession has been somewhat stronger, but wages have lagged behind growth in productivity, and the long-term trends are alarming. In a speech at George Washington University last week, Sanders noted that “the average wage of the American worker in real dollars is no higher than it was forty-six years ago.” He also said that “three families control more wealth than the bottom half of our country,” and that, in some poorer parts of the population, “life expectancy is declining for the first time in modern American history.”", "When a system posited on delivering the goods to the masses fails to accomplish that task, protests are bound to arise, especially if the people at the very top seem to be benefiting from the privations of others. Under state socialism, this led to widespread resentment of the nomenklatura, with their imported foods and country dachas. Under free-market capitalism, it leads to resentment of the one per cent, or 0.1 per cent, and anger at the political system that protects their interests.", "In retrospect, a key moment for the revival of American socialism was the Wall Street bailout of 2008 and 2009, when taxpayers were forced to rescue the very rogues who had helped bring about the financial crisis, even as many ordinary families were being evicted from their homes for failing to service their mortgages. From an economic perspective, there were some sound reasons to prevent the financial system from collapsing. From a political perspective, the decision to save the banks persuaded many Americans—on the left, center, and right—that the political system had been captured. There is a direct linkage from the Wall Street bailout to the Occupy Wall Street movement, the Sanders campaigns of 2016 and 2020, and to the Presidential campaign of Elizabeth Warren, who made her reputation as a vocal critic of rapacious and irresponsible financiers.", "Many of the Occupy activists joined the 2016 Sanders campaign. So did Ocasio-Cortez and many other members of the D.S.A., which has seen its nationwide membership rise considerably during the past decade. From the beginning, Sanders tied rising inequality and the travails of the middle class to politics rather than to globalization or skill-biased technical change—the factors that many economists identified as the culprit. He’s still got the same message. In his speech last week, he warned of a “growing movement towards oligarchy and authoritarianism in which a small number of incredibly wealthy and powerful billionaires own and control a significant part of the economy and exert enormous influence over the political life of our country.”", "Warren, who describes herself as a supporter of rules-based capitalism rather than as a socialist, is a bit more circumspect in her language. But she, too, offers a blistering critique of the nexus of big money and politics. “Washington works great for the wealthy and the well-connected, but it isn’t working for anyone else,” she declares on her campaign Web site. “This is deliberate, and we need to call this what it is—corruption, plain and simple.” Like Sanders, she identifies the feed-the-rich G.O.P. tax bill of 2017 as the latest example of how the élites work the system to their advantage.", "It should be noted that neither Sanders nor Warren is advocating “the common ownership of the means of production,” a commitment that was emblazoned on the membership card of the Labour Party before Blair got rid of it. In his speech last week, Sanders said that his version of democratic socialism was about fulfilling F.D.R.’s call, in 1944, for a second Bill of Rights—one establishing entitlements to a good job that pays a living wage, high quality health care, “as much education as one needs to succeed,” affordable housing, a secure retirement, and a clean environment.", "Warren also focusses on bread-and-butter issues, with a particular emphasis on abusive business practices. As I’ve noted before, she is perhaps best described as an heir to the Progressives of the late nineteenth century and early twentieth century, who confronted the great trusts and their political power. “In 2020, it’s not going to be about Donald Trump,” she told my colleague Sheelah Kolhatkar. “I know that sounds surprising, because Donald Trump gets lots and lots of attention. But we win when we talk about what’s broken, how to fix it, and how we have the power to make real change.”", "The two candidates are proposing policies that are radical by American standards: Medicare for All and a federal jobs guarantee (Sanders); a substantial wealth tax and a break-up of the tech giants (Warren); automatic voter registration and big changes to the electoral system (both). The fact that more and more Americans seem open to these types of policies shouldn’t surprise anybody. When disappointing economic outcomes are combined with a widespread perception that these outcomes were prearranged to favor a tiny élite, candidates who offer an alternative gain in popularity. That is what is happening now.", "The legitimacy of the market economy is at stake. From Adam Smith to Milton Friedman, defenders of capitalism have argued that it is ultimately a moral system, because competition ensures that it harnesses selfishness to the common good. But where is the morality in a system where the economic gains are so narrowly shared, and giant companies with substantial market power—the heirs to the trusts—exercise dominion over great swaths of the economy? Until a twenty-first-century Friedman provides a convincing answer to this question, the revival of the S-word will continue."], "authors": ["John Cassidy", "John Cassid", "Osita Nwanev", "Peter Slevi"], "keywords": ["socialist", "tax", "sanders", "political", "capitalism", "street", "system", "socialism", "economic", "blair"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}