{"id": "72e4cba9-5f36-3305-8467-ff1ece8d1b78", "title": "Alex Trebek's daughter praises late 'Jeopardy' host after his last episode: ‘You were extraordinary’", "url": "http://www.foxnews.com/entertainment/alex-trebek-daughter-nicky-praises-jeopardy-host-last-episode", "summary": "The singer-songwriter and fashion designer dedicated an Instagram post to \"Jeopardy!\"\nhost Alex Trebek on Friday, Jan. 8, which also happened to be the final pre-recorded episode featuring her dad.\nShe captioned her post alongside a photo that showed she had previously written \"Jeopardy!\n\"Your amazing dad will always be the G.O.A.T (greatest of all time), and we, his fans, will always love him too.\nCLICK HERE TO SIGN UP FOR OUR ENTERTAINMENT NEWSLETTER\"Dedicated to Alex Trebek,\" text at the end of the tribute said.", "paragraphs": ["Nicky Trebek decided to skip an online celebration of her 55th birthday, instead praising her late father.", "The singer-songwriter and fashion designer dedicated an Instagram post to \"Jeopardy!\" host Alex Trebek on Friday, Jan. 8, which also happened to be the final pre-recorded episode featuring her dad.", "ALEX TREBEK WAS 'HERCULEAN' WHILE FILMING FINAL 'JEOPARDY!' EPISODES, EXECUTIVE PRODUCER SAYS", "\"You were extraordinary!!!\" She captioned her post alongside a photo that showed she had previously written \"Jeopardy! Forever!\"", "And fans wholeheartedly agreed with her statement in the comments section.", "\"Your amazing dad will always be the G.O.A.T (greatest of all time), and we, his fans, will always love him too. What an amazing man,\" one Instagram user wrote. \"Sending you a big hug Nicky.\"", "ALEX TREBEK REMEMBERED BY VANNA WHITE, PAT SAJAK: 'THE ADMIRATION IS OFF THE CHARTS'", "\"Watched it with my mom. We both cried. I could go on forever about him, but I'm sure you know much more than I do,\" another person commented. \"Thanks to your dad for always being such a positive impact on my life just through the TV.\"", "\"Your Dad was amazing! He will be missed very much - even by millions who never got to meet him,\" a different user shared. \"Sending love your way! Tribute was bittersweet - loved it though! Loved the ‘fist pump\" at the end... cried like a baby! Thank you for sharing your Dad with the world!\"", "ALEX TREBEK SHARES MESSAGE OF HOPE IN PRE-TAPED 'JEOPARDY!' EPISODE: 'WE'RE GONNA GET THERE'", "Trebek died on Nov. 8, 2020, at the age of 80. He had been diagnosed with stage 4 pancreatic cancer.", "Since then, pre-recorded episodes of \"Jeopardy!\" had been airing posthumously.", "The show aired a tribute video that displayed highlights from the 37 seasons he has hosted.", "CLICK HERE TO SIGN UP FOR OUR ENTERTAINMENT NEWSLETTER", "\"Dedicated to Alex Trebek,\" text at the end of the tribute said. \"Forever in our Hearts. Always our Inspiration.\"", "Starting next week, guest hosts will take over Trebek’s role in the trivia game show.", "CLICK HERE TO GET THE FOX NEWS APP", "A permanent replacement has not been determined."], "authors": ["Cortney Moore", "Cortney Moore Is A Digital Associate Writer Producer For Fox Business. Follow Her On Twitter At"], "keywords": ["trebeks", "host", "episode", "sending", "dad", "prerecorded", "jeopardy", "post", "extraordinary", "daughter", "loved", "amazing", "alex", "praises", "late", "user", "trebek", "tribute"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}