{"id": "72fb8982-9fdb-311c-afd3-da579db0327b", "title": "Trump attempted a coup: he must be removed while those who aided him pay", "url": "https://www.theguardian.com/commentisfree/2021/jan/10/trump-coup-capitol-attack-pence-giuliani-fox-news-twitter-facebook-impeachment", "summary": "That the attempted coup failed shouldn’t blind us to its significance or the stain it has left on America.\n“There’s no question the president formed the mob, the president incited the mob, the president addressed the mob.\nSome officials have resigned in response to the attempted coup.\nBut why did it take an attempted coup for them to act?\nAfter repeatedly telling Trump supporters the election was stolen, they’re now saying the attempted coup was “understandable” because Trump supporters believed the election was stolen.", "paragraphs": ["Call me old-fashioned, but when the president of the United States encourages armed insurgents to breach the Capitol and threaten the physical safety of Congress, in order to remain in power, I call it an attempted coup.", "The rampage on Wednesday left five dead, including a Capitol police officer who was injured when he tangled with the pro-Trump mob. We’re fortunate the carnage wasn’t greater.", "That the attempted coup failed shouldn’t blind us to its significance or the stain it has left on America. Nor to the importance of holding those responsible fully accountable.", "Trump’s culpability is beyond dispute.", "“There’s no question the president formed the mob, the president incited the mob, the president addressed the mob. He lit the flame,” said Elizabeth Cheney, the No3 House Republican.", "Trump should be impeached, convicted and removed from office – immediately.", "To let the clock run out on his presidency and allow Trump to seek the office again would signal that attempted coups are part of the American system. If Senate Republicans can install a new supreme court justice in eight days, Trump can be removed from office within 12.", "He should then be arrested and tried for inciting violence and sedition – along with Donald Trump Jr and Rudy “trial-by-combat” Giuliani.", "Those who attacked the Capitol should also be prosecuted. They have no first amendment right to try to overthrow the US government.", "Trump’s accomplices on Capitol Hill, most notably the Texas senator Ted Cruz and Missouri senator Josh Hawley, should be forced to resign.", "Knowing Trump’s allegations of voting fraud were false, Cruz and Hawley led the move to exclude Biden electors – even after the storming of the Capitol – thereby lending Trump’s claims credibility.", "The United States constitution says “no Person shall be a Senator or Representative in Congress” who “shall have engaged in insurrection or rebellion against” the constitution, “or given aid or comfort to the enemies thereof”.", "Both Cruz and Hawley are eyeing runs for the presidency in 2024. They should be barred from running.", "Other abettors are trying to distance themselves, but their conversions come too late.", "Senator Lindsey Graham now says Trump must “understand that his actions were the problem, not the solution”, and criticizes the White House for making “accusations that cannot be proven”.", "Graham was one of Trump’s key attack dogs, even bullying state election officials to change voting tallies. If Graham is not forced to resign, he should at least be censured and stripped of his ranking membership on the Senate judiciary committee.", "The Senate majority leader, Mitch McConnell, and Vice-President Michael Pence finally broke with Trump, but only after remaining mute as Trump lied and bullied his way through the last eight weeks, thereby signaling agreement with his preposterous claims.", "McConnell should also resign or be censured and stripped of committee assignments. Pence should be barred from public office.", "Some officials have resigned in response to the attempted coup. The transportation secretary, Elaine Chao, said it was “entirely avoidable” and the education secretary, Betsy DeVos, told Trump there was “no mistake the impact your rhetoric had”. Other Trumpers are reportedly jumping ship too.", "Yet before Wednesday most of them defended Trump’s antics, lavished him with praise and did his dirty work. Their complicity should forever haunt their reputations and consciences.", "Other accessories are Jack Dorsey, chief executive of Twitter, Mark Zuckerberg, of Facebook, and Sundar Pichai of Alphabet, YouTube’s parent company.", "For four years, Twitter, Facebook and YouTube have functioned as Trump’s megaphones, amplifying his every lie and rant. When pressured to remove Trump’s fabrications about the election, they labeled them “disputed”.", "Twitter has now permanently suspended Trump, preventing him from sending messages to his more than 88 million followers “due to the risk of further incitement for violence”. Facebook has banned him indefinitely. YouTube should as well.", "But why did it take an attempted coup for them to act?", "Many business leaders now denouncing the violence enthusiastically bankrolled Trump’s re-election campaign, knowing full well who he was and what he was capable of doing. And they’ve had no qualms about advertising on his largest megaphones, including Fox News. All are complicit because they knew Trump would stop at nothing.", "Fox News’s mendacious hosts and producers have no excuse. After repeatedly telling Trump supporters the election was stolen, they’re now saying the attempted coup was “understandable” because Trump supporters believed the election was stolen. Morally, if not legally, they share responsibility for this travesty.", "All are parts of the ecosystem that led to Trump’s sedition. That ecosystem is still in place.", "Those who say we should “look forward” to a new administration and forget or dismiss what occurred last week are delusional. Unless all who participated in or abetted the attempted overthrow of the US government are held accountable, it will happen again. Next time it may succeed."], "authors": ["Robert Reich"], "keywords": ["president", "coup", "trump", "senator", "aided", "mob", "attempted", "trumps", "election", "capitol", "violence", "removed", "pay"], "pubDate": "2021-01-10T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}