{"id": "733701e1-cc3b-3a67-b741-7a025ae86c7d", "title": "Westwood seals Burnley comeback win over Leicester after Vardy penalty miss", "url": "https://www.theguardian.com/football/2020/jan/19/burnley-leicester-premier-league-match-report", "summary": "Brendan Rodgers’ team started well enough here but in the second half in particular found Nick Pope in the Burnley goal an unbreachable last line of defence.\nThe goalkeeper saved his side on at least three occasions, most notably in the 66th minute when he kept out a Jamie Vardy penalty that would have put the visitors 2-1 in front.\nWith what remained of the Burnley defence retreating it was a relatively straightforward task for the winger to take the ball round Ben Mee and shoot past Pope.\nPhotograph: Oli Scarff/AFP via Getty ImagesWhen the second half commenced it produced enough goalmouth action in the first few minutes to banish memories of a rather featureless first half.\nFor showing more fight and purpose than their opponents in the second half it was probably what Burnley deserved, though without Pope’s penalty save it might all have been very different.", "paragraphs": ["Burnley came from behind to pick up their first points this year against an oddly unconvincing Leicester, who have now lost two games in a row to opponents from the bottom half of the table.", "Brendan Rodgers’ team started well enough here but in the second half in particular found Nick Pope in the Burnley goal an unbreachable last line of defence. The goalkeeper saved his side on at least three occasions, most notably in the 66th minute when he kept out a Jamie Vardy penalty that would have put the visitors 2-1 in front.", "Leicester could have taken the lead in the opening minute but for the Burnley-born Harvey Barnes shooting rather tamely at Pope with a clear sight of goal. As soon as James Tarkowski sliced a clearance Leicester sent men streaming forward, and it was apparent from that early stage that if they were allowed to get anywhere near the Burnley penalty area James Maddison’s passing and Vardy’s movement would cause the home defence problems.", "Burnley 2-1 Leicester: Premier League – as it happened Read more", "After surviving a couple more scares from those two players Burnley were doing a good job of keeping Leicester safely pinned back in their own half until they were caught unprepared just before half-time. Lost in transition, in the modern parlance. Dennis Praet dispossessed the advancing Jack Cork on the halfway line, bringing down the Burnley man as he did so, but while Cork and several of his teammates expected a free kick, the referee Anthony Taylor waved play on and allowed Barnes to surge towards goal.", "With what remained of the Burnley defence retreating it was a relatively straightforward task for the winger to take the ball round Ben Mee and shoot past Pope. It was an unfortunate goal to concede from the home point of view, though with VAR evidently satisfied that no foul had taken place there was no one but themselves to point the finger at.", "Facebook Twitter Pinterest Jamie Vardy reacts after his penalty is saved by Nick Pope. Photograph: Oli Scarff/AFP via Getty Images", "When the second half commenced it produced enough goalmouth action in the first few minutes to banish memories of a rather featureless first half. Praet seemed certain to score when Maddison and Barnes found him a way into the penalty area, only for Pope to dive to his right to get a good hand to a well-struck shot. Then Burnley came down the field for Chris Wood to head over the bar from Charlie Taylor’s cross, before Maddison almost scored at the other end with a shot from just outside the area.", "With Ashley Barnes out injured Wood’s aerial ability appeared to be Burnley’s best hope of pulling a goal back, though when the equaliser arrived just before the hour mark it was Mee who met Dwight McNeil’s corner with a header. Kasper Schmeichel got a hand to the ball but could do no more to keep it out, allowing Wood to pounce for a close-range tap-in.", "Liverpool v Manchester United: Premier League – live! Read more", "No sooner had Burnley regained parity, however, than they threatened to throw it away again when Mee was adjudged to have fouled Barnes in the area. Although the defender protested his innocence he was at least guilty of a messy challenge that got nowhere close to the ball, and VAR backed the referee’s decision to award a spot kick, only for Pope to come to his side’s rescue once again by diving to his left to reach Vardy’s penalty, with Ricardo Pereira shooting narrowly wide from the rebound.", "If it was unlike Vardy to fail from 12 yards it was even stranger to see him pass up a perfect invitation from Kelechi Iheanacho a few minutes later, running behind the Burnley defence to reach a superbly weighted pass but managing to find Pope’s chest instead of the usual target. The goalkeeper deserved credit for standing tall and his third notable save of the afternoon was followed almost immediately by Westwood’s winner, the midfielder latching on to an ineffective clearance from Jonny Evans to score for the first time at Turf Moor after Taylor had sent over a cross.", "For showing more fight and purpose than their opponents in the second half it was probably what Burnley deserved, though without Pope’s penalty save it might all have been very different."], "authors": ["Paul Wilson"], "keywords": ["westwood", "burnley", "pope", "seals", "win", "miss", "goal", "defence", "leicester", "second", "penalty", "barnes", "vardy", "half", "comeback"], "pubDate": null, "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}