{"paragraphs": ["Introduction", "By the mid-2000s, Blu-ray felt like the future of media. Blu-ray video looked incredible and offered cleaner picture and sound quality than previous media formats. “Surely,” we thought, “the technology that comes after Blu-ray will look even more impressive!” But then something strange happened; as streaming services like Netflix took off, more and more of us ditched physical media in favor of the cloud. Streaming didn’t offer the same level of fidelity as Blu-ray – or sometimes even DVD – but it was good enough. More importantly, it was convenient. The desire to watch anything anywhere outpaced our desire for image quality.", "Now it’s 2019, streaming services have come a long way, and tech goliath Google thinks it has figured out how to Netflix the gaming industry. The tech is surprisingly functional, but its ability to upturn the industry will depend largely on its ability to implement its grand blueprint. Sadly, Stadia’s current design is missing several important pillars.", "Gaming on Stadia", "Gaming on Stadia", "Stadia’s concept still sounds a bit like science fiction: Earlier this year, Google sold a vision of players using wi-fi-enable controllers to communicate with a hive of supercomputers in the cloud, which would allow users to stream the most advanced gaming software to decade-old laptops and mobile phones. Google’s system worked well at trade shows, but those were highly controlled environments. How does the service work now that we’ve been able to test it in the wild? Surprisingly well … if you have a stable internet connection.", "On the whole, Stadia performs better than I expected. The high-speed internet at the Game Informer offices regularly gets download/upload speeds of 280 Mbps, so I rarely noticed even a hiccup while playing games at work. Mortal Kombat 11 on a stable Stadia connection booted up in seconds and feels about as responsive as its console counterparts. I had no problem dialing in combos and Fatalities even though my inputs had to travel through miles of infrastructure to bounce off Google servers.", "Unfortunately, the experience quickly degrades as your internet speeds dial down. At a nearby coffee shop, where I recorded download speeds of 38 Mbps, I noticed a few frame skips every couple minutes. At home, where my speeds regularly drop to 20 Mbps, I experienced some visual artifacting and a regular picture stutter. With these slower internet speeds, I didn’t feel competitive in Destiny 2’s PvP modes, but I was able to complete a strike without a problem. Everyone’s tolerance for this kind of experience will vary, but my frustration over the occasional hiccup was mitigated by the revelation that I could play Destiny 2 in public on my phone (see the controller sidebar for more).", "Stadia’s service only dropped out completely on me once due to a poor signal, but an instance of my game was saved and I had five minutes to hop back online and pick up where I’d left off. I wish Google would extend that grace period and allow users to create their own save states (a feature called State Share, which is still in the works), but I never lost any progress in a game, and my experience was stable enough across the board that I didn’t live in fear of being unable to access my games.", "Google’s service isn’t a one-size-fits-all streaming solution, and you should carefully measure your internet speeds before committing to the platform. Many will find Stadia’s occasional stutters unbearable, while others will feel that it’s good enough. Personally, I can’t imagine trading any of my game consoles for a Stadia stream anytime soon.", "What about that controller? An online-only streaming service seems like a bold new direction for the gaming industry, but Google isn’t interested in reinventing the controller. The Stadia controller smartly hews close to modern controller design. The pad itself has a nice weight and feels a lot like the PS4 controller thanks to its ergonomic shell and symmetrical analog sticks. The buttons produce a satisfying click and feel sturdy, and I got about seven hours of use from a single charge. Of course, Google has its equivalent of the start, options, and home buttons. However, Google added a screen capture and virtual assistant button to the mix, and this creates a jumble of buttons near the center of the controller. I constantly hit the screen-capture button when I meant to pause a game, which was frustrating. At launch, the controller also doesn’t work wirelessly with any device other than the Chromecast. This means that in order to play on a laptop or phone you have to connect your device to a controller using a USB C cord, which I found cumbersome. In fact, I was actually a little embarrassed to pull out my tangle of gadgets to play games at Starbucks. I also wasn’t able to connect the Stadia controller to wi-fi that featured a web browser login, meaning you probably won’t be able to use Google’s controllers wirelessly in locations like hotels that -require a secondary login screen. The Stadia controller might be a nice piece of physical hardware, but these tech issues need to get ironed out as soon as possible.", "Under Construction", "Under Construction", "Google’s streaming tech might be ready for prime time, but its service certainly isn’t. Many of the more exciting features either aren’t available for launch or won’t roll out until 2020. For starters, Google’s Pixel smartphones are the only phones that Stadia users will be able to use for streaming at launch. Achievements also won’t be viewable at this time, but Google says that Stadia is recording your progress, so once the feature is enabled, users will receive credit for everything they’ve done since then.", "The Google Assistant is another exciting feature that is being kicked down the road. During the Stadia reveal event, Google said that with the tap of a button users could speak into their Stadia controller and pull up YouTube walkthroughs or other helpful advice for any game they played. This feature is absent at launch. Google says that the Google Assistant will be available soon, but even then, the Assistant will only be available from the Stadia home screen and only allow users to launch games or turn on their TV.", "Stadia’s incomplete feature list is so long it’s a little embarrassing. What about Stream Connect, which is Google’s way of supporting multiplayer by allowing Stadia users to create local couch co-op experiences via split-screen? Coming later this year. What about Family Sharing, which lets you share games with other users in your family? Sometime soon. What about Crowd Play, which lets streamers play games with their viewers? Hopefully, sometime next year. What about streaming over cellular networks? I’ll let you take a guess. If Stadia had all these features, it might feel like the next big leap in gaming, but as it is, the platform is just a basic streaming platform that offers less than a home console.", "In the end, Stadia's biggest problem is likely its lack of software. Stadia doesn’t have many dedicated experiences that will drive longtime gamers to the platform. The system’s launch lineup features some great games, such as Assassin’s Creed Odyssey, Rise of the Tomb Raider, and Red Dead Redemption 2, but those are all more than a year old and there isn’t a single triple-A exclusive on the horizon. This is a big problem for Google. If the company hopes to attract more people to the service, it needs to provide a reason to be on Stadia. In other words: It needs more games.", "A look at Google's data center that allows Stadia to run", "Launch Lineup", "Google Stadia Launch Lineup:", "Assassin's Creed Odyssey", "Attack on Titan: Final Battle 2", "Destiny 2: The Collection (available in Stadia Pro)", "Farming Simulator 2019", "Final Fantasy XV", "Football Manager 2020", "Grid 2019", "Gylt", "Just Dance 2020", "Kine", "Metro Exodus", "Mortal Kombat 11", "NBA 2K20", "Rage 2", "Rise of the Tomb Raider", "Red Dead Redemption 2", "Samurai Shodown (available in Stadia Pro)", "Shadow of the Tomb Raider", "Thumper", "Tomb Raider 2013", "Trials Rising", "Wolfenstein: Youngblood", "Reportedly Releasing Before The End Of 2019:", "Borderlands 3", "Darksiders Genesis", "Dragon Ball Xenoverse 2", "Ghost Recon: Breakpoint", "The Bottom Line", "The Bottom Line: 6 out of 10", "Stadia seems tailored for a different crowd – the kind of game-curious individual who only pays attention to the occasional blockbuster release and isn’t willing to throw down a few hundred dollars on a dedicated piece of gaming hardware. Next year, when Google launches the free version of the Stadia service, the platform might find that audience. On the other hand, Stadia’s service isn’t currently valuable enough to justify the $129.99 early adopters price tag. Anyone devoted enough to follow industry trends probably cares enough about this hobby to spend the extra money on a console that provides a lag-free experience.", "Still, I want something like Stadia to succeed. Purchasing a game and immediately booting it up without concern for downloads or updates is liberating, and when you have a stable internet connection, streaming games off the cloud feels like magic. Oddly enough, Stadia filled me with excitement for a game-streaming future, but it left me with less confidence that Stadia would be the platform to usher us forward.", "Editorial Note: This review was conducted in a pre-release environment. We may revisit this review as we play more games after launch and as Google releases console updates."], "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Senior Editor", "Benjamin Reeves Is A Writer", "Journalist", "Geek Sponge. For The Last Years He Has Worked As An Editor For Game Informer Magazine. He Has A Passion For Video Games", "Comic Books"], "title": "Google Stadia Reviewed – Against The Stream", "id": "734bfa98-31cc-3a5d-b094-e71e071e43e1", "keywords": ["reviewed", "game", "launch", "stream", "stadia", "controller", "service", "speeds", "google", "streaming", "games", "users"], "summary": "The Stadia controller smartly hews close to modern controller design.\nThe Stadia controller might be a nice piece of physical hardware, but these tech issues need to get ironed out as soon as possible.\nFor starters, Google’s Pixel smartphones are the only phones that Stadia users will be able to use for streaming at launch.\nWhat about Stream Connect, which is Google’s way of supporting multiplayer by allowing Stadia users to create local couch co-op experiences via split-screen?\nNext year, when Google launches the free version of the Stadia service, the platform might find that audience.", "pubDate": null, "url": "https://www.gameinformer.com/review/2019/11/18/google-stadia-reviewed-against-the-stream"}