{"id": "7372ea2a-d988-301e-b09e-d4c2bc328686", "title": "Make Tinier New Year’s Resolutions This Year", "url": "https://www.nytimes.com/2021/01/01/at-home/newsletter.html", "summary": "Then everyone drew from the hat, each receiving a random resolution, an assignment for the year from someone else at the table.\nAs a result we were nudged out of our comfort zones (the friend who drew the “voice lessons” resolution actually took some lessons, something he wouldn’t have done otherwise).\nSince we hadn’t come up with the resolutions ourselves, they seemed like fun challenges rather than aspirations in pursuit of which we could fall short.\n(It took about a month for “It’s showtime” to fade from my morning schedule, but I still do it every now and then: a silly, theatrical flourish to start the day.)\nFor 2021, why not go gentle on the resolutions, keeping in mind that your nerves might be frayed, your zest for a life overhaul a bit depleted?", "paragraphs": ["Sign up to receive the At Home newsletter.", "Welcome. A group of friends and I used to gather for brunch every year on New Year’s Day, and at the end of the meal, we’d each write a resolution on a slip of paper and put it in a hat. Then everyone drew from the hat, each receiving a random resolution, an assignment for the year from someone else at the table.", "The resolution might be practical, something the person writing it hoped to do themselves: “Fold your clothes every night when you take them off,” “Sign up for voice lessons.” Or it might be something ridiculous: One year I drew, “Every morning when you wake up, stick your arms out at your sides, wiggle your fingers and say, “It’s showtime!”", "We were trying to add some whimsy to resolution-making, to make entertaining a self-improvement practice that can sometimes feel punishing. As a result we were nudged out of our comfort zones (the friend who drew the “voice lessons” resolution actually took some lessons, something he wouldn’t have done otherwise). Since we hadn’t come up with the resolutions ourselves, they seemed like fun challenges rather than aspirations in pursuit of which we could fall short. (It took about a month for “It’s showtime” to fade from my morning schedule, but I still do it every now and then: a silly, theatrical flourish to start the day.)", "For 2021, why not go gentle on the resolutions, keeping in mind that your nerves might be frayed, your zest for a life overhaul a bit depleted? Just as, earlier in the pandemic, I suggested making tiny changes in your day in order to create a routine instead of adopting a rigid schedule, you might look at resolutions as ways to tinker with your habits, not to totally replace them."], "authors": ["Melissa Kirsch"], "keywords": ["drew", "resolutions", "sign", "lessons", "hat", "tinier", "schedule", "morning", "took", "resolution", "voice"], "pubDate": "2021-01-01T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}