{"id": "737d83fe-1a76-3276-b283-497b7a5a3906", "title": "Oddworld: Soulstorm – Review In Progress", "url": "https://www.gameinformer.com/2021/04/06/oddworld-soulstorm-review-in-progress", "summary": "Oddworld: Soulstorm launched today, and you’re probably wondering where our review is.\nSo far I’m enjoying Soulstorm, mainly because it immediately addresses my primary issue with both the original Abe’s Oddysee and its remake, New 'n' Tasty!\nSoulstorm feels far more fluid; Abe even has a double jump, which is good because Soulstorm kicks off with an intense, fast-paced platforming gauntlet.\nThey aren’t horrible but take long enough to feel like a drag given the platform I’m playing on.\nI'm having a good time by and large, and look forward to seeing how it evolves.", "paragraphs": ["Oddworld: Soulstorm launched today, and you’re probably wondering where our review is. We didn’t get our code until late yesterday afternoon, so I’m still very much playing it. In the meantime, I figured I’d give some early impressions of the game.", "So far I’m enjoying Soulstorm, mainly because it immediately addresses my primary issue with both the original Abe’s Oddysee and its remake, New 'n' Tasty!: the stiff platforming. Soulstorm feels far more fluid; Abe even has a double jump, which is good because Soulstorm kicks off with an intense, fast-paced platforming gauntlet. I love having the confidence to just run, grab, and climb platforms without having to think about the controls nearly as much. The game still has the same general control scheme, but I had far less issues performing basic actions like aiming and tossing items.", "I haven’t had a chance to mess around with the new crafting system all that much. I have, however, become surprisingly engrossed with completing badges. These achievement tiers for completing actions like finding secret areas or collecting bottles aren’t the most robust addition, but they add a fun little incentive for poking around levels more thoroughly. Getting around Sligs is still mostly fun, though it's occasionally a frustrating exercise of trial and error as you figure out the right way to sneak past, distract, or trap them. A meter that indicates their alert status helps a lot. Now, you know exactly how much you're triggering them and when they’ll forget Abe and reset their patrols.", "I’m playing on PS5, and the game looks perfectly fine in terms of graphical fidelity but don’t expect it to knock you off your feet. That said, Oddworld’s delightfully weird art direction shines through, and it’s cool to see these familiar weirdos look even better than they did in New ‘n’ Tasty. I am disappointed with some of the load times. They aren’t horrible but take long enough to feel like a drag given the platform I’m playing on.", "More than anything, Oddworld: Soulstorm is definitely more of Abe’s Oddysee with some improvements and additions that I’m not sure are good or not just yet. I'm having a good time by and large, and look forward to seeing how it evolves. The game is available now and is a freebie on PS Plus for PS5, so if you’re reading this, odds are you’re knee-deep in it yourself. My review should be published later this week, but I’d love to hear your impressions in the comments!"], "authors": ["Associate Editor", "Marcus Is An Avid Gamer", "Giant Wrestling Nerd", "A Connoisseur Of Cartoons", "Obscure Childhood References. The Cat'S Out Of The Bagel Now"], "keywords": ["having", "oddworld", "tasty", "soulstorm", "playing", "im", "game", "good", "far", "review", "progress", "youre"], "pubDate": "2021-04-06T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}