{"id": "739397a6-0e8b-33ce-80ba-195f42ab04cf", "title": "Justin Haskins: AOC's socialist takeover of Democrats is working — here's why moderates should worry", "url": "http://www.foxnews.com/opinion/justin-haskins-aoc-socialist-takeover-democrats-working-no-moderates", "summary": "Historically, the caucus, which began in the 1990s, has been primarily a club for left-wing congressional Democrats.\nThe AOC-backed group Justice Democrats is working with numerous candidates across the country to unseat moderate Democratic members of Congress.\nIn September, AOC endorsed socialist congressional candidate Marie Newman, who is attempting to unseat an incumbent Democrat in Illinois.\nThe AOC-backed group Justice Democrats is working with numerous other candidates across the country to unseat even more moderate Democratic members of Congress.\nAs Ocasio-Cortez recently said, “Democrats can be too big of a tent.” Or, put another way, moderates are no longer welcome in the Democratic Party.", "paragraphs": ["Media darling Alexandria Ocasio-Cortez and her fellow “squad” members have never been shy about their plan to shove the Democratic Party toward adopting socialist principles. And now that we’re more than a year and a half into the AOC era, it’s clear that their two-part plan is working.", "The first component of their plan is to reshape the Congressional Progressive Caucus (CPC) into a powerful political force in Congress. Historically, the caucus, which began in the 1990s, has been primarily a club for left-wing congressional Democrats. But it had little political power because of its members’ unwillingness to vote as a bloc.", "AOC, Ilhan Omar, D-Minn., and other radical Democrats have been working to reform the CPC so that the socialist left has the ability to control — or, at the very least, heavily influence — the agenda for the entire party.", "NEWT GINGRICH: TRUMP IMPEACHMENT WILL BRING PELOSI AND HOUSE DEMOCRATS CONDEMNATION BY HISTORY", "Although the CPC hasn’t totally adopted this approach, socialists have in recent months made significant progress toward achieving their goal. The caucus was initially one of the primary drivers of the effort to impeach President Trump, and their demands for a government takeover of health care, increasing the federal minimum wage to $15, and the creation of a radical “Green New Deal” all made significant progress in 2019, laying the groundwork for 2021, when CPC members hope to have friendlier forces controlling the White House and Senate.", "CLICK HERE TO SIGN UP FOR OUR OPINION NEWSLETTER", "But perhaps the biggest victory for the CPC came in December when it won a widely publicized battle with House leadership over the details of drug-pricing legislation.", "The bill, titled the Elijah Cummings Lower Drug Costs Now Act, would allow Medicare to “negotiate” drug prices directly with pharmaceutical companies for a set number of drugs. Of course, it wouldn’t be much of a “negotiation.” The White House Council of Economic Advisers noted that those who fail to meet the pricing standards set by the federal government would “face an excise tax of up to 95 percent of sales.”", "The CPC supported the legislation’s framework, but it demanded that Speaker Nancy Pelosi and House leadership expand the number of drugs covered by the legislation from 35 to 50, along with several other fairly sizeable changes. Pelosi initially refused, but once the CPC threatened to vote against the bill, House leadership was forced to cave and the concessions were made.", "After winning the battle with Pelosi, Rep. Pramila Jayapal, a socialist and CPC co-leader, said on Twitter, “This is a huge victory for the American people! When we stick together, fight hard and with principle, we help improve lives for millions of people.”", "“Sticking together” is exactly what Ocasio-Cortez and her allies have been demanding of the caucus from the moment they arrived in Washington, and it’s looking like their efforts have paid off.", "The AOC-backed group Justice Democrats is working with numerous candidates across the country to unseat moderate Democratic members of Congress.", "The second part of AOC and her allies’ plan to reshape the Democratic Party is to push out of positions of power and influence those who don’t agree with their socialist platform.", "In an interview earlier in January with New York Magazine, Ocasio-Cortez said that despite the gains made within the CPC, it still has far too many moderate members.", "According to the New York Magazine profile, “She [Ocasio-Cortez] said the Congressional Progressive Caucus should start kicking people out if they stray too far from the party line. Other caucuses within the Democratic Party in Congress require applications, Ocasio-Cortez pointed out. But ‘they let anybody who the cat dragged in call themselves a progressive. There’s no standard,’ she said.”", "Later in the interview, when asked about the possibility of Joe Biden becoming president, AOC “groaned” and then said, “In any other country, Joe Biden and I would not be in the same party, but in America, we are.”", "Ocasio-Cortez isn’t just passively complaining about the alleged “moderates” in the party, either. In September, AOC endorsed socialist congressional candidate Marie Newman, who is attempting to unseat an incumbent Democrat in Illinois.", "In October, AOC endorsed Jessica Cisneros, a challenger to Henry Cuellar, D-Texas, yet another sitting Democratic member of Congress.", "Further, despite the fact Ocasio-Cortez has raised more money than any other Democratic member of the House, she has refused to give any of her vast treasure trove of resources to the Democratic Congressional Campaign Committee, choosing instead to independently help socialists and progressives that more closely align with her vision for the party.", "And that’s just the beginning. The AOC-backed group Justice Democrats is working with numerous other candidates across the country to unseat even more moderate Democratic members of Congress.", "The Democratic Party has been under the control of the left for more than a decade, but the present shift is even more extreme than many anticipated was possible at the end of the Obama era. Instead of preaching “tolerance,” AOC and her friends are demanding strict adherence to their brand of socialism. Anything short of putting the government in charge of virtually every aspect of society is now considered “too moderate” for their party.", "CLICK HERE TO GET THE FOX NEWS APP", "There is simply no room left in the Democratic Party for anyone who believes in anything approaching responsible government spending practices or limiting the power of the ruling administrative state in Washington — even if that limitation is slight. Only those who agree to walk in lockstep with Ocasio-Cortez and the other de facto leaders of the party will be tolerated.", "As Ocasio-Cortez recently said, “Democrats can be too big of a tent.” Or, put another way, moderates are no longer welcome in the Democratic Party. It belongs to Karl Marx now.", "CLICK HERE TO READ MORE BY JUSTIN HASKINS"], "authors": ["Justin Haskins"], "keywords": ["democrats", "cpc", "aoc", "justin", "congressional", "heres", "party", "members", "working", "ocasiocortez", "house", "democratic", "haskins", "socialist", "moderates", "takeover", "aocs", "worry"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}