{"id": "7397401b-195a-3b30-a848-59034ac19fe2", "title": "The Man Who Saw Through Himself", "url": "https://www.newyorker.com/books/page-turner/the-man-who-saw-through-himself", "summary": "But, Bošković wrote, Leiris was also an “artist, poet, writer, critic, traveller, surrealist .\na true ‘Renaissance Man’ whose friends included Breton, Bataille, Giacometti, Picasso, Césaire, and Métraux.” This gets us closer.\nAt least five of the translated Leiris volumes are indispensable.\nIn 1939, Leiris published “Manhood,” a memoir that he’d begun writing before his trip with Griaule.\nLike “Manhood,” the book was an “action,” but Leiris seemed to have changed his relationship to language.", "paragraphs": ["When Michel Leiris died, in 1990, at the age of eighty-nine, the anthropologist Claude Lévi-Strauss wrote, in Libération, that Leiris was “indisputably one of the great writers of the century.” That would seem to be a big claim, especially if the name Leiris meant nothing to you. What was so great about him? The anthropologist Aleksandar Bošković wrote, in 2003, that “there is perhaps no single figure that influenced so strongly French ethnology and anthropology.” This is one Leiris. But, Bošković wrote, Leiris was also an “artist, poet, writer, critic, traveller, surrealist . . . a true ‘Renaissance Man’ whose friends included Breton, Bataille, Giacometti, Picasso, Césaire, and Métraux.” This gets us closer.", "Leiris was, before anything, a tireless witness to lived experience. The term he preferred for most of his work was not “memoir” but “autobiographical essay,” and he applied the rigor of an objective observer to his recording of the subjective. Born in 1901, he worked steadily for seven decades, but his books have yet to secure a spot with most Anglophone readers. At least five of the translated Leiris volumes are indispensable. These include two recent English editions, whose late appearance helps explain the low profile: the 2019 Semiotext(e) edition of “The Ribbon at Olympia’s Throat,” which was first published in 1981, and “Phantom Africa,” published by Seagull Books, in 2019, eighty-five years after it was released in French. “The Rules of the Game,” an autobiography published in four volumes, between 1948 and 1976, is Leiris’s longest and most essential work, glacially slow and furiously alive. I can’t vouch for the fourth and final book, “Frêle Bruit,” because it hasn’t yet appeared in English, but the first three volumes—“Scratches,” “Scraps,” and “Fibrils,” as translated by Lydia Davis—are among the most astonishing books I’ve read.", "2020 in Review New Yorker writers reflect on the year’s highs and lows.", "Leiris was a shy and flinty nonbeliever, who valued exactitude above all and who wrote nested, page-long sentences to create “a series of screens” between himself and his ideas. He escaped calcification by holding fast to his curiosity and built ethical strength by observing the slow boil of his consciousness. By the nineteen-fifties, he was firmly anti-colonialist, anti-racist, and anti-capitalist. In 1976, when he was seventy-four, he wrote that his core themes were “an aspiration to the marvellous, a desire to commit himself to the struggle against the flagrant injustices of society, a desire for universalism which has led him to have direct contacts with cultures other than his own.” In 2020, he was a delightful companion.", "Leiris stumbled onto his themes. As a university student, he flirted with jazz and chemistry, before graduating with a degree in philosophy. He spent the next few years working in Paris, and by 1929 he had married, gained renown as a poet, and joined then broken with the Surrealist movement. (He remained committed to the “broadly defined psychological and social liberation” that Surrealism espoused.) That year, he became an editor for Georges Bataille’s Documents, a heterodox magazine that served as a workshop for writers floating through and away from the Surrealist epicenter. According to one front cover, the magazine was dedicated to “doctrines, archaeology, fine arts, and ethnography.” Ethnography was then a barely defined field in France, but its promise caught Leiris’s attention. Eager to get out of Europe, he agreed, in 1931, to be the “secretary-archivist” for a two-year expedition, organized by the anthropologist Marcel Griaule, across sub-Saharan Africa.", "Leiris’s account of that trip, “Phantom Africa,” would be his first great work. Leiris did not approach what he called the “fortuitous circumstance” of his journey as a traditional ethnographer, partly because he had no training in the field. Instead, he kept a diary and—according to Brent Hayes Edwards, who translated the new edition—“was adamant that, aside from minor corrections,” the entries “were not revised after the fact.” The result is more than six hundred pages of journal entries, which recount dreams, the behavior of soldiers, a variety of conflicts with Griaule, erotic projections, aches, other aches, and a running measure of his distance from both the people he was studying and the people who had sent him to do the studying. (The first English translation, by Robin Chancellor, was abandoned after the book’s publisher demanded extensive cuts to what he called “schoolboys’ lavatory wall dirt.” Leiris did not agree to the cuts.) On the trip, Leiris used file cards to document the items his group would take to France. For the rest of his life, he would use the same method to organize ideas for his books.", "Leiris wrote that “Phantom Africa” was the aggregate of “what would result when I forced myself to record virtually everything that happened around me and everything that went through my head.” One can sense the autobiographer taking shape in these lines, but Leiris also found room, in his mind, to make an argument about ethnography. “Phantom Africa” confounded the field’s claims to objectivity by pointing out that the ethnographer is often just recording himself. There was a challenge, too, in the book’s explicit political critique. In his entries, Leiris questioned the validity of the French colonial mind-set and, more specifically, the moral implications of collecting so much butin (booty) for French museums. (Some of the butin that Leiris described is now being considered by Emmanuel Macron for restitution.) After the book came out, in 1934, Griaule and Leiris had a falling out. Five years later, in an unsent letter written to Bataille, Leiris was still warning against the “imposition of our European casts of mind upon the facts” of ethnography. “However intensely we imagined living the experience of the native person,” he wrote, “we cannot enter his skin, and it is always our own experience that we live.”", "Most Americans first encountered a Leiris who had little to do with ethnography. In 1939, Leiris published “Manhood,” a memoir that he’d begun writing before his trip with Griaule. More than two decades later, Susan Sontag reviewed Richard Howard’s English translation for The New York Review of Books. Her oft-quoted opening is “Plunked down in translation in the year 1963, Michel Leiris’s brilliant and repulsive autobiographical narrative L’Age d’Homme, is at first rather puzzling.” (The essay became the foreword for a later edition of the book, the word “repulsive” subtracted.) Sontag reads Leiris’s honesty as “an especially powerful instance of the venerable preoccupation with sincerity peculiar to French letters.” This interpretation leads to mention of Montaigne, a common move in Leiris criticism, though Montaigne was generally more concerned with coming off well. Not so Leiris, who opens “Manhood” with a slow, disgusted X-ray of himself. “I loathe unexpectedly catching sight of myself in a mirror, for unless I have prepared myself for the confrontation, I seem humiliatingly ugly to myself each time,” he writes.", "For Leiris, even self-esteem is suspect, another trap between you and experience. In 1946, in an afterword to “Manhood,” Leiris wrote that the book was “the negation of a novel.” “In it,” he wrote, “I set out mainly to condense, almost in the rough, an ensemble of images and facts that I refused to exploit by allowing my imagination to work on them.” Even if Sontag’s response was partly disparaging—“The book has no movement or direction,” she wrote, and “provides no consummation or climax”—she did see Leiris’s broader project clearly. “Manhood is another of those very modern books which are fully intelligible only as part of the project of a life,” she wrote. “A book,” in other words, “is an action, giving on to other actions.”", "“Manhood” was absolutely part of that project, but it may not have been the most felicitous way to introduce Anglophone readers to Leiris. The “impassioned frankness” that Leiris longed for is muddled by an atypical focus on the narcissistic injuries of his early years. But there was more to come. In his mid-thirties, Leiris began the decades-long autobiographical study that became “The Rules of the Game.” The first volume, “Scratches,” appeared in 1948. Like “Manhood,” the book was an “action,” but Leiris seemed to have changed his relationship to language. According to Davis’s introduction, Leiris said that he could “scarcely see the literary use of speech as anything but a means of sharpening one’s consciousness in order to be more—and in a better way—alive.” His sentences had blossomed into a new variant, which held the reader close and pushed time into the background. Leiris had found the music of his consciousness, and it obeyed a slow, searching tempo.", "“Scratches” begins with Leiris’s earliest memories, of carpet patterns and lead soldiers and alphabet books. He pairs the associative logic of Documents with the mode of Proust and, affixing one idea to another and another, lets both run to the pulse of memory. This accretive pace, a ball of gum rolling through the senses, means that his memory of his father’s phonograph begins with the word “Persephone” and takes dozens of pages to unfold. “Persephone” leads to “gramophone” and then to “diaphragm,” which leads to an examination of the “slightly fatty quality” of the surface noise heard when the grooves of a wax cylinder are traced by a needle and amplified through a metal horn, creating a “tempest in a teapot (or even in a cup for mixing watercolors), a seismic tremor racking the thickness of a crystal lens.” Davis, who translated much of “The Rules of the Game,” told me that she “delighted in reconstructing the complex syntax” of such sentences, and that “Leiris’s style is, if anything, even more convoluted or complex than Proust’s.” Davis has described both Leiris and Proust as using a “hypotactic structure,” with many subordinate clauses, and the poet Jean Laude called Leiris’s method “fugal,” in conversation with itself. These are accurate summations, but it remains hard to capture, in a comprehensive way, what was a new mode for Leiris, a long and loose cadence that allowed his writing to embody his thinking.", "In 1981, five years after “Frêle Bruit,” the final volume of “The Rules of the Game,” came out, Leiris published “The Ribbon at Olympia’s Throat,” which has been newly translated by Christine Pichini. Less a coda to his masterwork than its continuation, “The Ribbon at Olympia’s Throat” is perhaps the best introduction to Leiris, his interests, and the curve of his rhythms. If skepticism is central to his project, you see it here, at the level of the sentence, where his subordinate clauses delay and delay, pushing the point away from you as you read.", "This book is a memoir, again, with an oddly specific orientation. One axis is a series of twenty-five observations about Édouard Manet’s painting “Olympia,” which features a nude white woman, her neck ringed with black ribbon, being brought flowers by a clothed Black servant. Leiris doesn’t interpret the painting so much as study himself in its presence. The other axis is a chain of observations, each a digression from the last, about Leiris’s neighborhood. Two young women in a sports car are trying to pick him up (he hopes), a beggar argues with him, and the trees near his house are “so high, so straight and so close together that inside them not a sound is heard, as if they had placed sound outside of our reach while soaring—fearless—towards the sky and pushing sound up, out of the compact mass of the highest branches, towards a space of quarantine.”", "“Olympia” is the ribbon that ties the book together. Leiris’s father told the writer that Manet had painted a “lifeless figure whose formal stiffness was as repellent as her almost cadaverous complexion.” Leiris disagreed. He believed that the “ribbon and other accessories only emphasize her nudity,” and that the ribbon itself is “the unnecessary detail that hooks us and makes Olympia real.” This fetishistic attention is the central subject of the book. For Leiris, the ribbon is “the rope that keeps me from foundering.” He keeps looking for ways to connect events to totems, “a detail to use as a lever, like the ribbon.”", "Because the crucial detail could lie anywhere, waiting to be uncovered, Leiris tends not to weight his experiences differently. Each event is presented as equally animated or blank, and the smallest experiences are some of the richest. “While smoking a cigarette and drinking tea in my bedroom in Paris, the desire often strikes me—irrational but acutely felt—to smoke a cigarette,” Leiris writes. “But I am already smoking, and thus it is absurd to wish to do something that, quite simply, I’m in the middle of doing.” At one point, Leiris argues with himself for seven pages about how to describe and interpret sunlight in the Black Forest: “Limpid patches somehow transforming the terrestrial landscape into a kind of negative of the celestial landscape, which itself was stained by fat, dark clouds.” Eventually, after ruminating on writing, death, and opera, he turns the lens back to himself, claiming to be a failure—“the preoccupied snob and unquiet man I have always been”—just as he succeeds. “While we’re in the thick of it, we would like the book, a tossed pebble, to make some waves,” he writes. “But, whatever acclaim it may receive, the party will already be over, the spell already broken.”", "In “Scratches,” Leiris wrote that he felt an “irrational repugnance at the idea of going straight to the point.” Several decades later, in 1987, three years before his death and after all of his books had been written, he said that “a person in our day and age who has self-respect owes it to himself to be as lucid as he can possibly be.” These ideas, seemingly at odds, are, in fact, two sides of the same belief—that language, properly engaged, can reveal the holy glint of experience. For Leiris, it could also provide something like an ethics. He loved the sounds of words, their accidental commonalities, the fellowship found within a family of writers, and the house of the sentence itself, which, if built properly, contains both what has happened to us and how we’ve perceived it, at the exact same time, again and again.", "2020 in Review"], "authors": ["Sasha Frere-Jones", "Sasha Frere-Jone", "Jennifer Wilso"], "keywords": ["saw", "leiriss", "wrote", "books", "ribbon", "french", "manhood", "man", "translated", "leiris", "book", "published"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}