{"id": "73988964-4dde-3dfa-8988-4ce84eb9d0a0", "title": "David French: ‘The Pandemic, Does Not Repeal The Constitution’", "url": "https://radio.foxnews.com/2020/12/01/david-french-the-pandemic-does-not-repeal-the-constitution/", "summary": "David French, Senior Editor Thedispatch.com spoke with Fox News Radio's Guy Benson about the U.S. Supreme Court decision blocking coronavirus restrictions imposed on religious gatherings in New York.\nFrench said, 'The Pandemic, Does Not Repeal The Constitution'French broke down the Supreme Court's ruling blocking New York governor's Covid-19 restrictions order saying,\"So there's two things here.\nBut what they went to the court and they said, we're doing social distancing, we're doing restrictions, we're doing masking.\nAnd the constitutional standard here, like the pandemic, does not repeal the Constitution, sort of the lowest level standard applicable.\nSo when you single out religious worship for different and worse treatment, it's not neutral anymore.", "paragraphs": ["David French, Senior Editor Thedispatch.com spoke with Fox News Radio's Guy Benson about the U.S. Supreme Court decision blocking coronavirus restrictions imposed on religious gatherings in New York. French said, 'The Pandemic, Does Not Repeal The Constitution'", "French broke down the Supreme Court's ruling blocking New York governor's Covid-19 restrictions order saying,", "\"So there's two things here. One is a lot of the doom mongering was really absurd, given the facts of the case and the facts of the case. It was laid out is clear as day that these worship services had been operating at 25 and 33 percent capacity and there had not been a single covid outbreak. So this was not a situation where these churches and synagogues were risking public health by engaging in bad practices. Had they done that, had they gone to the court and said, hey, we get to gather together without social distancing, without masking, they would have lost. But what they went to the court and they said, we're doing social distancing, we're doing restrictions, we're doing masking. We have not had a Covid outbreak, and yet we're still under more restriction than secular business activities. And the constitutional standard here, like the pandemic, does not repeal the Constitution, sort of the lowest level standard applicable. The most lenient to the state is that the state is allowed to enact neutral laws of general applicability. So when you single out religious worship for different and worse treatment, it's not neutral anymore. And so the issue here wasn't why do churches get to do whatever they want to do? It was do these religious institutions, which have behaved responsibly and have had no covid outbreaks and are taking safety measures, do they get to essentially continue to do what they've been doing that's been successful? It wasn't anything goes for churches by any means and a church that that said anything goes would have lost.\"", "Listen To The Full Conversation Below:"], "authors": ["Wyatt Dobrovichfago"], "keywords": ["york", "constitution", "doing", "churches", "worship", "supreme", "pandemic", "religious", "covid", "david", "wasnt", "repeal", "restrictions", "does", "court", "french"], "pubDate": "2020-12-01T00:00:00", "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}