{"id": "739abbb9-68ee-3fbb-92c1-7afa0f16b0e9", "title": "San Diego police declare 'unlawful assembly' as Trump supporters, counter-protesters face off", "url": "https://www.foxnews.com/us/san-diego-police-unlawful-assembly-pro-trump-counterprotesters", "summary": "San Diego police declared an unlawful assembly as Trump supporters and counter-protesters faced off Saturday, according to reports.\nThe protest also prompted police to warn residents to stay away from the Pacific Beach intersection \"due to acts of violence.\"\nLocal affiliate FOX 5 San Diego tweeted a number of pictures and videos of the event, showing the two groups, and police trying to keep the situation from escalating.\nCAPITOL POLICE ANNOUNCE OFF-DUTY DEATH OF OFFICER; NO CAUSE OF DEATH GIVENAround 50 pro-Trump demonstrators and 200 counter-protesters faced off, according to KPBS.\nAt least three people were arrested for refusing to disperse, according to NBC 7 San Diego.", "paragraphs": ["San Diego police declared an unlawful assembly as Trump supporters and counter-protesters faced off Saturday, according to reports.", "The protest also prompted police to warn residents to stay away from the Pacific Beach intersection \"due to acts of violence.\"", "Local affiliate FOX 5 San Diego tweeted a number of pictures and videos of the event, showing the two groups, and police trying to keep the situation from escalating.", "\"Rocks & bottles are being thrown at officers,\" the police tweeted. \"Pepper spray (OC) from the crowd is being sprayed towards officers.\"", "The police promised that \"actions will be taken\" against those attacking police.", "CAPITOL POLICE ANNOUNCE OFF-DUTY DEATH OF OFFICER; NO CAUSE OF DEATH GIVEN", "Around 50 pro-Trump demonstrators and 200 counter-protesters faced off, according to KPBS. The protests started around 1 p.m.", "All groups appeared to leave the area by 6 p.m., and police said they would arrest anyone who returned or remained in the area.", "At least three people were arrested for refusing to disperse, according to NBC 7 San Diego.", "CLICK HERE TO GET THE FOX NEWS APP", "In a video posted online, a group of black-clad protesters, one displaying an \"Antifascist Action\" banner, could be heard chanting \"racists go home\" at the entrance to Crystal Pier."], "authors": ["Peter Aitken", "Peter Aitken Is A New York Born-And-Raised Reporter With A Focus On National", "Global News."], "keywords": ["warn", "according", "death", "san", "assembly", "groups", "supporters", "faced", "tweeted", "counterprotesters", "fox", "unlawful", "diego", "face", "declare", "trump"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}