{"summary": "House Democrats’ rush to an impeachment vote against President Trump before the end of the week is like impulsive “last-minute Christmas shopping,” the top Republican on the House Judiciary Committee said Tuesday during a marathon day of contentious hearings on Capitol Hill.\n“When you’re [under] the tyranny of a clock and that calendar, nothing else matters,” Rep. Doug Collins, R-Ga., told the House Rules Committee.\nThe House Judiciary Committee last week voted to send two articles of impeachment to the House floor, alleging Trump obstructed Congress and abused the powers of his office.\nSpeaking after Rep. Jamie Raskin, D-Md., introduced the Democrats’ case Tuesday, Collins also compared what’s happening in the Democrat-led House to the 1865 chidlren's novel \"Alice's Adventures in Wonderland.\"\nWe’re more 'Alice in Wonderland' than we are House of Representatives.” — Rep. Doug Collins, R-Ga.CLICK HERE FOR THE ALL-NEW FOXBUSINESS.COMOn Wednesday, House Democrats will convene to adopt the rules for the impeachment debate shortly after 9 a.m.", "keywords": ["christmas", "rep", "vote", "democrats", "president", "doug", "collins", "rush", "whats", "shopping", "impeach", "trump", "house", "youre", "lastminute", "impeachment"], "paragraphs": ["House Democrats’ rush to an impeachment vote against President Trump before the end of the week is like impulsive “last-minute Christmas shopping,” the top Republican on the House Judiciary Committee said Tuesday during a marathon day of contentious hearings on Capitol Hill.", "“When you’re [under] the tyranny of a clock and that calendar, nothing else matters,” Rep. Doug Collins, R-Ga., told the House Rules Committee. “It’s like what’s gonna happen here in the holidays is, you’re getting close to that day and you’re supposed to get that gift and nothing else matters, you just gotta go get it.", "“At the last minute if you don’t have anything,” Collins continued, “you just go out and you buy the first thing you get.”", "“At the last minute, if you don’t have anything, you just go out and you buy the first thing you get.” — Rep. Doug Collins, R-Ga.", "WITH TRUMP IMPEACHMENT VOTE IMMINENT, PRESIDENT TRAVELING TO BATTLE CREEK, MICH., TO RALLY THE FAITHFUL", "Collins made the remarks before the rules panel ultimately approved procedures for Wednesday's impeachment proceedings in a 9-4 party-line vote. The House Judiciary Committee last week voted to send two articles of impeachment to the House floor, alleging Trump obstructed Congress and abused the powers of his office. Articles related to other Democratic allegations, such as bribery, were notably absent.", "“The clock was running out and they found a phone call they didn’t like, they didn’t like this administration, they didn’t like what the president did,\" Collins continued during his testimony. \"They tried to make up claims that there was pressure in all these other things outlined in the report, but at the end of the day it’s simply last-minute Christmas shopping.", "", "“They ran and found something and said ‘We can do it!’” he concluded.", "The panel’s meeting Tuesday laid the procedural groundwork for the House debate on Wednesday, outlining the timetable and other factors for the historic and divisive moment in Washington. At the core of the inquiry is Trump’s July 25 phone call with Ukrainian President Volodymyr Zelensky. Democrats allege that Trump’s push for investigations into the 2016 election and former Vice President Joe Biden’s conduct in the country was part of an attempted quid pro quo in exchange for a White House meeting and the unlocking of military aid. Trump denies this.", "Speaking after Rep. Jamie Raskin, D-Md., introduced the Democrats’ case Tuesday, Collins also compared what’s happening in the Democrat-led House to the 1865 chidlren's novel \"Alice's Adventures in Wonderland.\"", "“What’s up is down and what’s down is up,” Collins said. “We’re more 'Alice in Wonderland' than we are House of Representatives.”", "“What’s up is down and what’s down is up. We’re more 'Alice in Wonderland' than we are House of Representatives.” — Rep. Doug Collins, R-Ga.", "CLICK HERE FOR THE ALL-NEW FOXBUSINESS.COM", "On Wednesday, House Democrats will convene to adopt the rules for the impeachment debate shortly after 9 a.m. ET, followed by six hours of debate evenly divided between Republicans and Democrats. Some members will be afforded only one minute to speak, and no amendments to the impeachment resolutions will be permitted.", "The final vote sequence will likely begin well into the evening hours, with one vote held on each article of impeachment, Fox News was told. It will likely end with Trump becoming just the third U.S. president ever to be impeached -- a history-making development that Trump has said reflects far worse on congressional Democrats than it does on him.", "Fox News’ Adam Shaw and Gregg Re contributed to this report."], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "http://www.foxnews.com/politics/doug-collins-democrat-impeachment-last-minute-christmas-shopping", "authors": ["Danielle Wallace", "Rep. Doug Collins"], "id": "73c388bc-ab53-3be2-9a84-98517acc2f14", "pubDate": null, "title": "Doug Collins: Democrats' rush to impeach Trump like 'last-minute Christmas shopping'"}