{"id": "740afb82-b91e-32a5-a353-413a4b67c0f4", "title": "David McWilliams: ‘Britain must learn to think like a small country’", "url": "https://www.ft.com/video/a273ca6a-df63-4c3b-a735-c107e4ac1fc8?playlist-name=latest&playlist-offset=7", "summary": "And we there yet by a long, long way.\nDAVID MCWILLIAMS: I really believe that Britain could stay together if Britain learns how to think like a small country.\nAnd this is a really significant issue, but Britain is a small country.\nSometimes it doesn't feel that it's a small country.\nBut I think that small countries, Robert, they learn how to listen.", "paragraphs": ["You can enable subtitles (captions) in the video player", "LESLEY RIDDOCH: I'd say 60% likely that there is an independent Scotland. And it's hard to see whether that will then immediately shift the other Celtic nations. The border [INAUDIBLE] possibility in Northern Ireland is very strong right now. It needs, however, political electoral vehicles to be able to turn that into something that could result in the border [INAUDIBLE]. And we there yet by a long, long way.", "So that might not be as quick. Wales has seen the biggest change lately in support for independence. It's a much smaller country, but who knows? So yes, there's obviously a lot of restiveness. And I guess a lot hangs on the Scots.", "DAVID MCWILLIAMS: I really believe that Britain could stay together if Britain learns how to think like a small country. And this is a really significant issue, but Britain is a small country. Sometimes it doesn't feel that it's a small country. But small countries tend-- and I'll give you a quick statistic. There are only 729 Britons for every 100,000 people in the world. There's only about 200 Irish people for every 100,000. So we're both small. But I think that small countries, Robert, they learn how to listen. They understand also that compromising is not a weakness. It's a strength."], "authors": [], "keywords": ["mcwilliams", "small", "country", "david", "really", "long", "inaudible", "learn", "quick", "lot", "think", "theres", "britain"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}