{"id": "742a5505-1575-39ef-8fb1-fadeec745152", "title": "Alt-riot - Far-right digital media paved the way for the riot in Washington", "url": "https://www.economist.com/united-states/2021/01/07/far-right-digital-media-paved-the-way-for-the-riot-in-washington", "summary": "THE RIOT at America’s Capitol on January 6th was at least partly born on social media.\nMainstream political figures such as Ted Cruz, a senator, and Kayleigh McEnany, the White House press secretary, have joined far-right provocateurs booted from mainstream platforms in encouraging migration elsewhere.\nParler, a Twitter clone founded in 2018, was for part of November the most downloaded app from Apple and Google.\nThe alternative platforms are still tiny—Parler claims to have 12m users; Twitter has 187m—and have teething problems, such as in loading pictures, controlling spam and averting crashes.\nThey are faced with a choice: either abandon that ambition, or clean up their act to draw investors and users—and thus become more like the mainstream platforms they would like to supplant.", "paragraphs": ["THE RIOT at America’s Capitol on January 6th was at least partly born on social media. After Donald Trump encouraged his supporters to come to Washington to protest against Joe Biden’s certification by Congress as president, platforms such as Parler, Telegram and Spreely—less moderated alternatives to mainstream platforms such as Twitter and Facebook—were awash with calls to swarm the city. Chatter included fantasies of engaging in violence and advice on how to smuggle firearms into Washington, which has some of America’s strictest gun-control laws.", "During Mr Trump’s presidency, “free-speech” social-media platforms have thrived. Many on the right equate content moderation with censorship—a sentiment likely to intensify after Twitter temporarily locked Mr Trump’s account and Instagram and Facebook banned him, at least until he leaves office. Mainstream political figures such as Ted Cruz, a senator, and Kayleigh McEnany, the White House press secretary, have joined far-right provocateurs booted from mainstream platforms in encouraging migration elsewhere. Parler, a Twitter clone founded in 2018, was for part of November the most downloaded app from Apple and Google. Another outlet, Gab, claimed to be the “fastest-growing alternative-media platform on the internet” and bragged that, at its current pace, it would have more page views than the Wall Street Journal by the second quarter of 2021. That is a bit like tracking a teenager’s rapid growth and concluding that, at current rates, he will be eight metres tall at the age of 60; these platforms may find converting current popularity into long-term stability difficult.", "For now, however, they are a potent source of misinformation, in part because of the growing links between platforms and far-right news outlets such as Newsmax and One America News Network (OANN). Parler, for instance, is littered with links to OANN and Newsmax, as well as to a host of other sites promoting even more outlandish views; one such claim is that an explosion in central Nashville on Christmas Day was not, in fact, a suicide-bombing but rather a missile strike aimed at a facility the National Security Agency uses to spy on AT&T customers. These connections create the impression that information is verified and trustworthy, rather than just the same dodgy claim repackaged, sometimes with the slicker production values of OANN or Newsmax.", "Some platforms seem perfectly content to be small niche sites for extremists. But others have bigger ambitions, portraying themselves as crusaders against the groupthink enforced by Facebook and Twitter. Those that wish to thrive beyond extremist circles must overcome several sets of obstacles.", "The first set is technical. The alternative platforms are still tiny—Parler claims to have 12m users; Twitter has 187m—and have teething problems, such as in loading pictures, controlling spam and averting crashes. This is normal for growing platforms, but makes it hard to retain users. On the night that the Capitol was invaded, many users complained that Parler was not working properly.", "The second set is financial. Some small platforms rely on other firms for payment and tech support that might be more fastidious about the presence of extreme views and the absence of moderation. Gab has been banned from both the Apple and Google app stores. GoDaddy, its domain provider, and PayPal, a payment service, cut ties after a man who committed a massacre at a synagogue in Pittsburgh was found to have been a user. Other sites are trying direct payments. Money can be made this way: a recent report by the Southern Poverty Law Centre, which tracks extremist groups, found that Nicholas Fuentes, a far-right commentator banned from YouTube in February for hate speech, made roughly $326 a day on a video live-streaming site popular in extremist circles. But the size of the market is hard to gauge.", "The last obstacle is by far the most daunting: how to attract enough users. A month after Parler topped the Google and Apple app stores, it had fallen several hundred places. Some users were put off by technical glitches, others by spam and porn, still others by the extremism they found there. And Parler still has to compete with Twitter and Facebook, which enjoy huge network effects and still carry vast amounts of extreme content.", "Even influential advocates of the exodus have trouble practising what they preach. Mr Cruz has more followers on Parler than on Twitter, but still tweets more than he posts there. Users complain that Parler is less engaging precisely because of its homogeneous membership—picking fights on the internet is no fun without opponents.", "But attracting a wider array of users—a key to commercial success—may require content moderation. Critics decry it as censorship, but, says Sarah Roberts of the University of California, Los Angeles, platforms cannot be financially viable without control over what is posted on them.", "Platforms can, of course, choose to remain small and not moderate, but that risks becoming cesspits like Gab and 8kun—and of being associated with an atrocity. That can happen to mainstream sites, of course: the man who carried out massacres at mosques in Christchurch, New Zealand, last year live-streamed his deeds on Facebook. But the damage to Facebook's reputation was limited. A smaller, less diverse platform might be hit harder. “Influencers” such as elected politicians might well abandon it, an especially daunting prospect for Parler’s influencer-centric model.", "That millions have chosen to visit places where lies, conspiracy theories and hatred thrive is cause for worry. Yet the platforms are a long way from threatening incumbents. They are faced with a choice: either abandon that ambition, or clean up their act to draw investors and users—and thus become more like the mainstream platforms they would like to supplant."], "authors": ["The Economist"], "keywords": ["users", "views", "washington", "mainstream", "sites", "small", "way", "riot", "paved", "platforms", "twitter", "farright", "oann", "facebook", "media", "altriot", "parler", "digital"], "pubDate": "2021-01-07T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}