{"id": "7444e388-5e8e-3d04-9945-9cebf412b17a", "title": "Preserving Macao's handmade signs in the digital age", "url": "https://edition.cnn.com/style/article/artisans-macao-typography-signs/index.html", "summary": "For more than 30 years, Lam has been creating handwritten storefront signs in the former Portuguese colony as a full-time typographer.\nIn each of his characters, Lam aims for a trifecta of balance, clarity and liveliness.\nLam has been creating handwritten storefront signs in Macao for more than 30 years.\nLam's signs advertise doctors' offices and grocery stores, real estate agencies and apartment buildings.\nSo far, he's digitized around 300 of Lam's Chinese characters, a process that took six months.", "paragraphs": ["Written by Dan Tham, CNN Macao", "Perched on a stool in his dusty workshop in Macao, Lam Weng Io looks like a scholar or a librarian, bespectacled and in deep concentration.", "With steady hands, he carefully guides a sheet of red acrylic through a cutting machine.", "For more than 30 years, Lam has been creating handwritten storefront signs in the former Portuguese colony as a full-time typographer. In each of his characters, Lam aims for a trifecta of balance, clarity and liveliness.", "Hundreds of the 65-year-old's signs can be seen all over Macao, a special administrative region that was handed back to China in 1999 after centuries of Portuguese rule.", "Lam has been creating handwritten storefront signs in Macao for more than 30 years. Credit: Dan Tham/CNN", "They're written in traditional Chinese characters -- which are more complicated and contain more strokes -- as opposed to the simplified Chinese characters that were adopted by the mainland in the 1950s, when Macao was still a European colony.", "Adorning the entrance to Lam's workshop-cum-abode are bright red letters, wishing good fortune in the Year of the Pig. As he works, wall of white paper scrolls covered with Chinese poems and aphorisms flutter in the breeze.", "The machine hums and slices. Lam shifts the sheet this way and that.", "After a few minutes of intense focus, Lam frees a word from an acrylic sheet. He holds it up to light, inspects the grooves.", "\"門.\" Chinese for \"gate.\"", "Photographed above is a Chinese character for \"gate.\" Credit: CNN", "While this particularly character is usually written as two nonadjacent radicals that look like saloon doors from a Western movie, Lam's 門 comes out in one piece, with the stylized flourishes of a brushstroke.", "Lam says he was noticed for his penmanship from an early age.", "\"I've always been interested in Chinese characters,\" Lam says. \"When I was a student, other classmates would ask me to write characters for them, because they liked the look of my handwriting. When I got older, people told me that I should open my own business.\"", "Lam's signs advertise doctors' offices and grocery stores, real estate agencies and apartment buildings.", "But Lam says business has been slow lately, because shopkeepers across Macao are opting for cheaper, digitally-produced signs over his traditional ones.", "\"In the digital age, many people don't need you to write for them,\" Lam says. \"I've received fewer customers.\"", "But technology hasn't spelled total doom for Lam's typography business. In 2014, a chance meeting led Lam to local typeface designer, Benny Tang Pou I, a long-time fan of his work. Tang's award-winning work includes fonts that emulate birds in flight and the cobblestoned streets of Macao.", "Tang says he was struck by the beauty of the signs produced by Lam. Together, the two decided to digitize Lam's handwriting, with every stroke in every character replicated on Tang's computer and immortalized as a typeface.", "\"I would say that handwritten signs, like Mr. Lam's, convey more emotion and humanness,\" the 38-year-old says. \"A digitally-produced sign feels lifeless.\"", "Tang says he was struck by the beauty of the signs produced by Lam. Credit: Dan Tham/CNN", "Tang scans the characters onto his computer and then adjusts the shape of the strokes to create more uniformity. So far, he's digitized around 300 of Lam's Chinese characters, a process that took six months. He aims to convert up to 13,000 by the end of the project, which could take more than five years.", "On a stroll near the Ruins of St. Paul's, Lam and Tang point out the signage that carries Lam's trademark style. Pausing in front of a barber shop, the two are greeted by the storeowner. They explain that Lam had written his storefront sign. The three men step back and admire his handiwork.", "For Tang, these kinds of traditional signs do more than convey information to passersby. They can help to define a city's aesthetic and cultural identity.", "\"Certain things here (in Macao) are slowly fading away,\" Tang says, \"Like Mr. Lam's signs. If we don't take action to preserve his font now, there might not be an opportunity in the future.\""], "authors": ["Dan Tham"], "keywords": ["preserving", "handmade", "age", "characters", "macao", "signs", "macaos", "chinese", "lam", "written", "tang", "digital", "traditional", "storefront", "lams"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}