{"id": "746fe034-5915-378c-8952-b9b2036881cb", "title": "Land of shuang bao tai: twins in Yunnan province – a photo essay", "url": "https://www.theguardian.com/artanddesign/2020/dec/07/land-of-shuang-bao-tai-twins-in-yunnan-province-a-photo-essay", "summary": "“Shuang bao tai”, 双胞胎 is the Chinese word for twin, which translates as: 双 double 胞 womb 胎 embryo.\nIn Mojiang, in Yunnan, south China, the region’s exceptionally high percentage of twin births draws in visitors.\nMonozygotic, or identical twins, make up about 0.3% of the world population and dizygotic, or non-identical twins, occur in about 1.5% of births worldwide.\nThese legendary twin wells are located in the nearby village of Hexi, where 100 families have given birth to 10 sets of twins.\nBlue is used to refer to water, the beginning of life and the magical twin wells.", "paragraphs": ["The first chapter of this project was called Land Of Ibeji. West Africa, and specifically Yorubaland, has 10 times more twins than any other region in the world. Ibeji, meaning “double birth” and “the inseparable two” in Yoruba stands for the ultimate harmony between two people. “Shuang bao tai”, 双胞胎 is the Chinese word for twin, which translates as: 双 double 胞 womb 胎 embryo.", "Purple is used to reference mythology and storytelling in Mojiang.", "In Mojiang, in Yunnan, south China, the region’s exceptionally high percentage of twin births draws in visitors. Monozygotic, or identical twins, make up about 0.3% of the world population and dizygotic, or non-identical twins, occur in about 1.5% of births worldwide.", "Ma Qain Ya and Ma Qain Yi, aged eight, are the poster girls of the fifteenth twin festival", "Twin births are much higher in Mojiang, occuring about 25% more frequently than in the rest of the world. No one knows why, and explanations such as inherited genes, the climate, and local well water with magical properties have been put forward.", "Han Rui, right, and her twin brother, Han Lin Fei, aged 10, preparing for the festival.", "These legendary twin wells are located in the nearby village of Hexi, where 100 families have given birth to 10 sets of twins. Tales abound in local folklore, recounting how one pair of twins has transformed into two magic wells. The wells are a popular destination for newly wed couples, as the water is believed to increase fertility. It is said that many couples come to drink from the wells hoping to get pregnant with twins, especially important when China’s one-child policy was in place.", "Mojiang has been hosting the tropic of cancer international twins festival for the past 15 years, attracting thousands of twins and visitors from all corners of the world. The festival brings together the multiple dimensions of the role twinhood plays in Yunnan and in China: the Hani sun celebration, the unusually high twin fertility rate, the Taoist immortal figures, and recent Chinese government policies have all encouraged old religions and beliefs.", "Twins photographed in Mojiang.", "Tales about twins abound in local folklore and in centuries-old Taoist traditions. In Mojiang, an entrepreneur saw the twin legend as a possible economic venture that could go hand in hand with the colourful sun festival of the Hani people. Now every year, thousands of visitors flock through streets crowded with vendors, while Hani people proudly wear their traditional outfits and sing songs.", "Dancing teachers, twins Li Shaung Nan and Li Shaung Ni.", "Under president Xi Jinping, the government has accelerated a change in domestic policy that focused on religion’s cultural place in society. Ian Johnson, author of The Souls of China: the Return of Religion After Mao (2017) says: “The government began to push traditional ideas and values, especially the so-called ‘indigenous’ religions: [Taoism], Buddhism and folk religious practices. The government has adopted a term from Unesco ‘intangible cultural heritage’, and has begun to support these practices, many of which have a spiritual component.”", "Li He Qing and Li He Xing, aged 56, workers at a state-owned steel plant in Luoyang, Henan province.", "The more generic Chinese culture, which has been infused with the Taoist cosmology, philosophy and beliefs, uses an endearing representations of twins: “the laughing twins” or “He-He Er Xian”, which translate as “the immortals of harmony and union” and as the “two gods of harmony and union”, and are usually bald and smiling. These two immortals symbolise perfect partnership and express the idea that harmony is more profitable than strife, and are a centuries-old wedding gift.", "The photographic approach extends beyond appearance, to show the twin as a mythological figure and a powerful metaphor for the duality within a human being, and the duality we experience in the world that surrounds us. It reflects the “other”, the double, the doppelganger, our shadow self, our reflection in the mirror. This visual narrative and an aesthetic language, exploring new documentary strategies, is meant to reflect and empower the culture that celebrates twins, with symmetry, resemblance and reflections as tools.", "To highlight the “magical” and “supernatural”, to visualise that what can not be seen, two colour filters were used in certain pictures, amplifying the duality of two perceptions coloured differently. Purple referenced the mythology and storytelling: Mojiang is geographically tied to the tropic of cancer and is said to have a special “feng shui” and to be a ying-yang balancing point, which results in purple vegetables and the famous purple rice (a sign of prosperity and fertility) in the region. Blue is used to refer to water, the beginning of life and the magical twin wells.", "Twins in traditional clothes at a KTV or karaoke bar, filled with mirrors.", "Layers of portraiture, double exposure, landscape and still life come together as a visual narrative translating the mythology of twinhood. Various photographic genres have duality as a key theme: the metaphor and the literal, the visible and the invisible, the material and the spiritual.", "There is a fascination for twins around the world. Although many of the myths and stories about twinhood have faded or been forgotten, it is a recurring theme weaving through biblical and cultural storytelling, philosophy and even science. Think of the Gemini stars Castor and Pollux, Romulus and Remus creating Rome, and Plato articulating the dual nature of humanity.", "Students from Guangxi, Mo Jing Ying and Mo Jing Ying, aged 20.", "The mythology of twinhood becomes a way to address themes such as identity, genetics, economy, religion, environmental issues, the one-child policy, censorship, cultural tourism and demographics.", ""], "authors": [], "keywords": ["double", "tai", "essay", "province", "mojiang", "land", "harmony", "duality", "bao", "world", "twins", "yunnan", "twin", "wells", "twinhood", "mythology", "shuang"], "pubDate": "2020-12-07T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}