{"id": "74a9a105-ec58-3dba-b629-7a0b5c97ca9c", "title": "Mortal Kombat Movie Reboot Release Date Set For April", "url": "https://www.gameinformer.com/2020/12/15/mortal-kombat-movie-reboot-release-date-set-for-april", "summary": "Following a delay due to COVID-19, the Mortal Kombat movie reboot officially has a new release date.\nThe upcoming reboot is based on the popular fighting game series, making it the third live-action Mortal Kombat movie that began its legacy back in 1995.\nThe original Mortal Kombat movie (1995) continues to be a guilty pleasure of mine, making the reboot news Mortal Kombat movie reboot something I'm cautiously excited for.\nWhile we don't have an exact date for when the trailer will be released, a first look at how the Mortal Kombat movie reboot will look for fans of the series, we do at least know that it is planned for a January reveal.\nAre you excited to see our first glimpse at the Mortal Kombat movie reboot reveal?", "paragraphs": ["Following a delay due to COVID-19, the Mortal Kombat movie reboot officially has a new release date. Warner Bros. Pictures and director Simon McQuoid confirmed that the new live-action take will be releasing this April.", "First announced back in 2018, the upcoming reboot is led by producers Todd Garner and James Wan starring names like Josh Lawson, Ludi Lin, Joe Taslim, Mehcad Brooks, Tadanabu Asano, and more. Garner confirms that a trailer for the film will be arriving early next year ahead of the movie's April 16, 2021 release date.", "The upcoming reboot is based on the popular fighting game series, making it the third live-action Mortal Kombat movie that began its legacy back in 1995. This movie will mark the first time director for Sim McQuiod, with James Wan bringing his The Conjuring and Insidious magic to the fighting genre.", "As far as the cast goes, here are the names we know of at this time:", "Chin Han - Shang Tsung", "Elissa Cadwell - Nitara", "Hiroyuki Sanada - Scorpion", "Tadanobu Asano - Raiden", "Sisi Stringer - Mileena", "Jessica Mcnamee - Sonya Blade", "Max Huang - Kung Lao", "Mehcad Brooks - Jax Briggs", "Ludi Lin - Liu Kang", "Joe Taslim - Sub-Zero", "Lewis Tan - Unkn", "The movie itself was originally meant to be launching in March of next year, though a one-month pushback is far from the worst thing that could have happened. The original Mortal Kombat movie (1995) continues to be a guilty pleasure of mine, making the reboot news Mortal Kombat movie reboot something I'm cautiously excited for. Seeing the martial arts tournament that we knew so well from the games in real life (or real screen) was incredible, even if it did get a little bit cheesy from time to time.", "While we don't have an exact date for when the trailer will be released, a first look at how the Mortal Kombat movie reboot will look for fans of the series, we do at least know that it is planned for a January reveal.", "Are you excited to see our first glimpse at the Mortal Kombat movie reboot reveal? Anybody on that casting list you'd like to have seen elsewhere? Sound off in the comment section below with all of those Earthrealm thoughts."], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["taslim", "trailer", "release", "reboot", "series", "movie", "mortal", "set", "upcoming", "date", "wan", "kombat"], "pubDate": "2020-12-15T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}