{"id": "74bf32e7-eeb4-3ebe-b34c-a2e96c8d851f", "title": "Hannity rails Biden and Democrats' willingness to do anything for power: 'They want to overhaul' Supreme Court", "url": "https://www.foxnews.com/media/hannity-rails-biden-and-democrats-willingness-to-do-anything-for-power-they-want-to-overhaul-supreme-court", "summary": "HANNITY: Joe Biden's radical extreme socialist agenda is taking yet another step to the left.\nAs the weak,the frail, the ever-struggling cognitively Joe Biden ordered a commission to study the effects of judicial reform.\nThat is the only way they will actually be able to implement what is ther their destructive economy-killing socialist agenda and maintain power.\nBut remember, Biden didn't always support the idea of court-packing.\nBy the way Joe, if you’re still awake, likely not, it still is.", "paragraphs": ["In his opening monologue on \"Hannity\", Fox News host Sean Hannity slammed the Biden administration and the Democratic Party in their efforts to pack the Supreme Court with more liberal justices as a way to implement their agenda and maintain power.", "HANNITY: Joe Biden's radical extreme socialist agenda is taking yet another step to the left. As the weak,the frail, the ever-struggling cognitively Joe Biden ordered a commission to study the effects of judicial reform. First and foremost you have got to remember he wants to distract all of us from the disaster at the border but this is important.", "Translation: Biden, his team, far-left socialist democrats want to pack the court. They want to stack it with radical far-left activists. They want to overhaul one of our most sacred institutions in our country and turn it into yet another arm of the Democratic Party and more power for them. That is the only way they will actually be able to implement what is ther their destructive economy-killing socialist agenda and maintain power.", "...", "But remember, Biden didn't always support the idea of court-packing. Thank goodness for videotape. Now you can listen to Biden all the way back in 1983 calling it a boneheaded idea. By the way Joe, if you’re still awake, likely not, it still is.", "CLICK HERE TO WATCH HANNITY'S FULL MONOLOGUE"], "authors": ["Fox News Staff", "This Article Was Written Fox News Staff."], "keywords": ["rails", "biden", "overhaul", "monologue", "power", "supreme", "hannity", "remember", "party", "pack", "socialist", "court", "willingness", "radical", "joe", "agenda", "way", "democrats"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}