{"id": "74f7c996-7d77-36f1-800a-4ca0b8891988", "title": "The Danube’s Imperial Cities & Yuletide Markets River Cruise - MS William Wordsworth", "url": "https://holidays.theguardian.com/holidays/the-danubes-imperial-cities-and-yuletide-markets-ms-william-wordsworth-53ebc061338c8a8b6b916bc0771060f1", "summary": "Its communist past now firmly confined to the history books, the city has rediscovered its imperial heritage in its beautifully restored baroque old town whilst the grand white fortress, former seat of the rulers, enjoys commanding views over the river.\nThe pretty red and white stalls groan with inspirational artisan gifts, from decorations, wooden figurines or pottery.\nAfterwards you may wish to return to shore – perhaps to climb the tower of the Old Town Hall for a bird’s eye view of the city and the bustling market below.\nWe will visit a typical Slovak chalet to enjoy a wine tasting of some of the season’s new wines, accompanied by some typical local delicacies.\nLater we return to the ship where another excellent dinner will be served.", "paragraphs": ["Day", "3", "During this morning’s breakfast, we arrive in Bratislava, the capital of Slovakia. Its communist past now firmly confined to the history books, the city has rediscovered its imperial heritage in its beautifully restored baroque old town whilst the grand white fortress, former seat of the rulers, enjoys commanding views over the river. This morning we will discover more about the city’s interesting history, seeing the main sights and visiting some of the churches to view their traditional Christmas cribs, before you enjoy some free time. Wander the maze of streets, admiring the Christmas decorations until you reach the main square and the market with its cosy atmosphere; the sweet fragrance of cinnamon wafts on the air and hundreds of fairy lights twinkle amongst the branches of the Christmas trees. The pretty red and white stalls groan with inspirational artisan gifts, from decorations, wooden figurines or pottery. Sample some local delicacies too such as potato pancakes or poppy seed strudel but make sure you don’t spoil your appetite as it won’t be long until lunch is served back on board. Afterwards you may wish to return to shore – perhaps to climb the tower of the Old Town Hall for a bird’s eye view of the city and the bustling market below. Alternatively, you may choose to join our optional excursion to Slovensky Grob, a village situated in the foothills of the Carpathian Mountains, famed for its geese rearing. We will visit a typical Slovak chalet to enjoy a wine tasting of some of the season’s new wines, accompanied by some typical local delicacies. Later we return to the ship where another excellent dinner will be served."], "authors": [], "keywords": ["typical", "view", "return", "white", "old", "wordsworth", "cities", "yuletide", "river", "danubes", "town", "cruise", "william", "markets", "ms", "christmas", "main", "imperial", "market", "served"], "pubDate": null, "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}