{"keywords": ["xiaopings", "engineers", "chinese", "deng", "work", "party", "ren", "huawei", "founder", "huaweis", "defends", "political", "chinas", "china", "model", "technology", "mr"], "url": "https://www.economist.com/china/2019/09/12/huaweis-founder-defends-deng-xiaopings-chinese-model", "summary": "Yet tears feature in one of the few personal reminiscences shared by Mr Ren.\nDeng said we should spend five days at work and one day for political studies,” Mr Ren recalls.\nThis ensured “social stability within the country,” Mr Ren enthuses, in distinctly Tory tones.\nIn the Chinese context Mr Ren is no dissident.\nBut when asked about the importance of such intellectual freedoms, Mr Ren bridles.", "title": "Huawei’s founder defends Deng Xiaoping’s Chinese model", "authors": ["The Economist"], "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "id": "7508d935-307a-3103-b2c7-84d968afd3d6", "paragraphs": ["REN ZHENGFEI, the founder of Huawei, does not carry himself like a man easily moved to tears. The 74-year-old billionaire greets guests with a dazzling smile, sporting a red linen jacket as if he has stepped off a golf course or yacht. His words—once he begins a two-hour meeting with The Economist on September 10th—are precise and unsentimental. He is the model of a self-confident tycoon, an impression reinforced by the room he has chosen for this audience: a double-height, marble-and-gilt hall in the Huawei campus in the southern boomtown of Shenzhen. Newly opened this year, the hall’s decorations include a stained-glass ceiling, a life-size reproduction of part of the Acropolis, a large photograph of the battle site of Waterloo and, to one side, a grand piano and a statue of a ballet-dancing hippopotamus.", "Yet tears feature in one of the few personal reminiscences shared by Mr Ren. He shed them as a young engineer in March 1978, when he attended a speech by China’s then leader, Deng Xiaoping, assuring an audience of scientists and technicians that the ultra-leftist terrors of the Cultural Revolution were at an end, and that their patriotic duty was to study and work on modernising China, rather than waste time chanting political slogans. “I burst into tears when hearing his speech. Deng said we should spend five days at work and one day for political studies,” Mr Ren recalls. “I have always believed that politics should be done by politicians, and engineers should focus on technology. Engineers who don’t understand technology are wasting the food they are given.”", "Get our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.", "Warming to this theme, Mr Ren suggests that the management of Huawei—though they run one of China’s largest companies and only global champion—are somewhat shielded from growing pressure to study Communist Party ideology. Mr Ren is a party member, and—if his time is spent like other party members in the China of 2019—he could normally expect to spend an hour or two each day studying the teachings of top leaders, starting with Xi Jinping Thought. Talk to less famous party members, in business, government or academia, and they grumble mightily about a “Study Xi” app that tens of millions of Chinese have been ordered to download to their smartphones, and that monitors how long they spend on political-thought work.", "Asked about this app, Mr Ren sidesteps the question. He says that he listens to President Xi’s speeches, singling out those which called for China to open itself further to foreign investment and to lower tariffs on imported vehicles. But, he goes on, Mr Xi’s speeches cover a lot of areas, from agriculture to health care or rural development. And as Huawei is a technology company, its staff mainly study speeches about science and technology. “Of course, those who work for the party or government, or those who want to become party or national leaders, may need to spend more time learning about all those areas,” he concedes.", "American critics of Huawei, including senior members of Congress and of the Trump administration, may scoff at Mr Ren’s casual tone. To such sceptics, it is absurd for Huawei to claim that it is a private technology company with no connections to the world of high politics. American critics call Huawei a company protected, subsidised and perhaps controlled by some combination of the Communist Party, the People’s Liberation Army and China’s security state.", "The exact nature of Huawei’s relations with China’s autocratic rulers cannot be established in a single interview. But his answers to political questions do offer a window into the worldview of China’s private-sector elite.", "If Deng Xiaoping remains beloved by China’s business leaders, it is not just because his embrace of capitalism and opening to the world allowed them to grow rich. It is because Deng offered business bosses a bargain that ended decades of constant, often violent ideological struggle: namely, if they help the country to grow strong and prosperous, if they allow some of their wealth to be redistributed to poorer citizens and regions, and if they do not cross red lines concerning national sovereignty, then the party’s authority over them will often be hard to see or feel.", "That corporatist bargain informs Mr Ren’s view of the world. Asked about the unrest in Hong Kong, the Huawei boss voices aloud a criticism that other members of the mainland elite normally voice in private: that the tycoons who dominate the former British colony have been too greedy over the years. “The issue in Hong Kong has been caused by extreme capitalism. The four major families have made enormous amounts of money,” he says, detailing how the same few property magnates control the economy down to its humblest newspaper kiosks and coffee shops. “A lesson we are learning from the current situation in Hong Kong is that the divide between the rich and poor shouldn’t be too large,” he says.", "Mr Ren is very keen on the concept of balance. Describing present-day Western hostility to globalisation, he describes a social contract that dates back to the 1960s and 1970s and that rested on high wages for Western workers enabling high levels of consumption, but which has now become unsustainable. At the same time, he says, the West did not expect developing nations like China to start to move up the value chain, and compete with them in high-end manufacturing.", "He sees a chance for Britain and Europe to restore some balance to global trade flows by exporting services to China. He enthuses about his meetings with such British leaders of the recent past as David Cameron and George Osborne, during which they explained how cuts to British corporate tax rates would be offset by reduced social welfare spending and stricter work requirements for welfare recipients. This ensured “social stability within the country,” Mr Ren enthuses, in distinctly Tory tones.", "In the Chinese context Mr Ren is no dissident. He takes a sternly patriotic line on such subjects as Tibet or the restive, mostly-Muslim region of Xinjiang, where he praises Communist officials for bringing “much stability”, and says that he has seen with his own eyes how living standards have been raised for residents.", "There is a harsh side, too, to his insistence that politics should be left to politicians. Asked how much innovation is possible in an autocracy where flows of information are strictly censored, he brushes the question aside. It is important for Chinese scientists and engineers to be able to read the latest research papers, he says. He is less keen to discuss whether true creativity might mean allowing foreign news and heterodox political ideas onto the firm’s campuses, along with the Western architecture that he loves.", "As it happens, underlings admit after some prodding that Huawei’s headquarters has proxy servers that allow trusted employees to jump over the Great Firewall of China and access the uncensored, world-wide internet, after securing supervisors’ permission to visit specific websites. But when asked about the importance of such intellectual freedoms, Mr Ren bridles. “Engineers should focus on developing good products. They don’t need to read about politics. What’s the point of them caring about political issues?” he scoffs. “If our engineers are all out protesting, who is going to pay them?” For all the Greek statues and French-style chandeliers, Mr Ren is the self-made ruler of a distinctly Chinese domain."], "pubDate": null}