{"id": "75191996-1d13-3cf8-b504-600104b7d824", "title": "Kate Upton voices skin struggles since becoming a mom, fears about going makeup-free for photoshoot", "url": "http://www.foxnews.com/entertainment/kate-upton-skin-struggles-becoming-mom-fears-makeup-free", "summary": "Kate Upton is opening up about post-pregancy skin troubles she's faced and how she recently felt nervous about going makeup-free for a photoshoot.\nWhile the inclusion is an honor, Upton admitted she was a bit hesitant about ditching makeup for the glossy photos.\nUpton shared her hesitancy for the photoshoot is a result of some changes she's noticed in her skin since giving birth to her daughter, Genevieve, 2, whom she shares with husband Justin Verlander.\nDespite her slight reluctancy, ultimately she said she feels going makeup-free \"stands for loving myself how I am.\"\nUpton is also a fan of face masks and uses an ice roller that she said helps lessen \"puffiness.\"", "paragraphs": ["Kate Upton is opening up about post-pregancy skin troubles she's faced and how she recently felt nervous about going makeup-free for a photoshoot.", "The 28-year-old model and actress, who's been featured in multiple Sports Illustrated swimsuit issues as well as several films, is featured in People magazine's 2021 Beautiful Issue. While the inclusion is an honor, Upton admitted she was a bit hesitant about ditching makeup for the glossy photos.", "Upton shared her hesitancy for the photoshoot is a result of some changes she's noticed in her skin since giving birth to her daughter, Genevieve, 2, whom she shares with husband Justin Verlander. She called the last couple of years a \"struggle bus\" in terms of dealing with melasma.", "\"Of course, the first bit of melasma was right over my upper lip, which made me look like I had a permanent mustache. [My skin's] reaction to being in the sun changed a lot,\" Upton, 28, told the outlet.", "The supermodel is, of course, a pro when it comes to striking a pose but described ditching makeup as \"always a little nerve-wracking.\"", "KATE UPTON HAS WORKED OUT ALMOST EVERY DAY OF QUARANTINE, SAYS TRAINER", "\"I feel like makeup is so nice if you use it in a way that makes you feel better about yourself. But there are also so many times when you're putting on makeup to cover up or change different ways of your face,\" Upton shared.", "Upton said she feels social media has led to this \"negative mental relationship\" people have with themselves. Despite her slight reluctancy, ultimately she said she feels going makeup-free \"stands for loving myself how I am.\"", "The supermodel currently lives in Florida with her baseball pro husband. She dished on how she takes care of her \"sensitive\" skin in the southern state where she's dealing with more sun exposure than she's used to. Her skincare regimen includes \"lots of serums\" with hyaluronic acid and hydrating creams, the outlet notes.", "CLICK HERE TO SIGN UP FOR OUR ENTERTAINMENT NEWSLETTER", "\"I've been very into LED light masks. It's helping even my skin tone, because like I mentioned, the melasma,\" she added.", "Upton is also a fan of face masks and uses an ice roller that she said helps lessen \"puffiness.\"", "Upton is just a few months away from turning 29, and while her thirties aren't so far away, she said she's committed to continuing to take care of her skin.", "\"Definitely the closer I get to 30, the more changes I see in my skin and in recovery, which adds to needing more sleep. But I also feel really happy where I am in my life,\" she said. \"So I always try to focus on that. Not the number.\"", "Aside from keeping up with her beauty regimen, the star's trainer also dished on how she was keeping up with her workouts during quarantine amid the pandemic.", "CLICK HERE TO GET THE FOX NEWS APP", "Nearly two months after the March 2020 surge of the coronavirus, her personal trainer, Ben Bruno, revealed she had been consistently working out in her living room.", "\"Kate and I are on opposite sides of the country, but we’ve been training remotely through Facetime and she’s trained 52 out of the last 58 days from her living room. She has three kettlebells, a band, and a stability ball — that’s it — but we’ve managed to do 52 great workouts and keep getting stronger and more fit,\" Bruno said last May."], "authors": ["Melissa Roberto"], "keywords": ["mom", "regimen", "workouts", "makeup", "weve", "photoshoot", "makeupfree", "shes", "feel", "kate", "struggles", "fears", "trainer", "going", "supermodel", "skin", "upton", "voices"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}