{"id": "757bd2e7-d426-3d82-a7cb-c4b7089cfa46", "title": "What does ESG-friendly really mean?", "url": "http://www.ft.com/video/8e10dbc3-1973-4ed6-987f-227b2a16b28d", "summary": "But no matter the motivation, all ESG investors want to make a return on their money.\nFor example, how do you decide whether a company deserves the halo of being classified as ESG-friendly?\nSo a question you may be asking right now is whether the returns of those ESG funds are better or worse than traditional investments.\nIn this chart showing the performance of an ESG fund versus a standard fund, you'll see that they perform pretty much in parallel to one another.\nSome ESG funds may do better than the benchmarks.", "paragraphs": ["You can enable subtitles (captions) in the video player", "If you've heard about ESG investment you know that it refers to companies that focus on environmental, social, and governance issues. What we'll talk about today is how it is fundamentally changing the investment landscape.", "There are a variety of motivations behind the ESG movement. While some investors want their money to go towards companies and projects that will change the world, others simply want to minimise the harm that their investments have on communities and ecosystems. Then there is a third group who are looking to use ESG principles to protect their own portfolio from potentially negative impacts. But no matter the motivation, all ESG investors want to make a return on their money.", "If it sounds straightforward, just know that this is much harder in practise than in principle. For example, how do you decide whether a company deserves the halo of being classified as ESG-friendly? Take Tesla. The company makes electric cars which are better for the environment than traditional ones. So you would think this investment would have a positive effect on the environment - but not so fast.", "Hey, everyone.", "There are questions around the environmental impact of mining nickel, which Tesla uses in its batteries and is the electricity used to charge a car coming from renewable or non-renewable sources. Tesla has also announced that it made a $1.5bn investment in Bitcoin. And as has been pointed out by Bill Gates, mining Bitcoin is an environmentally-damaging activity because of the energy it requires.", "So what do you do if you want to invest in environmental progress? Do you buy Tesla shares or not? The answer is not so clear cut.", "These days most people don't have to make that decision. A rise in passive investing means that most folks choose an index-tracking fund, like an ETF or a mutual fund, which puts their money into a basket of company stocks that track an index. To create an ESG-focused index simply means that the companies in that basket have met certain criteria that make them ESG-friendly.", "But what does that mean in reality? Well it's still up for debate. Nonetheless, the sheer number of indices that provide an ESG focus have exploded from 2019 to 2020, increasing by 40 per cent, according to the Index Industry Association survey.", "The amount of money going into ESG assets has also exploded. In the US in 2016 there was $8.1tn in professionally-managed ESG assets, according to the Forum for Sustainable and Responsible Investment. By 2020 that number grew to $17.1tn, which is more than a 100 per cent increase in just four years. And as for figuring out which companies to put in those indices we talked about, many index providers rely on various metrics that score companies based on their ESG impact. Examples of metrics are things like exposure to carbon-intensive operations, energy efficiency, human rights concerns, et cetera.", "However, there can be discrepancies between the ratings agencies, even when they're scoring the exact same company. Often, index providers will have a committee that helps make decisions on which companies to include and which to exclude. This is important because the company stocks they include will benefit from more investor cash. But the subjectivity of classification has led to controversy over whether some funds are truly investing in companies that fulfil the vision of ESG or whether some index providers are merely using it as a marketing term and putting the ESG label on funds that don't really merit it. This is why it's so important for investors to carefully read the methodology and perspectives behind an ESG index before they invest to ensure that they are getting something that truly reflects their goals.", "So a question you may be asking right now is whether the returns of those ESG funds are better or worse than traditional investments. In this chart showing the performance of an ESG fund versus a standard fund, you'll see that they perform pretty much in parallel to one another. This is just one example, of course. Some ESG funds may do better than the benchmarks. Others may do worse. But the beauty of ESG is that, in general, investors don't need to worry about sacrificing performance for doing good. Perhaps, that is why we see so much money jumping on the ESG bandwagon."], "authors": ["Produced Petros Gioumpasis", "Ben Marino"], "keywords": ["investors", "investment", "esgfriendly", "really", "tesla", "esg", "does", "mean", "index", "fund", "funds", "companies", "money", "company"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}