{"id": "759f8abd-77e0-32e3-8c9a-eed981d34b8b", "title": "5 Things You Should Know About Hitman 3", "url": "https://www.gameinformer.com/2020/12/24/5-things-you-should-know-about-hitman-3", "summary": "Hitman 3’s release is drawing close, and with it comes the end of an era for Agent 47 and IO Interactive.\nHere are five things that you should know about Hitman 3:1.\nAfter rolling credits on Hitman 2, you probably thought that things were going to be coming to a head in Hitman 3 – and you’re right.\nHitman 3 gives Agent 47 a new tool, as well as some interesting additional options while he’s in the field.\nAfter getting passcodes, players will have to enter them digit by digit on keypads, which is a new detail for the Hitman games.", "paragraphs": ["Hitman 3’s release is drawing close, and with it comes the end of an era for Agent 47 and IO Interactive. We took an extensive look at the final entry in the World of Assassination trilogy for our latest Game Informer cover story, spending hours in three of the game’s six levels. There’s a lot to process, so let’s get right into it. Here are five things that you should know about Hitman 3:", "1. It Feels Less ‘Return Of The Jedi’ And More ‘Empire Strikes Back’", "Pardon my clunky Star Wars analogy, but I feel like it’s an apt comparison. Agent 47, Diana Burnwood, Lucas Gray, and others have been through a lot throughout the Hitman series, with several key relationships extending even beyond the 2016 release. After rolling credits on Hitman 2, you probably thought that things were going to be coming to a head in Hitman 3 – and you’re right. Obviously, since it’s the concluding entry in the trilogy, we were all expecting some major events. But even still, I suspect a lot of fans are going to be taken aback at what happens.", "Like I said, I was only able to play through about half of the upcoming game, but it ends in such a way that I really don’t know where it’s heading. I’ve been sworn to secrecy on much of this, which makes it extremely difficult to discuss, but… yeah. Hitman exists in a world that’s at once familiar and completely foreign; I can’t imagine how anyone involved is going to find peace at the end of this. If you just play Hitman to throw muffins at guards and drown oligarchs in toilets, then it may not be that big of a deal. But I’d imagine those other players, myself included, will be spending about half the game’s run time with their stomachs tied in knots.", "2. Hitman 3 Has Some Of The Best Levels Yet", "For my money, the Hitman trilogy is home to some of the best all-around level design in games. Each of its sandboxes tells multiple stories thanks to smartly executed layouts that encourage emergent storytelling, and an overall focus on the little details that matter. Levels are meant to be replayed over and over again before they fully give up their secrets, and I’m honestly in awe that IO Interactive is able to deftly encourage that without becoming repetitive. That tradition definitely continues in Hitman 3.", "The game’s first mission, set in Dubai, is a bombastic intro worthy of a Mission Impossible film. It’s set in the Sceptre, which is the tallest skyscraper in Hitman’s world, and Agent 47 gets to explore both its lavishly decorated interior and dizzying exterior. Even as someone who isn’t particularly sensitive to heights, snaking around its outside via beams and scaffolding made me a little woozy at times.", "It’s a stark contrast to the second mission, a murder mystery that’s set in an English Manor – one that happens to be owned by Providence member Alexa Carlisle. The layout is already great, capturing the essence of both the English countryside and a stately family home. The level is more compact than some of the places we’ve explored from a purely square-footage perspective, but it’s home to an expansive story. In this mission, one of the optional storylines lets Agent 47 assume the role of a private investigator who is trying to solve a murder. Agent 47 has pretended to be a barber and a real-estate agent in previous games, but this is his most ambitious attempt at putting himself in someone else’s shoes. To solve the mystery, players will have to interrogate witnesses, look for clues, and piece together what actually happened. Or, you could just walk up to your target and shoot her in the face. That kind of misses the point, however.", "3. Agent 47 Has Some Nifty New Gadgets", "When you’re able to dispatch enemies with weapons as varied as rubber duckies, poison, and sniper rifles, there’s not really much of an incentive to add to your toolbox. Well, too bad! Hitman 3 gives Agent 47 a new tool, as well as some interesting additional options while he’s in the field.", "One of the first things you do in Dubai is to scan a security keypad with a camera so that your field support can open it up for you. That’s right, Agent 47 has a camera. That tool not only lets him scan keypads, but he can use it to send visual info to his handlers, such as when he’s investigating the murder in England. Or, he can use it as a camera, including different visual filters and zoom levels. It’s a great way to check out those little details that might otherwise pass you by. And, since the trilogy has been designed to be played seamlessly, the camera will be incorporated into legacy Hitman 1 and 2 missions, too.", "After getting passcodes, players will have to enter them digit by digit on keypads, which is a new detail for the Hitman games. It’s not a world-changing event by any means, but it does make Agent 47 feel like more of an active participant in his surroundings. Similarly, he can interact with computer terminals, such as using a kiosk in Dubai’s skyscraper to learn more about its construction and – more relevantly – its floorplan.", "4. It Makes Good On The ‘World Of Assassination’ Promise", "IO Interactive took a big risk with its World of Assassination plan. Starting with 2016’s Hitman game, it was conceived as an umbrella under which several Hitman entries would reside. As new installments were added, they could be accessed with the same executable, giving players who bought all three a seamless experience between all entries. It didn’t start smoothly, however.", "People were skeptical about the plan at launch, and publisher Square Enix wasn’t quite as keen on the idea as much as IO Interactive was. Add in the fact that Hitman 2016 launched as a series of monthly episodes, and it makes sense that customers were a little wary. Now that Hitman 3 is just about here, I’m able to say that the studio has absolutely delivered the goods.", "I replayed the first two Hitman games in preparation for the story and slid right into the third. One of the coolest things about the experience is how you’re able to bounce between levels at will. If you play through sequentially, it’s a seamless experience. As IO Interactive added new things like foliage that Agent 47 could hide in or better visual cues for surveillance cameras, the team went in and implemented those changes into the legacy missions.", "5. Save Scummers Are Going To Appreciate The New-Gen Upgrade", "Yes, Hitman 3 on new-gen consoles will have fancy lighting and reflections and all that good stuff. But the most welcome improvement – at least as I see it – comes courtesy of the PS5 and Xbox Series X/S’ SSDs. Thanks to their faster read-write speeds, the act of saving and loading games is much quicker than on last-gen. So? Well, if you’re an unrepentant save scummer like I am, it makes a difference.", "When I play Hitman, I’m always pushing my luck, seeing just how far I can manipulate guards and other A.I. as I explore and take down targets. Can I neutralize that guard even though his co-worker is just a few feet around the corner? Save. Let’s see. What would happen if I threw a hammer at that guy? Save. Let’s see. Those guys can’t possibly know that I’m not supposed to be here, right? Save. Let’s see. I know there are plenty of people who love to live with the consequences of their actions. I’m not among them. And now I’ll save more than my progress.", "And before you judge, Mattias Engstrom, Hitman 3’s game director, gives the green light to my fellow save scummers: “That’s part of the gameplay, so don’t apologize,” he told me. Then again, maybe he was just trying to make me feel better. Oh well."], "authors": ["Senior Editor", "Jeff Has Spent Countless Hours Using His Thumbs To Maneuver Images On Television Screens."], "keywords": ["hitman", "lets", "47", "games", "levels", "right", "know", "save", "things", "world", "agent"], "pubDate": "2020-12-24T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}