{"id": "75beeaec-0a60-33b0-b5e2-633f254ade9f", "title": "NBA 2K21 Review – Living Off The Legacy", "url": "https://www.gameinformer.com/review/nba-2k21/nba-2k21-review-living-off-the-legacy", "summary": "The current-gen version of NBA 2K21 is not a bad game, but it does not live up to the legacy Visual Concepts built.\nOutside of the A.I., Visual Concepts also made a slew of other additions, from new shot types to the inclusion of oversized point guards.\nNBA 2K21 also has a new Beach Neighborhood, where you can take your MyPlayer to do everything from complete in 3v3 streetball or 5v5 ProAM games to shop for the latest apparel.\nAs we approach a new console generation, Visual Concepts is building a version of NBA 2K21 from the ground up for the new systems.\nAs a result, this current-gen NBA 2K21 feels left in the dust.", "paragraphs": ["Just like the star athletes that adorn its cover every year, NBA 2K has created a strong legacy, launching it to the top of this generation’s sports games. The series has maintained solid gameplay while never forgetting about innovation, and I appreciate the risks Visual Concepts takes even when they don’t completely pay off. NBA 2K has advanced sports storytelling, character customization, and the level of detail we expect from overall presentation. However, once you’re on top, you have to fight to stay there, and a bad season or two can haunt you. The current-gen version of NBA 2K21 is not a bad game, but it does not live up to the legacy Visual Concepts built.", "While this iteration lacks improvement in most off-the-court situations, the classic gameplay on the court remains a keystone of this entry. I love how players of all different levels can play the NBA 2K series and get as deep into the mechanics as they want and still have success. Every possession becomes about finding the best path to the basket, knowing the right window to pull off the perfect pass, or setting that screen to free up your point guard to drive to the net. It never gets old, especially when you nail that devastating drunk. This year, expect some improvements to the A.I., such as your big man in the paint making a bigger impact on defense. The A.I.’s reaction time could be better; their biggest offender is some late executions when I requested a pass and not recognizing when the window has lapsed. Plus, they still make weird hiccups like backcourt violations for no good reason.", "Outside of the A.I., Visual Concepts also made a slew of other additions, from new shot types to the inclusion of oversized point guards. But the biggest shift is to the pro stick for dribbling and shooting. Dribbling is more full-featured; jump shots can now only be initiated by moving the right stick down, which provides a wider range of motion for more advanced dribbling moves, which I used to give me more success at beating my man off the dribble. The change that didn’t click with me was the introduction of “pro stick shot aiming,” which eschews the timing meter fans have become accustomed to. Now, a target window resizes based on your player’s skill and a few other factors as they shoot. As a longtime player, I struggled with shifting the stick left or right to hit the target. In the past, the timing meter punished you if you didn’t keep the stick straight when shooting. Now, it’s too easy to accidentally shift the stick a little too far, causing you to miss a wide-open shot. I like that the stick aiming is more challenging and means that I can’t take any shot for granted, but I miss the predictable rhythm of the timing meter. I adapted after a while, but it’s hard to break old habits. You can turn the stick aiming off in the game and go back to the old timing meter, and I’ll admit, once I did, I was much happier.", "Other than that, the changes across all modes feel limited. If you’re like me and spend most of your time in MyCareer, you can treat yourself to a new cinematic experience to play through as your created character called “The Long Shadow.” This year’s story centers on a young player named Junior, who is living in the shadow of his dad’s career. It’s not as over-the-top and produced as what we saw with Spike Lee and the Frequency Vibrations storyline a few years ago, but it’s a more grounded tale in managing the expectations that come with being a top talent and finding your own place in the game. It isn’t the most memorable plot and takes some predictable turns, especially with a girlfriend storyline, but it does its job at giving you a backstory. As a plus, star acting bolsters its scenes, especially Jesse Williams (Grey’s Anatomy) as Junior’s father and Michael K. Williams (The Wire, Lovecraft Country) as an old family friend who becomes your agent. My favorite part was that Visual Concepts brought back the college experience here, giving you 10 officially licensed colleges to pick from, and put great detail into recreating the crowds’ chants and the look and feel of each arena.", "NBA 2K21 also has a new Beach Neighborhood, where you can take your MyPlayer to do everything from complete in 3v3 streetball or 5v5 ProAM games to shop for the latest apparel. The cool cosmetic items are all overpriced, so I didn’t even bother with making my player look cooler. Worse yet, to be able to stand a chance and not embarrass yourself when competing here, you’re probably going to need to grind in MyCareer to earn VC (2K’s virtual currency) or purchase it to improve your player’s stats. As for the new Neighborhood aesthetic, I like the change of scenery, which was inspired by Southern California's local beach community; it feels inviting and colorful in a time when many of us are stuck indoors. That being said, it is more window dressing than a huge attraction in NBA 2K21, and it’s the area of the game where I’ve experienced the most crashes, especially when traveling between areas.", "I was most disappointed in MyGM, where you manage a franchise and make the big decisions when it comes to trading, scouting, and managing prices. This mode is practically identical to last year, and that is not a good thing. The conversation system still drags down the entire experience with pointless blabber about hand soap and waffles. CFOs constantly ask you to raise prices, and coaches demand you make ridiculous trades. You have action points to spend each day, but not enough meaningful things to do with them. The mode also doesn’t focus enough on big events and moments in the season; I should be feeling the stress of making the playoffs or trade deadline, and if a big-star player wants to test free agency, it should be a huge beat – not relegated to a measly social media post. The skill tree to unlock abilities like better scouting or more sponsorships feels more compact than last year, but it’s another area where Visual Concepts needs to get more creative and interesting. Unlocking new abilities just doesn’t feel impactful.", "Similar to MyGM, MyLeague still shines in your ability to customize rules, teams, and rosters to your liking, but it also remains basically unchanged. The WNBA is back here, which I love because Visual Concepts really commits to making the experience feel like a women’s game with a more technical and team-centric style, but sadly you can still only play for a season.", "MyTeam, where you open packs to create the roster of your dreams, offers a great deal of events, challenges, and rewards to keep you logging in and ensuring your team is in top form. This year it added seasons, which are free and (similar to a battle pass) you get rewards purely through meeting certain gameplay criteria. It also introduced the Exchange, which lets you trade in extra or unused cards for more powerful ones. I like that the Exchange lets you deposit cards you’re not using for something better, but be warned you have to give up a lot to get many of these valuable cards. While this mode is still where players will probably spend the most of their VC, these are at least some steps in letting players earn cards that don’t always require putting down cash.", "As we approach a new console generation, Visual Concepts is building a version of NBA 2K21 from the ground up for the new systems. As a result, this current-gen NBA 2K21 feels left in the dust. It still offers the strong gameplay the series is known for, but compared to last year, it’s not making many leaps. I know I’ll still play it a good amount until I move on to the new-gen edition, but it’s disappointing that loyal fans playing on current-gen consoles didn’t get more of an upgrade. It still gives you a decent basketball experience, but we’ve come to expect better and more."], "authors": ["Features Editor", "Kimberley Is Usually Playing The Latest Rpg", "Sports Title", "Or Narrative-Driven Experience. She Has Also Amassed More Than Two Hundred Stanley Cups While Playing As The Blackhawks In Various Nhl Games."], "keywords": ["youre", "making", "concepts", "experience", "game", "legacy", "stick", "nba", "living", "visual", "players", "review", "2k21"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}