{"id": "76028847-c9d3-3d97-a460-00bb9e389d1a", "summary": "Born in Prague, Czechoslovakia, the young “Marie Jana” was bundled off to Britain during the second world war to escape the Nazis.\nWe asked Ms Albright to answer five questions in light of her recent book “Fascism: A Warning”.\nThe Economist: Does the high 20th-century term really apply to today's illiberal politics?\nOr does “fascism” still work?\nMs Albright: At the risk of appearing sentimental, the best response to lies is truth and the best response to hate is the tougher sort of love.", "authors": ["K.N.C.", "The Economist"], "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "paragraphs": ["MADELEINE ALBRIGHT was America’s first female Secretary of State, from 1997 to 2001. Born in Prague, Czechoslovakia, the young “Marie Jana” was bundled off to Britain during the second world war to escape the Nazis. Soon after her return following the war, her family fled to America to escape the Communists.", "Raised as a Catholic, Ms Albright only learned that her family was Jewish and that many relatives perished in Nazi concentration camps when she was 59, after an extensive background check.", "Get our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.", "Her personal narrative, which parallels the dark forces of 20th-century politics, makes her uniquely qualified to identify and call out the trends of illiberalism in the current political climate. We asked Ms Albright to answer five questions in light of her recent book “Fascism: A Warning”. Her replies are followed by an excerpt from the book.", "* * *", "The Economist: What is fascism?", "Madeleine Albright: There is no consensus definition, which may explain why the term is so indiscriminately tossed about. In my book, fascism is not an ideology of left, right or center, but rather an approach to seizing and consolidating power by an individual or party that claims to be acting in the name of a nation or group.", "To merit the label, the protagonists must be willing to use violence and any other means necessary to achieve their ends. Fascism is profoundly anti-democratic, even though a fascist government may attain power through a democratic process.", "The Economist: Does the high 20th-century term really apply to today's illiberal politics? Perhaps our political crisis is compounded because we don't have a good term to describe what's happening? Or does “fascism” still work?", "Ms Albright: Aside from North Korea, I do not accuse any current government of being fascist. I do, however, see disturbing parallels between contemporary trends and the conditions that gave rise to Mussolini, then Hitler. These include economic disparities, a declining faith in mainstream political parties, the corrosion of public discourse, the defamation of minority groups and a concerted effort by repressive leaders to undermine free expression, pervert logic and distort truth.", "Perhaps it is alarmist to observe all this and speak of fascism’s possible return, but my book’s subtitle: “A Warning,” is seriously meant. Millions of people are absent from my generation because, in earlier times, similar signals were ignored.", "The Economist: From your experience as a child witnessing tyranny, a student of oppressive regimes as an academic and as a diplomat interacting with odious leaders, how does one counter fascism—not just the politicians, but their mob of followers?", "Ms Albright: At the risk of appearing sentimental, the best response to lies is truth and the best response to hate is the tougher sort of love. Amid the Velvet Revolution, Václav Havel told his country’s Communist authorities that they need not fear the democrats who were then protesting in the streets, “because we are not like you.”", "Today, we will be lost if we abandon faith in the institutions and values that separate democracies, however imperfect, from tyranny. History is replete with bullies who seemed formidable for a time only to crash by attempting too much or by underestimating the quiet courage of honourable women and men. Scanning the globe at this moment, I see abundant cause for worry, none for despair.", "The Economist: Are liberals and democrats too passive? Does a thuggish politics require a more muscular response on the part of those upholding liberal values and democratic traditions? Or does one lose one's soul by stooping to the level of one’s adversary?", "Ms Albright: We must push back harder against the cynicism of both right and left. Fascism thrives when there are no social anchors, when the perception takes hold that the media always lies, the courts are corrupt, democracy is a sham, corporations are in thrall to the devil, and only a strong hand can protect against the evil “other”—whether Jew, Muslim, black, so-called redneck or so-called elite. Flawed though our institutions may be, they are the best that 4,000 years of civilization have produced and cannot be cast aside without opening the door to something far worse.", "The right response to thuggish politics is not more thuggery; it is a coming together across the ideological spectrum of people who want to make democracies more effective. We should remember that the heroes we cherish—Lincoln, King, Gandhi, Mandela—spoke to the best within us.", "The Economist: Many people argue that threats to democracy call for strong institutions to save the day. You have worked at the top of government and talk about institutions too. Yet you seem just as interested in the frailties of the human heart, and the responsibilities of individual citizens in troubled times. Why?", "Ms Albright: The experiences that shaped our post-war institutions have grown so distant that many no longer have a clue why those bodies were established. This alone shouldn’t be alarming. We cannot prepare for the future by clinging to the past. Seventy-year-old institutions, like seventy-year-old people, need refurbishment and must occasionally be taught new tricks.", "But institutions of any age inevitably reflect the character of those charged with managing them. I pray that we will not have to endure another second world war-scale trauma to recognise the urgency of civic responsibility, international friendships, respect for the rule of law and a little looking out for one another.", "No institution, however well-constructed, can help us if we lose our sense of shared humanity and if people everywhere see themselves as victims with a licence to trample the rights of others in search of revenge. We have learned from history that the confident and wise build systematically with brick, while the frightened and self-absorbed build hastily with straw.", "* * *", "Excerpt from “Fascism: A Warning” (HarperCollins, 2018), by Madeleine Albright", "Mussolini observed that in seeking to accumulate power, it is wise to do so in the manner of one plucking a chicken—feather by feather. His tactics live on in our no-longer-new century. When we awaken each morning, we see around the globe what appear to be Fascism’s early stirrings: the discrediting of mainstream politicians, the emergence of leaders who seek to divide rather than unite, the pursuit of political victory at all costs and the invocation of national greatness by people who seem to possess only a warped concept of what greatness means. Most often, the signposts that should alert us are disguised: the altered constitution that passes for reform, the attacks on a free press justified by security, the dehumanisation of others masked as a defense of virtue, or the hollowing out of a democratic political system so that all is erased but the label.", "We know from experience that Fascism and the tendencies that lead to it are subject to imitation. Surveying the world today, we see apprentice autocrats copying repressive tactics that had their tryouts in Venezuela or Russia fifteen years ago. Undemocratic practices are on the rise in, among other places, Turkey, Hungary, Poland and the Philippines, each a treaty ally of the United States. Radical nationalist movements—some violent, some not—are achieving notoriety as they draw media attention, make parliamentary inroads and push the boundaries of public discussion toward bigotry and hate. America, the rock against which Fascism crashed in the last century, may have begun to slide.", "As regularly as we use the term, few current heads of government fully embody the spirit of Fascism. Mussolini remains in his grave and Hitler never had one. But that is no grounds for relaxed vigilance. Every step in the direction of Fascism—every plucked feather—causes damage to individuals and to society; each makes the next step shorter. To hold the line, we must recognise that despots rarely reveal their intentions and that leaders who start out well frequently become more authoritarian the longer they hold power. We must acknowledge, as well, that anti-democratic measures will often be welcomed by some of the people, some of the time—especially when those measures are deemed to favour their own.", "It is important to remember that actions taken today depend largely on expectations about the future. If a foreign country feels abandoned by the United States, or uncertain about its leadership, that nation may see a need to act more forcefully—and perhaps unwisely—on its own. At a minimum, the country may see no choice but to invest in what amounts to foreign-policy insurance by strengthening ties to others, leaving the United States on the outside looking in. There is also the chance that intemperate words and ill-conceived threats will ramp up tensions suddenly, induce panic on the part of some, and lead everyone over the cliff to war. There are certainly enough trouble spots—beginning with the Middle East and the Korean Peninsula—to merit anxiety. During the Cold War, we installed hotlines so the US president could allay any misunderstandings by talking directly to a foreign leader. I’m not sure how much faith we would invest in that option today.", "Finally, and even more seriously, I fear a return to the international climate that prevailed in the 1920s and 30s, when the United States withdrew from the global stage and countries everywhere pursued what they perceived to be their own interests without regard to larger and more enduring goals. When arguing that every age has its own Fascism, the Italian writer and Holocaust survivor Primo Levi added that the critical point can be reached “not just through the terror of police intimidation, but by denying and distorting information, by undermining systems of justice, by paralysing the education system, and by spreading in a myriad subtle ways nostalgia for a world where order reigned.” If he is right (and I think he is), we have reason to be concerned by the gathering array of political and social currents buffeting us today—currents propelled by the dark underside of the technological revolution, the corroding effects of power, the American president’s disrespect for truth and the widening acceptance of dehumanising insults, Islamophobia and anti-Semitism as being within the bounds of normal public debate. We are not there yet, but these feel like signposts on the road back to an era when Fascism found nourishment and individual tragedies were multiplied millions-fold.", "_____________", "Excerpted from “Fascism: A Warning”. Copyright © 2018 by Madeleine Albright. Used with permission of HarperCollins, New York. All rights reserved."], "url": "https://www.economist.com/open-future/2018/07/30/on-tyranny-populism-and-how-best-to-respond-today", "title": "On tyranny, populism—and how best to respond today", "pubDate": null, "keywords": ["populismand", "world", "power", "does", "institutions", "warning", "respond", "war", "fascism", "tyranny", "today", "albright", "best", "political", "economist"]}