{"id": "7610a20e-5e7d-3810-98ec-8c3f5ded30ce", "title": "Strains on the United Kingdom - A border inside the UK brings Northern Ireland closer to the republic", "url": "https://www.economist.com/britain/2021/01/02/a-border-inside-the-uk-brings-northern-ireland-closer-to-the-republic", "summary": "During the fraught negotiations over the UK - EU trade deal, a number of British firms stopped supplying Northern Ireland.\nFirms may pass them on to consumers or decide that the Northern Irish market is too small to bother with.\nBoris Johnson’s solution was to leave Northern Ireland in the EU ’s single market for goods, bound by EU regulations.\nMr Johnson had pledged “unfettered” access to Great Britain for Northern Irish firms, and has largely delivered that.\nAs the gap between Northern Ireland and Great Britain widens, that between the province and the republic is narrowing.", "paragraphs": ["L IKE MANY people, Viviane Gravey became more interested in gardening during lockdown. She bought dill and lettuce seeds from Real Seeds, a firm in Wales, and grew them on her balcony. But next year’s crop will have to come from another source, for the firm emailed her to say that, because of the new border in the Irish Sea, it would no longer sell to Northern Ireland.", "During the fraught negotiations over the UK - EU trade deal, a number of British firms stopped supplying Northern Ireland. Now that the deal is done, some may return to the market, but the new border will raise costs. Firms may pass them on to consumers or decide that the Northern Irish market is too small to bother with.", "The internal border is the result of the determination of the Irish and British governments to avoid the creation of a “hard” border on the island of Ireland. Negotiations on the withdrawal agreement nearly collapsed over this issue. Boris Johnson’s solution was to leave Northern Ireland in the EU ’s single market for goods, bound by EU regulations. EU customs rules will be enforced at Northern Irish ports.", "Goods travelling from Great Britain to Northern Ireland will need new paperwork. From April 1st, for instance, when a grace period ends, animal products will need export health certificates. Aodhán Connolly, director of the NI Retail Consortium, says that a typical supermarket lorry carries 200-300 products of animal origin. The necessary certificates will cost thousands of pounds. All goods being shipped will need customs codes and some require Meursing codes, which determine how much duty is payable. Lorries will be allowed on ferries only if codes are correct.", "Mr Johnson had pledged “unfettered” access to Great Britain for Northern Irish firms, and has largely delivered that. But if goods cannot travel easily from east to west, that will hamper trade in the other direction, for Northern Irish firms need empty lorries in which to transport their goods.", "Still, there are likely to be some upsides for the Northern Irish economy. Stephen Kelly of Manufacturing NI says that highly regulated manufacturing sectors such as pharmaceuticals will benefit from having a foot in both the EU and UK markets. Goods produced in Northern Ireland will be able to circulate freely in the EU , and the UK has agreed that those goods can also freely enter the British market. “The more regulated your industry, the bigger the benefit,” says Mr Kelly.", "As the gap between Northern Ireland and Great Britain widens, that between the province and the republic is narrowing. Ireland regards itself as the defender of Northern Irish interests in the EU , and has given this commitment practical effect by announcing that it will pay for continued Northern Irish access to both EU emergency health care and the Erasmus student exchange programme. The bill for Erasmus will be €2.1m ($2.6m), but according to Simon Harris, Ireland’s minister for universities, “It’s not a cost; it’s an investment...in our next generation.”"], "authors": ["The Economist"], "keywords": ["republic", "market", "firms", "ireland", "uk", "kingdom", "need", "border", "strains", "irish", "united", "brings", "northern", "inside", "goods", "closer", "eu"], "pubDate": "2021-01-02T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}