{"publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da", "url": "https://www.ft.com/video/478eaa8e-7cf0-4c7a-a34b-f084b575e76d?playlist-name=editors-picks&playlist-offset=8", "pubDate": null, "authors": ["Filmed Nicola Stansfield", "Petros Gioumpasis"], "keywords": ["johnsons", "map", "labour", "dont", "brexit", "boris", "deal", "hes", "know", "going", "thats", "election", "think", "extension"], "title": "Boris Johnson's Brexit map", "id": "7622fb49-47e0-3de8-9731-326b8494577b", "summary": "Lots of things are possible, but nothing is yet likely, and I think that's where we are.\nI think you know, if they think Boris Johnson has got 80, 90 per cent of the way.\nI think it'll be very hard for the Labour MPs who take him over the line, because they're not just voting for Brexit they're voting for Boris Johnson's Brexit.\nI don't, I don't think we can take any of it very seriously.\nSo I don't think he can tolerate that; I think that's totally impossible.", "paragraphs": ["You can enable subtitles (captions) in the video player", "Subject to revision.", "So Robert, the Brexit saga becomes more complicated by the day. We're going to try and map what might happen next.", "Yes.", "It may get very messy. But can we have a go?", "Yeah, we've had a request from Dominic in Downing Street. So what's going to happen next?", "He wants us to do his grid for him.", "Yes.", "So here we are. So to start with, is the chance of any deal between the UK and the EU in time to get through the Commons, and with a possibility of getting through the Commons now off the table after the ill-feeling in the Commons...", "No.", "This week?", "I'm not sure it is. Lots of things are possible, but nothing is yet likely, and I think that's where we are. So, could he get a deal, and could he get the deal through parliament? And the second, they're both bound up together, because one of the issues with European Union is could he actually get this deal?", "So could he still get a deal? Yes, he could. It depends how far he's prepared to move. Then we get, could he get it through parliament? I still think, just about, he could. I know that there was so much ill-feeling yesterday. The red, the red pen is coming up.", "So this is the Labour party pen.", "OK. So I think he upset a lot of people in parliament on Wednesday night. People talked about 20 to 30 Labour MPs. I've always thought that was a little high. What I think is some of those people are saying, well, you know, we just can't deal with this man. He's, my own feeling is that if he comes back with a deal, that the Democratic Unionists are prepared to live with and most of his own party are prepared to live with, there's going to be this enormous sense of relief, and it will change the entire political dynamic.", "So a lot of the bad feeling that exists now I think will get swept away by the: oh thank God we've got a deal. We're not going to crash out. Whether it's quite enough, we don't know. I think 20 to 30 is too much.", "But if the Conservative party conference is still going ahead, the kind of inflammatory - in some people's view - rhetoric that Boris Johnson himself, members of his cabinet, have been using about the opposition, about the Remainers, about even the judges in the Supreme Court who ruled against him at the beginning of the week. Surely that will be worse at a Conservative party conference and that will increase the kind of toxicity that might prevent...", "No, I think you're right.", "...this group of P's... group of Labour MPs supporting a deal.", "I think that's right. This gets wrapped up in the second scenario. Either he gets the deal or he doesn't get one. He is preparing for both options, and if he doesn't get a deal he's going to have to go to the country at some point quite soon after an election, quite soon, and say these awful MPs stopped me getting my deal. So he's running the two things together.", "But he also is using the threat of that kind of election to put pressure on those Labour MPs...", "Yes.", "...to cave, and get his deal through, if he gets it. Because the people he's targeting are MPs in Leave constituencies, and they're the ones most vulnerable to that kind of rhetoric. But you're completely right. I mean, the rhetoric is really quite appalling.", "On the other hand, you know, I was in a sort of huddle with, as we say, a senior Downing Street aide...", "Who could that be?", "...this morning. And he, I mean, one of the phrases he used was, the surrender bill, which is how they describe the bill-stopping no-deal deal. That's our new £350m for the health service, which was a contentious slogan for the Brit... for the Vote Leave bus. They believe this row is getting that phrase, surrender bill, into circulation. They believe that's a message that's getting through to the voters they're targeting, so there's a lot of brinkmanship in this.", "So the surrender election - surrender all, stand firm in a patriotic way behind Boris. All of this, however chaotic, it looks step by step...", "It's nothing as to how chaotic it could be.", "It's nothing, true. But also, are you really trying to maintain that it's still part of the Downing Street plan, however bad it looks day to day? Being found to have acted illegally in suspending parliament. I mean, surely a substantial section of the traditional Tory electorate must be worried about this", "I think, of course this was not part of the plan. They messed up spectacularly with the prorogation of parliament, leave aside the fact that it's since been declared unlawful. It forced the hands of the opposition. It forced the hands of the Remainers. It forced their own Tory rebels to vote against them, which then forced him to expel them.", "So it's been a terrible, terrible miscalculation. That reminds me of the old, to rephrase the old joke, you know: it wasn't just unlawful, it was incompetent.", "Right.", "It was worse than that; it was incompetent. And so, it's a massive mistake. There's no question about that. And I think it's interesting, the extent to which Boris Johnson is relying a little bit more on the other half of his Downing Street operation, which is the Eddie Lister part, you know, the David Frost part? Seeing if they can work this through.", "But they are running both at the same time.", "You mean, and when you say work this through.", "Work a deal, that's right.", "You mean, continue to pursue...", "Yes.", "...a deal?", "Yes.", "...which is reliant on sorting out the Northern Ireland problem...", "Yes.", "...and a customs union problem.", "Yep. It's contingent upon having a solution to the hard border in Northern Ireland. Theresa May, as you know, she had a backstop proposal, which essentially meant the whole of the UK would be kept inside the customs union and aligned with the single market if they couldn't find an answer. This was too much for Boris Johnson and the hard Brexiters. So they're now looking at a Northern Ireland only solution, but they can't go the full hog, I think, which is what was originally proposed by Barnier back in 2017... that you simply almost break off Northern Ireland and treat it, for the purposes of single market and customs, you know, as if it was still part of the EU.", "That's hard for the unionists to swallow. So the question is, how far can he creep up to that line? And equally, how far will the Irish and the rest of the EU allow a bit of creative ambiguity? I think you know, if they think Boris Johnson has got 80, 90 per cent of the way. I don't know what the number is. Will they give him a bit of flexibility to get the rest of the way?", "But two problems, surely, to even get to this bit of agreeing a deal with the rest of the EU before you can even try to get it past the Commons, won't the Europeans be looking at what's happened in British politics this week? Doesn't that make it less likely than ever that he can get this deal before even trying to get it through the Commons? Because his credibility, surely, is... I mean, if you think back to 2017, 2018, surely one of the problems with Theresa May's premiership was that she was going and making agreements in Brussels, and then coming back and being defeated in the House of Commons. And they got really sick of that.", "Yep, no. It's absolutely one of the two problems. There are two obstacles, one of which, as you say, is questions as to whether he could get a deal through the House of Commons. But in a sense that's the second question, because the first question. My handwriting is so bad that we've given up. But question number one is, is he actually prepared to do the work to get a deal in the first place? And at the moment the European Union isn't seeing enough to think that they've got a deal in place.", "So we're actually, we're still up here somewhere, aren't we?", "Yeah, OK. I got it in the wrong place. Yeah. But we're still beyond that point.", "Before we can get to here, yeah.", "And the really complicating thing about it is that, actually, the deal is the easy route. That's the gentle path in this process. He has to get a deal, he has to get it voted through parliament, he has to drive through the legislation in about 10 days if he's to meet his October 31st deadline, and that's the easy option.", "And can we just talk about those 20-odd Tory MPs who currently don't have the Conservative whip? Because, so there's what? There's 20. One of them, Sam Gyimah, has defected to the Liberal Democrats.", "Has gone to Liberal Democrats.", "But there are still 20.", "Plus Ann Barrett. There's 21 still.", "Ah, 21. That's right, of course, because she resigned from the cabinet afterwards. So 21 Tory MPs. Do they come back onside if he gets a deal and puts it to parliament? So can he add, potentially, this 20 to 21?", "Mostly yes; I think they do.", "So they come on board, as well?", "I think there are still a couple who quite like the referendum. Dominic Grieve, I think, who would probably want much closer alignment. It's not 100% per cent that he could get them, but my bet is he'd get most of them back on board, yes. And he probably ought to invite them back in to the Conservative party or the one sticking point on this is that I think at least half of them are standing down now at the next election, so they don't have any great incentive to play nice.", "Right. But they don't like being non-Tories, do they?", "No they don't.", "And actually, their language is very much of wanting to find a way through.", "They're still sitting on the government benches. It's very noticeable. So I think most of them would come back, yes.", "But we haven't even got on to yet the fact that all the opposition parties. The 'Remania', the Remain opposition parties, which, of course, loosely includes the Labour party, are also planning to gang up on Boris Johnson if they think he's even in danger of getting to a no-deal scenario. So that's complicated, too.", "Yeah, but that comes after, because if he's got a deal before the deadline for having to seek an extension, which is October the 19th, European Council is on the 17th. So if he's got a deal, or almost got a deal by then, he can try and put it back to parliament. Now, he gets most of those 20 back, I'd guess, and I think you think the same way.", "Yes, definitely.", "If he's managed to keep the Democratic Unionist party accepting of this, on board, then he'll manage to keep most of his Brexit hardliners onside as well. The number of people who hold out would probably be in single figures, be quite low. At that point, he, then doesn't need 20 to 30 Labour MPs. He probably needs only about 10 to get that, get it through.", "That might be doable. I mean, you know, at current attrition rate he's alienating Labour MPs quite fast.", "Yes.", "Maybe it's not, but I think it could be doable. I think there are so many people in parliament who really do fear that they're alienating too many of the public by not getting a deal through. I think if he comes back with one, there is a decent chance he will get it through parliament.", "Do we...", "But that's obviously a big if.", "So do we feel confident enough to put a probability on this? On either getting the deal by 17th of October, or soon after? And then getting it through?", "I don't feel confident enough to say he's going to get the deal. I do think, if he gets it, he is more likely than not to get it through parliament. That'll be my guess. I think he'll carry the day on that.", "I think it'll be very hard for the Labour MPs who take him over the line, because they're not just voting for Brexit they're voting for Boris Johnson's Brexit. But again, some of them aren't standing again, either. There are quite a few independent Labour MPs. I think he'd just make it. That'd be my guess.", "So, what about this? Let's just explore this. If it's heading for this, if it's heading for no-deal deal, then this...", "That's when it gets really hairy.", "Yeah. So that's when this whole idea of trying to trigger a vote of no confidence in Boris jumps...", "Yep.", "...and forming some sort of alternative temporary government...", "Yep.", "...made up of lots of different opposition parties. We've got the Lib Dems who are now up to 18 because of all the defectors. We've got the SNP and, what? The're 40-odd, 40-odd MPs in the SNP, Scottish Nationalists. The SNP seem incredibly keen to work with the Labour party...", "They do.", "...at the moment, anyway, because they think they'll get their...", "They get more Green.", "And they get their independence referendum out of it.", "But if we take this one through the stages...", "Yeah.", "So we get to a point where parliament decides there's not going to be a deal, where all these opposition groups say, he's not going to do this - either he's not serious, or it's not happening. So the first thing, then, is, there is legislation that says, you've got to ask for an extension. So the first question is, does he actually request that extension or not?", "Lots of noise is coming from the hardliners in Downing Street. There's no way he'll do it; he's found some cunning secret wheeze. He'll work his way around it. There's an idea. He'll submit two letters. So, rubbish, in my opinion.", "But it is odd, isn't it? Because to say, we will observe the law, and there's no way we're asking for an extension because we will be leaving on October 31ST...", "Yeah. It's just noise.", "I don't, I don't think we can take any of it very seriously. He's in a real bind. If he gets to the 19th...", "Yeah.", "...he's in a real fix. My own hunch is that, when it really comes to it, he cannot break the law on this. He is going to have to ask for the extension on October the 19th. I think much of the rhetoric of now, much of the positioning of now, is about getting him off the hook for having to do it, so that the public believe him when he says, I didn't want to do this. I was absolutely forced into it; I had no choice.", "That may work incidentally. I think a lot of people will believe that he had no choice about it. So, what happens then? Let's say he does ask for the extension.", "Yeah.", "If he asks for the extension, then there is no reason not to give the general election, except he will be less keen on it because he is not going to deliver October 31st, so that's a problem for him. It means the Brexit party probably will be standing against him. That's an issue for him.", "But I think, once the extension is secured, the other parties have no reason not to bring him down straightaway, and that would be my instinct that they would. The interesting question is, what happens if...", "But bring him down straightaway to go straight to a general election again?", "Yes.", "Or bring him down to tide over again for a few weeks. This idea of a caretaker government.", "Well, there are two paths.", "Yeah.", "If...", "If he hasn't asked for an extension...", "Yeah.", "...to try to get out of it.", "If he hasn't asked for an extention, let's stick with this for a second.", "OK.", "If he has asked for it, because I can't cope with all this. If he has asked for the extension, there is no reason for the opposition not to give him the election now, because they've made him swing. He's broken his word...", "Which we think will cause him problems because...", "We do.", "...I mean, as we saw earlier in the year, from March the 29th, when we were supposed to leave the EU. So the May government's approval rating just literally went like that ovenight...", "Yeah.", "It was a disaster for them.", "Yeah. And the Brexit party went up.", "Yeah.", "When Boris Johnson...", "are we?", "...got to power, the Brexit party started to fall. It looked. There was even, there were even a couple of polls where their numbers went down to just approaching single figures. But now they're fairly steady at 12 per cent or 13 cent, and that's way too high for his comfort.", "So if he signs the extension I think we're into an election quite quickly, unless all these parties think they could get a viable and sustainable caretaker government, which would actually renegotiate the terms of Brexit. But my hunch is they can't. I don't think that...", "That's a big ask, isn't it?", "I think that's not stable enough.", "Because the disagreements within those parties, let alone between the parties on what they actually want.", "I'm not sure they get a caretaker government at all. But I certainly I think they could. So my guess is, if he signs the extension, we're quickly into an election. I think that that's reasonably clear. That's a prediction I'm reasonably confident of.", "OK.", "You agree, I think?", "Yes, I do.", "Yep.", "I do, but I agree about the Brexit party then being a huge problem for them. So then, what if he doesn't ask for an extension, or if if he starts to look so untrustworthy about the extension that it seems like it's not going to happen?", "That's where it gets really - or if he signs and - some people have proposed he signs and resigns - that he signs the extension, but resigns immediately, because he feels honour-bound to do so.", "Honour, interesting. Yeah.", "Yes. And under the terms of the Parliament Act, you can't not have a prime minister, so his resigning triggers the whole process of looking for another prime minister, so that gets quite interesting. Equally, if he hasn't signed the extension, then they've got to bring him down. Then you've got to get a no confidence vote, because you've got to bring him down to get someone who will seek the extension, while meanwhile presumably chasing him through the courts for breaking the law.", "Yeah.", "So, but that vote of no confidence is only any good if you can establish some kind of caretaker government. Because if you bring him down and cannot establish a government, then we trip over the deadline. We're into an election and a no-deal Brexit automatically, so there has to be a plan.", "And this, to me, is the hardest part of all of it because all of these parties are really struggling to find a plan for that unity caretaker government to work to do this one thing - ask for the extension and call the election. Fundamental problem here.", "Yeah.", "Jeremy Corbyn.", "Yep.", "It's literally all about him.", "So only some of the other opposition parties...", "Mm-hmm.", "This is JC here.", "OK.", "Only some of the other opposition parties will accept Corbyn. These rebel Tories, the Remainer rebel Tories, remain a real problem Tories", "Real problem for them.", "They will not do it. The Lib Dems, they will not do it. The SNP will do it.", "Yep.", "They're perfectly happy with it.", "So will the Greens, so will Plaid Cymru.", "So who's this? Who is this mystery potential caretaker prime minister?", "And even the Lib Dems, they say they won't do it. And you're better-placed to know about this than me, but I think that they've got the covering fire of these 20 Tories who won't put Jeremy Corbyn in power. The Lib Dems, if it was the choice between no-deal Brexit or put Corbyn in power, I think they'd be in a real spot. And for all there, we are the real party of Remain.", "If they are the orchestrators of no no-deal, that's not a good place for them. So I think there'd be in an interesting spot if the numbers added up. But happily for Jo Swinson. they don't add up. ...", "Yes. Happily for them, they have the cover of the numbers.", "If not, the numbers. They don't tally up. So then you get back to who is this mystery person? And I don't know the answer, because I think if you're Jeremy Corbyn, you cannot allow yourself to be bypassed or marginalised in this way. Certainly, you can't allow it to be another member of the Labour party.", "I know there's been talk of Harriet Harman or Margaret Beckett.", "Yes. That's the nice feminine hair on this, on the mystery person here.", "And, you know, and in a sense, there's been talk of Margaret Beckett or Harriet Harman. But I think it's a fundamental problem for Jeremy Corbyn to allow any other member of the Labour party to become prime minister, because it might give the very many Labour MPs who don't like the idea of Jeremy Corbyn's prime minister ideas.", "So I don't think he can tolerate that; I think that's totally impossible. So the question then is, is there somebody from another party who the Labour party could tolerate becoming as prime minister?", "And who could unite these ex-Tories, these Lib Dems, SNP, Labour, and the various other independents and Greens, et cetera.", "And the name that we hear is Kenneth Clarke.", "Yeah.", "So Kenneth Clark, former Conservative chancellor, definitely standing down at the next election. So wouldn't stay on as prime minister. Most of these parties could get behind him. Personally, I still think it's difficult...", "Yes.", "...to see.", "Yes.", "How...", "Do you think, do you know? You don't think the Labour party?", "I mean, I really don't know the answer to this question. But again, I come to that point. You're Jeremy Corbyn. You're the leader of the opposition. You feel this should be you, this caretaker person, and you're going to put a Conservative in power? And you're going to put your Labour MPs is behind the Conservative prime minister, albeit only for two weeks or whatever?", "I think, for him, it's really tricky. Because if you look beyond this moment to the election that comes, we all know that there's quite a decent chance of a hung parliament being the outcome, in which point you're back into these kind of negotiations. And once people have thought...", "You've undermined the principle of yourself as the old fierce leader.", "Exactly. Once we've worked round Jeremy Corbyn once, we might, we might get a taste for it.", "Yeah, yeah.", "So I think it's a real problem, and I don't exactly know how they'll do it. My hunch is they'd have to find a way to do it because otherwise in this circumstance, when Boris Johnson's defied the law, there's no extension. They've got to bring him down, they've got to do something to get this election called. They have to find a way to cobble this alliance together, so maybe in the end Jeremy Corbyn holds his nose and allows a retiree Labour MP to do it. Or maybe they choose John Burke. I don't know.", "But if they don't, then we're into no-deal and everything's failed. So I think they'd have to find a way to do it. But nobody I've spoken to - I don't know if you've spoken to anyone - has an answer to exactly how that's going to work.", "But is it also the case that all of this - if they can put this thing together - this also, via avoiding no-deal, still leads to a general election? Or is there the possibility that this also leads to a second referendum? There are some in these parties who would prefer that to be the outcome because they think a general election wouldn't actually settle the Brexit question. You have to syphon off the Brexit issue into another referendum.", "Certainly some of these parties would like to go straight to a second referendum, but you've got to have a deal to put to that second referendum otherwise...", "Yes.", "...the choice is between Remain and no-deal. And if there's no-deal, what deal are you putting as the choice here? The only deal that exists if Boris Johnson hasn't got one is Theresa May's deal. So then, you've got to have a second referendum on Theresa May's deal. Is any of this coalition stable enough to get that legislation through?", "You've got to... getting a referendum is not quick; you've got to legislate for it. Then, you've actually got to agree the wording with the Electoral Commission. I would imagine that if they were to get second referendum, they'd also want to play with the electorate. They might decide that 16-year-olds could vote. They might...", "Labour has said, yeah.", "Yeah. They might think that maybe European nationals resident in Britain could vote. So that requires changes in the law; that requires electoral registers being assembled. This is not a quick process. So on balance I think it points back to the election more.", "And then maybe they're after him, as well?", "On the other hand, if I was looking for the most likely point for the second referendum - I'm going to have one of these thick pens now. I've had enough of this, had enough of this. If I was looking for the most likely point where a second referendum could be inserted into this process before an election, I would put it here, on Boris Johnson's deal.", "I would say the best chance - and at the moment I don't think the numbers are there for it - but the best chance is they attach a second referendum condition to the deal that Boris Johnson brings back and say, we'll pass your deal if...", "On condition.", "On condition.", "On condition.", "Put it to the voters.", "Yeah.", "I don't know it would pass the House of Commons. It might be that everyone's so fatigued they think, yes, yes for God's sake. Let's send it back to the voters. But the one thing the Conservative party is fairly united on is not wanting a second referendum. So in the end, I think it all does point to an election. I think it points to an election probably late November. But...", "An election that doesn't necessarily solve the problem?", "No, because...", "Because you might actually end up with a parliament quite as fractured as the one we have already.", "So we are all - I think we all agree there is going to be an election. The only things we haven't yet settled are whether it's an election after a deal, no deal, an extension, or no extension. I'm glad we could help.", "I think we've cleared this up, Robert. I think we've successfully, successfully made sense of the whole...", "I'm just going to bike this over to Downing street now.", "OK. Off you go."]}