{"id": "762cdc78-9b8c-3436-bbb3-d9ba762a8710", "title": "How Missy Elliott’s Black iconoclasm gave me a sense of identity", "url": "https://www.theguardian.com/music/2021/apr/21/how-missy-elliotts-black-iconoclasm-gave-me-a-sense-of-identity", "summary": "He usually featured Missy, whose videos were always the best.\nShe was an auteur of visuals that were cartoonish, bizarre and surreal, sometimes framed through the fish-eye lens of Hype Williams.\nMissy made impeccable music to move to thanks to the beguiling samples, ticking hi-hats and record scratches lacing the beats she co-produced with Timbaland.\nSeeing the rap royalty in her videos hammered home that she was important to rap culture.\nMy classmates couldn’t fathom her impact: several peers unceremoniously told me her music was “weird” and that she had “no good songs”.", "paragraphs": ["I have never lived in a world without Missy Elliott in it. I was born the same year as she released her groundbreaking debut, Supa Dupa Fly, though I got to know her via via the osmosis of TV music channels. Growing up in the north-west of England, where Black children were few and far between, Trevor Nelson’s MTV Base show The Lick – where he pulled turn-of-the-millennium rap, hip-hop and R&B from the vault – became something like Black music history class for my malleable childhood mind. He usually featured Missy, whose videos were always the best. She was an auteur of visuals that were cartoonish, bizarre and surreal, sometimes framed through the fish-eye lens of Hype Williams. Watching her hack out a CGI glob of spit and seeing it fly into a backup dancers’ mouth used to make me shudder at the grossness and the delight in her macabre fantasy.", "A chubby, slightly awkward and quiet child, I secretly loved to dance when I was alone. Missy made impeccable music to move to thanks to the beguiling samples, ticking hi-hats and record scratches lacing the beats she co-produced with Timbaland. I bit down pangs of jealousy whenever I set eyes on her backup dancers – she often featured skilled child performers like Alyson Stoner, kids who could spin on their heads and violently contract their joints to the beat. I was captivated and deeply jealous that I hadn’t been put into dance classes in infancy, and wanted to be exactly where they were performing alongside her.", "My bedroom became a makeshift Dave Meyers set. I breathlessly recreated her choreography, reeling off her cartoonishly vulgar lyrics without thinking (“pockets mo’ bigger than a stripper booty cheeks” stuck in my head), practicing the moves I saw in videos like Ching-a-Ling. I didn’t own any of the sorts of tracksuits, furry flat caps or shimmering neckpieces that Missy would coolly flaunt on camera, so instead I wore a single pink fingerless glove that came with a bicycle set I had. I looked ridiculous, and there was little rhyme nor reason to why wearing it made sense to me: it just seemed like the kind of thing I would expect Missy to wear.", "As a pre-teen I didn’t fully comprehend the state of sexism towards Black women artists in hip-hop, or grasp the concept of what it meant to be a musical iconoclast, but I had an inkling she was someone of great significance. Perhaps I veered towards her music more than that of her male peers simply because she was a woman. Seeing the rap royalty in her videos hammered home that she was important to rap culture. She was weird and unique, but it was this uniqueness that her peers clearly respected.", "I also felt unique where I was. I spent my childhood more or less racially isolated, bar a few family friends who I didn’t see all that often, though that isolation pushed me to lean into Black culture and to search out music like Missy’s as cultural learning. I was often forced to listen to the music my friends loved – Girls Aloud and S Club 7 – but it was difficult translating my reverence for Missy to them. My classmates couldn’t fathom her impact: several peers unceremoniously told me her music was “weird” and that she had “no good songs”.", "I realised they would likely never understand Missy’s significance, but that was OK – she herself probably wouldn’t have cared. A woman who wasn’t afraid to sit in a dunce cap, dress as a scarecrow, or pull out whatever other look she decided would fit her three-minute fantasy worlds wasn’t there to be “got”. It didn’t deter me from being a die-hard fan. I still am today, emboldened with the confidence that Missy’s differences, and mine, were valuable expressions of blackness in a world that didn’t always have the means to grasp it.", "On the days where I trawl through her catalogue, I often find my body ticking along with the muscle memory of her dance routines, ingrained via endless childhood viewings. It’s as if she imprinted her tracks on me both in flesh and in my mentality: in places where Black culture will only ever be seen as weird, she taught me one should take pride in being different."], "authors": ["Christine Ochefu"], "keywords": ["peers", "elliotts", "iconoclasm", "sense", "didnt", "gave", "black", "videos", "identity", "set", "missys", "music", "missy", "weird", "rap"], "pubDate": "2021-04-21T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}