{"id": "7633acfb-fc95-3ff2-a2c0-d3745e9f493a", "title": "Andrew Walworth: What the Rolling Stones can teach us about today's tax debate", "url": "https://www.foxnews.com/opinion/rolling-stone-tax-debate-andrew-walworth", "summary": "Don't miss the 5-part documentary series, \"The Unauthorized History of Taxes\" hosted by Bret Baier, available on Fox Nation Monday, April 12th!\nFor decades before the Civil War, southerners bitterly complained about tax policies on imports that favored northern manufacturers over southern planters.\nTax rebellion is as old as taxation itself.\nRock bands like the Beatles and the Rolling Stones didn’t have to be creative geniuses to do the math.\nToday, Americans are fleeing high tax states New York, California and Illinois for friendlier climes including Florida and Texas.", "paragraphs": ["PROGRAMMING ALERT: Trace the long and complex relationship between American taxpayers and their government, and the surprising ways in which decisions about taxes have affected much of American life.", "Don't miss the 5-part documentary series, \"The Unauthorized History of Taxes\" hosted by Bret Baier, available on Fox Nation Monday, April 12th! Sign up for Fox Nation now to see this, plus get exclusive access to other original content, events, and your favorite personalities on any device.", "Tax rebellions take many forms. The American Revolution was a violent reaction to changes in the British Navigations Acts, as colonialists felt their rights as British citizens violated by the Parliament and the Crown.", "The Whiskey Rebellion was triggered in 1791 when the new federal government unwisely decided to tax some Americans -- frontier farmers who distilled whiskey – and not others.", "For decades before the Civil War, southerners bitterly complained about tax policies on imports that favored northern manufacturers over southern planters. While the Civil War was fought over slavery, a nasty debate over tariffs contributed to the sectional division that preceded Southern secession.", "But not all tax revolts are violent. In 1978, Californians overwhelmingly voted to limit state property taxes. Proposition 13, as it was called, revealed a national mood hostile toward taxes. Ronald Reagan, the ex-California governor who endorsed Prop. 13, embraced tax cuts as a central campaign promise and won the presidency.", "BIDEN PLOTS TAX HIKE ON WEALTHY AMERICANS, CORPORATIONS TO FUND $3T INFRASTRUCTURE PLAN", "The low-tax consensus of the Reagan years was cemented, especially among Republicans, when politicians saw what happened when President George H. W. Bush broke his \"read my lips, no new taxes\" pledge. \"Revenue enhancement\" – what the rest of us call tax hikes -- were poison at the ballot box.", "Today the lessons of our tax history seem to be forgotten, at least within the Democratic Party, which has embarked on a tax-raising bender at both the state and national level.", "We’re about to embark on another national experiment to see how Americans react to tax increases. While some say that economic conditions have changed to the point where \"it is different this time\" (cautionary words to any student of history) – we’re likely to find that human nature is a stubborn thing.", "Tax rebellion is as old as taxation itself. And as economist Arthur Laffer reminds us, \"Incentives matter.\"", "Taxes change human behavior, ranging from outright revolt and to more subtle forms of rebellion, such as moving your company or your home for a high tax jurisdiction to one where you keep more of what you earn.", "REPUBLICANS FORM CONSERVATIVE COALITION TO FIGHT BIDEN'S TAX HIKES IN $3T INFRASTRUCTURE PROJECT", "In the wake of a global pandemic, Americans are more mobile than ever. The federal government continues to grow; someone has to pay for it, and the taxman is ever at the ready.", "Getting the rich to \"pay their fair share\" may be a popular slogan, but it is difficult in practice, because taxpayers have a vote in this, and they tend to vote with their feet.", "It’s not a new problem. In the 1960s, Britain’s top marginal rate on income was 83 percent, and at the high end, capital gains were taxed at a staggering 98%.", "Rock bands like the Beatles and the Rolling Stones didn’t have to be creative geniuses to do the math. They fled their home country to make records in more tax-friendly jurisdictions.", "LIZ PEEK: BIDEN'S PARTISAN PRESIDENCY – DEMS TOO FAR LEFT TO REACH ACROSS THE AISLE. HERE'S WHY", "As Mick Jagger put it, \"We had to get out of the country to pay the taxes incurred. Simple as that.\" The Stones famously went to France, where they recorded \"Exile on Main Street,\" which many regard as their finest album.", "What Britain lost the rest of the world gained.", "Today, Americans are fleeing high tax states New York, California and Illinois for friendlier climes including Florida and Texas.", "As New York's legislature contemplates raising taxes even further – promising to make New York City the most expensive income tax jurisdiction in the country – lawmakers in Albany shouldn’t be surprised if today’s investment bankers and executives react exactly the same as British rockers in the 1960s: pull up roots, moving their taxable income, discretionary purchasing power, real estate holdings and all the local jobs they support to a place where politicians are less confiscatory.", "CLICK HERE TO SIGN UP FOR OUR OPINION NEWSLETTER", "International businesses are driven by the same incentives. Raising corporate taxes in the United States will ultimately drive businesses overseas – along with jobs, tax revenue, and innovation.", "In tacit recognition of this economic fact of life, the Biden administration says it will seek a global compact that will standardize corporate taxes throughout the world in order to reduce the incentive for companies to relocate out of the U.S.", "This is a fantasy. Nations are no less subject to incentives than rock bands or corporations.", "Someone, somewhere, will offer the opportunity to keep more of what you earn, and productive business and individuals will respond.", "George Harrison stated the problem memorably, and before acting accordingly: \"Let me tell you how it will be, one for you 19 for me, ‘cause I’m the taxman…yeah, I’m the taxman.\"", "CLICK HERE TO GET THE FOX NEWS APP", "Why would we assume that in today’s ever more mobile economy, the wisdom distilled in those lyrics would be less true than when they were first sung some 50 years ago?", "History may not repeat itself, but like a good Beatles’ tune, it likely rhymes."], "authors": ["Andrew Walworth", "Andrew Walworth Is The Producer", "Writer For The Fox Nation Documentary Series", "The Unauthorized History Of Taxes", "Is The Chief Content Officer For Realclearpolitics."], "keywords": ["todays", "history", "andrew", "stones", "national", "americans", "high", "debate", "incentives", "taxes", "walworth", "pay", "rebellion", "tax", "income", "teach", "rolling"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}