{"id": "764fd06f-610d-3b5c-9784-b542ce5e5369", "title": "Sen. Rick Scott: Senate Dems are the problem – this simple bill will help get spending under control in DC", "url": "https://www.foxnews.com/opinion/senate-democrats-dc-problem-spending-budget-sen-rick-scott", "summary": "No Budget, No Pay is very simple bill I first introduced when I got to the Senate in 2019.\nNIKKI HALEY: BIDEN'S BORDER CRISIS – HERE ARE LESSONS HE CAN LEARN FROM TRUMP'S IMMIGRATION EXAMPLEApparently, that’s too much to ask of Senate Democrats.\nAll 50 Senate Democrats voted against No Budget, No Pay, including the 14 who are up for reelection in 2022.\nAll 50 Senate Democrats voted against No Budget, No Pay, including the 14 who are up for reelection in 2022.\nUnfortunately, Senate Democrats refuse to do it.", "paragraphs": ["People across the country have to do their job in order to get paid. Why not Congress?", "No Budget, No Pay is very simple bill I first introduced when I got to the Senate in 2019. It says that if Congress can’t perform its most basic function – passing a budget – then members of the House and the Senate shouldn’t get paid.", "Simple, right?", "NIKKI HALEY: BIDEN'S BORDER CRISIS – HERE ARE LESSONS HE CAN LEARN FROM TRUMP'S IMMIGRATION EXAMPLE", "Apparently, that’s too much to ask of Senate Democrats. A few week ago, as the Senate was debating the Democrats’ massive $2 trillion spending bill, I proposed my No Budget, No Pay bill as an amendment. After all, Congress has spent $6 trillion over the last year to address the COVID crisis.", "Much (but not all) of that money was necessary to address this once-in-a-generation crisis and keep our economy afloat. But it also increased our national debt to more than $30 trillion and the best way to get a handle on federal spending is to return to a normal budgeting process – a process long ago jettisoned in Washington.", "CLICK HERE TO SIGN UP FOR OUR OPINION NEWSLETTER", "Every single Senate Democrat voted against my amendment. They voted to continue to receive a taxpayer-funded paycheck even if they can’t or won’t perform the most basic function of government – pass a budget.", "It was shameful, but not surprising. The reality is, Washington sucks people in and turns them into mindless, partisan drones who vote to protect their power and position, rather than represent their constituents.", "Let me give you some examples.", "Mark Kelly was an astronaut and served our country in the Marines. He campaigned as an independent-minded, moderate Democrat who would go to Washington to shake things up and represent the best interests of Arizonans. Then he got to Washington and became just another yes vote for his party’s leadership. He became part of the problem.", "Raphael Warnock is a pastor and a civil rights leader from Georgia. He campaigned on rising above the partisan bickering and politics as usual. He inspired tens of millions around the country by portraying himself as someone who would fight for everyday Americans in Washington. Then, he got to D.C. and voted with Senate Majority Leader Chuck Schumer, D-N.Y., and Sen. Bernie Sanders, I-Vt., to make sure he got a paycheck even if he doesn’t do his job and work to pass a budget. He became part of the problem.", "All 50 Senate Democrats voted against No Budget, No Pay, including the 14 who are up for reelection in 2022.", "Maggie Hassan was a two-term governor of New Hampshire, a state that values its independence and can-do spirit. She was regarded as competent, moderate, hard-working and dedicated to New Hampshirites. Then she got to D.C. and forgot why the people of New Hampshire sent her there. She voted with the rest of Senate Democrats to continue receiving her $178,000 per year salary, even if the Senate can’t pass a budget. She became part of the problem.", "Catherine Cortez Masto is a career politician and protege of former Senate Majority Leader Harry Reid, D-Nev., so it’s not at all surprising that she votes with her party’s leadership every time. I doubt they even have to ask. She’s been part of the problem for a long time.", "Michael Bennet is a former schools superintendent who came to Washington promising to fight for children in Colorado. But since he got here, he’s left the children of Colorado behind. He joined his Democrat colleagues in blocking Republican efforts to get schools reopened and voted against No Budget, No Pay – a measure intended to address the crippling debt that Congress is leaving to children in Colorado to pay off. He became part of the problem.", "All 50 Senate Democrats voted against No Budget, No Pay, including the 14 who are up for reelection in 2022. Besides the five listed above, the list includes Sens. Schumer, Patrick Leahy of Vermont, Richard Blumenthal of Connecticut, Chris Van Hollen of Maryland, Tammy Duckworth of Illinois, Alex Padilla of California, Patty Murray of Washington, Ron Wyden of Oregon and Brian Schatz of Hawaii.", "Americans around the country are struggling. Many live paycheck to paycheck, even when our economy is strong. And many millions more have struggled to make ends meet during the COVID pandemic.", "It’d a slap in the face to hardworking American families, who sit around the table every month and make careful budget decisions, to watch Washington Democrats vote against a common-sense measure to prevent members of Congress from getting paid if they can’t pass a budget.", "CLICK HERE TO GET THE FOX NEWS APP", "Families do it. Businesses do it. Congress should do it too.", "Unfortunately, Senate Democrats refuse to do it. They’ve become part of the problem in Washington.", "CLICK HERE FOR MORE FROM SEN. RICK SCOTT"], "authors": ["Rick Scott", "Republican Rick Scott Represents Florida In The United States Senate. He Is A Former Florida Governor."], "keywords": ["dc", "budget", "voted", "dems", "paycheck", "help", "pay", "democrats", "pass", "country", "congress", "washington", "rick", "problem", "scott", "senate", "sen", "simple", "spending"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}