{"id": "765115b5-03bb-36ed-b6f0-d479dd8c0f23", "title": "The Legend of Heroes: Trails Of Cold Steel III Review – A Satisfying Class Reunion", "url": "https://www.gameinformer.com/review/the-legend-of-heroes-trails-of-cold-steel-iii/the-legend-of-heroes-trails-of-cold-steel-iii", "summary": "The Trails of Cold Steel franchise continues to impress me.\nAs the third entry in this four-game arc, Trails of Cold Steel III sets the stage for the grand finale.\nInstead of narrowing the focus or dialing back, Nihon Falcom goes all-out, adding tons of new characters and retaining familiar faces.\nTrails of Cold Steel is content to keep its school-year structure, allowing you to guide the new Class VII on field assignments and socialize with them in your off time.\nTrails of Cold Steel III’s strengths outweigh its weaknesses.", "paragraphs": ["The Trails of Cold Steel franchise continues to impress me. Whether it’s in the depth added to its fantastic turn-based battle system or the intriguing revelations tucked into its sprawling storyline, Nihon Falcom keeps taking the series in exciting directions. The way the developer has built up a massive world and its political tensions is fascinating, referencing events that happened way back in the Trails in the Sky arc. Seeing how all this history and lore unfolds has been an exciting part of the journey. Fans are constantly treated to callbacks and character reunions that feel like rewards for the long investment. While the narrative is certainly a big draw, Trails of Cold Steel III is also a solid RPG through and through, especially if you yearn for something with a classic feel and modern sensibilities.", "As the third entry in this four-game arc, Trails of Cold Steel III sets the stage for the grand finale. Instead of narrowing the focus or dialing back, Nihon Falcom goes all-out, adding tons of new characters and retaining familiar faces. The story picks up about a year and a half since the last entry’s civil war. Protagonist Rean has since graduated and become a professor at a new branch of Thors Academy, one reserved for the outcasts and misfits. After growing exceptionally close to the cast of the past games (don’t worry you’ll see them plenty), I was worried about how I’d take to a new class, but the fresh faces bring a lot of interesting dimensions to the plot. For instance, gunner Juna formerly worked at the Crossbell police academy, providing a more personal perspective on how political events affected that area.", "I grew to love most of the new students, but not all are great. Musse is just awful; her main shtick is constantly hitting on Rean, which is overplayed and gets grating fast. The coolest scenes in the story are the reunions with familiar characters from past games. Everyone reenters Rean’s life in an interesting or surprising fashion, making these moments feel super satisfying if you’ve been following the expansive plot through multiple games. If you haven’t, there is a backstory glossary that catches you up on everything from key characters to detailed summaries that break down each game. You can certainly get by using this, but this story is best experienced having played the previous two entries.", "Trails of Cold Steel is content to keep its school-year structure, allowing you to guide the new Class VII on field assignments and socialize with them in your off time. The social elements remain a highlight, and this entry provides several opportunities to hang out with your new students or former classmates. You even have a camp where you can catch up, unearthing extra details or opening new side quests. But sometimes you have too much downtime, and the school aspects feel drawn out, creating busywork before you get to the good stuff. Just like previous entries, this installment is massive and slow-burning. I like how this builds up the relationships and world, but bloated dialogue segments and chore-like fetch quests test my patience.", "The turn-based battle system remains one of my favorites in recent years due to its many options. You’re forced to use your head instead of spamming attacks and specials. While the system is still focused on enemy weaknesses, character placement, and timing, Nihon Falcom introduced some new elements to keep you on your toes. A break gauge causes enemies to cease all actions for a turn with lowered defenses. I loved saving all my specials for this moment so they’d pack an even greater punch, as watching the high damage add up is extremely satisfying. Another new addition is Brave Order, which allows you to activate tide-changing perks, such as reflecting damage or taking half-damage. Implementing them into my strategy quickly became a new wrinkle to conquer boss battles. You can also now perform a “Burst” with two linked characters, which multiples break damage by 10. All of these new mechanics play off each other wonderfully, and combining them at the right times is a recipe for devastation. They make you feel powerful, and the gratification from crafting smart strategies is hard to top.", "While I enjoy the combat, the dungeons stand to be improved. For a good portion of the game, you revisit and run through trials in a bland practice dungeon. Outside of battles, you find switches and crawl through ducts to reach different places, with the latter being especially overdone, alongside the commentary about being able to see up the girls’ skirts every time you enter one. The dungeon design is simply uninspired; all the floors have a sterile feel, with only differing color schemes giving them any defining features. You also fight in other places such as forests, caves, and ruins, but they are pretty generic.", "Trails of Cold Steel III’s strengths outweigh its weaknesses. While the story takes its sweet time to unfold, it offers a lot of shocking outcomes. I won’t spoil anything, but I will say that things just keep heating up and I can’t wait to see what’s ahead. There’s something special about following characters for so long across various games – that attachment makes these journeys matter so much more. I just hope the next entry addresses the more glaring flaws, because there’s too much good here for it to be bogged down by a few problem areas."], "authors": ["Features Editor", "Kimberley Is Usually Playing The Latest Rpg", "Sports Title", "Or Narrative-Driven Experience. She Has Also Amassed More Than Two Hundred Stanley Cups While Playing As The Blackhawks In Various Nhl Games."], "keywords": ["feel", "nihon", "legend", "falcom", "heroes", "good", "satisfying", "class", "trails", "reunion", "iii", "cold", "characters", "system", "games", "steel", "review"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}