{"id": "7658afea-2396-3004-a8b1-ad154f2fa3c3", "title": "America's dirty divide: how environmental racism leaves the vulnerable behind", "url": "https://www.theguardian.com/us-news/2021/feb/11/environmental-racism-americas-dirty-divide", "summary": "The climate crisis has forced many people to consider what they would do if the places they call home became unlivable in their lifetimes.\nThat is why today the Guardian is launching America’s Dirty Divide, a year-long series that will delve into US environmental racism and its history.\nTheir work frames the continuing fight for environmental justice as the unfinished work of the civil rights movement.\nAs one of his first actions in office, Biden created two new environmental justice councils in the White House.\nThese are promising first steps, and environmental justice advocates will be watching to see what else can be done.", "paragraphs": ["The climate crisis has forced many people to consider what they would do if the places they call home became unlivable in their lifetimes. But in the US, certain vulnerable communities – especially Black and Indigenous populations – have been fighting for the right to clean, safe, healthy environments for generations.", "Decades of systemic racism mean that in the richest country in the world, access to clean air, clean water, and proper sanitation are not a given.", "The health effects of these inequalities are staggering. Black Americans are 75% more likely to live in close proximity to oil and gas facilities, which emit toxic air pollutants; as a result, these communities often suffer from higher rates of cancer and asthma. Researchers have found that Black children are twice as likely to develop asthma as their peers.", "There has long been a lack of political will to protect the communities most harmed by pollution – and the climate crisis could exacerbate these inequalities, as well as create new ones.", "That is why today the Guardian is launching America’s Dirty Divide, a year-long series that will delve into US environmental racism and its history. And we are partnering with Nexus Media, a non-profit news service that focuses on climate change, to produce video documentaries about environmental justice issues.", "America’s Dirty Divide will examine environmental justice issues in three areas: pollution and waste; the uneven impacts of a warming planet; and climate events such as hurricanes and flooding, and the often inequitable recovery efforts that follow.", "We will also tell the stories of people who are mobilizing to transform these circumstances – like Catherine Coleman Flowers, the pioneering sanitation advocate who has exposed a sewage crisis in her native Alabama. Dr Robert Bullard, who dedicated his career to documenting environmental racism in the US south, will serve as the project’s editorial adviser. Their work frames the continuing fight for environmental justice as the unfinished work of the civil rights movement.", "'The sewage is in plain sight': the majority-Black town fighting a sanitation crisis Read more", "Our geographical focus will be broad. We will investigate topics ranging from the history of industrial pollution in Chicago to radioactive uranium mining waste in the Navajo Nation. And we are partnering with Flowers to investigate how many people across the country do not have access to sanitation and sewage services, which are generally considered a basic amenity in developed nations but are surprisingly lacking in some disadvantaged US communities.", "While many local and state governments talk about investing in “climate resilient” communities to better survive global heating and extreme weather, low-income people and communities of color already face difficult living conditions and need help.", "Among environmental justice advocates, there is an understanding that these inequalities are not coincidences – they stem from a long history of racist and discriminatory practices that have allowed industry to pollute with impunity in disadvantaged communities.", "In Brooklyn, for instance, the electric and gas utility National Grid is constructing a pipeline that will run through Bushwick, a heavily industrial neighborhood home to many Latinos, and Brownsville, a majority Black neighborhood that also has the highest adult asthma rate in New York City. The implementation of this pipeline poses a public health risk, and it will also further contribute to the climate crisis – which in turn disproportionately hurts communities of color and lower-income communities.", "Environmental justice advocates are hoping for the backing of the Biden administration, which has said it intends to deliver 40% of the benefits of federal investments in clean energy and infrastructure to disadvantaged communities. As one of his first actions in office, Biden created two new environmental justice councils in the White House. The nomination of Deb Haaland, a New Mexico congresswoman and member of the Laguna Pueblo tribe, to lead the Department of the Interior could mean a radical transformation of US priorities concerning conservation and Indigenous rights.", "These are promising first steps, and environmental justice advocates will be watching to see what else can be done. But as the US gears up to better tackle the climate crisis, there should also be a full accounting of the many other environmental inequalities that already exist in this country so that no communities are left behind."], "authors": ["Frida Garza"], "keywords": ["divide", "justice", "inequalities", "dirty", "leaves", "communities", "climate", "crisis", "sanitation", "clean", "sewage", "vulnerable", "racism", "environmental", "black", "americas"], "pubDate": "2021-02-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}