{"id": "765f3a66-afb6-3704-92da-6df2c119f064", "title": "Opinion | Why Populists Really Need Technocrats", "url": "https://www.nytimes.com/2020/12/07/opinion/trump-populists-technocrats.html", "summary": "Mass campaigns and institutions increasingly function as arenas where popular enthusiasms burn themselves out, not as avenues for ordinary people to influence policy.\nThis mismatch between popular institutions and populist policy achievements is not accidental but reflects an underlying reality of America’s increasingly oligarchic politics.\nIn this environment, the prospects for populist policy reforms will depend less on legislation or so-called grass-roots organizing than on the personnel and actions of technocratic executive agencies.\nRather than pursue the hopeless and counterproductive task of eliminating these agencies, populists should focus on trying to positively influence them.\nMr. Trump’s surprise 2016 election victory did reorient popular and even elite discourse in ways that should not be minimized.", "paragraphs": ["The popularity of such proposals waxes and wanes. Very often, they are subject to the logic of polarization — embrace by one side means the other side will do everything to thwart it. But whatever the reasons, this trend contradicts conventional understandings of American democracy. Mass campaigns and institutions increasingly function as arenas where popular enthusiasms burn themselves out, not as avenues for ordinary people to influence policy.", "This mismatch between popular institutions and populist policy achievements is not accidental but reflects an underlying reality of America’s increasingly oligarchic politics. Influencing public opinion and organizing mass campaigns are now very expensive propositions; they largely rely on billionaire donors and large corporations or foundations that typically have little interest in structural changes to the status quo.", "At the same time, social media and other popular media are largely controlled by, or at least consumed through, a handful of Big Tech platforms. For these and other reasons, technocratic bureaucracies — although they can certainly be captured — actually retain greater capacity for autonomous policymaking in the public interest than theoretically democratic institutions like legislatures.", "In this environment, the prospects for populist policy reforms will depend less on legislation or so-called grass-roots organizing than on the personnel and actions of technocratic executive agencies. Rather than pursue the hopeless and counterproductive task of eliminating these agencies, populists should focus on trying to positively influence them. Elections are one way to do that, of course, but hardly the only one. And in the case of the Trump administration, at least, staffing decisions only occasionally matched campaign messaging.", "The weakness and unresponsiveness of nominally democratic institutions is likely to be a source of political instability for the foreseeable future. Given the low confidence in these institutions, however, the competent use of the state apparatus to address real problems —what is sometimes called “performance legitimacy” — will be more important to the success of any political movement than merely winning elections.", "Mr. Trump’s surprise 2016 election victory did reorient popular and even elite discourse in ways that should not be minimized. An emphasis on revitalizing American manufacturing and industrial policy — as in President-elect Joe Biden’s “Made in America” plan — is now a hallmark of ambitious proposals on the right and left. But victorious election campaigns do not automatically translate into fundamental changes in policy.", "For this very reason, supporters as well as critics of populism must recognize that its fate will not be determined simply by whether purportedly populist candidates win or lose elections. Ultimately, populism’s success rests not on the stridency of its opposition to the technocratic elite but on the degree of its incorporation into it.", "Julius Krein is the editor of American Affairs."], "authors": ["Julius Krein"], "keywords": ["american", "public", "opinion", "need", "populist", "institutions", "technocrats", "reasons", "success", "populists", "really", "policy", "popular", "campaigns", "technocratic"], "pubDate": "2020-12-07T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}