{"id": "7666433c-1eaa-3343-9710-4784d29f7b25", "title": "UK’s weak household spending, Asia-Pacific trade deal, Biden’s Brexit impact", "url": "https://www.ft.com/content/04934667-2060-44ab-8d87-0436cd8e0153", "summary": "An FT analysis has found the UK’s poor GDP performance reflects stretched household financesYour browser does not support playing this file but you can still download the MP3 file to play locally.\nPlus, the FT’s Arthur Beesley explains how US president-elect Joe Biden’s Irish roots could affect Ireland’s Brexit outlook.\nUK’s poor GDP performance rooted in weak household spendingft.com/content/c5d72dea-50bc-4f1f-98d3-bc758aafa905?\nUS surge in coronavirus cases darkens outlook for economyhttps://www.ft.com/content/f3a4f31b-85bc-450f-ac7a-f7dbbad3f6dcAsia-Pacific countries sign one of the largest free trade deals in historyhttps://www.ft.com/content/2dff91bd-ceeb-4567-9f9f-c50b7876adceBank credit card profits in question as US consumers pay down debthttps://www.ft.com/content/fe591579-2202-45f1-8c83-a7e7dd1200c4See acast.com/privacy for privacy and opt-out information.\nA transcript for this podcast is currently unavailable, view our accessibility guide.", "paragraphs": ["An FT analysis has found the UK’s poor GDP performance reflects stretched household finances", "Your browser does not support playing this file but you can still download the MP3 file to play locally.", "A Financial Times analysis has found the UK’s weakness in international economic league tables during the coronavirus crisis reflects stretched household finances and potentially wasteful public spending, leaders from 15 Asia-Pacific countries have signed one of the biggest trade deals in history, and US banks are concerned over one of their most profitable business segments as consumers pay down their credit cards. Plus, the FT’s Arthur Beesley explains how US president-elect Joe Biden’s Irish roots could affect Ireland’s Brexit outlook.", "", "", "", "", "UK’s poor GDP performance rooted in weak household spending", "ft.com/content/c5d72dea-50bc-4f1f-98d3-bc758aafa905?", "", "", "US surge in coronavirus cases darkens outlook for economy", "https://www.ft.com/content/f3a4f31b-85bc-450f-ac7a-f7dbbad3f6dc", "", "", "Asia-Pacific countries sign one of the largest free trade deals in history", "https://www.ft.com/content/2dff91bd-ceeb-4567-9f9f-c50b7876adce", "", "", "Bank credit card profits in question as US consumers pay down debt", "https://www.ft.com/content/fe591579-2202-45f1-8c83-a7e7dd1200c4", "", "", "See acast.com/privacy for privacy and opt-out information.", "A transcript for this podcast is currently unavailable, view our accessibility guide."], "authors": [], "keywords": ["weak", "bidens", "pay", "gdp", "asiapacific", "uks", "spending", "household", "deal", "file", "poor", "impact", "performance", "stretched", "brexit", "trade", "reflects"], "pubDate": "2020-11-16T05:00:00+00:00", "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}