{"id": "76729a73-6c69-3305-909e-577fe5f68109", "title": "'Zoom face,' TikTok hacks and DIY self-care: 2020's biggest beauty trends", "url": "https://edition.cnn.com/style/article/2020-biggest-beauty-trends/index.html", "summary": "From buzzcuts to natural makeup, here are CNN Style's most notable beauty trends from the year that was.\nBeauty goes genderlessIt may not be an entirely new trend, but genderless beauty took a major leap forward in 2020.\nThe 'fox eye' trend stirs criticismThe \"fox eye\" makeup trend.\nCelebrity beauty ranges drop the egoA product shot from the Rare Beauty line.\nIn July, Rihanna announced that Fenty Beauty was branching out into skincare with gender-inclusive Fenty Skin Selena Gomez also released a new fragrance, makeup and beauty line called Rare Beauty, which is vegan-friendly, cruelty-free and designed with Gen-Zers in mind.", "paragraphs": ["Written by Marianna Cerini, CNN", "In a year that many of us spent indoors or hidden behind a mask, the way we think about beauty has changed more profoundly than, perhaps, at any other time in living memory.", "The pandemic posed plenty of new and unexpected challenges for the image-conscious, from shuttered salons to the scourge of \"maskne.\" Yet it also spawned ingenious new solutions, whether it was DIY skincare or YouTube makeup tutorials during lockdown. And who would have thought hand sanitizer would become one of the year's essentials?", "Hardships experienced around the world have put into perspective the relative importance, or not, of worrying about how we look (though with lipstick sales down and searches for cosmetic surgery up, this may depend on which metric you're looking at). But 2020 has also reminded us what beauty is really all about: having fun, feeling better about ourselves and, thanks to social media, connecting with one another in the process.", "From buzzcuts to natural makeup, here are CNN Style's most notable beauty trends from the year that was.", "DIY beauty", "The buzzcut made a comeback in 2020, but has been worn in decades past. Here's a throwback to Brad Pitt sporting one back in 2004 in New York City. Credit: Mark Mainz/Getty Images", "As barbershops, hair salons, nail salons and beauty parlors shuttered due to the pandemic, our grooming behaviors didn't simply relax -- they became more ingenious.", "Taking a leaf out of our grandparents' natural remedy books -- or, more likely, YouTube beauty tutorials -- we started experimenting with facial mask recipes, at-home waxes, DIY hair styles and braids.", "One of the pandemic's biggest online beauty trends, \"Quarantine nails,\" saw people posting their creative attempts at nail art , from rainbow manicures (also known as Skittles nails) to pastel gradients with shaped almond tips. Lockdown also heralded the return of the buzzcut (see top), with men, women and celebrities reaching for the clippers to shave their locks.", "Needless to say, many of these efforts (and sometimes terrible outcomes) were documented on Twitter and Instagram. TikTok also became a popular destination for trending beauty products, parodies, tutorials and hacks.", "There, we witnessed the birth of the #SockCurls challenge, which saw users creating ringlet curls out of their socks. There were also plenty of #Soapbrows , a viral hack whereby TikTokers shaped their eyebrows using a spoolie brush and a regular bar of soap.", "But with establishments now reopened in countries around the world, will any of our new DIY habits stick?", "The eyes have it", "A Paris Fashion Week attendee wears bold eye makeup and a face mask at the Kenzo Spring-Summer show on September 30, 2020. Credit: Edward Berthelot/Getty Images", "With masks entering the mainstream (well, in most places), the way we use makeup has changed drastically. One major trend? An uptick in products like eye shadows, brow pencils and mascaras.", "In learning how to smile with our eyes, or \"smize,\" we turned to bold color palettes, smoky purple eye shadow , floating eyeliners, statement brows, spider lashes and the warmest of highlighters to express ourselves creatively (or glam up even when there was nowhere to go).", "Sales of eye makeup have soared during the pandemic. In the UK alone, eye shadow's share of the \"prestige\" beauty market grew from 22% to 25% during lockdown, according to research analyst NPD Group. In China, where the virus first hit at the end of 2019, e-commerce giant Alibaba reported that the term \"mask makeup looks\" began trending on social media in early 2020.", "If nothing else, learning how to achieve fluttering eyelashes provided us with a much-needed distraction.", "Lipstick not so much", "Lipstick samples are covered in plastic to prevent use at an Ulta beauty store in Chicago, Illinois on November 19, 2020. Credit: Charles Rex Arbogast/AP", "Lipstick, on the other hand, had a pretty poor 2020. Often obliged to hide the lower half of our faces behind coverings, we ditched the bright colors in favor of a natural lip that wouldn't smudge our masks, relegating lipstick to the bottom of our makeup drawers. Why bother, when no one could see us smile anyway?", "In the US, lipstick sales saw a bigger drop than any other type of cosmetic, according to consulting firm McKinsey , with Amazon seeing a 15% decline in sales (compared with a 5% increase for eye cosmetics). In the four weeks leading up to April 11, lipstick prices on the platform also fell by 28% -- the steepest dip of any beauty segment.", "Some have even declared the demise of the \"Lipstick Index\" -- a term, coined by Estée Lauder chairman Leonard Lauder after lipstick sales rose in the month after 9/11, to explain why, even in times of turmoil and economic uncertainty, we still seek small luxuries in our daily lives.", "Beauty goes genderless", "It may not be an entirely new trend, but genderless beauty took a major leap forward in 2020.", "In July, YouTuber and influencer Patrick Starrr launched his long-awaited brand One/Size, a genderless product range that includes everything from eye shadow to makeup wipes. That same month, MAC Cosmetics announced Lay Zhang, member of South Korean-Chinese boyband Exo, as its new global ambassador.", "More brands have followed suit. Shiseido named trans model and actor Hunter Schafer (of HBO's \"Euphoria\") one of its global makeup ambassadors , while Ben Gorham of fragrance brand Byredo joined forces with innovative makeup artist Isamaya Ffrench to release Byredo Makeup, a gender-neutral cosmetics collection. Pharrell Williams' new skincare line Humanrace, launched in November, is also being marketed as gender-neutral.", "Then there are all the smaller companies that have helped shape the gender-fluid beauty space this year, not only in terms of products, but also casting, advertising and branding. Among them were Non Gender Specific (NGS), whose new face cream has proved incredibly popular; K-beauty inspired line Panacea, which describes itself as 'gender-agnostic' and has been a hit among beauty enthusiasts in lockdown; and Glossier, whose packaging and marketing have become decidedly more pared down and inclusive.", "The 'fox eye' trend stirs criticism", "The \"fox eye\" makeup trend. Credit: From Instagram", "The \" fox eye \" was perhaps the most regrettable \"beauty\" fad of this long, weird year.", "It began trending on social media back in April, and continued growing in popularity until August, when people started realizing that using makeup to emulate the lifted \"almond-shaped\" eyes of celebrities like Kendall Jenner, Bella Hadid and Megan Fox -- or, as it was pointed out, people of Asian origin -- was not cool, but rather a glaring case of cultural appropriation.", "To many Asian Americans in particular, the \"migraine pose\" often used in the accompanying social media these pictures (whereby one or two hands were used to pull the eyes up by the temples to exaggerate the effect), felt far too similar to racist gestures used to denigrate them in the past.", "As 17-year-old Sophie Wang, who wrote in an op-ed on the topic in Stanford University's student newspaper, told CNN earlier this year: \"It's a new trend that brings out old stereotypes and old taunts. Because it makes people like me feel uncomfortable and (to) some degree annoyed, it's time to talk about it.\"", "Facing criticism, a number of influencers who had posted \"fox eye\" images, went on to delete them and apologize.", "'Zoom face' and the rise of Botox", "A patient receives Botox treatment while wearing PPE amid the Covid-19 pandemic during a clinical demonstration on May 11, 2020 in Sant Cugat, Spain. Credit: Miquel Benitez/Getty Images", "When cosmetic clinics reopened in the US in summer, a number of surgeons reported higher demand for Botox, fillers and various other plastic surgery procedures. A study of Google data, published in the Aesthetic Plastic Surgery journal, found that -- after an initial drop in interest in March and April -- the volume of searches for a variety of cosmetic procedures was higher in June and July than it had been in the months before the pandemic. The American Society of Plastic Surgeons, meanwhile, reported that almost two-thirds of the clinics it surveyed had experienced an increase in virtual consultations", "There are many reasons why interest in cosmetic procedures may have boomed: more downtime to recover at home, masks helping to hide the immediate signs of treatments and, of course, Zoom.", "Forced to move our professional and personal lives onto the video platform, many of us became more aware -- and sometimes insecure -- about our appearances. Dr. Sheila Nazarian, star of Netflix's \"Skin Decision,\" told CNN Style in August that when her Beverly Hills clinic reopened after lockdown \"lots of people came to get lower face work ... because, with Zoom, the camera points up from below.\"", "The \"Zoom effect\" (or \"Zoom boom\") saw growing demand for neck liposuctions, lower facial tightening facelifts and under-eye fillers, Nazarian said -- but also tummy tucks, breast lifts and more.", "\"People started thinking about doing things that would make them feel good in the long-term,\" she added.", "Celebrity beauty ranges drop the ego", "A product shot from the Rare Beauty line. Credit: From Rare Beauty", "Celebrity beauty lines are nothing new. They're almost mandatory for those who have been in the entertainment business long enough.", "But stars' skincare and makeup ranges are now increasingly values-driven, whether that's about the ingredients used or the diversity of who they cater to. And with Covid-19 making in-person promotion and in-store unveilings practically impossible, 2020 felt like the year when marketeers started focusing not only on the celebs, but also what they stand for.", "In July, Rihanna announced that Fenty Beauty was branching out into skincare with gender-inclusive Fenty Skin Selena Gomez also released a new fragrance, makeup and beauty line called Rare Beauty, which is vegan-friendly, cruelty-free and designed with Gen-Zers in mind. And Issa Rae, the creator and star of \"Insecure,\" announced that she had bought Sienna Naturals, a hair-care line for textured hair.", "Rather than plastering their respective star's faces across the branding, these new lines offer something a little more meaningful. Long gone are the days of eponymous beauty products promising a shot at being as glamorous as their creators."], "authors": ["Marianna Cerini"], "keywords": ["trends", "pandemic", "diy", "lipstick", "selfcare", "2020s", "2020", "hacks", "beauty", "credit", "lockdown", "zoom", "face", "line", "biggest", "eye", "makeup", "tiktok", "trend"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}