{"id": "7694b85f-5df0-366a-be16-947f4cbf7753", "title": "Hyper Scape Review – Faintly Pushing The Borders Of The Battle Royale", "url": "https://www.gameinformer.com/review/hyper-scape/hyper-scape-review-faintly-pushing-the-borders-of-the-battle-royale", "summary": "It’s undeniably late to the party, which is not an insurmountable problem, but Hyper Scape plays it too safe to shake things up in meaningful ways.\nHyper Scape features a tailor-made custom extension on the streaming service that lets you engage with the game in more ways if you’re part of the stream scene.\nHyper Scape veers hard in an anti-camping direction, focused much more on the action of the battle royale than some of its survival-based competitors.\nHyper Scape is inoffensive and might be the right battle-royale choice for you, depending on your stream engagement.\nToes dipped into shallow water may pay off for a deep water swim in the future, but Hyper Scape holds itself back from really trying to shake things up.", "paragraphs": ["Hyper Scape is Ubisoft’s foray into the well-established, free-to-play, game-as-service, battle-passed-up battle-royale landscape. It’s undeniably late to the party, which is not an insurmountable problem, but Hyper Scape plays it too safe to shake things up in meaningful ways. Despite its solid shooting, smart upgrade systems, and embrace of verticality, Hyper Scape struggles to keep the “one more try” battle-royale sensation pumping through players’ veins.", "Hyper Scape is more entertaining if you’re a Twitch streamer. Hyper Scape features a tailor-made custom extension on the streaming service that lets you engage with the game in more ways if you’re part of the stream scene. As a viewer, you can earn battle-pass credit just for watching games, cheer on your streamer via special effects in-game, and even alter the reality of the battle via voting. During each match, viewers can vote in low gravity, unlimited ammo, spawning health packs, lethal melee, and more. Your favorite streamer can pull you into their squad with the push of a button. These additions are appealing foibles layered on to the battle-royale standard, but Hyper Scape doesn’t lean in hard enough to pull the experience up to greatness. Twitch integration of this nature is baby steps into bold territory, and I can see the experiment here paying off in the future.", "Hyper Scape currently supports two different modes, solo and squad. Squad is far more interesting, adding new elements to the genre that make the cycle of combat far more compelling. Solo is the same one-life-to-live free-for-all you know and possibly love, but if you have a couple friends, the three-player squad steals the show. Dead players can continue to walk around the environment, relaying valuable information like enemy locations and movements to their still-living allies. Kill an opposing player? A respawn spot pops up, which you can use to revive your dead friend. This is probably the most significant element that props Hyper Scape up in terms of keeping gameplay engrossing, and can lead to some really fun team scenarios. Note that you should have two friends (or trusted viewers) in this kind of situation so you can relay all the valuable intel over voice comms in the moment.", "All the guns do an adequate job of facilitating fast-paced gunplay, allowing you to play with the usual smattering of sniper rifles, Gatling guns, or potent pistols. In Hyper Scape, rather than just chasing the best gear, you can pick up multiple copies of the same weapon or item to improve it with benefits like more damage, lowered cooldown, and larger magazine size. It encourages packrat play as you move through the map grabbing everything you can find that suits your playstyle. Hyper Scape veers hard in an anti-camping direction, focused much more on the action of the battle royale than some of its survival-based competitors. Dropping to a hot spot could net you some big rewards, but you’ll probably be fighting several other players right away. You’ve seen all this before, and amidst the good-looking but nondescript buildings of the endless city, it all just kind of all feels like a rehashed mishmash.", "Some unusual abilities enhance the experience, such as the big bouncy ball, which is exactly how it sounds. You get to roll up inside a big, bouncing, shielded ball and bounce around, which you can use to initiate battle, get away, or just tear across the map. Despite a decent selection of weapons and abilities like the ball to draw from, none of it feels special, and you find yourself struggling to find reasons to dive into Neo-Arcadia once more.", "Hyper Scape is inoffensive and might be the right battle-royale choice for you, depending on your stream engagement. However, it doesn’t push hard enough on any one of its differentiators, and it ends up struggling to find a sense of itself in a genre with oodles of established choices. Toes dipped into shallow water may pay off for a deep water swim in the future, but Hyper Scape holds itself back from really trying to shake things up."], "authors": ["Pc Editor", "Daniel Has Been At Game Informer For Seven Years", "Specializing In Multiplayer Titles", "Pc Games. When He'S Not Speculating On The Future Of The Industry", "You Can Find Him Exploring Vast Online Worlds", "Probably Streaming The Experience."], "keywords": ["hyper", "ball", "royale", "hard", "faintly", "battle", "borders", "squad", "players", "scape", "pushing", "review", "big", "battleroyale", "streamer"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}