{"id": "769c983a-f722-353a-a6ad-1d85c3b8d0d4", "title": "Checks and Balance - Using my religion—how is the balance between religion and politics shifting in America?", "url": "https://www.economist.com/podcasts/2020/12/04/using-my-religion-how-is-the-balance-between-religion-and-politics-shifting-in-america", "summary": "Using my religion—how is the balance between religion and politics shifting in America?\nA RULING LIFTING covid restrictions on places of worship suggests the Supreme Court will favour religious rights even as faithlessness is rising.\nHow is the balance between religion and politics shifting in America?\nJohn Prideaux, The Economist’s US editor, hosts with New York bureau chief Charlotte Howard, and Jon Fasman, Washington correspondent.\nRuntime: 41minListen on: Apple Podcasts | Spotify | Google | Stitcher | TuneInFor access to The Economist’s print, digital and audio editions subscribe: economist.com/2020electionpod", "paragraphs": ["Using my religion—how is the balance between religion and politics shifting in America?", "A RULING LIFTING covid restrictions on places of worship suggests the Supreme Court will favour religious rights even as faithlessness is rising. The court’s realignment may be Donald Trump’s most enduring legacy. How is the balance between religion and politics shifting in America?", "David French of The Dispatch explains how secularisation lays a religious rift onto the political one, we find out why the French president is carping at America over secularism, and how Joe Biden will navigate this tricky territory.", "John Prideaux, The Economist’s US editor, hosts with New York bureau chief Charlotte Howard, and Jon Fasman, Washington correspondent. Runtime: 41min", "Listen on: Apple Podcasts | Spotify | Google | Stitcher | TuneIn", "For access to The Economist’s print, digital and audio editions subscribe: economist.com/2020electionpod"], "authors": ["The Economist"], "keywords": ["york", "america", "worship", "using", "washington", "balance", "religionhow", "religious", "politics", "checks", "french", "shifting", "economists", "religion"], "pubDate": "2020-12-04T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}