{"id": "76b1d5d1-8ecf-3657-9569-ee258386cefc", "title": "The Best TV Shows of 2020", "url": "https://www.newyorker.com/culture/2020-in-review/the-best-tv-shows-of-2020", "summary": "Lists and recommendations were compiled to help quarantiners sort through the muck, many with half-joking invocations of escapism: “These Travel TV Shows Will Help You Escape From Your Couch”; “30 Reality TV Shows That Will Help You Escape Reality.”Escape, as it turned out, was impossible.\nWatching television this year was often a fraught activity, the passiveness of the auto-play highlighting the collapse of time outside the frame.\nI also watched people watch television, which felt sort of quaint.\nBut, for now, here is a list—in no particular order—of the shows that did something both small and miraculous this year: demanded our full attention.\n“Ramy” (Hulu)Photograph by Craig Blankenhorn / Hulu“Ramy” had the best sum of performances of any show I watched this year.", "paragraphs": ["In early spring, there were plenty of prognostications about the role that art would serve during the period in which we would all be stuck at home. The nature of television—produced months in advance, enjoyed from the safety of one’s couch, and, thanks to streaming services, infinitely bingeable—separated it from the other popular art forms whose production had been utterly halted. Here was the last form of entertainment standing. At least there would always be something to watch. (No guarantee that it would always be that good.) Lists and recommendations were compiled to help quarantiners sort through the muck, many with half-joking invocations of escapism: “These Travel TV Shows Will Help You Escape From Your Couch”; “30 Reality TV Shows That Will Help You Escape Reality.”", "Escape, as it turned out, was impossible. Watching television this year was often a fraught activity, the passiveness of the auto-play highlighting the collapse of time outside the frame. I found myself watching all species of television this year, including what I typically neglect (Taiwanese baseball, for instance), because what else was there to do? I loved and resented it; I relied on it and was exhausted by it. It made me feel alive and sometimes a little bit dead.", "2020 in Review New Yorker writers reflect on the year’s highs and lows.", "Unscripted programs, canonically the wallpaper of the television landscape, kept me rapt. Daytime talk shows were one of the first to adapt to the constraints of the pandemic, replacing the in-person jamboree with a virtual Brady Bunch formation—a remodelling that felt like a neat commentary on the country’s idealization of resilience. I also watched people watch television, which felt sort of quaint. I am thinking of the return of the group watch: documentary series such as “Tiger King” and “The Last Dance”; the political peacocking of the Cuomo brothers; an N.B.A. season with no fans, at Walt Disney World; the interview gauntlet “Baited with Ziwe,” on Instagram Live; and, most recently, the silliness of “The Undoing.”", "Shows now awkwardly seek to wrangle the pandemic, to produce a culture around the crisis. We’ve gotten hamfisted commentary like “Social Distance,” on Netflix, and “Coastal Elites,” on HBO, as well as pandemic camp on ABC’s “Grey’s Anatomy” and NBC’s “Law and Order: S.V.U.” But Hollywood is learning that not every event can be narrativized or managed. Some shows have been cancelled, and we’ve been hearing increasingly more often about seasons that have been postponed; it’s likely that, in 2021, we’ll finally start to feel the pickings grow slim. But, for now, here is a list—in no particular order—of the shows that did something both small and miraculous this year: demanded our full attention.", "“The American Barbecue Showdown” (Netflix)", "For the past few years, reality-TV producers have been tripping over themselves to create an American equivalent of “The Great British Bake Off”: a competition of arrestingly kind eccentrics who display a devotion toward a stress-inducing hobby that verges on the religious. Only “The American Barbecue Showdown” has come close. Officially, it is a grilling contest. Spiritually, it is a gloss of Americana, an atonement for colonial sins, and a platform encouraging obsession with figures such as Grubbs, a “backwood grill-billy”; Shotgun, a mohawked giant; and Boatright, a man who sings love songs to his meats. The show is so charming that you can excuse one dystopian detail: the contestants wear the same clothes throughout its eight episodes.", "“Ramy” (Hulu)", "Photograph by Craig Blankenhorn / Hulu", "“Ramy” had the best sum of performances of any show I watched this year. The second season pulled back from the exploits of its charming fuckboy protagonist (also its co-creator, Ramy Youssef) and became more of an anthology, with some episodes diverging from the main story line to produce vignettes of secondary characters. Graceful performances by Mahershala Ali, Hiam Abbass, and Amr Waked invigorated “Ramy” before it had a chance to become stale. A stunning episode about the closeted life of Uncle Naseem, the churlish owner of a Diamond District jewelry shop, should raise the profile of the underrated actor Laith Nakli.", "“I May Destroy You” (BBC/HBO)", "What else is there to say about Michaela Coel’s masterpiece?", "“Harley Quinn” (Originally DC Universe; now HBO Max)", "This pick is really about Kaley Cuoco. Movie stars have colonized the small screen, overwhelming prestige dramas with their meta-recognizability. I miss the blunt, workman magnetism of the career television star, who lives by the ethic of disappearing, body and soul, into the world of the character. Bless network television for giving us Cuoco. Not even the formulaic rhythm of the weekly sitcom (“8 Simple Rules”; “The Big Bang Theory”) has dulled the actor’s natural warmth and wildness, which are on roaring display in her voice acting as a post-breakup Harley Quinn, in the namesake animated series, now in its second season. Check out “The Flight Attendant,” on HBO, which stars Cuoco, too.", "“City So Real” (Hulu/National Geographic)", "Photograph courtesy Chicago Story Film, LLC", "Everyone has something to say about Chicago. In this five-part documentary series covering the 2019 mayoral election, the documentarian Steve James lets the people of Chicago speak for themselves. Its fifth episode, about Mayor Lori Lightfoot and the city’s residents grappling with the pandemic and civil unrest, is a brilliant coda—one that further brings into focus the documentary’s exploration of a complicated city.", "“Teenage Bounty Hunters” (Netflix)", "Photograph courtesy Netflix", "Its cancellation is an injustice. Kathleen Jordan’s début series, about wealthy twin sisters living double lives as bounty hunters, took so many surprising and rewarding detours in its ten episodes; the wackiness of the show’s rude premise allowed for sweet explorations of race, Southernness, queerness, and the struggle to be good. Maddie Phillips and Anjelica Bette Fellini form a mesmerizing odd couple. As a friend described it over text message: it’s “a messy bitch” of an adventure.", "“Normal People” (BBC/Hulu)", "The achievement of this drama—an adaptation of a Sally Rooney novel—is in its depiction of intimacy. Paul Mescal and Daisy Edgar-Jones twine around each other so believably that the later episodes are almost painful. It was a fitting romance for the quarantined viewer: Irish horniness laced with dread."], "authors": ["Doreen St. Félix", "Doreen St. Féli"], "keywords": ["episodes", "watch", "hbo", "2020", "television", "pandemic", "tv", "series", "cuoco", "shows", "season", "best", "help"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}