{"id": "76c8ef18-b4ab-3528-8c9f-bd4f25a717fd", "title": "Paul Crutzen died on January 28th", "url": "https://www.economist.com/obituary/2021/02/13/paul-crutzen-died-on-january-28th", "summary": "I T WAS UNPREMEDITATED , Paul Crutzen told people afterwards, something sudden and unbidden.\nWe’re not in the Holocene any more.” Hubbub; surprise: “So where are we then, Paul?”, his colleagues asked.\nNo one had done more to understand the ways that humans were changing, and could change, the nature of their planet than Paul Crutzen had.\nHe found it in nitrogen oxides; even in the tiny amount nature provides at the top of the atmosphere, they could catalyse ozone destruction efficiently enough to do the job.\nSoon afterwards the ozone-destroying effect of nitrogen oxides produced in fireballs the size of cities was raised as a long-term consequence of nuclear war.", "paragraphs": ["I T WAS UNPREMEDITATED , Paul Crutzen told people afterwards, something sudden and unbidden. At the same time, it had been building up for decades. It may well resonate for centuries.", "Listen to this story Your browser does not support the <audio> element. Enjoy more audio and podcasts on iOS or Android.", "The year was 2000, and he was in Cuernavaca at a scientific meeting devoted to understanding the way that the Earth operates as a system. In one session the word “Holocene” was used again and again. An unfamiliar word to many outside science, an unexceptionable one to those within: a simple and value-free way of referring to the little sliver of geological time that began in the last throes of the most recent ice age, 11,700 years ago. But he found himself increasingly irritated by hearing the term used to encompass both the world of today and the world of the first farmers, a world of a few million people and of a few billion, a world of fires in hearths and a world of oilfields. He could not accept the view that humans just happened to occupy their period in the same way that dinosaurs happened to occupy the Jurassic and trilobites the Ordovician. And so he interrupted. “Stop saying the Holocene! We’re not in the Holocene any more.” Hubbub; surprise: “So where are we then, Paul?”, his colleagues asked. “When are we?” He cast around, hesitated, then decided: “The Anthropocene”.", "The idea that humans act as a force of nature, and that the extent of that action meant the Earth had crossed a threshold into a new mode of being, was not new. But his outburst gave it wings. Partly it was a matter of timing: the full import of climate change and the lack of much success at curbing it, despite decades of effort, were beginning to sink into scientists’ minds. Partly it was that “the messenger was the message”. No one had done more to understand the ways that humans were changing, and could change, the nature of their planet than Paul Crutzen had.", "His parents were poor. His primary-school years were spent in an Amsterdam occupied by German forces; some classmates died in the hongerwinter of 1944-45. His high-school exam results were depressed by an ill-timed bout of fever, meaning he could not get a scholarship to university. Not wanting to burden his parents with fees, he went to technical school to train as a civil engineer. In the late 1950s, having married a Finnish woman he met on holiday in Switzerland, he gave up the engineering of bridges in Amsterdam for that of houses in Sweden, closer to her family.", "It was there that in 1958 that he saw a computer-programming job at Stockholm University’s Department of Meteorology advertised in the paper. He had no experience in programming; but then, nor did many people at the time. He got the job, took courses on the side and, in the 1960s, started out on a research career. Many of his colleagues were looking at the impact of humans on the environment, but he wanted to do pure science. So he turned to the chemistry of the stratosphere.", "The problem which caught his attention was that the chemical reactions thought to destroy the ozone in the stratosphere were much slower than the sunlight-driven reactions known to create it. There thus had to be another “sink”. He found it in nitrogen oxides; even in the tiny amount nature provides at the top of the atmosphere, they could catalyse ozone destruction efficiently enough to do the job. It was an elegant, brilliant idea. It was also, for a man who had started out not wanting to look at human impacts, a startlingly inopportune one.", "At the time he was doing this work there was a heated debate in America over the advisability of building supersonic airliners to ply the stratosphere—the engines of which, he and others realised, could produce nitrogen oxides in ozone-layer-crashing profusion. Soon afterwards the ozone-destroying effect of nitrogen oxides produced in fireballs the size of cities was raised as a long-term consequence of nuclear war. A year later Sherry Rowland and Mario Molina showed that chlorine from CFC s, industrial chemicals used in refrigerants and aerosols, might act in the same way as nitrogen oxides, eating up ozone with terrible abandon. That finding launched a decade-long struggle to outlaw the production of CFC s—a goal written into international law in the Montreal protocol of 1987. He, Molina and Rowland shared a Nobel prize for their work in 1995.", "His role in these debates provided him with an education in politics to match his earlier ones in engineering and atmospheric science. Again, he proved an adept student. When, in the mid-1970s, his friend Stephen Schneider suggested that climate scientists should brief politicians and the public systematically about the findings which were beginning to worry them, he agreed, but said it would be slow work. He and Schneider did not get their wish until the late 1980s, when the Intergovernmental Panel on Climate Change was set up: an innovation built on the success of the Montreal protocol.", "For decades he studied and catalogued the ways that humans were making changes on the level that had caused his outburst in Cuernavaca. His research covered swathes of atmospheric chemistry, notably that which occurs in the huge smoky, smoggy clouds created by forest fires and unchecked industry. In the course of that work he wrote the first influential paper on the blacked-out sky, failed harvests and mass starvation of the hongerwinter writ large that would follow nuclear war. He was deeply committed to averting such human and ecological catastrophe. When in 1995, while running the Max Planck Institute in Mainz, he heard of his Nobel prize, he celebrated with Sekt rather than champagne: not because of his modest, Dutch, cycling-to-work frugality, but because of France’s blinkered position on nuclear testing.", "If, as seems quite likely, the International Commission on Stratigraphy eventually extends formal recognition to the idea of the Anthropocene, the fallout from such testing, now settled into sea-floor sediments, may well be chosen as the geological formation that marks its base. And it also seems likely that, for as long as that epoch lasts, those who study it will be following the lead of Paul Crutzen.■", "For more coverage of climate change, register for The Climate Issue, our fortnightly newsletter, or visit our climate-change hub"], "authors": ["The Economist"], "keywords": ["change", "28th", "crutzen", "humans", "nitrogen", "paul", "oxides", "died", "work", "climate", "used", "way", "world"], "pubDate": "2021-02-13T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}