{"id": "76ef46e1-fe80-3969-a0fe-fcf2c8ed1455", "title": "Black Lives Matter UK to start funding groups from £1.2m donations", "url": "https://www.theguardian.com/world/2021/jan/11/black-lives-matter-uk-to-start-funding-groups-from-12m-donations", "summary": "Black Lives Matter UK will be releasing more than £100,000 to black-led organisations across the country by the end of the month, as protesters pledge to build on last year’s anti-racism demonstrations.\nThe campaign group received £1.2m in donations via a GoFundMe appeal, following widespread protests last summer.\nIt registered as a community benefit society in October under the name Black Liberation Movement UK, which it had to do before it could receive the donations.\nThese are groups that include educational projects, campaign groups, police monitoring projects, as well as some of the new protest groups, which helped organise at the demonstrations in the summer of last year,” Cooper said.\nKelbert said they would be doing an announcement with the groups being funded in the next few weeks.", "paragraphs": ["Black Lives Matter UK will be releasing more than £100,000 to black-led organisations across the country by the end of the month, as protesters pledge to build on last year’s anti-racism demonstrations.", "The campaign group received £1.2m in donations via a GoFundMe appeal, following widespread protests last summer.", "It registered as a community benefit society in October under the name Black Liberation Movement UK, which it had to do before it could receive the donations.", "The society was registered on 14 September by Adam Elliott Cooper, an academic, Alexandra Wanjiku Kelbert, a PhD student, and Lisa Robinson, a director of a Nottingham-based social enterprise.", "“Around 10% to 15% will be donated straight away to black-led campaigns and organisations that we’re already familiar with and have been working with over the last five years. These are groups that include educational projects, campaign groups, police monitoring projects, as well as some of the new protest groups, which helped organise at the demonstrations in the summer of last year,” Cooper said.", "He said the release of some of the funds comes “in a year that I think is going to be really crucial for independent black organising”.", "Kelbert said they would be doing an announcement with the groups being funded in the next few weeks. She added the group, which was once a loose network of activists, would move forward as a resource organisation that black-led organisations could turn to for support.", "“One of the things we’re really invested in is making sure that the money that we’ve been able to raise can build sustainable projects, campaigns, and movements in this country that go beyond simply protest in individual cities or individual communities, but can build a broad-based national network, campaign and movements for anti-racism in this country,” Cooper said.", "The announcement comes as activists from the youth group All Black Lives UK (ABLUK), which were behind some of last year’s biggest protests, including the protest in Bristol that toppled the statue of the slave trader Edward Colston, vowed to return to protesting once lockdown was eased.", "More than 260 towns and cities held protests in June and July – from Monmouth in south Wales to Shetland in Scotland. British historians described them as the largest anti-racism rallies since the slavery era.", "“We’re planning more protests, more community outreach, trying to speak to the government, and creating a safe space for black people,” said Aima, 19, one of the co-founders of the group, who did not want to give her last name.", "Gurpreet Sidhu, the founder of BLM in the Stix, a campaign group launched in August to support activists in rural communities across the UK fight racism in their local area, now has over 100 members in its network. The group holds regular meetings with its members, providing anti-racist resources and mental health support, and launched an anti-racism book club.", "“It’s so tiring and they feel so isolated so we want to kind of make sure we’ve all got loads of support and help and networking for them so we don’t lose them,” Sidhu said.", "She said the group was planning a large-scale anti-racism communication campaign across rural communities. “There’s few sort of national organisations that are keen to work with us to get that message out so that we can hook people in as individuals in rural areas, and open their eyes to what’s going on under their noses.”", "Natasha, a co-founder of ABLUK, expects the year ahead to be a crucial one for anti-racist activists. “2020 was just the foundation for what’s going to happen now.”", ""], "authors": ["Aamna Mohdin"], "keywords": ["group", "groups", "antiracism", "start", "funding", "uk", "protests", "organisations", "activists", "campaign", "donations", "12m", "support", "black", "matter", "lives"], "pubDate": "2021-01-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}