{"id": "76fe805c-adab-32ac-b05f-2c82c0cb0f3b", "title": "FOX Bet Super 6 'Quiz Show': Questions on The Masters, NASCAR and more for chance to win $10,000", "url": "https://www.foxnews.com/media/fox-bet-super-6-quiz-show-masters-nascar-dga-awards", "summary": "The FOX Bet Super 6 is offering players a chance to win $10,000 in this week's \"Quiz Show\" game, quizzing contestants on NASCAR, The Masters, the Directors Guild Awards and more.\nThe FOX Bet Super 6 app is free to download and the Quiz Show is free to play.\nET, as $250,000 in prize money is being given away during the new season of the hit FOX show.\nCLICK HERE TO GET THE FOX NEWS APPFOX Bet Super 6 is available nationwide with the exception of Washington state.\nFOX Bet is an online and mobile sportsbook originally developed through a first-of-its-kind national media and sports wagering partnership in the United States between The Stars Group Inc. and FOX Sports, a unit of Fox Corporation.", "paragraphs": ["The FOX Bet Super 6 is offering players a chance to win $10,000 in this week's \"Quiz Show\" game, quizzing contestants on NASCAR, The Masters, the Directors Guild Awards and more.", "The FOX Bet Super 6 app is free to download and the Quiz Show is free to play. All players have to do is answer six multiple-choice questions correctly on topics ranging from sports to weather to entertainment to politics for a chance at the grand prize.", "The six questions include: which of six golfers will have the most birdies in the first three rounds of The Masters, which of six NASCAR teams will perform best on Sunday in Martinsville, Va., and which movie will win Outstanding Director at the DGA Awards on Saturday. Other questions cover stock prices, political tweets and music charts.", "CLICK HERE FOR SPORTS COVERAGE ON FOXNEWS.COM", "More than $4 million has been paid out to various Super 6 contest winners so far, including throughout the last NFL season and during the current NASCAR season. App users can also play a weekly \"Masked Singer\" contest, on Monday nights at 8:00 p.m. ET, as $250,000 in prize money is being given away during the new season of the hit FOX show.", "CLICK HERE TO GET THE FOX NEWS APP", "FOX Bet Super 6 is available nationwide with the exception of Washington state.", "FOX Bet is an online and mobile sportsbook originally developed through a first-of-its-kind national media and sports wagering partnership in the United States between The Stars Group Inc. and FOX Sports, a unit of Fox Corporation. On May 5, 2020, Flutter Entertainment Plc announced its acquisition of and subsequent merger with The Stars Group."], "authors": ["David Montanaro", "David Montanaro Is A Senior Editor With Fox News."], "keywords": ["questions", "masters", "stars", "quiz", "nascar", "season", "bet", "players", "10000", "fox", "win", "super", "chance"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}