{"id": "77078c9e-cc59-34db-b86c-2d5b1a3ef74f", "title": "The University of Texas at San Antonio College of Business", "url": "https://execed.economist.com/university-texas-san-antonio-college-business/organizational-strategy-2021-01-14", "summary": "He joined the UTSA faculty in 2011 after completing his Ph.D. in Strategic Management at the University of Texas at Austin.\nMore specifically, his areas of focus include corporate political activity and corporate social responsibility.\nHis research has been published in the Journal of Management and is under consideration in the Academy of Management Journal, Strategic Management Journal, Academy of Management Perspectives and Global Strategy Journaland Business & Society.\nDr. Rudy has taught strategic management over the last six years at the undergraduate, graduate and executive MBA level.\nHe has received the University of Texas System Regents’ Outstanding Teaching Award and the College of Business Faculty Teaching Excellence Award.", "paragraphs": ["Dr. Bruce Rudy is the senior executive director of the Center for Professional Excellence and an associate professor of management in the Department of Management at The University of Texas at San Antonio. He joined the UTSA faculty in 2011 after completing his Ph.D. in Strategic Management at the University of Texas at Austin. His undergraduate and master’s degrees are also from the University of Texas at Austin. He also holds a master’s degree from the University of Michigan.", "Dr. Rudy has teaching and research interests in strategic management and organizational theory. More specifically, his areas of focus include corporate political activity and corporate social responsibility. Regarding corporate political activity, his work considers the motivations that drive firms to invest in government relations (i.e., lobbying, political contributions) and the performance outcomes of such investments. Regarding corporate social responsibility, his research focuses on the impact of CSR investments on the firm’s stakeholders and its long-term performance.", "His research has been published in the Journal of Management and is under consideration in the Academy of Management Journal, Strategic Management Journal, Academy of Management Perspectives and Global Strategy Journaland Business & Society.", "Dr. Rudy has taught strategic management over the last six years at the undergraduate, graduate and executive MBA level. He has received the University of Texas System Regents’ Outstanding Teaching Award and the College of Business Faculty Teaching Excellence Award."], "authors": [], "keywords": ["research", "college", "business", "strategic", "university", "san", "texas", "antonio", "journal", "rudy", "management", "teaching", "political", "corporate"], "pubDate": "2021-01-14T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}