{"id": "7709ba70-01f7-334f-a2d3-13097a876849", "title": "Meet North Korea's art dealer to the West", "url": "https://edition.cnn.com/style/article/north-korea-art-dealer-pier-luigi-cecioni/index.html", "summary": "The pieces in his collection all come from the same Pyongyang art studio, Mansudae.\nWith an estimated 4,000 employees, it is the largest state-run art house in North Korea -- and one of the largest art production centers in the world.\nCecioni formed his working relationship with Mansudae back in 2005, when, during an official tour of the country with an Italian orchestra, he asked to look at some North Korean art.\n\"Once I was there, I said, 'I'm actually very interested in art -- do you have anything to show me?'\"\nCecioni said last year's UN sanctions has affected his business, as he's no longer able to import North Korean art.", "paragraphs": ["Written by Hannah Ritchie, CNN Pontassieve, Italy Contributors Muhammad Darwish", "In a sleepy town in Tuscany, over 8,000 kilometers from Pyongyang, you can find one of the West's largest collections of North Korean art. The man behind the operation, Pier Luigi Cecioni, has been bringing North Korean artworks to Pontassieve -- a small commune just a stone's throw from Florence -- for over 10 years.", "The pieces in his collection all come from the same Pyongyang art studio, Mansudae. With an estimated 4,000 employees, it is the largest state-run art house in North Korea -- and one of the largest art production centers in the world.", "Cecioni formed his working relationship with Mansudae back in 2005, when, during an official tour of the country with an Italian orchestra, he asked to look at some North Korean art.", "Mansudae produces an array of artworks, including woodcuts, oil paintings, charcoal drawings, embroideries and even jeweled paintings.", "\"Once I was there, I said, 'I'm actually very interested in art -- do you have anything to show me?'\" Cecioni said in his studio. \"They brought me to Mansudae's studio. Nobody had ever heard of it (in) the West, so I asked them whether they would they be interested in doing some business in the West, and they said 'sure.'\"", "With over 1.2 million square feet of studio space, Mansudae produces an array of artworks, including woodcuts, oil paintings, charcoal drawings, embroideries and even jeweled paintings made from semi-precious stones. Cecioni sells them all, with prices ranging from $300 to $7,000, depending on the size and detail of the work.", "The best-sellers, he explained, have been hand-painted propaganda posters, which are the most affordable and have proven popular with art collectors.", "Cecioni sells works from Mansudae for $300 to $7,000.", "Cecioni said that dealing with the state-run art house has proven to be surprisingly easy. \"Doing business with North Korea is, in a way, very old fashioned,\" he said. \"They're very trustworthy. What they say, they do. And what you say, you have to do.\"", "How Cecioni imports the artworks -- some of which are over two meters wide -- is similarly straightforward: \"There is DHL in Pyongyang. So they are sent through DHL to us, and they arrive in five days,\" he said.", "Sanctions taking effect", "Beyond the world of art collectors, Mansudae is best known for large bronze statues, which can be found in African countries such as Namibia and Senegal.", "The sale of these socialist-style statues has, however, come under scrutiny from the United Nations, which last year blacklisted the studio as part of tightening sanctions against Kim Jong Un's regime. It is believed that the monuments were being paid for in cash or land, helping North Korea evade existing sanctions and take in millions of dollars in income.", "Cecioni imports artworks from Pyongyang using DHL.", "\"This money is highly significant,\" the coordinator of the UN Panel of Experts on North Korea, Hugh Griffiths, told CNN in December 2017. \"We are looking at at least 14 African (UN) member states where Mansudae alone was running quite large construction operations.\"", "Cecioni only deals in two-dimensional art, claiming that Mansudae's statue business is separate from the studio's main operation -- despite being run under the same name.", "\"It's like a big art company, there are many branches,\" he said. \"The money they received from us essentially goes back into running the studio. The very large statues -- that's Mansudae, but it's so different from the other things they do. It's definitely a multi-million-dollar enterprise, so I'm sure there is some direction from the (state).\"", "Cecioni said last year's UN sanctions has affected his business, as he's no longer able to import North Korean art.", "Despite Cecioni's convictions that the art he buys plays no significant role in generating income for the regime, his business was still impacted by last year's UN sanctions.", "\"The sanctions that are on Mansudae specifically -- I think they were not well placed,\" he said. \"I don't think they had the right perception of what Mansudae really is. They aimed at the statues, and they also hit the things we do, which are irrelevant for the economy of the country.\"", "Cecioni's ability to acquire new works has come to a sudden halt. \"The sanctions on my business have had a tremendous effect, because we cannot import anymore,\" he said.", "Best-sellers, according to Cecioni, have been hand-painted propaganda posters.", "But while the Italian is not bringing in any new artworks, he still has over 300 pieces in storage. Demand from international customers hasn't slowed, he said.", "But instead of selling from his existing stockpile, Cecioni has begun rejecting sales, saying that the art has always been difficult to accurately value, and that he wants to keep the works he has on hand until he can start importing again.", "\"We are not really trying to sell anymore,\" he said, \"because we cannot replenish our inventory.\""], "authors": ["Hannah Ritchie", "Cnn", "Muhammad Darwish", "Pontassieve"], "keywords": ["artworks", "sanctions", "west", "business", "pyongyang", "koreas", "north", "statues", "dealer", "meet", "art", "studio", "cecioni", "mansudae"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}