{"id": "770e0ada-dc48-3e28-9385-8455dc7a8269", "title": "The Bee Gees’ Barry Gibb: ‘There’s fame and there’s ultra-fame – it can destroy you’", "url": "https://www.theguardian.com/music/2020/dec/07/the-bee-gees-barry-gibb-theres-fame-and-theres-ultra-fame-it-can-destroy-you", "summary": "From underneath a black Stetson hat, Barry Gibb stares out of my laptop screen.\nBut something of the outsider still seems to cling to Barry Gibb.\nPhotograph: Richard Isaac/REX/ShutterstockSo the Bee Gees split up in 1969, re-forming a couple of years later, only to watch their celebrity slowly wane.\nIronically, given that radio wouldn’t play Bee Gees tracks, every hit they wrote for someone else – Dionne Warwick’s Heartbreaker, Kenny Rogers and Dolly Parton’s Islands in the Stream, Diana Ross’s Chain Reaction – sounded exactly like a Bee Gees song.\nAnd, at some point, he changed his mind about the Bee Gees’ legacy.", "paragraphs": ["From underneath a black Stetson hat, Barry Gibb stares out of my laptop screen. He is in Miami, where he has lived since 1974 when the Bee Gees’ career was in the doldrums and Eric Clapton suggested a change of scenery might do them good. They relocated en masse, moving into the house Clapton immortalised in the title of his album 461 Ocean Boulevard. Gibb never really left, although he still has a home in England. He liked Miami, he says, because it reminded him of Australia, where his parents emigrated when he was 11.", "He lives in a waterfront mansion in an exclusive country club, which is clearly a long way from the penury the Gibb family experienced in Australia – of which more later – but that’s what comes of selling between 120m and 220m records, depending on whose estimate you believe. His late brother Robin used to own a house a couple of doors down – Tony Blair caused rather a fuss by holidaying there when he was prime minister – and, as he puts it, “multiple Gibbs” live nearby: five children, seven grandchildren. There are clearly worse places in the world to be holed up during a pandemic. “We’ve been trying to self-isolate and do everything we’re supposed to do,” he says. “As you’ve seen on the news, [coronavirus] is pretty rampant in Miami.”", "As far as one can tell over Zoom, Gibb is in pretty good shape for a man who recently celebrated his 74th birthday and his golden wedding anniversary on the same day: he met his wife Linda, a former Miss Edinburgh, backstage at Top of the Pops in the late 60s. A 50-year marriage is a rare thing among rock aristocracy, but Linda sounds a rather redoubtable figure. Gibb’s brothers all famously struggled with their fame: Maurice’s fondness for a scotch and Coke turned into a drink problem that plagued him until he entered rehab in the early 90s; Robin was overly fond of amphetamines; the youngest brother, Andy – catapulted to solo success on the back of his brothers’ fame – developed a cocaine addiction that killed him aged 30. That Barry seemed to emerge relatively unscathed is apparently down to his wife. “My brothers had to deal with their demons but I was married to a lady who wasn’t going to have it,” he says. “I could bring drugs into the house but they would end up down the toilet. She never allowed me to go in that direction. I had to deal with my brothers being pretty much out there, but I was lucky.”", "He seems in a brighter mood than he did last time I met him, perhaps understandably. That was seven years ago: he was about to embark on a solo world tour, but it was barely a year since Robin had died of cancer and Gibb was clearly still haunted by his death, wondering aloud why Robin had refused to tell him he was ill, and distressed that they had not been on good terms when he died. It was the same with Maurice, he explained – they “weren’t really speaking” when he died suddenly during an operation in 2003 – and with Andy; in their last conversation, Gibb had tried some tough love, hoping to shake him out of his addictions, but a few days later he was dead. “Jesus,” he sighed at one point. “That’s all my brothers.”", "My brothers had their demons. I was married to a lady who wasn’t going to have it – the drugs would end up in the toilet", "Today, he is more sanguine about the past. No, he says, it wasn’t painful revisiting the Bee Gees’ career for a new feature-length documentary, How Can You Mend a Broken Heart: “I’ve had to deal with loss, not just my brothers but my mother and father. But what I’ve learned from all of it is that things just roll on, and you roll on with them.”", "He is positively bubbling over with enthusiasm for a new album he has made, where he revisits the Bee Gees’ back catalogue in the company of a raft of country stars ranging from Dolly Parton to Alison Krauss: he calls the sessions “the thrill of a lifetime”, although there seems something faintly telling about the fact that his son Stephen had to convince him that anyone would be interested in working with him. You get the feeling the virulent critical opprobrium the Bee Gees attracted in the wake of Saturday Night Fever’s record-breaking success has never quite dislodged itself from his psyche: the days of comedians making fun of their teeth and Gibb’s falsetto voice are long gone; the backlash against disco is now viewed as an aberration fuelled by homophobia and racism. How Can You Mend a Broken Heart is packed with big names paying homage to the Gibbs’ songwriting talent: Chris Martin, Noel Gallagher, Mark Ronson, Justin Timberlake. But something of the outsider still seems to cling to Barry Gibb. He looked genuinely startled by the rapturous reception he got at Glastonbury in 2017, when he played the Sunday afternoon “legend” slot, despite having turned up as Coldplay’s special guest the year before. “I’m the last person to think I’d still be hearing those songs now,” he shrugs, “or that anybody would be interested in them now. It’s a long time ago.”", "Brothers gonna work it out … Maurice, Barry and Robin Gibb in 1968. Photograph: Jan Persson/Redferns", "Then again, the Bee Gees were outsiders from the start. In clips from Australian TV in the early 60s, they look more like an old-fashioned variety act than a rock’n’roll band: a lanky teenager and his little twin brothers, telling jokes and mugging for the camera in between songs. Teenagers being what they are, you would have thought the 14-year-old Barry might view being shackled to his 10-year-old siblings as fatally injurious to his cool, but apparently not. “I never thought of them as my little brothers,” he frowns. “It just wasn’t like that. There was something we all loved doing and we kept on doing it. There was nothing more fun than singing in three-part harmony.”", "Besides, from the moment they were discovered by a local DJ performing between races at a Brisbane speedway meeting, they were the family breadwinners. “We were a family who had literally no money and we could get 10 dollars a show,” he says. “We had to earn money; it couldn’t be done any other way. We probably rented 20 houses during the seven years or so that we were in Australia. I think, without overemphasising it, my father just didn’t pay the rent. We were that family in the middle of the night with the suitcases.”", "By 1965, they were sporting Beatle boots and writing their own songs, but they couldn’t get a hit. In what you have to call a fairly radical solution to the problem, the brothers announced to their parents that the entire family would have to move back to England in order to further their career. With impeccable timing, they left Australia days before their latest single, Spicks and Specks, reached No 1: their record label sent a boat out after them, but the Gibbs hid in their cabin and refused to come out. On arrival in the UK, they spotted another band – “absolute Beatles lookalikes” – standing on Southampton dock. It should have seemed like a good omen, but it didn’t really work out that way. “We went down the steps, and there in the fog was this group. Heaven knows what they were doing there.” He laughs. “And they said: ‘Go back to Australia, there’s nothing happening here. They won’t sign groups any more.’”", "That ranks as one of the most hopeless predictions in pop history: within a month, the Bees Gees had a management contract with Brian Epstein’s company NEMS; within two, their single New York Mining Disaster 1941 was a transatlantic hit. A band who had struggled to get anywhere in Australia were suddenly revealed to be preternaturally gifted songwriters. Still in their teens, they could knock out both ballads that became modern standards and a deeply odd, idiosyncratic brand of pop: To Love Somebody and Words co-existed with stuff like Barker of the UFO and Mrs Gillespie’s Refrigerator, songs that don’t sound psychedelic so much as peculiar and engaging.", "Before we ever became famous were the best times of our lives. There was no competition, it didn’t matter who sang what", "They were vastly successful. In archive footage included in the documentary, Maurice Gibb says he owned six Rolls-Royces by the time he was 21, but when I mention it, Gibb rolls his eyes. “Maurice,” he says, in what are unmistakably the tones of a long-suffering older brother, “was the master of exaggeration. It never went away. Maurice only had one Rolls-Royce, but he loved expanding everything that happened to him.”", "Nevertheless, he says, the Bee Gees’ fame was so huge and came so fast that anyone would have struggled to handle it. “There’s fame and there’s ultra-fame and it can destroy. You lose your perspective, you’re in the eye of a hurricane and you don’t know you’re there. And you don’t know what tomorrow is, you don’t know if what you’re recording will be a hit or not. And we were kids, don’t forget.”", "No sooner had they become famous than the Bee Gees fell out, or rather, Barry and Robin did: none of the brothers had a clearly defined role in the band and they ended up arguing over who was the frontman. “Before we ever became famous were the best times of our lives,” he says. “There was no competition, it didn’t matter who sang what. When we had our first No 1, Massachusetts, Robin sang the lead, and I don’t think he ever got past that; he never felt that anyone else should sing lead after that. And that was not the nature of the group,” he says firmly, an older brother once more. “We all brought songs in; whoever brings the idea in sings the song.”", "Barry Gibb at Glastonbury, 2017. Photograph: Richard Isaac/REX/Shutterstock", "So the Bee Gees split up in 1969, re-forming a couple of years later, only to watch their celebrity slowly wane. By 1972, they were so unsure of who their audience were, they released an album called To Whom It May Concern. In a last-ditch attempt to salvage their careers, they moved to the US and took up their record label’s suggestion that they “make some records for fun, make some dance music, just enjoy yourselves”. Anyone with even a passing interest in pop music knows what happened next: Jive Talking, You Should Be Dancing, the Saturday Night Fever soundtrack, 45m albums sold, total domination of the US charts and radio, one No 1 hit after another.", "Gibb says they only realised how huge they had become when they embarked on another project: a disastrous all-star attempt to make a film musical out of the Beatles’ Sgt Pepper album. “We tried to talk our way out of Sgt Pepper, that didn’t work, and then suddenly Fever becomes the album that everyone in the film started to dance to at lunchtimes: what’s going on? It had started selling a million copies a week. We only had one Winnebago between the three of us when the film started, and within two or three weeks, we had a Winnebago each! It was a measure of success.”", "Michael Jackson hung out at the house all the time … I had to politely ask him to leave as I couldn’t get anything done", "A combination of the disco backlash and US radio stations’ fatigue at having to play one Bee Gees track after another brought them crashing down, before Barbra Streisand asked them to work on her next album. Gibb says he was “terrified” when the offer came in – “You never know if something’s going to turn out, do you? You just hope and pray it will” – but 1980’s Guilty went on to sell 15m copies, sparking the Gibbs’ 80s career as songwriters for hire. Ironically, given that radio wouldn’t play Bee Gees tracks, every hit they wrote for someone else – Dionne Warwick’s Heartbreaker, Kenny Rogers and Dolly Parton’s Islands in the Stream, Diana Ross’s Chain Reaction – sounded exactly like a Bee Gees song.", "They even worked with Michael Jackson, although the results were never released. “Well, we sat around in my lounge for days at a time, just having fun, not really writing songs. We came up with one, All in My Name, but we were never that serious about it. I think Michael was just trying to escape the legal environment he was trapped in, he was visiting people he knew that he could relate to, because he didn’t know who his friends were. But then he started to hang out at the house all the time and I had to get up in the morning; I’m 12 years older than him, I had to take my kids to school. At some point, I said: ‘Michael, wherever it is you’re going, you’ve got to go.’ So,” he chuckles, “I politely asked Michael Jackson to leave my house because I couldn’t get anything else done.”", "Music royalty … Robin and Barry collect their CBEs in 2004. Photograph: Getty Images", "Maurice’s death in 2003 brought the Bee Gees’ career to an end: Gibb says Robin was desperate to continue, but he demurred – “We can’t just keep forcing ourselves on everyone, saying we’re the Bee Gees without Mo” – causing yet another falling-out. “He was very hyper about it, wanting us to remain the Bee Gees. I think he might have known that he was ill at least a couple of years before it became very serious. And I think spiritually, he didn’t want to become an invalid. He just never wanted to be recognised as someone who had something wrong with him, so he hid it, from me anyway. And when I finally discovered what was wrong, I understood why he was so hyper, why he wanted to keep going, no matter what. I understood it then.”", "Gibb thought about retiring after Robin’s death, he says, but then he realised that, as the last surviving Bee Gee, it was down to him to keep the music alive: “I care that the music lives, and I do everything in my power to enhance that. That’s my mission.”", "So he went on tour and started making albums again. And, at some point, he changed his mind about the Bee Gees’ legacy. Before he goes, he tells me a story about his daughter hearing Stayin’ Alive on the radio while driving to dinner. “They turned the volume up and opened the windows and people on the street started dancing,” he says. “It’s not explainable how it happened, but those things seem to have penetrated the culture to the point that I don’t think this music’s going to be forgotten.”", "• The Bee Gees: How Can You Mend a Broken Heart is on Sky Documentaries 13 December and available on DVD and Digital Download 14 December"], "authors": ["Alexis Petridis"], "keywords": ["theres", "robin", "think", "fame", "didnt", "dont", "barry", "ultrafame", "destroy", "going", "gees", "brothers", "gibb", "bee"], "pubDate": "2020-12-07T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}