{"id": "77135fbf-7868-3713-8e59-44e090da5212", "title": "I’m Sorry, I’m Eating A Taco", "url": "https://radio.foxnews.com/2020/12/08/im-sorry-im-eating-a-taco/", "summary": "... things are not so peachy keen in Georgia.\nThis week, Dana and Chris kick off the podcast by reviewing some of their favorite work-day snacks and beverages.\nThen Chris answers mailbag questions, Dana makes a special announcement, and they discuss the runoff in Georgia and recent COVID-19 developments.\nPlus, Dana and Chris hear a listener review, and Chris answers Legislative Branch trivia.\nFollow Dana Perino on Twitter: @DanaPerino and FacebookAnd pick up her books: \"And The Good News Is...\" and \"Let Me Tell You About Jasper\"Follow Chris Stirewalt on Twitter: @ChrisStirewaltSubscribe to his political news note: 'FOX News Halftime Report' and order his book: \"Every Man A King: A Short, Colorful History of American Populists\"Click HERE for more \"Perino & Stirewalt: I'll Tell You What\"", "paragraphs": ["... things are not so peachy keen in Georgia.", "This week, Dana and Chris kick off the podcast by reviewing some of their favorite work-day snacks and beverages. Then Chris answers mailbag questions, Dana makes a special announcement, and they discuss the runoff in Georgia and recent COVID-19 developments.", "Plus, Dana and Chris hear a listener review, and Chris answers Legislative Branch trivia.", "Follow Dana Perino on Twitter: @DanaPerino and Facebook", "And pick up her books: \"And The Good News Is...\" and \"Let Me Tell You About Jasper\"", "Follow Chris Stirewalt on Twitter: @ChrisStirewalt", "Subscribe to his political news note: 'FOX News Halftime Report' and order his book: \"Every Man A King: A Short, Colorful History of American Populists\"", "Click HERE for more \"Perino & Stirewalt: I'll Tell You What\""], "authors": ["Katherine Tague"], "keywords": ["tell", "perino", "triviafollow", "twitter", "eating", "week", "chris", "workday", "sorry", "im", "dana", "stirewalt", "answers", "taco"], "pubDate": "2020-12-08T00:00:00", "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}