{"id": "7726d161-af41-3df9-a656-39a37d02f8a0", "title": "Dragon Ball Z: Kakarot Review – Flawed But Still Enthralling", "url": "https://www.gameinformer.com/review/dragon-ball-z-kakarot/dragon-ball-z-kakarot-review-flawed-but-still-enthralling", "summary": "Holding true to the 100-plus Dragon Ball Z television episodes it’s based on, Kakarot is an uneven experience with explosive highs and cratering lows.\nSome of the content feels like filler, but I was thoroughly entertained by the battles and retelling of the wild Dragon Ball Z story.\nThe fishing minigame is too repetitive, and the checkpoint car races are too easy, but they do deliver nice rewards, which are sometimes Soul Emblems.\nWhile you don’t get new playable heroes from them, Soul Emblems are the key piece of Kakarot’s most rewarding RPG system.\nSoul Emblems represent relationships with certain characters, and you have to think about which board the character on the emblem should be on.", "paragraphs": ["Dragon Ball Z: Kakarot frequently powers up to Super Saiyan levels to deliver awe-inspiring battles between godly beings who can topple mountains with atomic blasts and swing fiery fists to knock each other into the stratosphere. However, when the fight is over and one of the warriors is sent to the afterlife, Kakarot struggles to find a pulse within its sprawling open worlds.", "Holding true to the 100-plus Dragon Ball Z television episodes it’s based on, Kakarot is an uneven experience with explosive highs and cratering lows. Amid the ups and downs, it delivers enough charm and hard-hitting moments to be enjoyable for a lengthy 40-hour playthrough. Some of the content feels like filler, but I was thoroughly entertained by the battles and retelling of the wild Dragon Ball Z story.", "No footage from the animated show is used, and we instead see Goku and his family’s life unfold through beautifully animated in-engine footage for the dramatic moments, and animation-free conversations for the relationship building and mundane story beats. Most of the voice cast from the TV series reprise their roles, once again bringing these characters to life in clever and over-the-top ways.", "Since the game covers the Saiyan Saga through the Buu Saga, players take to the skies as a variety of characters. Each is similar in build for the base moves, but with a little different flavor in their attributes and super attacks. No matter who you are using, combat is fast and frantic, pushing you to dart through the skies, pepper foes with fire blasts from afar, and then get in close for quick combos. When a foe is stunned or at a specific range, the big moves like Spirit bomb and Super Kamehameha can be used to deal serious damage. In the standard open-world battles, a fair bit of strategy comes from prioritizing targets and bouncing between foes. The boss battles, which can be against a foe with millions of hit points, push you in a different way, where you are more defensive and looking for windows to unleash the heavy arsenal or rejuvenate ki (which is essentially your magic meter).", "Combat is satisfying, both against low-level foes who you can eventually one-hit kill, and against enemies that are a higher level than you. These battles can last for roughly five minutes, require plenty of healing items, and reward you well with plenty of experience points and loot.", "The thrill of controlling a powerful hero continues within open-world exploration. Each character flies with the strength and speed of Superman. Flying is a satisfying means of travel, but ends up being the one truly enjoyable part of the open worlds, of which there are over a dozen to explore. Outside of flying around to collect orbs that can be used to buy new special moves, these areas aren’t much fun. Sure, you can hover in the air to take down a dinosaur or spaceship for crafting materials, but no danger or skill is really involved. You’re essentially just ripping across the land to gather supplies. Side missions are periodically thrown at you, but if they don’t involve combat, you’re not doing anything entertaining – unless you like the idea of picking apples. The fishing minigame is too repetitive, and the checkpoint car races are too easy, but they do deliver nice rewards, which are sometimes Soul Emblems.", "If you love collecting every minifigure in the Lego games, you will likely find similar appreciation for the 80-plus Soul Emblems you can track down. While you don’t get new playable heroes from them, Soul Emblems are the key piece of Kakarot’s most rewarding RPG system. Once obtained, a Soul Emblem can be placed on one of seven different community boards, each giving stat boosts to unique fields like combat, cooking, and more. Soul Emblems represent relationships with certain characters, and you have to think about which board the character on the emblem should be on. You also need to figure out who they should be positioned next to for relationship links and even bigger bonuses. If you track down the best emblems, you can even give yourself a 100-percent boost to battle experience, or reduced cost for item purchases.", "Kakarot also offers huge skill trees for all of the playable and support characters (who help you in combat), but they are gated by the story. That means even if you have millions of orbs to spend on new skills, you can’t until you reach a specific level or story beat. Limiting progress makes sense in terms of the narrative flow (you can’t have Goku going Super Saiyan 3 out of the gate), but it does take some of the fun out of collecting orbs. Another problem comes from the story itself, which switches who you are controlling without warning. If you pump all of your orbs into Piccolo’s skills, you may not get control of him again for hours. These jarring switches can sometimes hand you an underpowered character for a big battle. You’re just kind of along for the ride, never really knowing who you will be controlling for the next story mission.", "As for the Dragon Balls, they are obviously used for story moments, but can also be gathered in the open worlds. They are listed on the map and are just lying out in the open with no one guarding them. Once you have all seven, you are granted two wishes: You can become rich, get more orbs, or bring bosses back to life just to kill them again for better loot. Having to track the orbs is a bit of a pain, but it does deliver meaningful content if you put forth the effort.", "If you approach Kakarot for the story and the harrowing battles, it can be amazing. Outside of collecting Soul Emblems, the RPG elements are mostly lacking, even if they do push you to keep leveling to take on harder foes. All told, CyberConnect 2 gives fans a fun way to reexperience this saga."], "authors": ["Weekly Trips To Arcades To Owning Every System That Hit The Market Since The Atari", "Andrew Has Dedicated His Life To Video Games."], "keywords": ["battles", "used", "dragon", "enthralling", "z", "review", "soul", "orbs", "open", "foes", "super", "emblems", "flawed", "ball", "kakarot"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}