{"id": "772f2749-70cc-3f7a-833d-bf67c1b7516d", "title": "Covid-19 Live Updates: French President Tests Positive as Global Rollout of Vaccine Continues", "url": "https://www.nytimes.com/live/2020/12/17/world/covid-19-coronavirus", "summary": "ET Covid-19 Live Updates: French President Tests Positive as Global Rollout of Vaccine Continues President Emmanuel Macron has tested positive for the coronavirus, his office said.\nMr. Macron will work in isolation for the next seven days, the statement added.\nCharles Michel, the president of the European Council, will go into isolation, having met with Mr. Macron in Paris on Monday.\nMr. Macron held a weekly meeting with his cabinet members on Wednesday, but the French presidency said that the officials were distanced and wore masks.\nUntil now, Mr. Macron had managed to steer France through the pandemic without being forced into self-isolation because of potential exposure.", "paragraphs": ["Live Updated Dec. 17, 2020, 9:04 a.m. ET Dec. 17, 2020, 9:04 a.m. ET Covid-19 Live Updates: French President Tests Positive as Global Rollout of Vaccine Continues President Emmanuel Macron has tested positive for the coronavirus, his office said. The news comes as inoculations continue across the United States, where pharmacists found that some newly delivered vaccine vials held more than their labels indicated. RIGHT NOW Once approved, E.U.’s vaccine rollout is set to begin on Dec. 27.", "President Emmanuel Macron of France tests positive for the virus. President Emmanuel Macron, center, will work in isolation for the next seven days, the office of the French presidency said on Thursday. Credit... Pool photo by Thomas Samson President Emmanuel Macron of France has tested positive for the coronavirus, the French presidency said on Thursday, just as his government was trying to lift lockdown restrictions before Christmas and avoid another wave of infections. “This diagnosis was established after a RT-PCR test that was carried out as soon as the first symptoms appeared,” a statement from the presidency said. It did not reveal what those symptoms were and when they first appeared. Mr. Macron will work in isolation for the next seven days, the statement added. The office of Jean Castex, the country’s prime minister, said that he would also work from isolation because of his recent proximity with Mr. Macron. Other world leaders to have contracted the virus this year include President Trump, Prime Minister Boris Johnson of Britain, President Jair Bolsonaro of Brazil and President Andrzej Duda of Poland. Mr. Macron, 42, is not known to suffer from any medical problems. But the health of French presidents is traditionally a closely guarded secret, and France’s 24-hour news channels immediately began speculating on Thursday morning about how sick he might be. Mr. Macron’s positive test has also affected other leaders across the continent, since he met with several foreign and domestic officials in the past week, including at the European Council in Brussels on Thursday and Friday and in meetings with Prime Ministers Pedro Sánchez of Spain and António Costa of Portugal this week. Mr. Sánchez’s office said on Thursday that he would self-isolate until Dec. 24, 10 days after his last meeting with Mr. Macron, and would also be tested for the virus. Mr. Costa has also canceled meetings and a trip to Africa, and will also be tested. Charles Michel, the president of the European Council, will go into isolation, having met with Mr. Macron in Paris on Monday. And Prime Minister Alexander de Croo of Belgium posted on Twitter that he would be tested and self-isolate after coming into contact with Mr. Macron last week. While in Brussels, the French leader also held discussions in close quarters with Chancellor Angela Merkel of Germany. A government spokeswoman said on Thursday that Ms. Merkel had tested negative for the coronavirus. A European Union official said that the French authorities had considered Mr. Macron contagious as of Monday, but that protection measures were observed during the European Council meeting. There have as yet been no reports of other leaders or staff members testing positive. Mr. Macron held a weekly meeting with his cabinet members on Wednesday, but the French presidency said that the officials were distanced and wore masks. Several of his ministers tested positive for the virus in the spring. And his wife, Brigitte Macron, isolated herself for several days a few months ago after being in close contact with an infected person. Until now, Mr. Macron had managed to steer France through the pandemic without being forced into self-isolation because of potential exposure. France has recently found itself at the heart of the virus’s second wave in Europe, forcing the country to delay loosening restrictions on movement and business. In October, it became the first nation in Europe to impose a second nationwide lockdown, which it is now starting to slowly lift ahead of Christmas. Across the continent, there is deepening concern that the social interactions that come with holiday celebrations could worsen the current outbreak, similar to what happened in the United States around Thanksgiving. Ursula von der Leyen, the European Commission president, said on Twitter on Thursday that inoculations would begin across the European Union on Dec. 27, 28 and 29. But the continent has struggled under the weight of a second wave of infections, leading leaders to reimpose widespread restrictions in recent weeks. In Germany, Ms. Merkel imposed a nationwide lockdown that will extend over Dec. 25, snuffing out hopes for a reprieve after the country’s beloved Christmas markets were shuttered this month. The Netherlands and the Czech Republic have also imposed lockdowns, and Italy is leaning toward one. Constant Méheut , Megan Specia and Matina Stevis-Gridneff contributed reporting. Aurelien Breeden and", "A day of hope, and warning, as vaccine is rolled out in the U.S. Staff members from Temple University Hospital receiving the Pfizer vaccine in Philadelphia on Wednesday. Credit... Hannah Yoon for The New York Times Pharmacists across the United States got a happy surprise when they opened up newly delivered coronavirus vaccine vials and discovered that some held more than their labels indicated. Word that the vaccine supply may be somewhat less scarce than thought came hours before the latest pandemic figures made one thing abundantly clear: Americans will need every drop. By the end of the day on Wednesday, 3,607 new deaths from the virus has been reported in places as disparate as Los Angeles County, Calif., and Lee County, Va. That was nearly 500 more than the record set one week earlier. And new infections were put at more than 244,365, also a record. It was, nevertheless, a day of hope as people across the country rolled up their sleeves and got shots. In Seattle, one doctor who earlier this year was left near helpless as the virus marched unchecked through nursing homes was overcome with emotion as he got his vaccination. In New York, Mayor Bill de Blasio went to Elmhurst Hospital in Queens, an epicenter of death in March, to watch hospital workers getting shots. “It doesn’t get better than this,” the mayor declared. The discovery that there might be a little more vaccine than thought did not hurt. As boxes of the newly authorized Pfizer-BioNTech vaccine began arriving around the country, hospital pharmacists discovered that the glass vials that were supposed to hold five doses contained enough for a sixth, or even a seventh. A little bit of “over fill” in vials that contain multiple doses of a drug is normal, they said, but this was different. Nevertheless, it will be months before a meaningful number of people in the country can be vaccinated, and on Wednesday, warnings, not declarations of victory, were the order of the day. “We are still at a dangerous and critical part of this pandemic, and tens of thousands of American lives are at stake, really, every week,” Adm. Brett P. Giroir, assistant secretary of health and human services, said on CNN’s “New Day.” Admiral Giroir urged people to wear masks and avoid travel and crowds over the holidays. “Until we get a few more months down the road, do your best,” he said. “Save lives, save American lives, save global lives, just by doing these simple measures. If you do that, we’re going to be in really good shape. But if you don’t, we’re going to have thousands of more casualties in this country that we can avoid.” Dr. Anthony S. Fauci, the country’s top infection disease experts, was among those telling the country that even with a vaccine, this is not the moment for people to drop their guard. “As wonderful as this is, because it’s been an extraordinary manifestation of the fruits of science done in a very rapid way, it’s also bittersweet,” he said. Eric Nagourney and", "Advertisement Continue reading the main story", "Once approved, E.U.’s vaccine rollout is set to begin on Dec. 27. A temporary coronavirus testing station in Le Havre, France, on Monday. Credit... Andrea Mantovani for The New York Times The first inoculations against the coronavirus will begin across the European Union on Dec. 27, 28 and 29, the European Commission president, Ursula von der Leyen, said on Thursday, kicking off a high-stakes vaccination campaign across the bloc, with some member states among the hardest hit by the pandemic. The rollout will depend on authorization by the E.U. drugs authority, the European Medicines Agency, which is set to deliberate on approving the Pfizer-BioNTech vaccine on Monday, a Commission spokesman said. He added that the Commission would seal the approval within 48 hours and that the vaccines would be distributed to member states beginning on Dec. 26. The European Medicines Agency has come under growing pressure from politicians and the public to expedite the approval of the Pfizer-BioNTech vaccine. The group brought its meeting on the vaccine forward from Dec. 29 to Monday after Britain became the first country to approve the vaccination and began inoculating people, soon followed by the United States. It's Europe's moment.", "", "On 27, 28 and 29 December vaccination will start across the EU.", "", "We protect our citizens together. We are #StrongerTogether#EUvaccinationdays pic.twitter.com/6VxDumysBL — Ursula von der Leyen (@vonderleyen) December 17, 2020 The European Union’s 27 member states have delegated the entire vaccine acquisition, authorization and distribution process to the European Commission, the bloc’s executive branch. And while the operation is a logistical challenge, the consensus among European leaders is that it will be a powerful signal of unity to take a centralized approach to the mass inoculations. The Commission’s involvement is also likely to benefit smaller member states, although once the doses arrive in the E.U. capitals, each country will be responsible for its own vaccine rollout plan.", "F.D.A. advisory panel meets to weigh recommending Moderna’s coronavirus vaccine. Dr. Stephen Hahn, a U.S. Food and Drug Administration commissioner, addressing a Senate hearing in March. Credit... Anna Moneymaker/The New York Times The coronavirus vaccine made by Moderna faces an important test on Thursday: a public review process in which a panel of independent experts will decide whether to recommend that the U.S. Food and Drug Administration authorize the vaccine for emergency use The experts will hear from Moderna, F.D.A. scientists and the public before voting on whether to recommend authorization. It is widely expected that the panel will vote yes, and that the F.D.A. will issue the authorization on Friday. Its briefing materials for the panelists included a highly positive review of Moderna’s safety and effectiveness. Pfizer and its collaborator BioNTech went through the same process last week, received authorization on Friday and began distributing 2.9 million doses across the United States this week. In large clinical trials, both vaccines were about 95 percent effective at preventing Covid-19. Although a yes vote is expected for Moderna, the panel on Thursday may have to grapple with questions about the potential for allergic reactions. Since its authorization, the Pfizer-BioNTech vaccine has been linked to three cases of a severe and potentially life-threatening reaction, anaphylaxis — two in Britain and one in the United States, in a health care worker in Alaska. A second employee at the same Alaska hospital also had a serious allergic reaction, though not anaphylaxis. The Moderna and Pfizer vaccines are similar but not identical. Both consist of genetic material, mRNA, encased in a bubble of lipids. The exact composition is not the same, so an allergic reaction to one does not necessarily mean that the same thing would occur with the other. But the question is likely to come up. If the permission is granted, about 5.9 million doses of Moderna’s vaccine will be shipped to 3,285 sites around the United States starting this weekend, according to officials from Operation Warp Speed, the Trump administration’s program to accelerate vaccine development. The same number will be held back to provide booster shots four weeks later for people who received the first doses. The vaccines are in short supply, and the initial batches are being given to people at high risk of infection or serious illness: frontline health-care workers, and residents and employees of nursing homes and other long-term care facilities. Thursday’s meeting begins at 9 a.m. Eastern and will be live-streamed.", "Advertisement Continue reading the main story", "Misinformation peddlers have shifted gears from the election to coronavirus vaccines. Sidney Powell, who was a member of President Trump’s legal team, posted on Twitter that “big government” could surveil people not vaccinated against the coronavirus. Credit... Jonathan Ernst/Reuters Sidney Powell, a lawyer who was part of President Trump’s legal team, spread a conspiracy theory last month about election fraud. For days, she claimed that she would “release the Kraken” by showing voluminous evidence that Mr. Trump had won the election by a landslide. But after her assertions were widely derided and failed to gain legal traction, Ms. Powell started talking about a new topic. On Dec. 4, she posted a link on Twitter with misinformation that said that the population would be split into the vaccinated and the unvaccinated and that “big government” could surveil those who were unvaccinated. “NO WAY #America,” Ms. Powell wrote in the tweet, which collected 22,600 shares and 51,000 likes. “This is more authoritarian communist control imported straight from #China.” Ms. Powell’s changing tune was part of a broader shift in online misinformation. As Mr. Trump’s challenges to the election’s results have been knocked down and the Electoral College has affirmed President-elect Joseph R. Biden Jr.’s win, voter fraud misinformation has subsided. Instead, peddlers of online falsehoods are ramping up lies about the Covid-19 vaccines. Researchers said the spread had been amplified by far-right websites and a robust network of anti-vaccination activists like Robert F. Kennedy Jr. on platforms including Facebook, YouTube and Twitter. Davey Alba and", "Nursing home residents rejoice over first coronavirus vaccines. Vera Leip, 88, being vaccinated at a Florida retirement community on Wednesday. Credit... Joe Raedle/Getty Images Patricia John was still in her nightgown this week in the West Virginia nursing home where she lives when a nurse hurried her out of her room to join a line that had formed in the hallway. For the past nine months, she had spent most of her time alone in her room, at Sundale Rehabilitation and Long-Term Care in Morgantown, W.Va. But Tuesday was different as Mrs. John, 93, became one of the first nursing home residents in the United States to be vaccinated against the coronavirus. “It was easier than what I have seen on television,” she said of the injection. “It was such a quick shot that no one should be afraid.” An early round of coronavirus vaccinations is underway in a handful states this week ahead of the wide-scale federal program through CVS and Walgreens that is scheduled to roll out at facilities on Monday. Facilities in West Virginia began inoculating residents on Tuesday. Ohio was also getting an early start, with Connecticut and Delaware expected to begin by the end of the week. In Florida, about 21,450 doses of the vaccines will be distributed to nursing homes this week to get a jump start on vaccinations. The vaccines have been welcome as nursing homes have felt the brunt of Covid-19’s severity. At least a third of the country’s more than 305,000 deaths have been reported among residents and employees of nursing homes and other long-term care facilities for older adults, and more than 787,000 staff members and residents have become infected. In interviews this week, nursing home administrators said they were unsure the number of residents who agreed to be vaccinated would mirror their general populations. They also warned that preventive measures put in place because of Covid-19 should not disappear just because residents were starting to be inoculated. “We need to be just as careful as we were before vaccination until the risk of someone spreading the virus to them is diminished,” said Dr. Richard Feifer, the chief medical officer for Genesis HealthCare, one of the largest providers of long-term care with more than 325 facilities in 24 states. The issue of obtaining consent from residents, including those unable to make the decision without family members’ input, has been a hurdle that has slowed vaccine rollout in some places. With vaccinations being voluntary, its unlikely that a nursing facility would get 100 percent consent from residents, but officials said they hoped that over half of residents at nursing homes would opt to get the vaccine. At that level, officials believe, the virus cannot spread effectively. Frances Robles, Neil MacFarquhar and", "Advertisement Continue reading the main story", "In the U.K., Johnson resists ‘canceling’ Christmas to stem the coronavirus. In Birmingham, England, earlier this month. Credit... Mary Turner for The New York Times In a year of hard decisions about how to confront the coronavirus, perhaps none has proved as anguished for Prime Minister Boris Johnson as whether to ban people in Britain from getting together for a little Christmas cheer. For weeks, British tabloids have speculated that Mr. Johnson would be forced to “cancel Christmas.” Some noted that he would the first British leader to do so since Oliver Cromwell tried to stamp out Yuletide merrymaking during the ascetic days of the Puritan movement in the mid-17th century. On Wednesday, Mr. Johnson stuck by his pledge to lift some key restrictions for a few precious days between Dec. 23 and 27 — a decision that attests to his deep-seated desire not to be seen as the Ebenezer Scrooge of Downing Street, as well as to the atavistic appeal of the Christmas holiday in this otherwise secular country. Mr. Johnson has not wavered even after new cases surged in London, which prompted the government to put the capital under stricter rules between now and Dec. 23. Nor has he backed down after two British medical journals warned of potentially dire consequences of easing the measures over Christmas “The Christmas debate has really brought out the argument between those who believe it is all about preventing deaths and those who believe there have to be other considerations,” said Jonathan Sumption, a historian and former justice on Britain’s Supreme Court who is a vocal critic of the lockdowns. Mark Landler and", "M.T.A. officials breathe a sigh of relief with Biden. Ridership on subways, like this Queens bound train in October, has been down drastically since the start of the pandemic. Credit... Gregg Vigliotti for The New York Times The Metropolitan Transportation Authority has warned for months that the agency will be forced to make draconian cuts, including slashing New York City’s subway service 40 percent, as the pandemic plunged the nation’s largest public transit agency into its worst financial crisis. But as Joseph R. Biden Jr. prepares to move into the White House, Congress in recent days seemed to be edging closer to reaching a compromise on a federal aid package that would likely provide $4 billion to the M.T.A., allowing the agency to avoid, for now, imposing its doomsday plan. Patrick J. Foye, the chairman of the agency, said the M.T.A. continued to seek $12 billion in federal aid to help stabilize its finances, which have been decimated by a ridership that has rebounded to only 30 percent of pre-pandemic levels. Beside huge cuts to subway service, the agency has also proposed slashing commuter rail service in half and laying off over 9,000 transit workers. And early next year, the M.T.A. board is expected to approve 4 percent increases in fares and tolls that would take effect in the spring and generate more revenue for the 2021 budget, according to people familiar with the proposed plan who asked not to be identified before the board takes action. Transportation advocates have urged Gov. Andrew M. Cuomo, who controls the M.T.A., and state lawmakers to identify new revenue streams — including raising the gas tax or creating a surcharge on nonessential items purchased online — to help the agency dig out of its financial hole without relying so heavily on future federal help. The agency has already achieved $1 billion in savings by trimming administrative expenses, like reducing overtime and cutting consultant contracts, and borrowed $3.4 billion, the maximum amount allowed, from an emergency lending program provided by the Federal Reserve. Transit officials have said they are hopeful that more relief could come under Mr. Biden, who is known as a fan of Amtrak, the national railroad, and has also signaled support for public transit systems."], "authors": ["Aurelien Breeden", "Marc Santora", "Katie Thomas", "Thomas Kaplan", "Matina Stevis-Gridneff", "Denise Grady", "Jason Gutierrez", "Sheera Frenkel", "Miriam Jordan", "Stephen Castle"], "keywords": ["residents", "french", "updates", "rollout", "coronavirus", "president", "dec", "tests", "states", "week", "covid19", "vaccine", "live", "macron", "global", "european", "positive", "mr"], "pubDate": "2020-12-17T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}