{"id": "773e92a7-6587-3e7d-b528-7e74ee170551", "title": "Condemnation – and support: Trump's midwest base split by Capitol attack", "url": "https://www.theguardian.com/us-news/2021/jan/10/trump-midwest-base-split-capitol-attack-condemnation-support", "summary": "“I can’t even wrap my head around what happened at the Capitol,” said Neil Shaffer, chair of a county Republican party in northern Iowa.\n“I’ve been to the Capitol many, many times, and it’s a place to revere and have respect.\nOver the past two years, the Guardian has spoken regularly to Trump supporters in swing counties across the midwest and returned to ask their views following the assault on the Capitol.\nIt means, support me by going there, tell your representatives what you want them to do.\nFacebook Twitter Pinterest A campaign sign for Donald Trump lies beneath water in the Capitol Reflecting Pool, near the west front of the US Capitol on Saturday.", "paragraphs": ["Images of mayhem from the heart of Washington shocked many supporters but others felt extreme action was justified", "Sign up for the Guardian’s First Thing newsletter", "Even some of Donald Trump’s enduring supporters have had enough.", "“I can’t even wrap my head around what happened at the Capitol,” said Neil Shaffer, chair of a county Republican party in northern Iowa. “I’m disappointed in Trump. Obviously the rhetoric was nothing short of inciting a riot.”", "As Trump’s presidency winds down with a final burst of chaos and belligerence, the storming of the Capitol by supporters attempting to overturn Joe Biden’s victory proved a step too far for some of those in America’s heartland who have stuck by Trump through four turbulent years.", "Insurrection Day: when white supremacist terror came to the US Capitol Read more", "Shaffer, a farmer and river conservationist in Iowa’s rural Howard county, still has lots of questions about the legitimacy of the presidential election. But the sight of a mob smashing into Congress, with what looked very much like the president’s blessing, was too much.", "“I’ve been to the Capitol many, many times, and it’s a place to revere and have respect. It’d be like walking into a cathedral and screaming or throwing things. You have respect. What they did was just completely disgraceful. They’re definitely not the people that I live amongst in Howard county that’s for sure,” he said.", "Over the past two years, the Guardian has spoken regularly to Trump supporters in swing counties across the midwest and returned to ask their views following the assault on the Capitol.", "Trump took Howard county in 2016 after it was twice won by Barack Obama. In November, the president increased his share of the vote as support strengthened in conservative rural areas even if it was not enough to overcome a surge against Trump in key midwestern cities that cost him the election.", "But some Trump voters have recoiled at the violence in Washington and found themselves drawing uncomfortable parallels with the rioting that on occasion accompanied Black Lives Matter protests that in some cases underpinned their support for Trump.", "Facebook Twitter Pinterest Neil Shaffer: ‘What they did was just completely disgraceful.’ Photograph: Jordan Gale/The Guardian", "“I thought what happened was appalling, the violence,” said Terri Burl, a substitute teacher and former Republican party chair in northern Wisconsin who was an early member of Women for Trump. “We’re not violent people. The violent people are on the left.”", "But Burl struggles when asked if Trump bears responsibility because of his incendiary speech to the Save America rally immediately before the Capitol was stormed.", "“This is a real tough one because on one hand he knows that the election integrity was in question and he wanted us to go to DC, and wanted us to support him. He didn’t want people to be violent. They were violent, though. Do I think his rhetoric might have caused that? Well, yeah, maybe to some of these people whose brains aren’t quite the proper way.", "“When he said, fight for me he doesn’t mean use violence. It means, support me by going there, tell your representatives what you want them to do. I really don’t believe in my heart, that he thought there was going to be violence.”", "Shaffer isn’t persuaded, in part because Trump was slow to call on the insurrectionists to stop.", "One midwestern Republican who travelled to Washington by coach with other Trump supporters to demand Biden’s victory be annulled – and who declined to be named for fear of arrest – said Trump had nothing to apologise for and neither did the protesters demanding that Congress “audit the vote” even though the president’s campaign has been unable to produce credible evidence of rigging.", "“The election has been stolen, what else were people supposed to do? We went to court and the courts wouldn’t even look at the evidence. We asked Mitch [McConnell, the Senate majority leader] and Republican leaders to hit pause on declaring Biden the winner and to look at the evidence, and they wouldn’t. So what choice were we left with?” said the activist who declined to say if they were among those who broke into the Capitol.", "“Some of the people there were idiots, dressing up like they were in the jungle. But most were good patriotic conservatives who are defending the constitution to stop Congress stealing the election.”", "Facebook Twitter Pinterest Terri Burl: ‘When he said, fight for me he doesn’t mean use violence.’ Photograph: Lauren Justice/The Guardian", "While Shaffer has no truck with the Washington protesters or Trump’s support of them, he is sympathetic to accusations that the anger was fuelled by what he said was the failure to take seriously allegations of election irregularities.", "“Everything that’s happened since the election is just regrettable, and of course Trump bears responsibility. But those who say there was nothing to any of the questions about the election also bear responsibility. We should have a legitimate inquiry about how our elections are conducted and results are collected and things like that,” he said.", "Still, Shaffer accepts that state and national authorities, including Republican-run administrations in states such as Georgia, as well as state and federal courts, have all endorsed the election as legitimate.", "“If there was anything that would have probably changed my mind or even changed the outcome it would have been had the supreme court seen something that would have risen to the level of judicial review,” he said.", "Burl said Trump has been subject to “four years of hate” and that he would have decisively won the election on his record on the economy and immigration had it not been for the coronavirus pandemic.", "Facebook Twitter Pinterest A campaign sign for Donald Trump lies beneath water in the Capitol Reflecting Pool, near the west front of the US Capitol on Saturday. Photograph: Al Drago/Getty Images", "She remains suspicious of the result, saying there were “too many weird things going on” that should have been investigated. But Burl had come to accept that the result was not going to be overturned.", "“A few days ago, when I kind of knew that this whole thing was futile, I sat down and I just started to cry. It’s been a long time coming. I cried on election night, and then I cried a few days ago because it’s a process. I’m grieving now. I don’t know if I’ll ever have acceptance,” she said.", "“You have a lot of Republicans out there saying, Biden’s not my president and he’ll never be my president. Honestly, I do feel that way. I really don’t accept it.”", "Shaffer too thinks the time has come to move on. He worries that the mob on Capitol Hill has done lasting damage to the conservative cause.", "“People are going to remember this. We definitely remembered what happened in Minneapolis and Portland during the summer. It’s no different to a mob on the left,” he said.", "Burl agrees. “These few violent people caused a big mess. They ruined it for us. They undermined what was supposed to have been done. We are not antifa. You want to act like antifa, go join antifa,” she said."], "authors": ["Chris Mcgreal"], "keywords": ["condemnation", "shaffer", "supporters", "base", "split", "washington", "attack", "trumps", "support", "election", "capitol", "violence", "going", "midwest", "violent", "trump"], "pubDate": "2021-01-10T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}