{"id": "7764bc04-6b3c-3a4c-927d-df8eaafd0688", "title": "Who Gets to Breathe Clean Air in New Delhi?", "url": "https://www.nytimes.com/interactive/2020/12/17/world/asia/india-pollution-inequality.html", "summary": "Yamuna River Monu’s house NEW DELHI Aamya’s house Yamuna River Monu’s house NEW DELHI Aamya’s houseAir pollution killed more Indians last year than any other risk factor, and Delhi is among the most polluted cities in the country.\nAnd often, they don’t even think much about air pollution, because they face more pressing threats, like running out of food.\nAamya’s air filter Monu’s air filter Aamya’s air filter Monu’s air filter Photos of the small filters that were inside the children’s pollution monitors.\nMonu’s school Aamya’s schoolAamya attends a private school, the Ardee School, known for its efforts to insulate its students from air pollution.\nIn Delhi, the air is the air, and like most buildings in the city, Aamya’s house is outmatched.", "paragraphs": ["We measured their exposure to pollution for a day, to see how much inequality makes a difference.", "Monu and Aamya live in one of the world’s most polluted cities. Only one of their families can afford air purifiers.", "Average exposure over the course of 24 hours, in micrograms of fine particles per cubic meter.", "Average exposure over the course of 24 hours, in micrograms of fine particles per cubic meter.", "Around 7 in the morning, Monu, 13, lifts his mosquito netting and crawls out of bed onto a dirt floor. Outside, his mother cooks breakfast over an open fire.", "A few miles across New Delhi, the world’s most polluted capital, 11-year-old Aamya finally gives in to her mom’s coaxing. She climbs out of bed and treads down the hall, past an air purifier that shows the pollution levels in glowing numbers.", "The air is relatively clean in Aamya’s apartment in Greater Kailash II, one of Delhi’s upper-middle-class neighborhoods. Well-fitted doors and windows make the home more airtight, and its rooms purr with the sound of three purifiers that scrub dangerous particles from the air.", "Monu’s neighborhood Aamya’s neighborhood", "Monu breathes fouler air. He lives in a hut in a slum near the Yamuna River, which itself is seriously polluted. This morning, he sits in the open entryway to his house, drinking milky tea. He is the seventh of nine children and watches as one of his brothers coughs and huddles for warmth near the family’s wood-burning clay stove.", "Yamuna River Monu’s house NEW DELHI Aamya’s house Yamuna River Monu’s house NEW DELHI Aamya’s house", "Air pollution killed more Indians last year than any other risk factor, and Delhi is among the most polluted cities in the country. But the burden is unequally shared.", "Children from poor families in Delhi spend more of their lives outdoors. Their families are more likely to use wood-burning stoves, which create soot. They can’t afford the air filters that have become ubiquitous in middle-class homes. And often, they don’t even think much about air pollution, because they face more pressing threats, like running out of food.", "Money can buy a family less exposure to Delhi’s deadly pollution — but only to a point. Air purifiers and well-sealed rooms can do only so much. Though precise estimates are impossible, even well-off kids like Aamya could lose roughly a year of life because of the amount of toxic air they breathe. And Aamya has asthma, so her parents are especially concerned.", "Still, over the course of one day, Monu was exposed to about four times as much pollution as Aamya. A long-term, consistent disparity like that could steal around five years more life from someone in Monu’s position, compared with an upper-middle-class child like Aamya.", "We know Monu was exposed to more pollution, because we measured it.", "Working with researchers from ILK Labs, on Dec. 3 of last year, journalists with The New York Times tracked how much air pollution the two children were exposed to over the course of a single day.", "As Monu and Aamya went about an otherwise ordinary school day, we followed them with cameras and air-quality monitors that measured how much fine particulate matter was in the air they breathed at any given moment. Known as PM2.5, these are tiny toxic particles, especially dangerous because they can infiltrate the bloodstream.", "Monu and Aamya have never met, but their families know about each other. Their parents agreed to participate in this report after we explained what we could learn by measuring the pollution exposure of children from different backgrounds. Aamya’s mother said she hoped it would help raise awareness about the greater health risks faced by families with fewer resources.", "We could see the difference in the quality of the air they breathed, just from the filters in their pollution monitors.", "Aamya’s air filter Monu’s air filter Aamya’s air filter Monu’s air filter Photos of the small filters that were inside the children’s pollution monitors.", "The pollution in Delhi has an almost physical presence.", "You can see it, a haze just up the street. You can smell it, like an acrid campfire, and you can taste it on your tongue. It can make your eyes burn, your throat itch and your head pound. The tiny particles floating in the air increase the risk of blood clots that can cause heart attacks. They can damage your liver and brain.", "Some of the particles are composed of very poisonous materials like arsenic and lead. Other components may be less toxic in and of themselves, but their cumulative effect is another matter. With alarming regularity, researchers release new findings on the many ways air pollution harms the human body.", "Soon after our reporting, the coronavirus pandemic struck.", "Pollution levels plummeted this spring during India’s strict lockdown, producing a rare sight in the city: pure blue skies. Sadly, this was short lived. Once the lockdown lifted in summer, the pollution came back. And now, as winter bears down, the air pollution across India is once again hitting hazardous levels.", "Doctors worry that the toxic air is making the virus even deadlier. Exposure to high levels of pollution causes inflammation of the airways, which makes people more prone to all kinds of infections.", "“We’re seeing it happen in front of us,” said Dr. Arvind Kumar, a chest surgeon and founder of the Lung Care Foundation in New Delhi. “A lot of people are coming to hospitals from the periphery areas where population density and pollution levels are very high.”", "It is a reminder, if one were needed, that not everyone breathes the same air.", "“The rich can have the best quality air purifiers,” Dr. Kumar said. “The poor can’t.”", "The pollution hung gray in the air the morning we drove to Monu and Aamya’s homes. Government measurements put fine particulate matter at 130 micrograms per cubic meter — five times worse than the World Health Organization says is safe. But locals said it was a good day for air quality. Understandable, since the most polluted day there last year measured four times worse.", "", "", "This chart shows each child’s day of pollution exposure. Aamya is represented by the yellow line. There were abrupt transitions as she moved in and out of rooms with purified air throughout the day. Monu’s is shown in orange. His day consistently exposed him to more pollution. The differences were most pronounced early in the morning, as the children got ready for school.", "Aamya and Monu started their morning commute through the smog.", "Monu rode his bike to a free open-air school under a bridge, about five minutes from his house down a dusty road. He likes physical activity, and he wants to be an officer in the Indian Army when he grows up.", "Aamya likes sports, too, but she wants to be a musician. She rode to school with her mom in the air-conditioned cabin of the family Hyundai.", "Monu’s school Aamya’s school", "Aamya attends a private school, the Ardee School, known for its efforts to insulate its students from air pollution. The school costs about $6,000 per year.", "Free school under the bridge Monu’s house NEW DELHI Yamuna Banks The Ardee School Greater Kailash II 2.5-mile drive Yamuna River Aamya’s house Free school under the bridge Monu’s house NEW DELHI Yamuna Banks The Ardee School Greater Kailash II 2.5-mile drive Yamuna River Aamya’s house", "The Ardee School posts pollution readings on its website and on a board in the building that uses colored flags to signal the air quality. When it gets too bad, students are required to wear masks. Very few wore one while we were there, because it was not considered a bad day.", "A large air filter in the basement of Aamya’s school", "Monu’s school is free — but it has neither walls nor doors. For these students, the outside air was the inside air. Volunteer teachers struggled to be heard as metro trains thundered overhead every five minutes.", "", "", "Aamya’s pollution exposure spiked the moment she stepped foot outdoors that morning. But it dropped again once she slipped through the doors of her school. Monu, too, enjoyed cleaner air when he left behind the wood fires of his neighborhood. But at school, his levels still stayed higher than Aamya’s.", "All morning, while Monu was in class, cars and motorbikes whizzed past on the street next to his school, kicking up dust and clogging the air with exhaust fumes. Aamya’s school had air purifiers in every room, linked together through a phone app that administrators monitored constantly.", "Both Monu and Aamya sound fatalistic.", "“It will keep increasing,” Monu says. “If we have 10 sick kids today, it’ll be 20 tomorrow. Lots of people will get sick, and their parents and doctors will say that it’s because of the pollution.”", "Aamya thinks that the government is to blame, and that one person can’t make much of a dent in the problem.", "“There are a lot of trees, which are not helping that much,” she says. “What my teacher says is that we can make a difference. But I don’t believe in that, because we have tried a lot.”", "In the afternoon, after lunch at home, Monu went to another school, which he does every weekday. The outdoor pollution levels began to fall, as they do on most days when the morning traffic clears up and the winds shift.", "There is no single cause of India’s pollution problem — and no single solution.", "But Indians have learned to count on one thing: Fall and winter are pollution seasons. As air temperatures dip and wind speeds drop, pollutants concentrate over India’s cities, especially in the north, which lies in the shadow of the Himalayas. The mountain range forms a barrier that cuts down air movement even further.", "New Delhi Jaipur Kanpur Patna Kolkata INDIA Mumbai Hyderabad Pollution levels across India 0 75 150 Bangalore Micrograms of fine particulate matter per cubic meter in 2016 | Source: NASA New Delhi Jaipur Kanpur Patna Kolkata INDIA Mumbai Hyderabad Pollution levels across India 0 75 150 Bangalore Micrograms of fine particulate matter per cubic meter in 2016 | Source: NASA New Delhi Jaipur Kanpur Kolkata INDIA Mumbai Pollution levels in India 0 75 150 Bangalore Micrograms of fine particulate matter per cubic meter in 2016 | Source: NASA", "The pollutants themselves come from multiple sources.", "By some estimates, vehicle exhaust accounts for around 20 to 40 percent of the PM2.5 in New Delhi, which is notorious for its traffic. Household fires and industrial emissions also play a role. And as the weather cools in the fall, farmers in rural areas burn remains from their crops, sending up huge clouds of black smoke that drift for miles and settle over the city.", "The end result is that the city’s smog is some of the thickest in the world.", "India’s government has not made battling pollution a priority. Many officials see it as a price they are willing to pay for rapid economic growth, which has lifted hundreds of millions of people out of poverty.", "Outrage is not always easy to find on the street, either, no matter how smog-shrouded. Environmental activists say most people have no idea about how bad it really is.", "“We are talking about people who grew up in rural areas and they come to the city with no preparation,” said Ravina Kohli, a member of My Right to Breathe, a nationwide clean air group. “When they see polluted air, they don’t even think it is polluted.”", "There is also little data on how socioeconomic disparities may worsen pollution exposure in New Delhi, according to Pallavi Pant, a staff scientist at the Health Effects Institute. “We aren’t putting a careful enough lens on people’s occupation, or where they live, or what their socioeconomic status is,” she said.", "Clearly, money helps.", "Aamya’s parents, for example, have managed to shield her from some of the pollution. But it isn’t nearly enough.", "In fact, researchers say, there is no amount of personal spending that can fix the problem. Much broader action needs to be taken, they say, to make India’s cities healthy for everybody — rich or poor.", "At day’s end, an invisible enemy seeps through the doors and windows of rich and poor alike.", "With school over, Aamya and Monu are back at their houses, settled in to do their homework.", "When he is done, Monu watches his mom cook over an open fire, just like he did in the morning. At Aamya’s home, a servant does the cooking in a separate room.", "As Aamya’s family takes their seats at the dinner table, the air purifiers continue their reassuring hum. But there is only so much the machines can do. In Delhi, the air is the air, and like most buildings in the city, Aamya’s house is outmatched.", "", "", "The day ends for Monu the same way it began, with high pollution levels. But Aamya’s exposure rises in the evening, too. As Aamya settles into bed, the level of fine particles in her house approaches 100 micrograms per cubic meter, her highest reading of the day. Still, Monu’s exposure that evening is far higher, spiking dramatically as families all around him light open fires to cook their meals and stay warm.", "Monu’s mother, Ranju, never thinks about air pollution, she says. When asked about it, she laughs, waving her hand dismissively and saying, “It’s the least of my worries.” Her day, after all, is long and hard, beginning at 4 a.m. and going until 10 at night.", "Monu’s family has no running water, so it’s up to Ranju to fetch the water every day from a hand pump. She has nine children, and cooks and cleans for the family. She never went to school.", "Aamya’s mother, Bhavna, holds an M.B.A., worked for years as a marketing executive and, as a younger woman, lived in Paris. Air pollution is a major worry for her, especially because of Aamya’s asthma.", "“As children, our parents used to tell us ‘You need to be more active, you need to be outside, play more sports,’” she recalls. “But we’ve reached a stage where we’re telling our kids, ‘No you can’t go to the park, the air is very bad.’”", "“The flexibility to just walk outside and go to a park has completely died,” she said.", "But even a warm bed is not entirely safe.", "As Aamya sleeps, she is breathing in more pollutants than most children in the world.", "It is far worse for Monu.", "As he arranges the mosquito netting around his bed and lies down, his exposure is over twice as high as Aamya’s. There is no escape for him. The most polluted part of his day happens at home, as he sinks into his dreams."], "authors": ["Jin Wu", "Derek Watkins", "Josh Williams", "Shalini Venugopal Bhagat", "Hari Kumar", "Jeffrey Gettleman", "Rumsey Taylor", "Leslye Davis", "Karan Deep Singh"], "keywords": ["school", "aamyas", "monu", "air", "day", "exposure", "levels", "delhi", "pollution", "gets", "aamya", "breathe", "clean"], "pubDate": "2020-12-17T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}