{"id": "77c6689d-56d9-3e2c-aec1-9e4c7bb1b338", "title": "Memory lane - “Asylum Road” is a twisty tale of trauma", "url": "https://www.economist.com/books-and-arts/2021/01/09/asylum-road-is-a-twisty-tale-of-trauma", "summary": "Asylum Road.\nBy Olivia Sudjic.\nAspects of both works creep into Ms Sudjic’s haunting and haunted second novel, “Asylum Road”, but its scope is broader and its artistic grip more certain.\nAnya, the narrator for most of the story, is working desultorily on a P h D thesis in art history.\nAs Anya moves to the Asylum Road of the title, Ms Sudjic coolly executes a climax as treacherous and unexpected as a hairpin bend.", "paragraphs": ["Asylum Road. By Olivia Sudjic. Bloomsbury; 272 pages; £14.99.", "W HEN OLIVIA SUDJIC’S debut novel, “Sympathy”, a study of a young woman’s obsession with social media, was published in 2017 it was hailed as “the first great Instagram novel”; she followed it with “Exposure”, an extended essay about the internet, impostor syndrome and the withering self-consciousness of twenty-somethings. Aspects of both works creep into Ms Sudjic’s haunting and haunted second novel, “Asylum Road”, but its scope is broader and its artistic grip more certain.", "Anya, the narrator for most of the story, is working desultorily on a P h D thesis in art history. At first her world seems prosaically upper-middle class: she lives in London with her boyfriend, Luke, a bioscientist, in a flat bought by his parents, and is about to go on holiday in the south of France. Yet already something is askew. The couple share a fascination with true-crime podcasts, and the book opens with a startling sentence that will resonate: “Sometimes it felt like the murders kept us together.”", "Amid a vague mood of menace and coercion, the pair become engaged. Anya, though, is a bag of nerves masquerading as a functioning adult. She fakes emotions, picks at her face and is disgusted by her body. Her breasts, for example, are alternately described as “white meat” and “two live creatures”. In fragmented psychological prose, Ms Sudjic stealthily plants clues to her ultimate subject—the trauma inflicted by Anya’s childhood in Sarajevo, the dislocations of the Bosnian war, severance from her parents and a relative’s suicide.", "When, disastrously, the couple travel to Sarajevo together, deep, unhealed scars begin to open. The mind of Anya’s mother is stuck in a city under siege. Half-submerged memories resurface in sharp, violent imagery: in a hotel room, “a line of moth holes in the heavy curtain shone white-hot like bullet holes”. The characters narrowly escape death on a lethally winding road.", "The author switches briefly to third-person narration as both plot and protagonist unravel. Anya revisits other parts of her past: her university years; a cousin who once forced her to take part in a deer hunt, a scene infused, like others, with echoes of previous bloodshed. As Anya moves to the Asylum Road of the title, Ms Sudjic coolly executes a climax as treacherous and unexpected as a hairpin bend. ■"], "authors": ["The Economist"], "keywords": ["asylum", "novel", "tale", "road", "twisty", "lane", "parents", "olivia", "memory", "sudjic", "anya", "trauma", "sarajevo", "sudjics", "ms"], "pubDate": "2021-01-09T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}