{"id": "78040677-c633-351d-a7a3-063b07a9fcfc", "title": "One in five going into workplace unnecessarily amid UK Covid crisis", "url": "https://www.theguardian.com/world/2021/feb/11/one-in-five-britons-going-into-workplace-unnecessarily-covid", "summary": "Employers are putting workers at risk and increasing Covid infection rates in communities, unions have said, as research found that as many as one in five people have been going into their workplace unnecessarily.\nThe alarming findings came as the government’s outgoing employment adviser, Matthew Taylor, said employers breaking Covid rules should be named, shamed and fined.\n“No one should be forced into the office or another workplace if they can do their job from home.\nShe said unions had received hundreds of complaints from workers who felt they should be working remotely to help protect public health during the pandemic.\nIt said people who could work remotely should not be pressured to come in, nor should they be given the option of doing so voluntarily.", "paragraphs": ["Employers are putting workers at risk and increasing Covid infection rates in communities, unions have said, as research found that as many as one in five people have been going into their workplace unnecessarily.", "The alarming findings came as the government’s outgoing employment adviser, Matthew Taylor, said employers breaking Covid rules should be named, shamed and fined.", "Polling conducted by the Trades Union Congress (TUC) found that many people were coming under undue pressure from their employer to work from offices when they could work from home.", "“No one should be forced into the office or another workplace if they can do their job from home. Bad bosses are needlessly putting workers at risk and increasing transmission in local communities,” said the TUC’s general secretary, Frances O’Grady.", "She said unions had received hundreds of complaints from workers who felt they should be working remotely to help protect public health during the pandemic.", "Taylor, the government’s outgoing director of labour market enforcement, who led a review of workers’ rights and practices under Theresa May, said naming and shaming would be a “perfectly reasonable” policy. “It works,” he said. “The government does it for the minimum wage. I’ve argued they should do it for all companies involved in the supply chain where there’s examples of modern slavery or severe labour abuse. No employer wants to read their name on a list of companies who have not observed the spirit or letter of the rules.”", "Despite high-profile action being taken against many individuals suspected of breaching lockdown rules, the TUC said no company had yet been prosecuted and fined, leading O’Grady to call for any employer found breaking the rules to feel the consequences. “It’s time to end the foot-dragging approach to enforcement that has characterised workplace safety in this pandemic,” she said.", "The research, commissioned by the TUC, conducted by YouGov and shared exclusively with the Guardian, suggested 19% of all those still working were going into offices or other workplaces for part or all of their working week despite them being able to do the job from home.", "According to polling of nearly 1,000 employees, pressure from bosses was the principal reason many people who could work remotely were still having to go in, with about 40% falling into that category. A little more than a quarter said they preferred being in the workplace.", "The Department for Business, Energy and Industrial Strategy (BEIS) declined to show the Guardian any data or research it had conducted into the number of employers who were not complying with the work-from-home order. Taylor said the government appeared to be doing “half a job”.", "While the official guidance has shifted as the epidemic has evolved, under the latest lockdown the government has said that everyone who can work from home must do so. The TUC called on the government to re-emphasise that in the interest of public health, any such job must be done remotely during the lockdown – including in workplaces where Covid safety measures have been introduced. It said people who could work remotely should not be pressured to come in, nor should they be given the option of doing so voluntarily.", "The shadow business secretary, Ed Miliband, said: “The evidence suggests the government’s messages on working from home are still not strong or clear enough.” The former Labour leader said the business secretary, Kwasi Kwarteng, should “clarify the rules, including ramping up the messaging and making it clearer to people and businesses”.", "Last month Kwarteng sought to increase the pressure on firms, telling them to redouble their efforts unless the work was critical and absolutely could not be done off site.", "Taylor accused the government of “dragging its heels very badly” on a Tory manifesto promise to set up a single body responsible for enforcing employment law. He said the difficulties some workers had faced during the pandemic had only strengthened the case for such a body.", "Under the existing system, he said, several public bodies – including HM Revenue & Customs, the Employment Agency Standards Inspectorate and the Gangmasters and Labour Abuse Authority – are each responsible for policing small parts of the labour market. In respect of Covid rules, people concerned about working on site are also told they could speak to Citizens Advice, Trading Standards and the Health and Safety Executive.", "“If we had a single, unified body and we then needed to create new requirements – like, for example, that you let people work from home – then you would have a body that would have the remit that could take that on,” Taylor said. “At the moment, none of these bodies has a general remit, which means that, if a new issue comes to light, there is no organisation that you can naturally turn to because they all have relatively narrow remits.”", "He said he had “pushed very hard to try to get a broader debate about what the single enforcement body could do, but I got absolutely no sense that government was interested”.", "A BEIS spokesperson said: “It is important that people stay at home wherever possible to minimise the risk of transmission so we can protect the NHS and save lives. Employers have a duty to protect the health and safety of their employees – this includes by supporting those who can reasonably work from home to do so. The Health and Safety Executive continues to investigate reports of unsafe working environments and carry out spot-checks.”", "YouGov conducted an online poll of 2,068 people, of whom 979 were employed, and weighted the figures to be representative of the adult population."], "authors": ["Kevin Rawlinson", "Alfie Packham"], "keywords": ["uk", "working", "unnecessarily", "employers", "crisis", "workers", "remotely", "going", "work", "labour", "covid", "safety", "health", "rules", "amid", "tuc", "workplace"], "pubDate": "2021-02-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}