{"id": "7835e083-fe02-358a-974e-9b402b4d1b6d", "title": "Assassin's Creed Valhalla Settlement Guide", "url": "https://www.gameinformer.com/2020/11/11/assassins-creed-valhalla-settlement-guide", "summary": "Your main hub in Assassin’s Creed Valhalla is a settlement you establish early in the game.\nPriority Two: Don’t Hide From The Hidden OnesAnyone who has played an Assassin’s Creed game knows that the Assassins are an ancient secret society that works from the shadows, manipulating global events to ensure the survival of personal freedoms.\nThis quest chain is pretty important to the larger Assassin’s Creed narrative, so it’s good to get rolling on these missions as soon as you can.\nThis is a decent way to earn silver in the early game.\nThe settlement in Assassin’s Creed Valhalla is a fun new addition to the series, but it's only one small part of this massive game.", "paragraphs": ["Your main hub in Assassin’s Creed Valhalla is a settlement you establish early in the game. Over the course of your journey, that small collection of tents slowly grows into a bustling city. Seeing the fruits of your labor is incredibly rewarding, but if you’d like some tips on how to maximize your effort, you’ve come to the right place. Here are some tips on what to prioritize when expanding your settlement.", "Priority One: Raid Like Your City Depends On It", "The first thing you want to do to upgrade your settlement actually requires that you leave your settlement. I know that sounds counterintuitive, but to construct new buildings you need raw materials, which you acquire by completing raids. Therefore, the best thing you can do in the early game is to take time to sail around Ravensthorpe and strip the local monasteries for goods (they don’t really need them). There are several easily completable raids within a quick sail from your settlement; their difficulty corresponds to the recommended power level of the region they are in. Completing these and using those resources to build a few new buildings will upgrade your colony to level 2, or even level 3, in no time. As your settlement levels up you gain access to more and more services.", "Priority Two: Don’t Hide From The Hidden Ones", "Anyone who has played an Assassin’s Creed game knows that the Assassins are an ancient secret society that works from the shadows, manipulating global events to ensure the survival of personal freedoms. The Hidden Ones Bureau is essentially their headquarters in England, and you can build it before your settlement even levels up. From this building, you’ll take on a specific chain of quests that asks you to hunt down and eliminate members of the Order of the Ancients (don’t worry, they deserve it). This quest chain is pretty important to the larger Assassin’s Creed narrative, so it’s good to get rolling on these missions as soon as you can.", "Priority Three: Appoint A Jomsviking At The Barracks", "Everyone needs a good night’s sleep, and that includes the members of your raiding party. The Barracks is a place where the members of your fellow Vikings live, and it can also be constructed before your settlement levels up. More importantly, once you build the Barracks you can talk to the quartermaster who will let you assign and customize a Jomsviking. In reality, the Jomsviking were an elite and highly selective order of Viking mercenaries. In Valhalla, your Jomsviking is kind of like your lieutenant whom you send out into the world to fight for your honor. The most interesting aspect of this system is that once you connect online, other Assassin’s Creed Valhalla players can recruit your Jomsviking to their raiding party (just like you can recruit other players' creations), and every time your Jomsviking is recruited, you earn 100 silver from the quartermaster.", "Priority Four: Throw A Feast", "Once your settlement has reached level 4, you can throw a feast by ringing the bell at the entrance of your longhouse. There are some tangible benefits to feasting. In addition to being a good rowdy time, feasting temporarily buffs Eivor’s stats as well as the stats of their raiding party. These temporary gifts vary from feast to feast, but you can improve those bonuses by expanding your settlement further. For example, the Bakery will add additional health boosts to feasts while the Grain Farm adds additional armor bonuses.", "Other Things To Consider:", "If you've focused on everything highlighted above, you have a lot of flexibility in how to further progress your settlement. By the end of the game, you should be able to construct every building in the town, but the order in which you unlock each building is largely up to your personal tastes. If you want to further customize Eivor’s look, you’ll probably want to build a Tattoo and Barber Shop. If you want to hunt for treasure, you should build the Cartographer’s house and purchase special maps to important items around England. That said, here are a few other random details to keep in mind as you plan your city.", "Early on, take some time to walk around your settlement and select the cosmetic decorations for the area. Not only does this set the tone of your town, but it doesn't cost anything!", "Be sure to talk to the people who work inside each new building, because they often have quests for you to complete … and they’re your neighbors now, so be nice to them.", "The Fishing hut allows you to start fishing anywhere you find water, and the fish you catch can be sold for money. This is a decent way to earn silver in the early game. Plus, you can trade specific fish for unique rewards at the fishing hut.", "The stables are a great place to upgrade your horse. For example, you can teach your horse to swim, and you should absolutely do this as soon as possible as it makes navigating England much easier. However, there are other stables around the world where you can teach your horse new tricks, so if you’re hurting for resources early on, the stables can wait.", "The shipyard is the only place in the game where you can customize your ship, so you may want to build the Shipyard as soon as it is available.", "The settlement in Assassin’s Creed Valhalla is a fun new addition to the series, but it's only one small part of this massive game. If you want even more guidance on navigating Ubisoft’s extensive Viking fantasy, read our general spoiler-free tips and take a look at our list of Valhalla’s best skills and where to find them."], "authors": ["Senior Editor", "Benjamin Reeves Is A Writer", "Journalist", "Geek Sponge. For The Last Years He Has Worked As An Editor For Game Informer Magazine. He Has A Passion For Video Games", "Comic Books"], "keywords": ["place", "jomsviking", "assassins", "game", "creed", "build", "early", "settlement", "guide", "level", "valhalla"], "pubDate": "2020-11-11T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}