{"id": "78675c6a-ad5f-3a38-a3d8-69a052794c81", "title": "Replay – The Elder Scrolls V: Skyrim Part 2", "url": "https://www.gameinformer.com/replay/replay/2021/01/15/replay-the-elder-scrolls-v-skyrim-part-2", "summary": "On last week's fun episode of Replay, we started our journey in The Elder Scrolls V: Skyrim, one of the most influential modern RPGs to ever grace consoles, PC, and almost every other gaming device known to man.\nThe start of our tale featuring the khajiit only known as Buttz was wild to say the least.\nJoin Andrew Reiner, Marcus Stewart, Ben Reeves, and me to get those answers and more in our return to the world of Skyrim.\nAre you excited about all things Elder Scrolls?\nBe sure to check out our articles on The Elder Srolls Online's upcoming Oblivion expansion, the rumors about a new Elder Scrolls TV show coming to Netflix, and how Bethesda may have teased the location of the next entry in the long-running series!", "paragraphs": ["On last week's fun episode of Replay, we started our journey in The Elder Scrolls V: Skyrim, one of the most influential modern RPGs to ever grace consoles, PC, and almost every other gaming device known to man.", "The start of our tale featuring the khajiit only known as Buttz was wild to say the least. We got to watch the iconic prisoner-transfer scene, ran helplessly from a flying beast while trying to not get burnt to a crisp, and stole children's clothing from an unsuspecting townie that never saw it coming.", "Normally when we play games on Replay, it's a one-and-done situation, but since Bethesda's iconic open-world game is too vast for just one viewing, we thought it fitting to return to where we left off and set out on another journey.", "Will we find more mountains to inch our way up? Will I be successful in my attempts to pickpocket the king? Or will it all once again blow up in my face like a Dragonborn shout? Join Andrew Reiner, Marcus Stewart, Ben Reeves, and me to get those answers and more in our return to the world of Skyrim.", "We'll be going live at 2 p.m. CT, so be sure to join us in the chat and end your week the right way! If you can't get enough of our live shows, remember to subscribe on YouTube, Twitch, Twitter, and Facebook to get notified when we go live each week. Thanks as always for watching and we hope you enjoy this week's show!", "Are you excited about all things Elder Scrolls? Be sure to check out our articles on The Elder Srolls Online's upcoming Oblivion expansion, the rumors about a new Elder Scrolls TV show coming to Netflix, and how Bethesda may have teased the location of the next entry in the long-running series!"], "authors": ["Video Editor", "Alex Is Usually The Largest Nerd In The Room", "Literally", "Has A Deep-Rooted Passion For Video Games", "Movies", "A Good Beer. He Grew Up A Nintendo Kid But Is Now An Equal-Opportunity Gamer Who S Trying To Play More Jrpgs."], "keywords": ["v", "skyrim", "live", "sure", "known", "scrolls", "elder", "replay", "way", "week", "return", "weeks"], "pubDate": "2021-01-15T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}