{"id": "786ad620-6798-31c8-94f2-4fac65c6a1b9", "title": "Opinion | Inside the Billion-Dollar War Against Right-Wing Conspiracists", "url": "https://www.nytimes.com/2021/01/11/opinion/sway-kara-swisher-john-poulos.html", "summary": "Chief Executive John Poulos says Dominion Voting System’s $1.3 billion defamation suit against Sidney Powell is the “first step” in the voting machine company’s efforts to counter a “malicious campaign of lies” spread by right-wing media outlets and the conspiracy theorists in Donald Trump’s inner circle.\nDominion is fighting disinformation surrounding the elections in Georgia, Michigan and elsewhere with a powerful weapon: the lawsuit.\nIn this episode of “Sway,” Mr. Poulos debunks the conspiracy theories, reacts to the “wholly unsatisfying” clarifications issued by right-wing media in and addresses whether Dominion may pursue a defamation claim against the president.\n“We are ruling out nobody.”", "paragraphs": ["Chief Executive John Poulos says Dominion Voting System’s $1.3 billion defamation suit against Sidney Powell is the “first step” in the voting machine company’s efforts to counter a “malicious campaign of lies” spread by right-wing media outlets and the conspiracy theorists in Donald Trump’s inner circle. Dominion is fighting disinformation surrounding the elections in Georgia, Michigan and elsewhere with a powerful weapon: the lawsuit.", "In this episode of “Sway,” Mr. Poulos debunks the conspiracy theories, reacts to the “wholly unsatisfying” clarifications issued by right-wing media in and addresses whether Dominion may pursue a defamation claim against the president. “We are ruling out nobody.”"], "authors": [], "keywords": ["defamation", "conspiracy", "wholly", "opinion", "voting", "unsatisfying", "dominion", "billiondollar", "inside", "poulos", "weapon", "media", "rightwing", "war", "conspiracists"], "pubDate": "2021-01-11T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}