{"id": "786d075c-58ca-3523-b495-ab35ed954cea", "title": "14 Gifts for People Who Are Perpetually Cold", "url": "https://wired.com/gallery/gifts-for-people-who-are-perpetually-cold/", "summary": "It’s tough out there for a person who’s always cold.\nWhen winter comes, your perpetually cold loved one is hiding under bedsheets, reheating their coffee cup, or fiddling with the thermostat when your back is turned (they’re probably doing it now).\nThis year, give the gift of warmth to your loved one who is constantly shivering, sniffing, and suffering.\nFor more ideas, check out our many holiday gift guides, including Gift Subscriptions for Kids, Gift Ideas for Amateur Bartenders, and Gifts to Upgrade Beauty Routines.\nSpecial offer for Gear readers: Get a 1-Year Subscription to WIRED for $5 ($25 off).", "paragraphs": ["It’s tough out there for a person who’s always cold. When winter comes, your perpetually cold loved one is hiding under bedsheets, reheating their coffee cup, or fiddling with the thermostat when your back is turned (they’re probably doing it now). This year, give the gift of warmth to your loved one who is constantly shivering, sniffing, and suffering. From protective layers for socially distanced outdoor adventures to accessories that make work-from-home setups extra cozy, here’s how to show your frigid friend you care.", "For more ideas, check out our many holiday gift guides, including Gift Subscriptions for Kids, Gift Ideas for Amateur Bartenders, and Gifts to Upgrade Beauty Routines.", "Special offer for Gear readers: Get a 1-Year Subscription to WIRED for $5 ($25 off). This includes unlimited access to WIRED.com and our print magazine (if you'd like). Subscriptions help fund the work we do every day.", "Updated November 2020: We've fixed up pricing and added some new items."], "authors": ["Pia Ceres", "Pia Cere"], "keywords": ["wiredcom", "ideas", "gift", "gifts", "perpetually", "youd", "work", "cold", "loved", "subscriptions", "14", "workfromhome", "wired"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}