{"id": "78aa5541-814d-3a1b-a01a-6f08a2552173", "title": "Today's mortgage refinance rates are at a 70-day low | December 16, 2020", "url": "http://www.foxbusiness.com/money/todays-mortgage-refinance-rates-december-16-2020", "summary": "Based on data compiled by Credible Operations, Inc., NMLS Number 1681276, current mortgage refinance rates are currently tied for the lowest recorded in 70 consecutive days.\nContinue Reading Below30-year fixed-rate refinance: 2.625%, Unchanging20-year fixed-rate refinance: 2.500%, Unchanging15-year fixed-rate refinance: 2.125%, UnchangingRates last updated on December 16, 2020.\nHow mortgage refinance rates have changedToday, mortgage refinance rates have remained largely unchanged compared to this time last week.\nThe factors behind today’s refinance ratesCurrent refinance rates, like mortgage interest rates in general, are affected by many economic factors, like unemployment numbers and inflation.\nIf you decide to refinance your mortgage, be sure to shop around and compare rates from multiple mortgage lenders.", "paragraphs": ["Our goal here at Credible Operations, Inc., NMLS Number 1681276, referred to as \"Credible\" below, is to give you the tools and confidence you need to improve your finances. Although we do promote products from our partner lenders, all opinions are our own.", "Based on data compiled by Credible Operations, Inc., NMLS Number 1681276, current mortgage refinance rates are currently tied for the lowest recorded in 70 consecutive days. Average rates across 30-year, 20-year, and 15-year fixed refinance are unusually low at 2.417%.", "Continue Reading Below", "30-year fixed-rate refinance: 2.625%, Unchanging", "20-year fixed-rate refinance: 2.500%, Unchanging", "15-year fixed-rate refinance: 2.125%, Unchanging", "Rates last updated on December 16, 2020. These rates are based on the assumptions shown here. Actual rates may vary.", "If you’re thinking of refinancing your home mortgage, consider using Credible. Whether you're interested in saving money on your monthly mortgage payments, or considering a cash-out refinance, Credible's free online tool will let you compare rates from multiple mortgage lenders. You can see prequalified rates in as little as three minutes.", "Current 30-year fixed-rate refinance", "The current rate for a 30-year fixed-rate refinance is 2.625%. This is the same as yesterday.", "Current 20-year fixed-rate refinance", "The current rate for a 20-year fixed-rate refinance is 2.500%. This is the same as yesterday.", "Current 15-year fixed-rate refinance", "The current rate for a 15-year fixed-rate refinance is 2.125%. This is the same as yesterday.", "You can explore your mortgage refinance options in minutes by visiting Credible to compare rates and lenders. Check out Credible and get prequalified today.", "Rates last updated on December 16, 2020. These rates are based on the assumptions shown here. Actual rates may vary.", "How mortgage refinance rates have changed", "Today, mortgage refinance rates have remained largely unchanged compared to this time last week.", "30-year fixed refinance: 2.625%, the same as last week", "20-year fixed refinance: 2.500%, down from 2.625% last week, -0.125", "15-year fixed refinance: 2.125%, the same as last week", "Think it might be the right time to refinance? Be sure to shop around and compare rates with multiple mortgage lenders. You can do this easily with Credible and see your prequalified rates in only three minutes.", "Rates last updated on December 16, 2020. These rates are based on the assumptions shown here. Actual rates may vary.", "The factors behind today’s refinance rates", "Current refinance rates, like mortgage interest rates in general, are affected by many economic factors, like unemployment numbers and inflation. But your personal financial history will also determine the rates you’re offered when refinancing your mortgage.", "Larger economic factors", "Strength of the economy", "Inflation rates", "Employment", "Consumer spending", "Housing construction and other market conditions", "Stock and bond markets", "10-year Treasury yields", "Federal Reserve policies", "Personal economic factors", "Credit score", "Credit history", "Down payment size", "Loan-to-value ratio", "Loan type, size, and term", "Debt-to-income ratio", "Location of the property", "How to get your lowest mortgage refinance rate", "If you’re interested in refinancing your mortgage, improving your credit score and paying down any other debt could secure you a lower rate. It’s also a good idea to compare rates from different lenders if you're hoping to refinance, so you can find the best rate for your situation.", "Borrowers can save $1,500 on average over the life of their loan by shopping for just one additional rate quote, and an average of $3,000 by comparing five rate quotes, according to research from Freddie Mac. Credible can help you compare multiple lenders at once in just a few minutes.", "If you decide to refinance your mortgage, be sure to shop around and compare rates from multiple mortgage lenders. You can do this easily with Credible’s free online tool and see your prequalified rates in only three minutes.", "Credible is also partnered with a home insurance broker. If you're looking for a better rate on home insurance and are considering switching providers, consider using an online broker. You can compare quotes from top-rated insurance carriers in your area — it's fast, easy, and the whole process can be completed entirely online.", "Mortgage rates by loan type", "Whether you’re a first-time homebuyer shopping for mortgage loans, or you’re seeking lower monthly payments on an existing home, Credible can help you find the right mortgage for your financial goals.", "Be sure to check out these loan rates, which you’ll be able to compare by annual percentage rate (APR) as well as interest rate:", "More resources on mortgage refinance", "Want to learn more about refinancing your home loan? Take a look at the following articles:"], "authors": ["Chris Jennings"], "keywords": ["16", "refinance", "lenders", "todays", "refinancing", "rates", "2020", "credible", "low", "rate", "youre", "fixedrate", "70day", "compare", "mortgage"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}