{"id": "78de693a-f1a1-3dfa-906e-00de595c0271", "title": "Texas Accuses Google and Facebook of an Illegal Conspiracy", "url": "https://wired.com/story/texas-accuses-google-facebook-illegal-conspiracy/", "summary": "As described in the complaint, the scheme between Google and Facebook has its roots in 2017, when Facebook announced it would start supporting something called “header bidding.” The details are too wonky to get into here.\nWhen Facebook declared that it would work with publishers that used header bidding, it was seen as a provocation.\nIf it began supporting header bidding, that could cause Google’s ad platform to lose a lot of business.\nFacebook, the complaint says, agreed to “curtail its header bidding initiatives” and send the millions of advertisers in its Facebook Audience Network to bid on Google’s platform.\nThe alleged conspiracy between Google and Facebook is different.", "paragraphs": ["Forget the Marvel Cinematic Universe. The crossover event of the year is here, and it’s Google/Facebook.", "A lawsuit filed today by a coalition of state attorneys general, led by Texas’ Ken Paxton, accuses Google of making an “unlawful agreement” that gave Facebook special privileges in exchange for promising not to support a competing ad system. It’s just one of many claims made in a case that takes broad aim at Google’s monopoly over the online advertising ecosystem, but it could very well be the most consequential. The case is a civil suit, and it names only Google as a defendant. But if what Texas is alleging is true, then both companies may have violated federal antitrust law—and committed felonies in the process.", "As described in the complaint, the scheme between Google and Facebook has its roots in 2017, when Facebook announced it would start supporting something called “header bidding.” The details are too wonky to get into here. Basically, Google, which runs the biggest online ad exchange, likes to make publishers give it first dibs on bidding to place an ad. (“Publisher” just means any website or app that runs ads.) Header bidding was a technical hack that allowed publishers to earn higher prices by soliciting bids from multiple exchanges at once. Google hated this, because it created more competition. When Facebook declared that it would work with publishers that used header bidding, it was seen as a provocation. The millions of businesses that advertise with Facebook don’t just advertise on Facebook; through the Facebook Audience Network, the company also places ads across the web, making it one of the biggest ad buyers on the internet. If it began supporting header bidding, that could cause Google’s ad platform to lose a lot of business.", "Drawing on internal documents uncovered during its investigation, however, the Texas attorney general claims that Facebook’s leaders didn’t actually want to compete with Google; they wanted Google to buy them off. This seems to have worked. In September 2018, the companies cut a deal. Facebook, the complaint says, agreed to “curtail its header bidding initiatives” and send the millions of advertisers in its Facebook Audience Network to bid on Google’s platform. In return, Google would give the Facebook Audience Network special advantages in ad auctions, including setting aside a quota of ad placements to Facebook, even when the company didn’t make the highest bid. The agreement, the complaint says, “fixes prices and allocates markets between Google and Facebook.”", "Here’s why that matters: The other antitrust cases filed against Google and Facebook this year—by the Justice Department for Google and the Federal Trade Commission and state AGs for Facebook—are based on Section 2 of the Sherman Act, which is about building a monopoly. In a Section 2 case, it isn’t enough to show that a company dominates a market; the government must also prove that it got to the top by using anticompetitive tactics rather than by just being the best.", "The alleged conspiracy between Google and Facebook is different. It falls under Section 1 of the Sherman Act, which makes it illegal for two or more companies to make any contract or agreement “in restraint of trade.” (While the Texas case is a civil suit, the claims in it could conceivably serve as the basis of federal criminal charges.) A Section 1 case is much simpler. If there’s proof that the companies did agree to fix prices, rig bids, or just not compete with each other, that’s the end of the inquiry."], "authors": ["Gilad Edelman", "Gilad Edelma"], "keywords": ["texas", "conspiracy", "case", "google", "illegal", "header", "facebook", "publishers", "prices", "ad", "bidding", "accuses", "companies"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}