{"id": "790cfa8f-d1eb-3213-94fa-dafd40ae03fd", "title": "Unique holiday gift ideas that keep giving long after celebrations end", "url": "https://www.foxbusiness.com/lifestyle/unique-holiday-gift-ideas-that-keep-giving-long-after-celebrations-end", "summary": "This year, Americans are expected to spend $760 million on holiday gifts, according to the National Retail Federation.\nAnd long after the holiday season is over, these organizations still rely on support to fulfill their missions and continue to offer meaningful, unique gifts for birthdays, anniversaries and other special occasions.\nPROJECT HOPEProject HOPE works to alleviate the world's shortage of health care workers by offering solutions on the front lines to combat critical health challenges.\nThrough Gifts for Good, $15 can provide one hour of COVID-19 training for a health care worker or 10 masks for a medical professional.\nEach bag features a gold thread honoring the Japanese art of Kintsugi, historically used to repair the cracks in broken pottery.", "paragraphs": ["This year, Americans are expected to spend $760 million on holiday gifts, according to the National Retail Federation.", "Continue Reading Below", "That’s a lot of socks. But not all gifts are created equal, and some presents can benefit doctors on the front lines of the COVID-19 pandemic, help the homeless, and even add trees to the rain forest. Whether consumers are in the American heartland or the heart of Manhattan, each person can play a role in helping make the world a little bit better by purchasing from one of the organizations featured on websites like Gifts for Good. At Gifts for Good, gift givers can shop according to category (blankets, tech, food and wine) or by cause (women at risk, children in need, animal welfare), with proceeds from each purchase benefiting a worthwhile cause.", "And long after the holiday season is over, these organizations still rely on support to fulfill their missions and continue to offer meaningful, unique gifts for birthdays, anniversaries and other special occasions.", "Here are just a few of the featured organizations that will benefit from a season of generosity.", "CONSCIOUS STEP Who knew socks could change the world? Every Conscious Step purchase supports one of the organization’s partner groups, including providing books and meals to children, life-affirming support to vulnerable groups, access to safe water and the planting and protection of trees.", "The Conscious Step website allows buyers to shop according to a favorite cause, and the cotton used in the socks is organic, never treated with pesticides and is not genetically modified. One design features embroidered white and black hammerhead sharks on a blue background. Each pair sold supports Oceana and its work to save sharks and marine life. Prices range from $14.95 for a single pair to $44.95 for a 3-pair boxed set that benefits endangered animals.", "GREYSTON BAKERY Buying brownies from Greyston Bakery helps employ people facing barriers to employment. Every day, the bakery produces 35,000 pounds of the award-winning brownies used in Ben & Jerry’s ice cream and also available at Whole Foods Market. Every baker has been hired through a formula known as Open Hiring – no resumes, no interviews, no background checks – a system that “invests in people and builds communities,” according to the bakery’s website.", "The organization, started in 1982, works to replace scrutiny with trust to break the cycle of poverty and helps employ people so they can have a good life by making a good living. The Yonkers, N.Y.-based enterprise generates $11.5 million annually in economic impact for the community. Greyston is New York state's first benefit corporation – a proudly certified B Corp that balances purpose with profit. A box of Indulgent Eight brownies retails for $28 and a vegan assortment is available.", "CLICK HERE TO READ MORE ON FOX BUSINESS", "PRODIGAL POTTERY The mugs, bowls, dishes, platters and ornaments crafted in Chelsea, Ala., at Prodigal Pottery are handmade by women working to escape homelessness, domestic abuse, and sex-trafficking. The proceeds from sales support the women employed by the organization, paying their salaries and offering life-changing benefits to help them secure a successful future.", "The designs are microwave and dishwasher safe, and each is a unique work of art. The women who create the pottery are residents of Wellhouse and King’s Home Shelby, long-term shelters that offer a safe haven for the women and their children. Designs range from $6 for a leaf-shaped soap dish to $60 for a large rectangular platter. Prodigal Pottery also creates custom made-to-order designs and offers The Hope Box, a monthly $35 subscription that includes a piece of Prodigal Pottery as well as three fair-trade items from partner organizations.", "PROJECT HOPE", "Project HOPE works to alleviate the world's shortage of health care workers by offering solutions on the front lines to combat critical health challenges. The organization is currently playing a vital role in helping to combat the COVID-19 pandemic, distributing more than 11 million pieces of personal protective equipment (PPE), providing training for more than 83,000 health workers and front-line personnel, and reaching more than 150 countries.", "The organization recruits clinical and non-clinical staff to help support front-line workers. In New Mexico, for example, organization volunteers support ICU and COVID floor nurses by providing triage and patient care at hospitals in Gallup and Shiprock. And in partnership with the Abbott Fund, Project HOPE is piloting a stress-management program for health care workers responding to the coronavirus pandemic in the Dominican Republic and Indonesia. Through Gifts for Good, $15 can provide one hour of COVID-19 training for a health care worker or 10 masks for a medical professional.", "CLICK HERE TO GET FOX BUSINESS ON THE GO", "UNSHATTERED At Unshattered, women winning their battle with addiction learn high-level sewing skills and create unique bags from materials like recycled upholstery remnants, the backdrop of a New York City Broadway show, or the original upholstery from a 1955 Mercedes-Benz. Each of the bags is named for someone who is still fighting their battle with addiction. There are myriad designs available, including totes, crossbody bags, and makeup bags, and designs range from $28 for a zip pouch made from a West Point military academy dress gray uniform to $225 for a backpack handcrafted from industrial vinyl.", "Unshattered also creates custom designs, turning that vintage family heirloom into a one-of-a-kind bag. Each bag features a gold thread honoring the Japanese art of Kintsugi, historically used to repair the cracks in broken pottery. It is a form of art and that term now signifies something becoming more beautiful for having been broken -- a valuable lesson amid the 2020 pandemic and beyond.", "Lion Calandra is Deputy Managing Editor of FoxNews.com."], "authors": [], "keywords": ["designs", "holiday", "pandemic", "gifts", "ideas", "giving", "gift", "end", "support", "unique", "health", "workers", "pottery", "organization", "good", "long", "women", "celebrations"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}