{"id": "791966f1-a165-3307-9f73-993ab0384374", "title": "NFL Made 'Safest Possible Decision' After Dez Bryant's Positive COVID-19 Test", "url": "https://bleacherreport.com/articles/2921707-nfl-made-safest-possible-decision-after-dez-bryants-positive-covid-19-test?utm_source=cnn.com&utm_medium=referral&utm_campaign=editorial", "summary": "Bryant tweeted he was pulled because he had tested positive for COVID-19.\nThe three-time Pro Bowler was the first Ravens player to test positive in a week after the outbreak in which more than a dozen Baltimore players tested positive within 10 days, per ESPN's Jamison Hensley.\nPer Williams, the Ravens and the league were notified during warm-ups \"that Bryant's test from Tuesday morning returned an inconclusive result.\nHe then was taken off the field for a point-of-care test that came back positive.\"\nThough no other players on either team tested positive Tuesday, the Ravens closed their facilities on Wednesday, according to Hensley.", "paragraphs": ["Nick Wass/Associated Press", "Baltimore Ravens wide receiver Dez Bryant didn't get the chance to take the field against his former team Tuesday after he was deemed ineligible for the game during warm-ups. Bryant tweeted he was pulled because he had tested positive for COVID-19.", "On Wednesday, the NFL defended its decision to allow the rest of the Ravens to play the Dallas Cowboys, saying that it followed all of its own COVID-19 protocols.", "\"We took all of the data that we had in hand and made the safest possible decision,\" said Dr. Allen Sills, the league's chief medical officer, per Pro Football Talk's Charean Williams.", "Bryant, who made his return to the field with the Ravens this season after not playing since he was cut by the Cowboys in 2017, said on Twitter that he was going to \"call it a quit for the rest of the season.\"", "The three-time Pro Bowler was the first Ravens player to test positive in a week after the outbreak in which more than a dozen Baltimore players tested positive within 10 days, per ESPN's Jamison Hensley.", "Per Williams, the Ravens and the league were notified during warm-ups \"that Bryant's test from Tuesday morning returned an inconclusive result. He then was taken off the field for a point-of-care test that came back positive.\"", "Sills said that the league conducted its standard contact tracing procedures before ruling that the game could go on and credited the Ravens' recent struggle with the virus and the scrutiny they were operating under with the team's lack of close contacts, per Pro Football Talk:", "\"I think that's a reflection of the fact that this club has been under our intensive protocol and certainly has done a tremendous job with compliance around their facility leading up to the game yesterday. So there were simply very few contacts to be reviewed, and with the cooperation of the player involved, we did not identify any other worrisome contacts.\"", "Though no other players on either team tested positive Tuesday, the Ravens closed their facilities on Wednesday, according to Hensley."], "authors": ["Jenna Ciccotelli"], "keywords": ["dez", "pro", "decision", "covid19", "ravens", "possible", "bryants", "nfl", "warmups", "game", "field", "test", "team", "rest", "tested", "positive", "safest"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}