{"title": "Want clues about home and real estate trends in 2020? Check out these simple internet tools", "summary": "From my decades working as a mortgage banker, I’ve learned to look elsewhere to spot trends more quickly in the all-important housing sector, which represents 15% of U.S. GDP.\nBut I’m consulting three unconventional and publicly available indicators to get a read on how the housing sector will fare for 2020.\nI typically run Google Trends GOOGL, -0.43% searches on mortgage-related terms to see how they’re trending.\nI check Amazon’s AMZN, +1.21% real estate and housing-based bestseller lists that are updated on an hourly basis.\nDepending on what books are trending, I have a sense which of my firm’s products may start to outperform in 2020.", "url": "http://marketwatch.com/story/want-clues-about-home-and-real-estate-trends-in-2020-check-out-these-simple-internet-tools-2019-12-18?mod=hp_minor_pos21", "paragraphs": ["Indicators don’t always a pattern make. Every few weeks, most of us who work in financial services must digest a new set of data that measure various parts of the U.S. economy.", "For example, new U.S. residential home sales in September were up almost 16% over the past year (whereas housing starts were up only 1.6% over the same period). But these indicators often conflict and don’t paint a clear picture of the broader economy. From my decades working as a mortgage banker, I’ve learned to look elsewhere to spot trends more quickly in the all-important housing sector, which represents 15% of U.S. GDP.", "Of course, I like to read equity research and proprietary data such as pricing and sales volumes from my firm’s retail channels. But I’m consulting three unconventional and publicly available indicators to get a read on how the housing sector will fare for 2020.", "1. Google Trends: This powerful tool lets you check what topics people are searching. I typically run Google Trends GOOGL, -0.43% searches on mortgage-related terms to see how they’re trending. These include: “mortgage”; “interest rates,” “home ownership.” For example, the term “refinance” moved up to 43 in January 2019 from 36 in October 2018. These numbers reflect the number of searches relative to the highest amount on the entire graph. The upward tick in searches for refinances gave me an inkling that there was elevated interest.", "Indeed, I could see this trend in search results well before the refi boom this past summer (the Google Trends rank for the term was 100 in August 2019). Also in August of this year, the volume of refinance applications surged to the highest in three years. The areas of the U.S. in which this term was most widely searched include New York, Arizona and New Hampshire. This type of data informs our loan consultants in these regions so they know that refinancing is top of mind for potential borrowers. Recently, there’s been a gradual decrease in people searching for “mortgage calculator,” from 100 in August 2019 to 76 in October, which suggests that interest in home buying may be moderating. Consequently, our loan consultants are stepping up their sales efforts to get ahead of the potential lag.", "2. Twitter sentiment: While there are many tools to gauge social media sentiment, I like to use Tweet Sentiment Visualizer that was created by Christopher Healy, a professor of Computer Science at North Carolina State University. I enter mortgage related terms into the interface, and it presents a color-coded visualization of the sentiment of each word on Twitter TWTR, -0.87% .", "Healy’s team built a custom dictionary of almost 11,000 words, each of which is rated on a scale of how strong of an emotion they convey. Tweets are matched against this dictionary to generate the visual rendering. There is a greater density of positive sentiment associated with “refinance” than “mortgage.” However, neither term seems to elicit much excitement, which I interpret that we in the housing sector need to make the customer experience of obtaining these instruments more joyful, or at least, easier. It’s exciting to own a new home, and I believe going through the mortgage process should be, too.", "Read: Here’s why home prices keep going up — and what we can do about it", "Plus: This home mortgage disaster is ready to punish housing markets", "3. Amazon.com’s bestseller lists: There is a considerable “do it yourself” market in real estate, as many like to buy and fix up properties, perhaps selling at a profit. I check Amazon’s AMZN, +1.21% real estate and housing-based bestseller lists that are updated on an hourly basis. You can also see the books that are most gifted, most wished for, and recently released. To get a sense how a book is trending, select a specific book page and then examine its “Amazon Bestseller Rank.”", "Recently, for instance, “The Book on Managing Property Rentals,” had a rank of 3,386, which is quite good considering this is a ranking that includes the millions of books on Amazon. I monitor the performance of specific books over a period to see if interest is increasing or abating. The success of this book on property rentals is interesting to me because my firm offers products geared especially for professional investors. Depending on what books are trending, I have a sense which of my firm’s products may start to outperform in 2020.", "For those wanting to more fully understand the housing market, I suggest looking for unusual indicators like these that more quickly reveal the true nature of the industry.", "Sanjiv Das is the CEO of Caliber Home Loans . Previously, he was the CEO of CitiMortgage.", "Read: The hottest housing markets of 2020 are far from the coasts", "More: This ‘Ponzi scheme’ surrounding development leaves most cities and towns functionally insolvent"], "id": "792d1105-c03c-3e55-9dc0-247346f015bc", "authors": ["Sanjiv Das"], "keywords": ["estate", "2020", "housing", "trends", "books", "internet", "simple", "tools", "sentiment", "trending", "book", "clues", "real", "mortgage", "indicators", "sector", "term", "check"], "publicationId": "8e14bddf-cd2e-3f5b-8fd5-6e34ee13999e", "pubDate": null}