{"summary": "While we learned a lot from watching those demonstrations, they also raised many questions about how Death Stranding works and what it tries to convey.\nTo get the answers to these questions and more, we visited the Kojima Productions studio in Tokyo for an interview with Hideo Kojima himself.\nIf someone puts a cup there in Death Stranding, you might think to yourself, “Did that person deliberately put it there?\nAll the staff really liked playing the game and I really feel happy.\nHave you explained Death Stranding to anyone and had it click immediately, instead of taking a while to understand?", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Senior Reviews Editor", "Joe Joined The Game Informer Staff In He Loves Final Fantasy", "Mass Effect", "The Elder Scrolls", "Metal Gear. He Is Also A Columbo", "Robocop"], "keywords": ["questions", "lot", "think", "thats", "answers", "kojima", "youre", "really", "stranding", "feel", "staff", "hideo", "game", "say", "death"], "id": "792e3133-f60a-3b7e-9a71-8e93fbaa4ebc", "url": "https://www.gameinformer.com/interview/2019/09/16/hideo-kojima-answers-our-questions-about-death-stranding", "title": "Hideo Kojima Answers Our Questions About Death Stranding", "pubDate": null, "paragraphs": ["The last week has been a busy one for Hideo Kojima. Even with Death Stranding in the final stretch approaching release, the legendary creator took the stage at Tokyo Game Show for two separate live presentations showing off his unique and difficult-to-explain project. While we learned a lot from watching those demonstrations, they also raised many questions about how Death Stranding works and what it tries to convey. What is the goal behind the asynchronous multiplayer? What do \"likes\" do? How has the game changed since its inception? To get the answers to these questions and more, we visited the Kojima Productions studio in Tokyo for an interview with Hideo Kojima himself.", "Of all the new features that you revealed at the first TGS live show, what was the one you were most excited to finally talk about?", "Playing the game is a lonely feeling, because you play alone usually, even though you’re online. A lot of people play on the couch, and perhaps they feel like, “Oh, I’m lonely, and I’m maybe strange, playing all alone.” And you’re doing it over and over. You’re traveling with BB, and maybe you feel lonely. Norman [Reedus] actually got this point as well – you’re struggling all alone. But at a certain point, you realize, “There is someone really similar to me who felt this loneliness,” because you see it when you’re indirectly connecting. Like in a movie theater – there are maybe 200 or 300 people watching a movie together.", "But today’s games, you’re playing by yourself in your room alone usually. Then suddenly, you open to a world like “Oh, I’m not the only one.” And I’m really happy a lot of people understood that, and I think that was the most successful part. Of course, you can’t see other people’s faces, but you can see the tracks and traces, so you can feel or think about the other people.", "And players get some additional feedback from “likes” they receive. But what can they actually do with those likes?", "I had a big argument with the staff, actually. In a game, you get more money, or you get more fame, or you get more kudos, right? That’s what game systems now days are about – you want something in return if you do something. At the beginning, the Asian staff said, “Hey, Hideo, no one will ever understand this. Maybe the Japanese might.” I said, “That’s why I want people to do it in the game.” So all these staff members said to me, “We have to give them kudos or points or whatever,” but that would be like a normal game – any other game. So I said, “Giving ‘likes’ is giving unconditional love.”", "But, of course you can see how many likes you get, so that’s maybe a little reward. If you just use [something another player placed], one like will be sent automatically. But also you can send more, like a tip. I don’t want to say I’m brilliant for thinking of this idea, because it’s really a mix of the Japanese way; we don’t have tips, but you know you get really good service in Japan. Whereas in America, there’s a tip system where waiters try their best because they want to be tipped. So it’s a cross lateral in the game.", "What I really wanted to do – I didn’t want to give “thumbs down.” I didn’t want to give any negative in this game; it was a positive intent where I started this idea. In current SMS and internet, there’s likes and thumbs down. To me, [thumbs down] is like the stick – it’s an attack. But that’s why it’s a positive intent in the game; if [your objects] have few likes, they might disappear, and the ones with lots of thumbs up will remain, but it isn’t negative.", "So the idea isn’t to give players an incentive to “like,” so much as unite everyone to make the world of Death Stranding as supportive as it can be?", "Yes, because the world setting is the dark and lowest world you can think of. Your solitude, you’re alone – the storyline itself is a worst-case scenario. So why don’t I put in a system where it’s really more positive than negative?", "We’ve seen many cryptic trailers for Death Stranding over the years. In the final game, where does it fall on the spectrum between ambiguous storytelling – something like Twin Peaks­ – and more straightforward delivery?", "I haven’t lied at all – I just create the story as-is. In the trailers, maybe I just put out the scenes in between. But if you play from the start to the end, you will understand because it’s all connected. All the side plots are kind of recovered, all the small stories and things like that. But I am a great fan of David Lynch as well, so, yeah.", "Sam has a lot to manage – his health, his equipment, etc. A lot of people turn to games to escape these kinds of responsibilities. How do you approach taking mundane maintenance tasks and putting them into a game so they don’t feel like work?", "Previously, in design, you had to create the rule because you couldn’t do the realism, right? In our everyday lives, there are so many mechanisms we have to work through, as you say, and we have to take the balance of what we do, how we maintain ourselves, and how we live. So I wanted to free the game design concept that we had to live by because we didn’t have the technology to do so in the past. We always created a rule, like the life bar is like this, and one hit takes away this much health. I wanted to add the real essence in Death Stranding.", "For instance, in any game, you could carry as many items as you want – even in Metal Gear, it was unlimited. Of course, you can’t do it in real life, right? You have to select one bottle when you climb a mountain. That’s why I put it in; a lot of games have aborted that kind of rule. This time, if you’re in the river, you can drift away – and that’s in real life as well. So that’s the gimmick and mechanism I kind of recreated, where other games – and even my games before – had to deform in a way.", "But the other thing about it is that you can go anywhere in the world. It’s open-world. In the past, even if games are “open-world,” there are limitations where you can’t go further. Like, they created valleys where you can’t go. But in this game, you can go anywhere. You set routes, and you want to know what goes on beyond. In this game, I think you will not understand if I just say this, but once you start playing the game, just walking in that world is really fun. What I realized is, when I monitor playtests – even the staff's – they don’t get it at first. But when they really start playing, just walking is really fun in the space.", "And now everyone will say, “Oh, it’s a walking simulator!”", "It’s the same as when I first brought out a stealth game. If 100 people play it and 100 people say it’s fun, it means the genre or the game already exists. But this is a new genre – same as stealth the first time, there will be people who don’t get it. It will take time for the real evaluations to come in.", "Let’s say a player has finished the game and is watching the end credits. In your best-case scenario, what do you want the player to be thinking about at that point?", "Well, I should really not say and leave it to the users. But the theme of the game is connection; you will understand the meaning of it. Like in dramas, or games, or online – everything comes together, and you see the end credits. But I just want people to finish the game.", "Not a good example, but if you climb Mt. Fuji to see the rising of the sun – in Japan a lot of people do that – it’s really tough to climb to the top. On the way, some people might abort. But once you’re on the top, and you can see the mountain, people just cry. Same with our game; people who don’t make it to the end won’t be really moved. Of course, I left that up to the players.", "How does the concept of the chiral network differ from our modern-day communication?", "It’s a “letter theory.” It wasn’t real-time before, in the past. For instance, a husband writes a letter from the battlefield a long time ago: “I don’t know when I’m going to die.” And he sends it, and it takes a couple months before it arrives, and the wife receives it and reads it. There’s a time when she thinks, “He might be dead.” The wife has to imagine what he was thinking at the time he was writing – and this was the communication then. Right now, it’s more real-time.", "This is about caring for people. It’s not direct; I wanted to do that with the internet we have today. If someone puts a cup there in Death Stranding, you might think to yourself, “Did that person deliberately put it there? Did he just have to throw away the load? But you think about it. It’s like the letter theory. In this direct communication era, I wanted to create an indirect communication using the technology of today so you feel for others more. Like you used to, back then – the 20th Century, 19th Century style – when people had to think about others in communication. But nowadays people forget about it because we’re so direct. I can Face Time you any time. So, right now, if I see your cup, I can phone you and say, ‘Hey, what’s this cup for?” But in Death Stranding, you can’t. You have to think about it.", "Now, when you place a cup after that experience, you have to think about, “What would people think if I put it here?” So I believe that this way, people’s feeling towards each other will deepen in Death Stranding because of how it’s connected.", "And within the context of the world, when you go to a prepper, for example, and plug them into the chiral network, are you just plugging them in to a better internet connection?", "There’s actually three steps to that chiral network. For Bridges’ sake, you’re connecting from east to west and they want you to join the UCA – the United Cities of America. When you connect, you can use UCA services, but at the same time, they’re retrieving your information 24 hours a day. It’s like 1984. Some people may not like that, and say “I’m not going to connect to UCA, because we’re going to repeat the same thing that we did.” Like Trump, or the EU, these things. It’s a metaphor. However, if you get really close, they start to say, “Okay, I’ll connect.”", "A lot of preppers just sign a contract to be connected to Bridges. The network is there, but there’s no communication or other actions – that’s why they can’t use the chiral printers and things like that. If they say they will join the UCA, then you can use the chiral network, the chiral printers, things like that. In the game, the mission is to really reconnect America again – but I haven’t said whether that is correct or not.", "In the “Briefing” trailer, a lot of the language about people being divided sounds familiar to what we hear in America today. Is that intentional?", "It’s about America, but I made that map deliberately not correctly America. Maybe it looks like Japan from that angle. I want people to not think “America,” but “where you are.” Because it depends on who is seeing it. And of course, it’s in the future, and everyone’s connected by internet, but everyone is fragmented. That’s kind of a metaphor as well. So Sam is not hip-hip-hooray for connecting America; his motivation is to save Amelie, and a whole fleet of sensitive people will share the same attitude. They have to, because they are on a mission. They always don’t want to. Sam actually moans a lot on this journey, saying “Why am I doing this?” And it’s actually the same position the players can be in. “Why am I doing this? It’s so rough, so lonely, and so solitary!” When you play, and connect, there’s drama, there’s preppers, there’s storyline; you start to feel like connection might really feel good. But I’m not saying it’s positive or negative to connect. It’s really up to the players to see how they feel while playing the game.", "The game is so close to being complete. Now that you can see the near-final product, what is the biggest difference you notice from how you first envisioned Death Stranding?", "The concept hasn’t changed at all from the start. On the vision side, yes, I imagined I could do more – like, PlayStation 6 for the visuals. But it’s not all about graphics. A lot of people were against my first concept, and I’m really happy that the staff made it together with me. All the staff really liked playing the game and I really feel happy. And I just feel it’s the user’s turn now.", "A new concept is really difficult to explain at the start. The stealth game, no one really got it when I first presented it. Your first enemies are always your staff, or the people working with you. “You carry things, you connect, and you only give thumbs-up – what’s fun about that?” was the first reaction. If I had listened, it would just be a normal game. But a lot of staff, they believed me. They said, “Okay, we’ll try it out.” A lot of staff members, whether quickly or late, they start to get it. I can’t really blame the staff, because I can’t show inside of my brain. No one understood at all when I first explained. “Are you insane?” But they participated. Norman, Mads [Mikkelsen], same. When I asked them to join, and I explained to them, they had no idea what I was going to do.", "Have you explained Death Stranding to anyone and had it click immediately, instead of taking a while to understand?", "Yes, there were some people. Especially creators were quite quick to click. Like [director] George Miller, who is kind of my mentor – my god. In 2017, I went to Australia. I only had a trailer, and I also explained verbally to him. George Miller said, “In all aspects, you are correct. Mathematically, psychologically, physically, philosophically.” He kind of started to draw a diagram, he has this theory, so he said, “What you’re trying to do is correct.” I should have recorded that! I should have sent it to the staff! That was really a happy moment.", "Maybe not people in the game industry, but musicians, directors, and creators. So, that’s why I tend to kind of overlap with musicians and film directors more than the game industry people – because they kind of tend to synthesize with me in that way and click faster.", "Death Stranding releases on November 8 for PS4."]}