{"id": "79414760-59e0-398d-989a-dcd045676528", "title": "The best tech for a baby’s nursery", "url": "https://propertylistings.ft.com/propertynews/savannah/6459-the-best-tech-for-a-babys-nursery.html", "summary": "Here, we round up five of the best gadgets for a nursery, which could help the new owners of this 1869 brick terraced house in Savannah, Georgia.\nOn the market for $1.25m, the historic property has four bedrooms, including a nursery, plus a separate one-bed carriage house.\niBabyCare Air monitor, £79.99Baby monitors have long since evolved from merely picking up nursery sounds to features such as gauging room temperature, playing music and providing two-way communication.\nThe device, available online from Baby Monitors Direct, connects to streaming services including Spotify to offer a vast library of lullabies and nursery rhymes.\nTommee Tippee Pip the Panda sleep aid, £39.99Pip the Panda emits comforting light and sounds to coax baby to sleep.", "paragraphs": ["Gadgets that can entertain, help development or come to the rescue when unsettled little ones can’t sleep", "By Caroline Thorpe", "Looking after a baby is an unvaried pastime: change, feed, pray they sleep, repeat. But the latest technology aims to cut some of the drudgery from childcare. Here, we round up five of the best gadgets for a nursery, which could help the new owners of this 1869 brick terraced house in Savannah, Georgia. On the market for $1.25m, the historic property has four bedrooms, including a nursery, plus a separate one-bed carriage house.", "SNOO Smart Sleeper baby cot, £1,145", "This high-tech bassinet aims to save parents from hours spent rocking and shushing their child. Using an app, carers can choose from five levels of sound and motion designed to aid infant sleep — and maintain it. For use from birth to six months, the cot, available from Happiest Baby, automatically ups the sound and motion if it detects fussing from the baby.", "iBabyCare Air monitor, £79.99", "Baby monitors have long since evolved from merely picking up nursery sounds to features such as gauging room temperature, playing music and providing two-way communication. This app-controlled smart air quality monitor and purifier also checks humidity and alerts adults to poor air quality, automatically releasing “purifying” ions — atoms used to freshen indoor air — in response. The device, available online from Baby Monitors Direct, connects to streaming services including Spotify to offer a vast library of lullabies and nursery rhymes.", "4Moms MamaRoo4 infant seat, $219.99", "“Wave”, “kangaroo” and “rock-a-bye” are among the actions offered by this all singing, all dancing baby chair, which aims to mimic human motion. The fully reclinable, swing seat is controlled by a bluetooth-connected app. This allows parents to adjust the seat, set up to 25 combinations of speed and movement, and add music using one of four built-in sounds or by connecting any MP3 playback device. It is available in three fabrics: plush, smooth and cool mesh.", "Tommee Tippee Pip the Panda sleep aid, £39.99", "Pip the Panda emits comforting light and sounds to coax baby to sleep. The cuddly bear responds to crying by playing a chosen sound or lullaby, hopefully returning the infant to slumber without adult intervention. It is charged using a USB cable and its sounds include a heartbeat, rainfall and white noise.", "Babyletto Kiwi chair, $699", "For adults looking after a little one, this wingback chair offers a sedate experience. Its electric reclining and swivel glider systems, operated from a panel hidden in the armrest, allow adjustments for the perfect nursing position, while a built-in USB port keeps devices charged — and the entertainment going — throughout even the longest feeds. It is available in grey tweed and white linen fabrics.", "Property photographs: Christie's International Real Estate"], "authors": [], "keywords": ["air", "motion", "seat", "baby", "using", "babys", "best", "sleep", "nursery", "available", "sound", "sounds", "tech"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}