{"id": "7968eaea-0893-307d-ab3f-f507f7f3f4e1", "title": "Rotterdam School of Management", "url": "https://execed.economist.com/rotterdam-school-management/strategic-communication-2021-02-08", "summary": "Among the most important leadership decisions are those that guide organisations to a desired future state.\nEspecially in this turbulent and uncertain time of digital transformation, strategic decisions are crucial as the stakes are high: companies rise and fall easily and they do so fast.\nIn this three-day Master Class, you will be led into the domain of strategic leaders at the organisation’s business and corporate level to get you conversational on key concepts such as positioning, parenting advantage and globalisation.\nThese concepts will then be related to the new digital reality, during the course we will discuss the consequences for corporate communication thoroughly.\nBy doing a web-based assessment as part of this course, you will explore and develop your personal strategy style through a ‘Strategy Profiler Report’.", "paragraphs": ["Among the most important leadership decisions are those that guide organisations to a desired future state. Especially in this turbulent and uncertain time of digital transformation, strategic decisions are crucial as the stakes are high: companies rise and fall easily and they do so fast.", "In this three-day Master Class, you will be led into the domain of strategic leaders at the organisation’s business and corporate level to get you conversational on key concepts such as positioning, parenting advantage and globalisation. These concepts will then be related to the new digital reality, during the course we will discuss the consequences for corporate communication thoroughly.", "By doing a web-based assessment as part of this course, you will explore and develop your personal strategy style through a ‘Strategy Profiler Report’."], "authors": [], "keywords": ["uncertain", "strategic", "strategy", "rotterdam", "organisations", "digital", "concepts", "course", "webbased", "school", "decisions", "management", "corporate"], "pubDate": "2021-02-08T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}