{"id": "7972e596-eea1-31e1-a603-849e231fd31f", "title": "Implementing Enterprise-Wide Transformation (Live Online)", "url": "https://execed.economist.com/mit-sloan-school-management/implementing-enterprise-wide-transformation-live-online-2021-01-20", "summary": "We know through research and practice that two thirds of enterprise-wide transformation efforts fail to meet their intended objectives.\nBut effective leaders and their teams can beat the odds that their organizations’ transformation efforts will fail.\nThey build trust-based cultures of openness and transparency, combined with the discipline to spot and solve significant problems collectively as a team.\nDuring this two-day program, you will learn to spot potential derailers that prevent successful transformations; more importantly, you’ll learn how to become a successful transformation leader in your organization.\nResearch based and practitioner led, the program environment is designed to help executives create a blueprint for their organization’s near- and longer-term transformation.", "paragraphs": ["We know through research and practice that two thirds of enterprise-wide transformation efforts fail to meet their intended objectives. Why? In today’s world, disruption can emerge from any place, any time and in ways unexpected. Leaders often ignore or miss the early warning signals, due to a variety of factors, including cultural inertia, lack of disciplined scanning and decision making processes, and siloed behavior that tends to discount troubling signs that impact other parts of the organization. When unit leaders turn inward to protect their entities, organizational agility becomes that much harder to achieve.", "But effective leaders and their teams can beat the odds that their organizations’ transformation efforts will fail. How? They set proactive agendas that create an inspiring future for employees. They build trust-based cultures of openness and transparency, combined with the discipline to spot and solve significant problems collectively as a team. They align the “messaging” of their agendas with the metrics, milestones, and rewards that provide a clear line-of-sight for employees to understand how they can contribute and what behaviors are valued in their organizations.", "During this two-day program, you will learn to spot potential derailers that prevent successful transformations; more importantly, you’ll learn how to become a successful transformation leader in your organization. Research based and practitioner led, the program environment is designed to help executives create a blueprint for their organization’s near- and longer-term transformation. Guest speakers will help to further demonstrate important conceptual examples, and significant time will be designated for peer collaboration and plan development."], "authors": [], "keywords": ["implementing", "transformation", "enterprisewide", "organization", "significant", "research", "learn", "live", "successful", "organizations", "online", "spot", "leaders", "program"], "pubDate": "2021-01-20T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}