{"id": "797a40b9-8d00-3e09-94b1-57c96876615d", "title": "Among Us Review - Better Late Than Never", "url": "https://www.gameinformer.com/review/among-us/among-us-review-better-late-than-never", "summary": "Among Us released over two years ago, but the jellybean/astronaut online game is currently seeing a massive surge in popularity that began in early September.\nThe imposter must pretend to do the assigned daily tasks in the game while stealthily killing off each crewmate one by one.\nThe main level (of three) is aboard a spacecraft where players see sectioned rooms where daily tasks are.\n\"This is my first time playing, I'm not really sure what I'm doing.\"\nDiving into Among Us, I see the charm despite its simplicity, and I can't help but to love the way this game makes me look at everyone as if they are super sus.", "paragraphs": ["Among Us released over two years ago, but the jellybean/astronaut online game is currently seeing a massive surge in popularity that began in early September. The world may have started out quarantine by playing Animal Crossing: New Horizons, a wholesome game about friendship and taking care of our islands, but after many months of pandemic life, we're hungry for the void of space filled with chaos and deceit. That’s what Among Us is all about.", "Developed by InnerSloth, the foundation of Among Us is simple: a social deduction game where a player is either a crewmate or the lone imposter. The imposter must pretend to do the assigned daily tasks in the game while stealthily killing off each crewmate one by one. If a body is discovered, a crewmate can call an Emergency Meeting to have a group chat trying to figure out who the imposter truly is.", "The main level (of three) is aboard a spacecraft where players see sectioned rooms where daily tasks are. Using basic vertical and horizontal movements, the imposter and crewmates move from room to room to accomplish their respective goals without giving any other players cause to vote them out. Each Emergency Meeting discusses who is suspicious and who is not, and the player that has the most votes against them is effectively gets the boot. Players that are killed then become \"ghosts\" to see how the rest of the match plays out.", "This is where the game gets hilarious. Picture this: It's my first time playing Among Us, and I am the imposter. I don't know the tasks or where they are; I am just a blundering 2D astronaut bumbling around looking for stealthy ways to try to eat my crewmates. I'm confused, but I use that to my advantage.", "One crewmate suspects me, \"purple,\" and hurls out the most offensive accusation ever seen in-game: \"Purple is sus\" (a popular slang version of \"suspicious\" that is the root of all Among Us memes). I panic, but then try to see myself through their eyes. \"I'm sorry, I was just following you guys,\" I reply. \"This is my first time playing, I'm not really sure what I'm doing.\" My response lands the way I need it to, the rest of the players now feel the need to teach me instead of suspect me. Little do they know it's the last thing they will ever do – at least until this match is over.", "This is the level of intrigue that makes Among Us so fun despite having basic visuals. Another charm is that it also has meme-quality features as seen in its comedic art style and low-budget animations. Friends turn against one another, bonds are broken, and the chat is absolutely comedic.", "Among Us takes meme culture to its highest peak with parody costumes, my absolute favorite being the sticky note for your face that has \"dum\" written on it. That, or the toilet paper. The costumes add a personal touch to gameplay in addition to several color options, skins, and even pets. Does this add stat value? No, but it adds customization that allows players to immerse themselves fully in a way that stays inline with the \"don't take this too seriously\" feeling that Among Us offers.", "What makes this game such a hit for me is that a lot of online games today are set up in a way that you have to play with friends, otherwise the entertainment value can decline drastically. One aspect of online gaming that turns me off when I want to play solo is the severe level of trolling that can turn hateful and malicious at the drop of a hat. While it's easy to just turn the other cheek, sometimes I don't want to have to do that, I just want to enjoy the game. The entire nature of Among Us is basically one giant troll, so the usual suspects in the online gaming community really lose their power here; you're encouraged to troll, making it an ingrained mechanic, removing the feeling of satisfaction from people acting in bad faith.", "Another refreshing aspect that makes Among Us worth checking out is the minimal time investment it requires. Some online games are built to keep you playing for months on end; I often joke that Destiny 2 and Apex Legends are second marriages because of the grind for the former, and the desire to be the best in the latter. With Among Us, you can play as much or as little as you want and still have a good time. When I want to stream for a few hours, this is a good fit because of the type of interactive content it produces, but I can also pick up the free mobile version and play for 10 or 15 minutes during my lunch break. There are no player levels, there is no Battle Pass; there is no penalization for playing as little or as much as I want, which makes it easy to return to again and again.", "As much as I enjoy playing Among Us, I have just as must fun watching it. Its simplicity makes it easy to boot up for streamers, and the conversations about who is sus are great entertainment for active livestream chats.", "Diving into Among Us, I see the charm despite its simplicity, and I can't help but to love the way this game makes me look at everyone as if they are super sus. Among Us is what it is, and unapologetically so. This year may be bad, but having fun experiences definitely isn't; Among Us provides a much-needed reprieve from reality without taking itself too seriously."], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["online", "imposter", "playing", "better", "late", "review", "players", "crewmate", "play", "im", "makes", "way", "game"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}