{"id": "79b56682-0be5-3b2f-b865-51a2c33b4802", "title": "Long-lost picture archive celebrates glamour of 1950s Senegal", "url": "https://edition.cnn.com/style/article/senegal-roger-dasilva/index.html", "summary": "Roger DaSilva's glamorous photos of 1950s and 1960s Senegal may have been shot in black and white, but they are alive with color.\n1 / 16 A car parked up outside Roger DaSilva's studio in Dakar.\nCredit: The Josef and Anni Albers Foundation / Xaritufoto / Le KorsaYet, DaSilva's photography career began in far from glamorous circumstances.\nA selection of Roger DaSilva's photos is showing at the Also Known As Africa (AKAA) fair in Paris from Nov. 9-11, 2019.\nProceeds from the archive will support the Josef and Anni Albers Foundation educational and medical work in Senegal.", "paragraphs": ["Written by Oscar Holland, CNN", "A wedding party crams into a small car. Sharply-dressed men pose for the camera in a nightclub. A short-haired woman stands over a Vespa in a patterned dress and sunglasses.", "Roger DaSilva's glamorous photos of 1950s and 1960s Senegal may have been shot in black and white, but they are alive with color.", "Now, a new selection of the late photographer's images has been brought to light, after 75,000 of his long-lost negatives were found at his home. They paint a vibrant, celebratory picture of life in the West African country as it headed towards independence from colonial France.", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "1 / 16 A car parked up outside Roger DaSilva's studio in Dakar. Credit: The Josef and Anni Albers Foundation / Xaritufoto / Le Korsa", "Recovered from DaSilva's house by his son following his death in 2008, around 100 images from the archive have been painstakingly restored by the US-based Josef and Anni Albers Foundation. \"A lot of the negatives were somewhere between being in poor shape and almost total disintegration,\" said the organization's executive director, Nicholas Fox Weber, in a phone interview.", "What they reveal is a rarely-seen world of jazz shows, nightclubs and stylish cars in Senegal's capital, Dakar. While DaSilva was primarily a portrait photographer, he also spent time documenting street scenes and weddings, among much else.", "The restored photos were all taken in the decade before -- and years immediately after -- April 1960, when Senegal secured independence from France in one of the more peaceful and politically stable transitions from colonial rule.", "A band plays in 1952. Credit: The Josef and Anni Albers Foundation / Xaritufoto / Le Korsa", "But as well as demonstrating what Weber called \"a unique spirit of optimism\" in the postwar era, the archive also shines a light on the artistic sensibilities of a photographer whose legacy has been largely forgotten.", "\"When we know about Roger DaSilva -- and (what) is consistent in both his well-known work and these decrepit negatives -- is that he was, by instinct, drawn to the human smile, the human skills of dancing and making music, and human laughter,\" Weber said.", "High society insider", "The opulence depicted in the images seemingly reflects DaSilva's jet-setting lifestyle. The photographer operated among Senegal's burgeoning high society, and the restored archive includes an image of the country's first post-independence president, Leopold Senghor, and a shot of DaSilva shaking hands with jazz legend Velma Middleton.", "Roger DaSilva with jazz legend Velma Middleton. Credit: The Josef and Anni Albers Foundation / Xaritufoto / Le Korsa", "Yet, DaSilva's photography career began in far from glamorous circumstances. Born in Benin, he served in the French army, where he photographed injured soldiers, burn victims and concentration camp survivors.", "Following World War II, he settled in Dakar and later set up a studio in the city. DaSilva's son Luc, a curator, recalled its lively atmosphere.", "\"His studio was a place of gaiety for those who came to be immortalized in front of his camera. Affable, with a lot of humor and relaxing words to put everyone at ease, it was nice to be there,\" he said in an email interview, later adding: \"He was often surrounded by all sorts of artist friends and other intellectuals.\"", "A car parked up outside Roger DaSilva's studio in Dakar. Credit: The Josef and Anni Albers Foundation / Xaritufoto / Le Korsa", "Although well known in Senegal, DaSilva's international recognition is belated -- he never held an exhibition of his work during his lifetime. Luc has helped to preserve and promote his father's -- and Africa's -- photographic heritage through his organization Xaritufoto.", "\"One thing is certain: He was very present in the life of Dakar, going from one community to another frequenting all layers of the population, always being well accepted,\" Luc said of his father. \"And he knew the world. His education and elegance allowed him to be comfortable in all circumstances -- everywhere and with everyone.\"", "A selection of Roger DaSilva's photos is showing at the Also Known As Africa (AKAA) fair in Paris from Nov. 9-11, 2019. Proceeds from the archive will support the Josef and Anni Albers Foundation educational and medical work in Senegal.", "This article has been updated to correctly identify jazz singer Velma Middleton."], "authors": ["Oscar Holland"], "keywords": ["anni", "studio", "celebrates", "picture", "le", "josef", "senegal", "xaritufoto", "archive", "dasilvas", "roger", "foundation", "longlost", "albers", "1950s", "dakar", "glamour"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}