{"id": "79cb2c81-88fa-3031-b5ac-059e88176082", "title": "Coronavirus live news: Beijing imposes strict lockdown; France should consider closing borders, says adviser", "url": "https://www.theguardian.com/world/live/2021/jan/11/coronavirus-live-news-new-york-opens-mass-vaccination-sites-as-global-cases-pass-90m", "summary": "11:14Hospitals in Northern Ireland have narrowly averted declaring a major incident after off-duty staff responded to an appeal to report for work.\nWe need the staff to care for the increased number of patients.\nA quarter of hospital patients have Covid-19, and the figure is predicted to rise to a half.\nHospitals in the Republic of Ireland, where coronavirus infections have exploded since Christmas, are also under severe strain.\nLetterkenny university hospital in County Donegal apologised to patients who had to wait in a queue of ambulances for admission on Sunday.", "paragraphs": ["11:14", "Hospitals in Northern Ireland have narrowly averted declaring a major incident after off-duty staff responded to an appeal to report for work.", "Last weekend was the busiest 48 hours for the region’s hospitals since the pandemic began, and the pressure is expected to intensify further, with all six health trusts warning that the number of Covid patients could double by the third week of January.", "“This is not a simple matter of putting up more beds. We need the staff to care for the increased number of patients. Pre-existing staffing pressures and staff absence because of Covid, and other reasons, mean that those staff simply aren’t there,” they said in a statement.", "A quarter of hospital patients have Covid-19, and the figure is predicted to rise to a half. Hospitals are at or near full capacity and some are cancelling cancer operations.", "Hospitals in the Republic of Ireland, where coronavirus infections have exploded since Christmas, are also under severe strain.", "One estimates suggests the number of Covid-linked deaths could exceed 100 per day, far higher than at the peak of the first wave last spring.", "“Whether it will break that limit and we will be in a situation where doctors will be forced to ration care, which would be horrendous for everybody involved, we just don’t know,” Gabrielle Colleran, of the Irish Hospital Consultants’ Association, told RTÉ.", "Letterkenny university hospital in County Donegal apologised to patients who had to wait in a queue of ambulances for admission on Sunday."], "authors": ["Helen Sullivan", "Archie Bland", "Kevin Rawlinson", "Rory Carroll", "Rebecca Ratcliffe", "Oliver Wainwright", "Kim Willsher", "Justin Mccurry", "Andrew Sparrow", "Alexandra Topping"], "keywords": ["closing", "imposes", "number", "hospitals", "france", "live", "lockdown", "hospital", "coronavirus", "care", "weekend", "strict", "covid", "borders", "patients", "staff", "ireland", "worklast", "beijing", "consider"], "pubDate": "2021-01-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}