{"id": "79fb74bb-852a-3abe-af92-6233bbf9c292", "title": "Newt Gingrich: Incredible revolution changed Iran from US friend to foe – We need to understand how and why", "url": "http://www.foxnews.com/opinion/newt-gingrich-why-irans-history-is-so-important", "summary": "That’s why I wanted to focus this week’s episode of \"Newt’s World\" on Iran’s political history, the Iranian Revolution, and what the revolution meant for the Iranian people.\nISIS PANEL IN SYRIA ACTS AS 'JUDGE, JURY AND EXECUTIONER,' REPORT FINDSThe hostage crisis lasted for 444 days.\nErvin told me about how dramatically life in Iran changed for women once the Shiite regime took over.\nBowden has the authored 14 books, including \"Guests of the Ayatollah: The Iran Hostage Crisis: The First Battle in America's War with Militant Islam.\"\nI hope you will listen to this week’s episode to get a better understanding of one of today’s most complex conflicts.", "paragraphs": ["As we watch the current tensions with Iran, I believe it is important to help explain how we got here.", "That’s why I wanted to focus this week’s episode of \"Newt’s World\" on Iran’s political history, the Iranian Revolution, and what the revolution meant for the Iranian people.", "For starters, the Iran hostage crisis began on Nov. 4, 1979, when students supporting the Iranian Revolution captured the U.S. Embassy in Tehran and took 52 American diplomats and citizens hostage. It was a gross violation of international law and a clear challenge to President Jimmy Carter’s administration.", "ISIS PANEL IN SYRIA ACTS AS 'JUDGE, JURY AND EXECUTIONER,' REPORT FINDS", "The hostage crisis lasted for 444 days. During the standoff, in December 1979, Shah Mohammad Pahlavi was overthrown and the Ayatollah Ruhollah Khomeini came to power. This important event 40 years ago has had a profound effect on U.S.-Iran policy today.", "Not only did the revolution reshape Iran’s power structure and role in the international politics. It totally changed the lives of Iranians.", "CLICK HERE TO SIGN UP FOR OUR OPINION NEWSLETTER", "Specifically, in the episode I speak with Manda Zand Ervin, who wrote \"The Ladies’ Secret Society: History of Courageous Women of Iran.\" Ervin told me about how dramatically life in Iran changed for women once the Shiite regime took over.", "Prior to the revolution, there were three women serving in the Iranian Senate and 28 serving in the parliament. Women had been recently granted the right to vote under the shah, and the 200-year fight for equality women had been waging was beginning to pay off.", "All this changed after the revolution.", "The first woman to serve in the Iranian Cabinet was executed, and the number of women allowed in parliament plummeted. It became illegal for women to go into public unveiled. Stoning and polygamy were once again legalized. The legal age of marriage for women reverted from 18 to 9. It was 15 for men.", "Interestingly, as the lives of Iranian women changed under Sharia law since the revolution, they have formed their own secret society of support.", "This is just one way that the Iranian Revolution drastically changed the lives of Iranians.", "It is difficult to imagine today, but there was a time when Iran and the U.S. were allied. America was often a bulwark for Iran against colonization from Russia and Britain.", "CLICK HERE TO GET THE FOX NEWS APP", "In the episode, I also speak with Alex Vatanka, a senior fellow at the Middle East Institute, who specializes in Middle Eastern regional security affairs with a focus on Iran.", "I also have an interesting conversation with Mark Bowden, a journalist, screenwriter, teacher, and national correspondent for The Atlantic. Bowden has the authored 14 books, including \"Guests of the Ayatollah: The Iran Hostage Crisis: The First Battle in America's War with Militant Islam.\"", "I hope you will listen to this week’s episode to get a better understanding of one of today’s most complex conflicts.", "CLICK HERE TO READ MORE BY NEWT GINGRICH"], "authors": ["Newt Gingrich", "Former Speaker Of The U.S. House Of Representatives Newt Gingrich Is The Host Of The"], "keywords": ["understand", "iran", "friend", "foe", "lives", "need", "incredible", "women", "iranian", "weeks", "newt", "changed", "revolution", "crisis", "hostage", "episode", "gingrich"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}