{"id": "79feb359-60bf-39c8-99af-7dd17a439be0", "title": "America Together: NY synagogue celebrates rabbi's birthday by donating 70,000 diapers", "url": "http://www.foxnews.com/us/america-together-ny-synagogue-celebrates-rabbis-birthday-by-donating-70000-diapers", "summary": "A New York rabbi whose 44th birthday coincided with Thanksgiving Day this year urged his congregation to give \"a gift that matters\" and donated 70,000 diapers to families who can't afford the necessity for their infants.\n\"When I realized that my birthday would coincide with Thanksgiving, I wanted to celebrate it with a special gift to the community,\" Rabbi Eytan Hammerman of the Jewish Community Center of Harri said in a statement.\nBOY ABANDONED AT MISSISSIPPI GOODWILL PROMPTS CHRISTMAS GIFT DONATIONS, SPOTLIGHTS PANDEMIC-ERA CHILD ABUSE\"I learned from 914Cares that one in three Westchester families have trouble affording diapers for their infants,\" he said.\nA Westchester charity, 914Cares, and its affiliate, the Westchester Baby Bank, raise supplies and donations for community members who struggle to meet basic needs including food, clothing, shelter, medical care, and education.\n\"I learned that 800 babies receive help from 914Cares.", "paragraphs": ["A New York rabbi whose 44th birthday coincided with Thanksgiving Day this year urged his congregation to give \"a gift that matters\" and donated 70,000 diapers to families who can't afford the necessity for their infants.", "\"When I realized that my birthday would coincide with Thanksgiving, I wanted to celebrate it with a special gift to the community,\" Rabbi Eytan Hammerman of the Jewish Community Center of Harri said in a statement.", "BOY ABANDONED AT MISSISSIPPI GOODWILL PROMPTS CHRISTMAS GIFT DONATIONS, SPOTLIGHTS PANDEMIC-ERA CHILD ABUSE", "\"I learned from 914Cares that one in three Westchester families have trouble affording diapers for their infants,\" he said.", "A Westchester charity, 914Cares, and its affiliate, the Westchester Baby Bank, raise supplies and donations for community members who struggle to meet basic needs including food, clothing, shelter, medical care, and education.", "CUOMO SAYS 80,000 DOSES OF CORNAVIRUS VACCINE WILL GO TO NY NURSING HOMES", "Hammerman said he learned from the charity that welfare benefits such as electronic benefit transfer (EBT) funds are not eligible to be applied towards purchasing diapers and cloth diapers, a reusable alternative, aren't a feasible option for many families because they aren't permitted for washing in laundromat facilities.", "\"I learned that 800 babies receive help from 914Cares. That’s a lot of diapers! I knew that our community would come through. They did,\" Hammerman said.", "CLICK HERE FOR THE FOX NEWS APP", "The diapers were delivered to the Westchester Baby Bank on Saturday and were facilitated by a helicopter drop and a Harrison, NY police motorcycle motorcade, as well as a parade of firetrucks, Menorash cars, and personal cars all carrying diapers."], "authors": ["Vandana Rambaran", "Vandana Rambaran Is A Reporter Covering News", "Politics At Foxnews.Com. She Can Be Found On Twitter"], "keywords": ["diapers", "community", "ny", "learned", "gift", "birthday", "70000", "families", "914cares", "synagogue", "westchester", "donating", "celebrates", "rabbis", "rabbi", "america", "thanksgiving"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}