{"id": "7a12467a-34e5-3949-8534-ead2f13ad620", "title": "Meet the Designer Couple Behind this Dreamy Joshua Tree Airbnb", "url": "https://www.vogue.com/article/le-chacuel-home-joshua-tree", "summary": "She started Cast+ Crew, a furniture and design business based in Marfa, Texas, in 2013.\nShe then moved to Acrosanti, an experimental city in the Arizona high desert with a focus on sustainable living and design.\nMaaryn designed and built furniture for the house with the intention of allowing as much light to pass through as possible.\nAs Joshua Tree continues to fall victim to the effects of global warming and pollution, Morris and Maaryn intend for this space to tread lightly in its environment.\nThere are magical places in the world, and we’re privileged to be right on one, right here at Le Chacuel.”", "paragraphs": ["After college, the Oklahoma-born Morris started her own company helping architects, engineers, and construction teams design and build more sustainably on large-scale developments. Maaryn was raised in West Texas and studied fine art. “My entire life I’ve been drawn to tiny desert artist communities,” she says. She started Cast+ Crew, a furniture and design business based in Marfa, Texas, in 2013. She then moved to Acrosanti, an experimental city in the Arizona high desert with a focus on sustainable living and design. In 2017, after teaching over 100 students metalworking and renovating many of Arcosanti’s spaces, she was ready to refocus on her furniture business.“I opened a design/build studio in Yucca Valley in 2019 and met Mila shortly after. The timing couldn’t have been more perfect as she was looking for a metalworker/furniture designer. And of course I had the pleasure of teaching her how to weld. The rest is history.”", "Mila Morris and Jona Maaryn Photo by Magdalena Wosinska Photo by Sam Sussman", "“The idea was to create rigid and minimal architectural lines with steel and combine those lines with organic materials such as wood, concrete and leather,” Morris says. Photo by Sam Sussman", "Morris and Maaryn’s vision for Le Chacuel was a space influenced only by the desert. The design of the house is accordingly minimal, relying on the beauty of its surroundings. As you wash dishes at the sink, or eat lunch on the patio, you are looking directly at sweeping views of Yucca Valley. The colors of the house are muted to match the shades of sand and the dirt road that stretch outside. The living room’s large sliding glass doors make guests feel immersed in nature. Maaryn designed and built furniture for the house with the intention of allowing as much light to pass through as possible. “The idea was to create rigid and minimal architectural lines with steel and combine those lines with organic materials such as wood, concrete and leather,” Morris says. Everything is customized, down to the tiny curtain brackets. The duo used as many natural materials as possible; lime plaster lines the walls, recycled rock creates the terrazzo, and the marble is repurposed from other construction projects.", "As Joshua Tree continues to fall victim to the effects of global warming and pollution, Morris and Maaryn intend for this space to tread lightly in its environment. “There is certainly a special feeling we have for the land that impacts what we do and how we do it. working with the land and sustainability is our priority. This land is special. There are magical places in the world, and we’re privileged to be right on one, right here at Le Chacuel.”"], "authors": ["Sam Sussman", "Sam Sussma"], "keywords": ["house", "design", "tree", "joshua", "meet", "airbnb", "lines", "land", "dreamy", "minimal", "couple", "materials", "morris", "furniture", "desert", "maaryn", "designer"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}