{"id": "7a26c567-186e-3f05-a192-99ee6e4101da", "title": "How This L.A.-Based Activewear Label Became an Off-Duty Model Favorite", "url": "https://www.vogue.com/article/la-based-activewear-label-set-active", "summary": "I’d argue that black looks good on everyone, especially when you’re working up a sweat at the gym in second-skin activewear.\nI remember my best friend’s sister, a total fashion devotee, showing up to one of our daily hikes in a cool matching purple workout set.\nPhoto: Matt ShouseI soon found out that her eye-catching outfit was by Set Active, an athleisure brand founded by Lindsey Carter, a social media manager turned designer.\nPerhaps the most game-changing aspect of Set Active, though, is its clever mix and match model.\nNeedless to say, my workout closet is now full of Set Active.", "paragraphs": ["Like most people in New York, I tend to wear black nearly all of the time. I’d argue that black looks good on everyone, especially when you’re working up a sweat at the gym in second-skin activewear. It wasn’t until last summer, however, while on a vacation out West, that my thinking completely changed. I remember my best friend’s sister, a total fashion devotee, showing up to one of our daily hikes in a cool matching purple workout set. Yes, purple, a color I would never have dreamed of wearing to work out in myself. But it wasn’t just the color that caught my attention. The asymmetrical sports bra made for a super fashion-forward silhouette too, something you rarely see at the gym. I was sold.", "The founder, Lindsey Carter. Photo: Matt Shouse", "I soon found out that her eye-catching outfit was by Set Active, an athleisure brand founded by Lindsey Carter, a social media manager turned designer. It only makes sense that the label is big on Instagram—Set Active has more than 300,000 followers and counting—where images of the fresh new drops pepper the account. Among those fans are the likes of Kaia Gerber, Hailey Bieber, and Kylie Jenner who posted an image to Instagram of herself dressed in one of its sand-color sets earlier this week. So when I recently logged on to shop the brand’s website for the first time, I was not totally surprised to find that every single piece had already sold out.", "“I wanted to create activewear that inspired confidence, taking the customer throughout a busy day, feeling and looking good regardless of whether a workout is on the agenda or not,” says Carter, who is based in Los Angeles. Before launching the brand in 2017, she spent an entire year developing a proprietary fabric called Sculptflex. This fabric is seamless and, as I can now attest, fits like a glove.", "Perhaps the most game-changing aspect of Set Active, though, is its clever mix and match model. First you pick out a base (leggings or shorts), then you choose from a selection of three to four sports bra styles to complete the look for just under $100—which anyone who regularly shops for running tights will know is a complete steal. Each new drop comes with a selection of limited edition colors; the aforementioned purple, or Nostalgia as its called on the site, is sold out, though there are pieces available in a nice shade of pink called Bloom.", "Needless to say, my workout closet is now full of Set Active. I’ve incorporated its leggings, cycling shorts, and sports bras in my favorite colorways—Oat Milk, Olive, Pebble, Cactus, and the recently purchased Martini, a very pale shade of lime green—and not a whiff of black in sight."], "authors": ["Lexi Backer", "Lexi Backe"], "keywords": ["model", "labased", "favorite", "purple", "black", "active", "set", "wasnt", "shorts", "offduty", "label", "workout", "called", "carter", "sold", "activewear"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}