{"id": "7a728e84-4eb5-3026-aa55-1fe0f0c83979", "title": "The Best Rain Jackets to Help You Brave the Elements", "url": "https://www.wired.com/story/best-rain-jackets/", "summary": "Every time I slip on a rain jacket, I give thanks that we no longer have to wrap ourselves in smelly sealskin or bulky rubber slickers to stay dry.\nAdvances in weatherproof textiles and apparel design mean that rain jackets today are more comfortable and watertight than ever.\nTo help, I tested more than 35 waterproof rain jackets through the long, wet Pacific Northwest winter.\nUpdated March 2021: We added new picks, like the Baxter Wood Trawler Jacket, and removed older ones.\nTechnical rain jacket manufacturers tend to shy away from polyurethane, because it feels, well, rubbery.", "paragraphs": ["Every time I slip on a rain jacket, I give thanks that we no longer have to wrap ourselves in smelly sealskin or bulky rubber slickers to stay dry. Advances in weatherproof textiles and apparel design mean that rain jackets today are more comfortable and watertight than ever. But depending on the climate and your level of activity, sorting through different styles, technologies, and waterproofing ratings can be confusing.", "To help, I tested more than 35 waterproof rain jackets through the long, wet Pacific Northwest winter. I hiked, biked, cycled, and walked my dog; I stood in the shower with my clothes on when the weather wasn't cooperating. I also got advice from Amber Williams, a consumer science educator and lecturer in textile science and pattern making at Utah State University’s outdoor product design department. My conclusion: You don't really need to spend much more than $100 to stay dry. But if you spend hours in the rain every day like me, innovative new fabrics can immeasurably add to your comfort.", "Updated March 2021: We added new picks, like the Baxter Wood Trawler Jacket, and removed older ones. We also added a table of contents!", "Table of Contents", "If you buy something using links in our stories, we may earn a commission. This helps support our journalism. Learn more.", "Best Everyday Rain Jacket", "Baxter Wood Trawler Raincoat ($140)", "Photograph: Baxter Wood", "Right now, every outdoor gear company is trying desperately to figure out how to make effective rainwear without the use of carcinogenic perfluorocarbons (PFCs). Modern durable water repellents (DWRs) use PFCs in the manufacturing process, which then migrate from your clothing and into soil and streams as you tromp around outside.", "I'd argue that one of the best ways to avoid PFCs in an everyday jacket is to use a polyurethane jacket, or a classic rubber raincoat. Technical rain jacket manufacturers tend to shy away from polyurethane, because it feels, well, rubbery. But the material is durable, long-lasting, windproof, and waterproof, and it's also PFC-free!"], "authors": ["Adrienne So", "Adrienne S"], "keywords": ["pfcs", "best", "waterproof", "science", "stay", "wood", "rain", "spend", "jackets", "elements", "help", "brave", "jacket", "trawler", "rubber"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}