{"id": "7ab140ca-c7a4-3b25-a067-785d599020e7", "title": "A PS5 The Last Of Us Remake Is Reportedly In the Works", "url": "https://www.gameinformer.com/report/2021/04/09/a-ps5-the-last-of-us-remake-is-reportedly-in-the-works", "summary": "In the report, it was revealed that there was a small development team tasked with a Last of Us remake (not remaster) at Sony Visual Arts Services Group.\nSince then, the remake's primary delegation has been transferred back to Naughty Dog, where this project is reportedly in active development.\nOnce the sequel was launched and the release went global, members of Naughty Dog itself were sent over to help work on the remake.\nAlso noted in the report is that the founder of Sony Visual Arts Services, Michael Mumbauer, has since left the company, with little insight as to why.\nRelease information isn't available at this time for the reported remake but it seems that Naughty Dog is still being assisted by the smaller group at this time.", "paragraphs": ["The first Last of Us game has seen a remaster, but it never did get the remake treatment. The \"why\" is pretty obvious: the first game is stunningly beautiful and the tweaks made for it to come to PlayStation 4 made it even more attractive. That being said, a new report has surfaced that centers around Sony's \"obsession with blockbusters,\" and it's there that we learned about the company's plans regarding The Last of Us.", "The report from Bloomberg is an interesting read and breaks down the pivotal shifts being made behind the scenes regarding Sony and its current goals. In the report, it was revealed that there was a small development team tasked with a Last of Us remake (not remaster) at Sony Visual Arts Services Group. That team, however, reportedly did not receive the resources needed for this project from Sony, allegedly in part due to PlayStation's Worldwide Studios Hermen Hulst, and other execs, not being totally sold on the idea.", "Since then, the remake's primary delegation has been transferred back to Naughty Dog, where this project is reportedly in active development. A big takeaway from this story isn't the fact that a remake is being done, but how Sony, as a company, allegedly handled this project. Sony has an impressive amount of bigger studios under its umbrella, including Naughty Dog and Insomniac Games. It appears, however, that the same level of support is reportedly not offered across the board to smaller studios as is offered to more \"notable\" companies. According to Bloomberg, the smaller studio was denied resources to recruit for the remake due to the subsequent approval process, and in the process has become a much smaller component to this project's completion.", "It was also revealed that progress on the remake was also halted due to The Last of Us 2 when under the helm of Sony Visual Art Services Group given that several members were assigned to Naughty Dog to help with development. Once the sequel was launched and the release went global, members of Naughty Dog itself were sent over to help work on the remake.", "Also noted in the report is that the founder of Sony Visual Arts Services, Michael Mumbauer, has since left the company, with little insight as to why. \"Mumbauer’s team saw this as their short-lived autonomy being stripped,\" says Bloomberg. \"Dozens of Naughty Dog staff were joining the project, and some had actually worked on the original The Last of Us, giving them more weight in discussions about T1X’s [the project name for the remake] direction.\" It's then noted that some of the staff not attached to Naughty Dog didn't feel heard and that the shift in creative input caused several staff members to leave the company.", "Mumbauer founded the group in 2007 and pulled a group of about 30 developers from other game studios for Sony Visual Arts Service Group under the Sony name. The purpose of this group was, and is, to provide support for Sony's most popular franchises. According to Bloomberg, the studio was almost condemned from the start with the site reporting that Sony allegedly failed to acknowledge the existence of SVASG. Funding, manpower, and other resources were always an issue, something that drove several staff to leave since the group's birth.", "Release information isn't available at this time for the reported remake but it seems that Naughty Dog is still being assisted by the smaller group at this time.", "We've reached out to Sony for comment.", "[Source: Bloomberg]"], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["remake", "works", "naughty", "staff", "sony", "visual", "studios", "project", "dog", "bloomberg", "ps5", "group", "reportedly"], "pubDate": "2021-04-09T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}