{"id": "7acf0efd-0eff-3951-9aca-ba9914d75911", "title": "The race against time to save Pompeii", "url": "https://cnn.com/travel/article/pompeii-new-excavations-looting/index.html", "summary": "The ancient city is large enough to get lost in; certainly large enough that taking a tour is the best way to see it.\n\"It's difficult to imagine how big Pompeii is, even for people who know a bit about it\", says Naples-based tour guide Fiorella SquillanteBut what visitors often don't realize is that only two thirds (44 hectares) of ancient Pompeii have been excavated.\nThe race to save the ancient cityMount Vesuvius is always in the background while visiting the ancient city Tiziana Fabi / AFPIn fact, it might seem counterintuitive, but we have to thank recent damage to Pompeii for the discoveries coming to light today.\nAll that means that from 2017-2019, Pompeii saw the kind of excavations that had not been done since the prewar period.\nFor Fiorella Squillante, Pompeii is a constantly changing place that will continue to morph, even if that last third is never excavated.", "paragraphs": ["Recently, it seems as if every month or two a history-altering discovery emerges from the ancient Roman city, which was destroyed in 79CE when Mount Vesuvius erupted.", "Bids to take our minds off the pandemic? A sudden global interest in ancient history? The rise of social media making photos of ancient horses go viral? Not so much -- the reason that so much is being discovered these days is that in the past few years, the site has undergone its first major excavations in decades.", "\"The excavations which they're doing now are the biggest in at least 50 years,\" says Stephen Kay, Archaeology Officer at the British School of Rome , who oversaw a dig on the site from 2015-17.", "\"For all of us, from the public to archaeologists, the new excavations are fascinating.", "\"It's the first time in my lifetime they're digging from the top down, from field into city.\"", "Swathes of the city still underground", "Pompeii is a large city, as visitors are often surprised to learn Pier Paolo Metelli/Archaeological Park of Pompeii", "Visitors to Pompeii -- one of Italy's top tourist attractions -- often remark on its sprawling size. The ancient city is large enough to get lost in; certainly large enough that taking a tour is the best way to see it. \"It's difficult to imagine how big Pompeii is, even for people who know a bit about it\", says Naples-based tour guide Fiorella Squillante", "But what visitors often don't realize is that only two thirds (44 hectares) of ancient Pompeii have been excavated. The rest -- 22 hectares -- are still covered in debris from the eruption almost 2,000 years ago.", "And while it's long been agreed in the international community that it's best to leave the rest untouched -- funds are better spent on the upkeep of what has already been excavated -- in 2017, archaeologists began to excavate a new section.", "Before then, modern excavations had been revisiting buildings and areas that had already been excavated in the past.", "Related content The tragedy behind Italy's famous pasta dish", "Rather than discovering new buildings, colorful wall paintings or bodies of those tragically killed by the eruption, studies in recent years have been looking at the details that may have been missed before. Kay's work, in the cemetery around the Porta Nola gate, looked at the \"type and class of burials,\" for example. The area had already been excavated, but they returned with modern techniques.", "\"We found more burials than were cleared in [the excavations of] 1974-5,\" he says. They even found a rare example of the burial of a baby, its body laid to rest in an amphora.", "But of course, no victims of the eruptions, who would have been found during earlier excavations.", "The race to save the ancient city", "Mount Vesuvius is always in the background while visiting the ancient city Tiziana Fabi / AFP", "In fact, it might seem counterintuitive, but we have to thank recent damage to Pompeii for the discoveries coming to light today.", "Italy's then-President Giorgio Napolitano said that, \"We should all feel shame for what happened.\" The damage was deemed so disastrous to world heritage that the following year, the European Union and the Italian state put aside €105 million ($127 million) to fund preservation efforts in the \"Grande Progetto Pompei,\" or Great Pompeii Project", "The money was given to shore up and preserve the parts of the city that had already been uncovered, rather than to excavate new areas.", "But it just so happened that damage to existing structures in the northeastern part of the site was being caused by the pressure put on them by the physical mass of the unexcavated city pushing up against them -- two millennia of dirt, earth, and materials from the 79CE eruption pressing on the 2,000-year-old walls.", "On top of what had accumulated naturally, earlier archaeologists had dumped earth from their excavations, too, meaning there was even more mass pushed up against the buildings. And because of poor drainage, rain was particularly damaging to the site.", "To stabilize the excavated part of the city, it was decided to excavate the three-kilometer perimeter around the unexcavated part -- known as Regio V -- leaving a space between the ruins and the third of Pompeii that has never been explored.", "What's more, in a wedge-shaped area of unexcavated mass jutting in on the ruins, there needed to be a full excavation of the 1,000-square meter area, to protect the standing structures around it.", "All that means that from 2017-2019, Pompeii saw the kind of excavations that had not been done since the prewar period.", "Excavating the 'new' city", "The body of a victim fleeing the eruption was discovered during the new excavations Parco Archeologico di Pompei", "To start with, the displaced earth from previous excavations had to be removed. Within that, archaeologists found items such as amphorae, bricks and fragments of stucco -- the kind of less glamorous objects that early explorers often discarded.", "But then, they hit the real city below, which had never been explored.", "\"By pushing the boundary back even 10 meters, you discover new buildings because this was the middle of the city,\" says Stephen Kay.", "In fact, that \"wedge\" area has brought to light two brand new houses: the Casa del Giardino (House with a Garden) and the Casa di Giove (House of Jupiter), both rich in art.", "Discoveries at the Casa di Giove include a detailed fresco of gladiators, one of whom appears mortally wounded (near the gladiator barracks that had collapsed, it's thought to be a place they frequented); electoral inscriptions exhorting passersby to vote for specific candidates; and the skeleton of a person fleeing the eruption , carrying a bag of bronze and silver coins.", "This is the person who was originally assumed to have been crushed by the boulder found on top of his head, though later findings revealed that he had been asphyxiated by the pyroclastic flow -- the burning hot mix of gas, lava and debris flung out by Vesuvius in the second and final stage of the eruption.", "Related content How Italy accidentally invented the perfect Covid-era hotel", "Meanwhile, the Casa del Giardino -- named for its garden with a frescoed portico -- has turned up the remains of five individuals, sheltering from the eruption in a room; a treasure chest of precious stones and amulets; and frescoes including the portrait of a woman, thought possibly to be the lady of the house.", "But the house has also changed everything we know about Pompeii, thanks to a charcoal graffiti inscription dated mid-October 79 CE.", "Up until now, historians have always taken the date of the eruption as August 24, following a first-hand account by Roman writer Pliny the Younger.", "Archaeologists now believe it took place on October 24.", "In another newly excavated street, a house has emerged with a clear-as-day fresco of Leda and the Swan , described as an artwork of \"profound sensuality\" by Massimo Osanna, Director General of the Pompeii Archaeological Park.", "The same house also contains a painting of Narcissus, gazing at his reflection, and a saucy picture of fertility god Priapus, weighing his own appendage on a pair of scales.", "The race to prevent looting", "The bodies of two victims at Civita Giuliana were announced in November 2020 Parco Archeologico di Pompei via AP", "While the Regio V excavations finished in 2019, work continues at Civita Giuliana, about 700 meters beyond the ancient city walls.", "In Roman times, this was a part of the countryside known for its sprawling villas and farms owned by wealthy Pompeii residents.", "But its location beyond the city walls means that today, the area doesn't enjoy the protection that the city does. And that means it's susceptible to criminals.", "Excavations in 1907-8 revealed 15 rooms of a large villa. But because people knew there were ruins there, recent years have seen illegal tunnels built and looting of the property.", "The tunnels destroyed part of the perimeter walls and damaged the plasterwork. Artifacts were stolen, too.", "So in 2017, the site, along with the Public Prosecutor's Office of Torre Annunziata, started their own excavations in a race to get there first.", "What has emerged is a country smallholding preserved to an astonishing extent. Plastercasts using the technique pioneered by Pompeii's 19th-century director of excavations, Giuseppe Fiorelli -- where archaeologists pour plaster in the empty holes left by organic matter -- have revealed a bed in one of the rooms, along with a mat, and a still intact window arch. There are amphorae, kitchen utensils and animal bones.", "The bodies of three thoroughbred horses were discovered in the dig at Civita Giuliana Parco Archeological di Pompeii", "The stable revealed feeding troughs and the bodies of three thoroughbred horses , killed in the eruption, one still wearing a bridle and harness. What is thought to be a saddle has also been recovered.", "And in November 2020, a reason as to why the horse might have been saddled up became apparent.", "In a covered passageway in the \"noble\" area of the villa -- where the owners lived -- the bodies of two men were found.", "One, between 30 and 40 is thought to be the villa owner. The other, between 18 and 23, would have been enslaved. He appears to have been carrying a thick mantle as they rushed to escape the eruption.", "An emotional experience", "An erotic fresco of Leda and the Swan has emerged during the Regio V excavations Courtesy Parco Archeologico di Pompei", "The new discoveries, one after the other have made headlines around the world, and have changed the atmosphere in Pompeii, according to Fiorella Squillante , who guides tourists there almost daily.", "\"During the Regio V excavations, Via del Vesuvio [one of Pompeii's main streets] was closed, but even then, seeing the works going on from a distance, in an area that before was overgrown with pomegranate trees, rosemary bushes and so on, was emotional,\" she says.", "\"When they reopened the street, it was so emotional to walk along it again. We went back to see the buildings there with renewed passion.", "\"I have often suggested to my clients that we visit the house of Leda and the Swan. Every time is a new emotion. Looking at the volcanic materials, which still cover a lot of the house, is astonishing, and makes me think of the enormous excitement that people visiting Pompeii in previous centuries would have found.", "\"Ten years ago the collapse of the Schola Armaturarum went around the world, and I got emails and phonecalls from travelers asking me if it was still worth visiting.", "\"Obviously the collapse was terribly sad for all of us, but it only led to the closure of a small area.\"", "Surprises in the ancient city", "Even parts of the city that we already know are throwing up new surprises Pier Paolo Metelli/Archaeological Park of Pompeii", "And that's the thing about Pompeii, according to those who work there. Although the new discoveries linked to the eruptions get the headlines, the site is continuously springing surprises.", "Dr. Caitlín E. Barrett, associate professor at Cornell University, is co-director of a dig at the Casa della Regina Carolina , for which she has been named a National Geographic Explorer, having received a grant from the National Geographic Society to study daily life through the remains at Pompeii.", "The house she is excavating -- they have done two summers digging, but couldn't continue this year as planned -- is one of the city's larger ones, and was first excavated in the 18th century. But early explorers \"weren't typically interested in the less flashy remains,\" she says, noting that those excavating for the Bourbon royal family were \"mainly interested in finding beautiful artworks to put on display.\" Modern teams, in contrast, want \"information about what it was like to be a person in the past.\"", "Related content This Italian town was famous for its old folks. And then they vanished", "Her team is using modern techniques to study the garden and recreate everyday life before the eruption. \"We know a lot about Pompeii when Vesuvius erupted, but less about its earlier history\", she says.", "The modern digs, like Barrett's, and Stephen Kay's, use modern technology to get a different take on remains that were already known. And their interest is coming from a different place, too. \"When people first started digging at Pompeii, the focus was on finding things that corresponded to contemporary perceptions of beauty,\" says Barrett.", "\"Today, archaeologists try to understand ancient societies by studying the entire material record -- not just the beautiful or luxurious objects, but also the broken bits of cooking pottery, the animal bones thrown into the trash, the microscopic grains of pollen in the soil, and much more.\"", "The most exciting discoveries to watch", "A charcoal inscription changes the date of the eruption that's been passed down through history Parco Archeologico di Pompei", "So what are the experts most excited about? Caitlín Barrett is thrilled about a collection of amulets and beads that has been unearthed in the Casa del Giardino, because \"we can use the study of ancient magic and personal ritual as a way to get at what people's hopes and fears were -- and they often turn out to be a lot like ours.\"", "For Stephen Kay, meanwhile, it's the charcoal inscription moving the date of the eruption from August to October.", "\"We've always relied on that Pliny passage, written 25 years later, but now seeing information coming out like that is absolutely amazing -- it's a completely stunning find,\" he says.", "The future of Pompeii", "An archaeologist prepares to make the cast of the bodies found at Civita Giuliana Parco Archeologico di Pompeii", "So what will the future hold?", "Possibly not much more new excavation work, for starters. \"It would be amazing to see the other [buried] parts of the city, but it depends how feasible it is,\" says Stephen Kay -- pointing to the $127 million of the Grande Progetto Pompeii just to shore up what's already on display. \"Our responsibility at the moment is to conserve what we do have, rather than uncover more,\" he says.", "Barrett agrees: \"I think the finds coming out of the Grande Progetto Pompeii are going to inspire research for a very long time.\"", "For Fiorella Squillante, Pompeii is a constantly changing place that will continue to morph, even if that last third is never excavated.", "\"Everyone has heard of Pompeii, but what people never expect is that it's still a living city, whose image changes and will continue to change, because its story hasn't all been written\", she says.", "\"The new discoveries, but also the areas excavated in the past, change continuously, because we learn to read them in a different way, depending on new studies and new equipment. That makes it totally unique."], "authors": ["Julia Buckley"], "keywords": ["excavated", "save", "excavations", "pompeii", "eruption", "house", "area", "race", "parco", "ancient", "city", "di"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}