{"id": "7ad42ddc-3c43-3039-a669-e4ce0854d7a0", "title": "Opinion | Should We Dim the Sun? Will We Even Have a Choice?", "url": "https://www.nytimes.com/2021/02/09/opinion/ezra-klein-podcast-elizabeth-kolbert.html", "summary": "In addition to changing the carbon cycle very dramatically, so by burning fossil fuels and releasing a lot of the carbon that was buried underground into the atmosphere, we’ve also really, really dramatically changed the nitrogen cycle on Earth.\nelizabeth kolbertWell, I think that’s a reasonable interpretation.\nAnd I think that contemplating degrowth and putting that on the table is really, really important.\nBut that’s going to have to be a complicated conversation, especially with the people on the ground who are going to be affected by it.\nezra kleinI think that’s a good place to end it on, interesting question.", "paragraphs": ["[MUSIC PLAYING]", "ezra klein", "I’m Ezra Klein, and this is “The Ezra Klein Show.” So it’s only February, but I’m pretty sure Elizabeth Kolbert’s “Under a White Sky” is going to be on my best books of 2021 list. It’s a wonderful work. Kolbert is the Pulitzer Prize-winning author of “The Sixth Extinction,” which you may have read. She is a staff writer at The New Yorker and just one of the great science journalists of this time, and particularly one of the great climate journalists of this age. But this book, this book’s existence is evidence of how badly that fight is going. This is a book about what we are going to need to contemplate in the coming years that we don’t want to. It’s a book about taking responsibility for how irreversibly we have altered the natural world; how often we have tried to control it, and then watched those attempts at control fail; how often the best most scientific minds of the age have come up with some brilliant solution, implemented it, and then watched calamity result. And at the same time — and this is what makes the book so worthwhile — it is a book about how there is no going back. Not now, not ever. We are in the Anthropocene. The future from here is an endless layering on of new efforts to control the consequences of our past efforts. We don’t get to flinch or pretend we don’t have to contemplate any of this. We’ve gone too far. One of the hardest things to do as a writer — and I tell you this from personal experience — is to write ambivalence. It’s easy to write a polemic or a sharp take. It is hard to write down the middle path, where you are simply describing things as they are, knowing that every possible obvious answer you can come to is probably a bad one, knowing that the hubris embedded in past attempts to solve this problem means any future brilliant idea is likely to end that way, too, but that doesn’t mean we can do nothing. But Kolbert walks that path really beautifully here, which is why I wanted to talk to her for the show. As always, my email is theezrakleinshow@nytimes.com. I’m always interested to know who you’d like to see on the show. The weirder, the better. So send me your guest suggestions. Here’s Elizabeth Kolbert. So Stewart Brand had famously open up the “Whole Earth Catalog” by writing, “We’re as gods and might as well get good at it.” And you talk a little bit about this line in the new book, but it seems to be the message of the book is that we are as gods, but we are very, very bad at it.", "elizabeth kolbert", "I think that’s a fair reading of the book. How’s that?", "ezra klein", "Tell me a little bit about that. There’s a trajectory here from you wrote in ‘06 “Field Notes from a Catastrophe,” which is one of the early great books on climate change, then “The Sixth Extinction” in 2014, which is about this human-led mass extinction, and now this book, which is about how we can extricate ourselves from what we’ve done to nature. Can you tell me a bit about how your thinking has changed over the course of this long project?", "elizabeth kolbert", "Well, the sort of genesis of this project, one project has flowed into the next the way it is true, I’m sure, for many journalists and writers. And after “The Sixth Extinction” came out, I went sort of looking for, OK, what’s the next step here? What are we going to, quote unquote, “do” about this? And I came upon a project. I went to Hawaii to report on a project that had already been nicknamed the Super Coral Project. And the idea behind the Super Coral Project, which was run by a very charismatic woman named Ruth Gates, who, very sadly, passed away about two years ago — so when I was sort of midway through this book — the idea was we’ve changed the oceans very radically. We’re warming the oceans. That’s a function of climate change, of pouring a lot of CO2 into the atmosphere. And we’ve also changed the chemistry of the oceans, ditto a function of pouring a lot of CO2 into the air. And one group of organisms that really doesn’t like the changes that have already been produced is reef building corals, the little tiny animals that build coral reefs. So Ruth’s idea was we’ve already changed the oceans. We’re not getting the oceans of the past back in any foreseeable future. If we want to have reefs in the future, we’re going to have to basically manipulate reefs. We’re going to have to try to create more resilient corals. And this kind of intervention — so one intervention in the natural world to counteract the effects of another intervention struck me as a sort of opening up a new chapter in our relationship, our long and very vexed relationship with the natural world. And when I started to think about it, I started to see that sort of pattern everywhere. And that became the genesis of the book.", "ezra klein", "And so you write, “If there is to be an answer to the problem of control, it’s going to be more control. Only now what’s got to be managed is not a nature that exists or is imagined to exist apart from the human. Instead, the new effort begins with a planet remade and spirals back on itself, not so much the control of nature as a control of the control of nature.” And so as I understand the book, part of what you’re saying is that we have caused all these problems, or changes at the very least, with our attempts to control nature. But we are now in so deep that there is no going backwards. There is only more control. So there’s only unknown in front of us, right? Is that fair?", "elizabeth kolbert", "Yes, I think that’s fair. I mean, there are many, many choices to be made. But we are in so deep that one of our options is no longer to just say, oh, let’s go back to the way things were. I’ll give you an example that’s not in the book, but that could have been in the book. In addition to changing the carbon cycle very dramatically, so by burning fossil fuels and releasing a lot of the carbon that was buried underground into the atmosphere, we’ve also really, really dramatically changed the nitrogen cycle on Earth. And the way we’ve done that is by producing synthetic fertilizers. And these fertilizers, there are many, many side effects for sort of drenching the world in nitrogen. One of them is that we create these huge dead zones, anoxic zones in the oceans, which are growing. Now you could say, well, let’s try to fix that. Let’s try to — and certainly, we should, and we should certainly be using nitrogen fertilizer a lot more carefully than we are. And there are all sorts of things we could do to try to ameliorate this problem. But the basic fact is that billions of people are alive today because of synthetic fertilizers. And it’s simply not a viable solution to say we shouldn’t be using nitrogen fertilizers.", "ezra klein", "So one of the scary parts about your book, for the perspective of anybody thinking about how to fix anything, is, it is a continuous record of well-intentioned interventions going terribly awry. And that’s even true for seemingly natural solutions. I think there’s this idea that if an intervention is natural, like unleashing a foreign predator as opposed to a pesticide, into an ecosystem, that that’ll be better. But that’s not really proven true either. And so you open the book with silver carp. Can you tell a bit of that story and its moral?", "elizabeth kolbert", "Sure. So that story begins — it’s sort of a two-part story. And the first part of the story begins as the city of Chicago is growing up on the banks of the Chicago River. And the Chicago River is flowing east out of the city and carrying all of the city’s waste as Chicago grows up. It carries all of its human waste, and as the tremendous stockyards in Chicago grow up, it also carries the city stockyard waste. And it was said that the Chicago River was so thick with filth that a chicken could walk across it without getting her feet wet. And this was not only disgusting, but by flowing east, the river was flowing into Lake Michigan, which was the Chicago source of drinking water and still is Chicago’s source of drinking water. So you had all sorts of outbreaks of waterborne disease. So around the turn of the 20th century, Chicago decided to reverse the flow of the Chicago River. It was a tremendous construction project, one of the biggest of its day. And that was accomplished by digging a canal that’s called a Sanitary and Ship Canal, which connected the Chicago River up to the Mississippi Drainage Basin, and in the process, connected these two huge drainage basins, the Mississippi Drainage Basin and the Great Lakes Basin. So fast forward about 60 years, and we get “Silent Spring,” which tells us that we’re drenching the world in chemicals, which we were — we are still. And we should try to find better solutions to our problems. And one solution that Rachel Carson recommends is, as you suggested, using one species against another. So some of the species that are brought in are various species of carp, silver carp and grass carp and bighead carp, all native to Asia. They’re brought in to do different things — all forms of bio-control, though. In one case, to eat aquatic weeds or to help with the nutrient loading that comes from sewage treatment plants or lack of sewage treatment plants. And they get loose, and they wreak havoc in the Mississippi drainage system. And then, fast forward to the present day. There’s a tremendous amount of concern that having connected these two drainage systems, the carp are going to get into the Great Lakes and wreak havoc there. And so, what has happened is— and this is a case of an intervention sitting on top of an intervention — that parts of the Chicago Sanitary and Ship Canal have now been electrified to try to dissuade the carp from making that move. And as part as the opening of the book, I take a trip to the electric barriers, which was actually a great adventure.", "ezra klein", "So to situate this, I think, in the broader conversation it’s part of, you wrote recently, in a piece in The New Yorker, that with much of the world under lockdown, global emissions were around 6 perecent lower in 2020 than they were in 2019. Though this drop was the largest on record, it was still not enough to put the world on track to meet the 1.5 degree Celsius goal set out in the Paris Accord. And so, I would not say this book is an argument for geoengineering, but I would say — and you can tell me if this is wrong — this book is an argument that we are past to the point, given how rapidly we are able to move the global economy, when it seems likely that we have the luxury of not thinking about things like geoengineering, when we have the luxury of saying, some things are just off limits because we can’t change the world that much. We’ve already changed it so much that the unthinkable now has to be thought. Is that how you approached it?", "elizabeth kolbert", "Well, I think that’s a reasonable interpretation. I mean, I think that you could look at the chapter on geoengineering, which is probably — although I also talk about genetic engineering, so I guess, you could take your pick — the most fraught and controversial. So the book sort of begins with things that are already happening. I mean, the Chicago Sanitary and Ship Canal, it’s already electrified. You could already jump in and get yourself electrocuted. Two things that are more slightly futuristic, but eminently possible. And I think the chapter on geoengineering, you could read it as you’ve just described. You could say we are past the point of having that luxury. I think that’s a very valid reading. And you could also read it as a species that has managed to muck up the atmosphere one way, thinking about mucking up the atmosphere another way. What could possibly go wrong? I think those are both very valid readings.", "ezra klein", "You have a wonderful quote in the geoengineering chapter, which, to me, really gets at the core of this discussion, from Andy Parker, who is a project director for the Solar Radiation Management Governance Initiative, which wants the geoengineering conversation. And he says, “We live in a world where deliberately dimming the fucking sun might be less risky than not doing it.” That feels like quite an indictment of the human race and where we’ve gotten results to with all our knowledge and all our power.", "elizabeth kolbert", "Yes, I think that that does sort of sum things up. And it gets to your point that we are in this very deep. And it’s sort of the meme, only wrong answers, only hard choices at this point. Nothing easy from here on in.", "ezra klein", "What do you think of geoengineering?", "elizabeth kolbert", "Well, I hope a sense of respectful horror comes through. How’s that? Some very, very smart people are thinking about it and are very worried that it may be our best option at a certain point. They may, unfortunately, be right, but wow, dimming the fucking sun, you know?", "ezra klein", "It seems to me that we need to be spending many billions of dollars studying it and other things, not because we want to do it, but because either we may have no choice, or we may learn something that is a reason we absolutely can never, under any circumstances, do it. And I’ve looked into this a little bit, and the amount of money — there are some rich guys supporting it. There’s a study now with David Keith. But there’s really been, for as much discussion as it gets, very little money spent trying to figure this out. And I’m not sure we have that luxury now.", "elizabeth kolbert", "Well, I think that that’s a viewpoint shared by more and more people. And you are seeing these tiny little appropriations that are not enough. If you were thinking, this is humanity’s last best hope, wow, as you say, you’d be pouring billions into it. It is still, at this point — and it was a point made to me by these scientists who run the Harvard Solar Geoengineering Research Program, which is sort of the best financed of the groups and the farthest along. It’s very, very politically toxic at this point. And maybe that’s good. I don’t know the answer to that question. So for example, they are thinking of doing of simply putting up a balloon to see whether that’s viable just to do the study that would require a balloon in the stratosphere. Not even just — this is not even an experiment. This is just like an experiment to do an experiment, and that will be tremendously controversial. And I’m not sure it will get off the ground.", "ezra klein", "How you feel about geoengineering and some of these other ideas we’re going to discuss I think depends on how you feel about the traditional political pathway. So let me put that question pretty directly to you. Do you think there is a significant chance that traditional politics, the legislatures we have right now around the world, including in America, are going to do enough to keep us under two degrees?", "elizabeth kolbert", "Well, I think that we face multiple problems along the way. So two degrees is, to be honest, political, rather than geophysical reasons been decided upon as the sort of goal. Keep average global temperatures from rising more than two degrees. And many, many scientists and many nations, whole nations that could disappear between here and 2 degrees, low lying Island nations would say, well, that’s really too high. And then so there’s this sort of stretch goal, if you want, in the Paris Accord of 1.5 degrees. Now, 1.5 degrees, if you’re going to be honest about it, I think you have to say, well, we’re basically at 1.5 degrees now. So that is not just a hard goal to reach. It’s getting to be almost geophysically impossible. Now two degrees, I think, probably — and I’m no expert on this. There are many, many, many studies that have been done on it. But presumably, it is still physically possible to do it. Then that gets to the point you’re making, is the world set up to do this? And the problem is not just that our legislative in the U.S. that we are legislatively gridlocked, that we are incapable, so far at least, and we can talk some more about what might the next two years or four years look like, but so far, at least, have been really incapable of taking significant action. And we are the major — I do want to add, the U.S. is still the biggest single source of greenhouse gases that are up there in the atmosphere right now. Then you have to look all around the world at all of the major players in this drama. China, which is now the single, biggest emitter on an annual basis, the EU, which is a very big emitter, India, which is increasingly a large emitter. So you have to ask, are we all going to get our act together?", "ezra klein", "One of the questions that I struggle with most in my own work right now is, what do you do? What should it make you do if you believe that it is no longer politically plausible that normal politics will get to a reasonable outcome here, which is that normal politics will even hold temperatures below two degrees. What should that put on the table? And sometimes I think about technological solutions, huge amounts of money being spent on not just renewables, but potentially studying things like geoengineering. Sometimes I wonder about things that are somewhere between political activism and extra political, right? Really aggressive forms of direct activism like shutting down cities. If you read Kim Stanley Robinson’s new book, “The Ministry for the Future,” he’s clearly contemplating what it would mean when violence begins to be a way people try to move opinions on this, eco-violence. Where are you on this? If you begin to give up on politics, where does that leave you?", "elizabeth kolbert", "Well, I guess, I plead journalism here. I’m a straight up journalist. I report on what’s happening. And this latest book and the previous books are all very much on the ground, reporting what is happening. Now, when we get into the what should we do, or what could happen now, owing to our failures — and that’s certainly where geoengineering comes in. A lot of very smart people saying, look at the political system. It’s just not capable of moving fast enough. And the last 30 years are a pretty depressing proof of that. So you’re lead either to a techno fix, or you’re led to a carbon dictatorship. I don’t know what you’re led to if you just say, well, we just are incapable of moving fast enough under politics as they are. And I think that the point I think that’s really important is, it’s, on some level, unfortunately, or fortunately maybe, it’s unknowable — I mean, how people will react all around the world. This is going to affect everyone. It’s going to affect some people much more brutally than others. Obviously, people living at the margins of society already, just eking by, presumably, you know, already are getting hit the hardest by climate change. And that will continue. But really, all of us everywhere, New York City, San Francisco, Mumbai, every major coastal city in the world is going to be grappling with this, and every farmer in the world is going to be grappling with this. And how people will respond and whether they will respond the same way all around the world, impossible to know.", "ezra klein", "Yeah, I struggle with this because I am a political reporter. And I try to say what’s happening, and the thing that I think is happening is that the political system will not respond. And I just don’t know where that leaves you. There are very — because global warming is such a distinctive issue in the way that it becomes irreversible might be a little too strong a way to put it, given things are, like, direct —", "elizabeth kolbert", "No, I don’t think that’s too strong. [LAUGHS]", "ezra klein", "Fair enough. But it’s unlike other things, that if we don’t fix a healthcare system in the way I would like to see America do it in the next 10 years, we could do it in year twelve. We really could. I mean, people will die in the meantime, but it’s not an irre — the healthcare system itself is not irreversibly gone. And this is just such a distinctive issue in that it does have this quality of points of no return. And I think there is a desire understandably so to keep people engaged in activism and voting and other things, to always say, well, maybe there is a strategy that could unlock it. And I really want to be clear, I’m not getting into a Jonathan Franzen, like, we’re all screwed and this is over. The question is simply that if a political system will not respond, historically, people begin to think of other things. Sometimes technologies change systems, as you’re saying and we’re talking about here. Sometimes you have very, very large direct action, as you have in different kinds of equality movements. Sometimes you have violence, right, as you do in wars. And I just — this is not a question I’m going to make you answer because —", "elizabeth kolbert", "Good.", "ezra klein", "I’ll take your point on it. It’s more to just reflect that I feel like saying the political system is failing is simply saying what is, but because we have — there’s almost a — it’s, like, verboten to say that in America. You’re supposed to always imbue everything with hope, that people really don’t like it when you just state that fact.", "elizabeth kolbert", "Well, I think that one thing that is really important to realize and gets very much to what you’re saying, is, we are in an unprecedented moment. That is also, I should say, one of the things that I hope comes through in the book, even though I actually am trying to have fun in the book. I know that sounds weird. I hope that some sense of fun comes through in the book. But we are at an unprecedented moment. No species has ever had the kind of impact that we are having on the Earth, with the possible exception of the original bacteria that invented photosynthesis and oxygenated the atmosphere. That was a very long process, but certainly changed the Earth. But with that possible exception, just no species has managed to exert the kind of influence on planet Earth that we have. And there are a lot of effects of that that potentially have tremendous effects for human thriving and certainly also for every other species with whom we share the planet. And so it’s an ungodly, as it were, responsibility. And typically, as you say, we’re dealing with things that we have some precedent for— the healthcare system, an economic crisis, you name it. And as you say, if you get it wrong, many, many people suffer. And for some people, the damage is irreversible, but not for the whole planet. And here we do have that situation. And the fact that we’re unprepared to deal with it, if you wanted to be kind to humanity, you could say, well, of course, we’ve never faced it before. And that’s the situation that we’re facing, in some sense, over and over again. And I talk in the book about this phrase, “no analog.” We are in a no analog moment. We are creating a no analog climate, no analog ecosystems. They just don’t have any precedent in Earth history.", "ezra klein", "I think there are two deep stories that are always implicit and sometimes explicit in this conversation. So one is maybe let’s call it the Christian story of dominion, that man has control of nature, that nature was entrusted to us, but at any rate, that it is something that we act upon. We are trying to beat back the oceans, put out the fires, extract the lumber, pull up the oil, right? That nature’s somehow here for our extraction. And the question is, how much can we master and control it, and to what end? There’s another story that I think has always been there, but has developed popularity particularly in recent years again, which is that this is hubris, that no matter what we do, we are subject to nature. You can live in your fancy house in California, and the fires still come for you, too. You can live in your fancy high rise in Miami, but the waves are going to come for you, too. And so that we are subject to nature, and this has all been a kind of misunderstanding of our relationship that’s going to end with tragic consequences. And obviously, those are two extremes, and people are between them. But I’m curious if you think there is a story that we should tell, basically, our children. We should tell ourselves about what our relationship should be. Given the amount of control, but also given the amount of vulnerability we have, well, what is it? What is the way we’re to characterize it?", "elizabeth kolbert", "Well, I think that’s a very — I mean, that’s a very good point that you made. And those two narratives, I am somewhat trying to question both of those narratives. And the new narrative to spring from that, a narrative that would potentially guide us into the future, I mean, it’s a complicated narrative. How’s that? And it, I suppose, would say, be very, very careful. Realize that with great power comes tremendous responsibility. Now, one of the other messages of the book is, even when we think we’re acting responsibly, often we’re intervening in systems that are so complicated that we think we’re doing the right thing, as you suggested before, and things get horribly out of control. And that has happened again and again. Now, on the other hand, as we also discussed, it’s not like we have a lot of great options at this point. So I do think that stressing humility would probably be a good first step, but it doesn’t prescribe a course of action.", "ezra klein", "What do you think of the degrowth movement on climate?", "elizabeth kolbert", "As a sort of first pass estimate, we have to say that resource use and economic growth are still very closely tied. And we live on a finite planet. So there’s a famous saying, the only people who think you can have infinite growth on a finite planet are mad men and economists. And I think that contemplating degrowth and putting that on the table is really, really important. Now, in our political system, one has to imagine that would be toxic. So we have a problem here. But I also want to add — I don’t want to add answers, but I’ll add more questions. How’s that? If you take solar geoengineering, there are initiatives, we’ll call them, to look at how in God’s name would you even reach a global? Because this would affect everyone on Earth. It could be done one of the, you know, choose your adjectives. One of the exciting, one of the horrifying things about geoengineering is that it could in theory, at least, be done by a small group of nations, just a small group of assertive countries. It wouldn’t have to have buy-in from everybody. But it would affect everybody. And I think in general, if you were looking at good governance, you would say, well, every country would have to have a seat at the table. When we look at what’s happened with climate change, right, every country theoretically, once again, has a seat at the table. Meanwhile, everyone — and the U.S. is a classic perfect example, example A, is doing pretty much exactly what the hell they want. It doesn’t give you a warm feeling about how this kind of global governance could work. [MUSIC PLAYING]", "ezra klein", "You write in the book about CRISPR, and I just — I always want to talk more about CRISPR. So first, could you just explain what CRISPR is for people who haven’t heard of it or haven’t looked into it?", "elizabeth kolbert", "Sure, so CRISPR is sort of a structure in bacteria. Bacteria possess sort of what’s called a CRISPR locus. And they use it. They incorporate little snippets of their enemies, which are viruses, into their own genome. And then they can use these to identify an incoming threat. And they then send out these enzymes basically that chop up the enemy. How’s that? And scientists I’d say about a decade ago — two just won a Nobel Prize for this — figured out you could harness this for human purposes. You could harness CRISPR to cut a stretch of DNA very precisely and pretty cheaply. You could accurately and cheaply do this. And that has really revolutionized gene editing. And there are a couple of things you can do with this. You can disable a gene, so just a knockout gene. That’s the easiest thing to do. And then you can also replace a gene. If you give the gene instructions, you chop it and you sort of give it instructions for what to do, how to repair that sequence. But it’s not the original sequence. It’s a new sequence. You could insert into anything, a gene from anything into anything else. How’s that? Or a completely synthetic gene that you made up. And that has just tremendous power and all sorts of crazy creatures that some of which I describe in the book have already been created, creatures with superhero-like muscles, ants that can’t smell, coffee that has no caffeine. The list goes on and on. It’s like having a palette and being an artist. And almost whatever you can think of, if it just involves a simple genetic tweak or even a stack of genetic tweaks, could, at least in theory, be achieved.", "ezra klein", "So this is one of those technologies where every time I read about it, think about it, hear about it, I wonder if when the long history of our era is written, things like Trump and all these things that I deal with every day are going to be sideshows, and we’re living in the period when humankind developed the technology to take control of not only its, but lots of other species’ genetic evolution. In a very specific way, you have the lovely analogy of the palette. And maybe not, right? Maybe the technology ends up having limits on it that we don’t know yet. But that is a lot of power that we are suddenly stepping into that we don’t have anywhere near an idea of how to use it. I guess I’m just curious, as we start this CRISPR conversation, just how you think about that as a responsibility. Is this as transformative as it feels? And if so, what societal reaction does that need to trigger?", "elizabeth kolbert", "Well, I certainly think — and once again, I’m not a biotechnologist. But I think anyone in that world would say, it’s pretty transformative. And one of the things that I did in the process of writing the book was I just ordered a CRISPR gene editing kit from a company called The ODIN, which finds itself often in complicated legal situations. How’s that? They sent me this kit that I could use to genetically engineer a strain of bacteria resistant E. coli, for example. And I did that in my kitchen, basically. So this is potentially a game changer on a lot of levels. And that includes, I fear, some very, very dangerous levels. Now, in terms of people using it not for bioterrorism, but for sort of legitimate reasons, I think it has huge implications. And some people will applaud these. It has huge implications for agriculture. If we’re going to feed a growing population without doing even more monumental damage to planet Earth, we’re going to need to find new crop varieties. So maybe CRISPR is one way that we’re going to do that. But as you say, it also allows us to genetically manipulate virtually anything. And another point that I should make, in addition to allowing us to add or subtract genes from a creature, CRISPR also, in theory, at least, and this has already been done in mosquitoes and in fruit flies, though not yet in sort of higher orders of organisms, allows you to program a creature to perform on itself the task of reprogramming its genes. And this allows you to push out a genetic change that will perpetuate itself across the generations. And we have not been able to do that before, and that is huge.", "ezra klein", "So you bring up a particular example there that I think is worth reflecting on. So researchers in Britain have engineered a gene driver suppression drive for the kind of mosquito that carries malaria. Just to put the stakes in context here for everybody, more than 400,000 people died of malaria in 2019 alone. So more than 400,000 in 2019. If we could be sufficiently confident the gene drive would work, should we release these mosquitoes, or at least, what set of considerations do you think should govern whether or not we did that?", "elizabeth kolbert", "That is a huge question. And once again, I’m going to punt somewhat. I mean, people are going to have to — bioethicists, on the one hand, and also people on the ground. So the thought is to release these mosquitoes, which are now — as you say, they were developed by British scientists, but there’s a facility in Italy where they’re sort of spending their lives buzzing around a biosecure facility in Italy right now to release them in Africa, where there are parts of Africa that suffer from a lot of malaria deaths. And once again, the good part of being a journalist is, I don’t get to make that decision. And I would think another question is, who does get to make that decision? I don’t know the answer to that. Really, I’m not sure anyone does. But that’s going to have to be a complicated conversation, especially with the people on the ground who are going to be affected by it.", "ezra klein", "Yeah, I mean, I am profoundly, on one level, uncomfortable with the idea that we’re going to start driving species out of existence. But I was thinking about that line in context of your previous book, which is to say, humankind drives species out of existence all the time without much consideration. And now that we can save more than 400,000 human lives each year, we’re suddenly going to be shy about it? It gets to this constant, I think, theme in your book, which is that we are somehow very comfortable with the ways we warp and control nature and act upon the physical world thoughtlessly, like the ways in which a machine is just doing it by running. But then when you actually raise your hand and say, well, we should do it in a directed way, we should get rid of this one mosquito instead of all species who get into our path, or we should geoengineer to cool the world, as opposed to heat it, because we are basically geoengineering the world all the time right now, then there’s this feeling of, well, is that really something we should do? Who decides? How do we do it? I mean, we’re doing it all the time right now and nobody’s deciding, and it’s for no particular purpose except maybe to get people rich. It’s weird.", "elizabeth kolbert", "Yes, no, I think that’s a very good point. And I do want to say, I raised that exact point with a lot of the scientists I spoke to. One of the guys I spoke to, an Australian scientist named Mark Tizard, I spoke to him at this really high security, biosecure facility in Geelong, Australia. He was of the opinion, everyone’s looking at genetic engineering all wrong. If you do genetic engineering, you could do some very, very impactful genetic engineering that would change one gene in a species, let’s say. So for example, there’s a chestnut tree that’s been developed in Syracuse, New York, that has one extra gene imported from wheat that is resistant to chestnut blight. And that’s considered a transgenic tree. And so right now, you can’t take that tree out into the world. So that’s a one-gene shift that we are very, very concerned about. Now his point would be, look, we take entire organisms with 20,000 genes and we just plop them somewhere new, once again, as you say, completely unconsciously, just when we ship stuff around the world. This is happening constantly. And we don’t worry about that. So why do we get, as you say, all bent out of shape? Now I think an argument can also be made — and other scientists made this point to me. David Keith, a scientist at Harvard who is really the lead scientist, I suppose, on the solar geoengineering research program, when I said to him, well — what you said — we’re already geoengineering the planet by burning a lot of fossil fuels, his point was, well, there is a difference between something being collateral damage. Climate change is just really collateral damage of our economic system or our economy right now that depends on fossil fuels. There is an important distinction between something that’s an unwitting effect and something that you’re doing consciously. And the bar is higher for that. So I think both of those points, they’re in conflict, but they both, to a certain extent, make sense.", "ezra klein", "But there’s a way, reading the book, I kept thinking about the scene of Lucy at the chocolate factory, where we just keep stacking these clutches and changes and controls on top of each other. We’ve talked about solar geoengineering, and I’ve probably been a bad host to not defining it a little bit better. But basically what we’re talking about there is blasting particles, maybe sulfate particles, into the stratosphere in order to cool the world in a way that has happened after volcanic eruptions. But one point people make on that is that once you start doing it, unless you find some way to suck carbon out of the atmosphere, you can never stop. And you read about this in the book that as soon as you stopped, you would snap back to all of the global warming you’ve now built up because the sun would be actually that hot. And so there is a scary way. One of the things that your book did for me was it forced me to confront it in a more serious way that I sometimes do, that there is no out anymore. There is no stable equilibrium we will get to. We’re just going to be doing more and more and more of these. And the more of them we do, the more of them we have to keep doing. And then we have to fix what we’ve already been doing. And this is just the condition of humanity and the world, frankly, much of the natural world being subject to our whims from here on out. I don’t know what to say about it, but it’s a hell of a way to run a species.", "elizabeth kolbert", "[LAUGHS] Yeah, a hell of a way to run a planet. Definitely not what the doctor ordered — how’s that? And as you’re suggesting, all these things are going on simultaneously. And I think that the idea — and this is a point that Ruth Gates, who I mentioned before, who is the scientist behind the super coral project, mentioned to me, and that made a big impact on me. She said, look, a lot of people, they want to go back to something. But that just isn’t happening, right? So if we, for example, stopped right now and just said, OK, we’re just going to stop pouring carbon into the atmosphere, for example, now that requires rebuilding the world economy. And I think it’s something that we hopefully eventually will do absolutely. But at that point, the problem is just no longer getting worse. It’s not that the problem is solved. This is also a really important point to make about climate change and why climate change is different not just quantitatively, but qualitatively different from a lot of other environmental problems which, once you stop doing whatever you’re doing, they dissipate over time. So something like air pollution, soot, let’s say particulate matter. That will fall to Earth if you just stopped putting it up there. After a certain amount of time, your problem would be solved. You stop putting CO2 up there, there’s so much inertia in the system. And CO2 also hangs around, for all intents and purposes, forever, that you don’t get the world back in any foreseeable timeframe. And that is exactly why people are starting to look at very radical solutions. That’s why carbon dioxide removal, trying to figure out ways to get carbon out of the atmosphere, I think that is going to be a very big business at some point.", "ezra klein", "You talked about that, direct air capture projects. But one of the things you mentioned that I always think is worth people considering here is that the IPCC, which does the big scientific consortium, that does all this modeling on different warming pathways, when you look at almost any other simulations where we keep warming down to manageable levels, it includes a fair amount of direct air capture. Can you just talk a little bit about that technology and how viable you think it is or isn’t?", "elizabeth kolbert", "Sure, well, one thing I want to say is that it doesn’t necessarily — I mean, this is a bit of a technical point, but I’ll make it. It doesn’t necessarily include direct air capture. It includes some form of negative emissions. How’s that? So that means taking carbon out of the air and then putting it somewhere. How’s that? So what the models really love and what sort of got us one of the things that, in a way, we’re living in the world the modelers created — how’s that — was a technology that’s become known as BECCS, for Bioenergy with Carbon Capture and Storage. So if I plant a lot of trees, I then burn them in a power plant, I make electricity, I capture the carbon from the smokestack, and then I bury it somehow, then I have both energy, and I have negative emissions. Because I’ve grown the tree, the tree has taken up the carbon while it’s growing, and then when I burn it, I sequester that carbon so I’ve taken it out of circulation. And the models love that because you get energy, and you get negative emissions. And so, in a weird way, the models were off to the races with this. And then when politicians asked the models to come up with these scenarios where we can keep warming to, quote unquote, “safe levels,” well, they just put in more and more of this. How’s that? And I think that there are some pilot projects. It doesn’t really exist. It’s extremely problematic. Let’s put it that way. But there’s also all sorts of other ideas out there for how we could pull carbon out of the air and sequester it from the atmosphere. And one of those that you mentioned is direct air capture. We would use machines. And I have visited such machines. They exist. They are definitely doable. The issue here, as with so many responses to climate change, is scale — scaling up to the scale of the problem.", "ezra klein", "Do you think it is possible? I mean, sometimes I read things on this. And I’ll see, oh, it’s a point or two GDP a year. And I’ll say, I mean, that’s a ton of money — I mean trillions of dollars globally. But we spend that much money on much dumber things than getting carbon out of the air. In your research, did you feel that long term, it is possible to do this scale and simply hard, or that these technologies will not ultimately scale?", "elizabeth kolbert", "Well, I think that on their own, if you wanted to just say, oh, keep burning carbon and then just suck it all out of the atmosphere, you would be setting yourself up for an immensely tall order — once again, 40 billion tons of CO2 going up there every year. But if you said we’re going to work as hard as possible to reduce our emissions, and then we’re going to — a lot of companies already have claimed by 2050 or whatever the date is — pick a date. It’s usually, unfortunately, several decades from now. We’re going to be carbon neutral. And what they mean by that, I think — I mean, often they leave it probably purposely fuzzy, but if they’re being honest or strict in their accounting, they would mean, well, if our operations are still emitting carbon in 2050, we’re also going to have to be removing that same amount of carbon. Then we will be carbon neutral. I do want to say, to inject a happier note, a lot of progress has been made, technological progress, in clean energy technologies. The price of solar has come down astonishingly, way faster than anybody expected. We are moving towards electric vehicles, especially where you are in California. I think these transitions will happen. And then maybe carbon dioxide removal has a role to play to make up for the rest. The question here is, will they happen fast enough to avert disaster? And will they happen universally enough? How’s that? And that gets back to the global question. So I’ll just throw another geopolitical issue out here. The Russians, who have tremendous fossil fuel reserves, they may decide, we don’t really care about climate change. They seem to feel that way right now. So you need, unfortunately, buy-in from everyone, especially from your major emitters. You don’t necessarily need buy-in from your non-major emitters. But you do need buy-in from any major emitter. [MUSIC PLAYING]", "ezra klein", "I think it’s a good place to move on to maybe another alternative solution here, which is that aliens visit Earth and give us the technology we need to get out of this. And —", "elizabeth kolbert", "Yes, that’s always a handy one.", "ezra klein", "And hopefully, you’ve just written an article on the question of whether or not we’ve been visited by aliens. And I want to start with the meta question here. I’m struck now that the issue of whether or not aliens have or are visiting Earth is something you can read about in The New York Times. You can read about in The New Yorker. You can read about it kind of everywhere. There are now serious astrophysicists writing about it. What’s changed from a decade or two ago on this?", "elizabeth kolbert", "Well, I think one of the things that’s changed, perhaps the most profound thing that’s changed — and once again, I’m not an astrophysicist — is we now know that there are — in just our galaxy has that — many, many millions of potentially habitable planets. NASA has done very serious work on this. If you imagine a habitable planet to be a planet that’s solid, rocky planet like the Earth, to be a certain distance from the sun, so it’s neither perpetually frozen nor perpetually boiling, there are many, many, many, many, many possibly habitable planets. And the sort of basic rule in science of mediocrity, as it were, like the Earth is just an ordinary planet, you’d expect if that is the case, would we be the only habitable planet in the galaxy? That seems pretty weird. How’s that?", "ezra klein", "It does seem really weird. It’s certainly always seemed weird to me. So let me ask the headline question of the piece. Have we already been visited by aliens?", "elizabeth kolbert", "[LAUGHS] Well, I’m not convinced that we have, but the piece that I wrote was about a book that has recently come out by a Harvard astrophysicist named Avi Loeb, in which he makes the rather controversial argument in astrophysical circles that what’s called an interstellar object, the first interstellar object that has been observed was observed in 2017. And an interstellar object is just an object that we can identify that has originated from outside our solar system and is exiting, is leaving our solar system. And scientists caught this as it was coming through, as it were. And it had very, very odd properties. And one interpretation of those odd properties — and I should say is a minority opinion here — is that it was manufactured. It’s not something — these odd properties suggest a consciousness at work. How’s that?", "ezra klein", "So my understanding of the Avi Loeb book — and I haven’t read it, but I’ve read some stuff from him and some stuff commenting on it — is that his argument is a process of elimination argument, that he basically says, given the set of things this object could have been, once I’ve ruled this out and that out and the third out and the fifth out, well, really, aliens is all that’s left. It’s like the old Sherlock Holmes idea, right? The —", "elizabeth kolbert", "Exactly.", "ezra klein", "— last remaining idea must be true.", "elizabeth kolbert", "He likes to quote Sherlock Holmes, yes.", "ezra klein", "The problem. I have with that is it seems very strange that, once you’re talking on the intergalactic scale, that the puny human mind would even know, would have any way of knowing what all of the possible explanations are. And so maybe aliens. I would personally enjoy believing that. And I very much enjoy entertaining the notion. But I’m a little bit skeptical of a process of elimination argument, given how little actual information we have about the universe of things to eliminate.", "elizabeth kolbert", "Well, I think you’re in very good company, Ezra. I mean, I think most of his colleagues would say the same thing. But it makes good copy. And I wrote about it for precisely that reason. It’s a very interesting idea. It makes you think. So, as I say, I think that most astrophysicists would agree with you. But that being said, the piece also does take up an increasingly, I think, widespread view also in the astrophysicist community or astronomer community or astrobiology — that’s now new, that’s a whole profession now — that the odds of there being simply one inhabited planet in the universe are very low. And it raises a lot of questions, are we alone? Are we not alone? If we’re not alone, where are they — the famous question from Enrico Fermi. So it’s a lot to think about.", "ezra klein", "It does seem, though, that there is a moment around this stuff right now. And I’ve done a past podcast on this back at Vox, but so there’s Avi Loeb and co., who are looking at this astronomy oriented piece of evidence, right? This thing they notice that they think must have some consciousness piloting it. Then there is the set of videos that have come out of the Navy, where you have skilled pilots up there, saying, what the hell is that? This is nothing I’ve ever seen. And there are a number of them. And they have a kind of similar drive to them. Then you have Harry Reid and some other pretty high up government people saying, look, I can’t say anything more. But I think the government should release what it knows about aliens, which I don’t get the sense it’s so much, but it’s clearly something suggestive. We know there was some army group that was actually studying some of these materials. It’s weird. I mean, I don’t know what to say about it exactly, but I feel like there’s something weird here. And it’s a little protected because anybody who talks about it kind of feels a little foolish or is made to feel a little foolish. But there’s a lot of little pings on the radar right now.", "elizabeth kolbert", "Yes, and I think that — once again, I speak with no particular knowledge, but I think two things are converging, as you say, certain hints or bits of — I don’t want to call them evidence. That’s probably rising to too high a level. But that combined with pretty fundamental knowledge that habitable planets abound has that. And when you put those two things together, it’s extremely suggestive. Now the other connection that people make, which gets back to our earlier conversation about environmental destruction, is, well, maybe we haven’t been visited by intelligent aliens because intelligent civilizations tend to destroy themselves. Whether that’s just projecting from our own experience, or whether there’s something interesting there is also a really interesting question.", "ezra klein", "I think that’s a good place to end it on, interesting question. So the final section of this, I’m going to ask you for some book recommendations. And let me begin with this. What book have you read the most times?", "elizabeth kolbert", "Well, it’s a pretty standard one. But I think I’ve got to go with “The Great Gatsby.”", "ezra klein", "What book is your go-to example of just truly beautiful writing?", "elizabeth kolbert", "Well, I think if I really am just looking for great writing and great ideas, I always go back to my college copy of “The Complete Stories of Kafka.” So that’s fiction. I want to add a non — if I may, add a nonfiction version. A book that I really love and always go back to, also looking for inspiration in a non-fiction vein, is “The Song of the Dodo” by David Quammen.", "ezra klein", "If somebody wants to understand climate change better, what book should they start with?", "elizabeth kolbert", "I will offer the book that I myself started with. It’s a little bit technical, but not terribly. And so if you want to really understand the geophysics, I really recommend it. It’s “Global Warming, The Complete Briefing” by John Houghton, who is a British scientist, who, sadly, died recently, I believe, of COVID.", "ezra klein", "What’s your favorite book, fiction or not, about aliens?", "elizabeth kolbert", "That is actually a really easy one. It’s “Cosmicomics” by Italo Calvino.", "ezra klein", "Oh, that’s a great choice, actually. And I’ll end on this one. Is there a children’s book you love?", "elizabeth kolbert", "Well, there are many children’s books that I love. And I will offer up my two, I think what are my two real favorites — “The Phantom Tollbooth” and “Charlotte’s Web,” which I still weep whenever I read it, whenever I used to read it to my kids, who have now sadly outgrown it.", "ezra klein", "And your book, of course, is “Under a White Sky.” It is phenomenal. I loved reading it. And you are Elizabeth Kolbert. Thank you so much for being here.", "elizabeth kolbert", "Thanks for having me. [MUSIC PLAYING]", "ezra klein"], "authors": ["Ezra Klein"], "keywords": ["thats", "book", "choice", "say", "really", "world", "going", "dim", "opinion", "think", "way", "point", "things"], "pubDate": "2021-02-09T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}