{"id": "7ae67216-3aa0-3439-a5a6-4731a582c941", "title": "New Gameplay Today Live – Demon's Souls On PlayStation 5", "url": "https://www.gameinformer.com/livestream/new-gameplay-today/2020/11/11/new-gameplay-today-live-demons-souls-on-playstation-5", "summary": "While From Software was already known from their work on the Armored Core series, arguably nothing was more important to the growth of the studio's immense fandom than the original Demon's Souls.\nOriginally released in February 2009, the action-RPG served as the foundation of the now-beloved Souls series, and now the game has been remade for the PS5 thanks to the handiwork of Bluepoint Games.\nOn this episode of New Gameplay Today Live, join Alex Stadnik, Joe Juba, and Liana Ruppert as they play through the opening hours of Demon's Souls on PlayStation 5!\nWe went live earlier, but you catch the full archive of the stream above!\nIf you can't get enough of our live shows, remember to subscribe on YouTube, Twitch, Twitter, and Facebook to get notified when we go live each week!", "paragraphs": ["While From Software was already known from their work on the Armored Core series, arguably nothing was more important to the growth of the studio's immense fandom than the original Demon's Souls. Originally released in February 2009, the action-RPG served as the foundation of the now-beloved Souls series, and now the game has been remade for the PS5 thanks to the handiwork of Bluepoint Games.", "On this episode of New Gameplay Today Live, join Alex Stadnik, Joe Juba, and Liana Ruppert as they play through the opening hours of Demon's Souls on PlayStation 5!", "We went live earlier, but you catch the full archive of the stream above! If you can't get enough of our live shows, remember to subscribe on YouTube, Twitch, Twitter, and Facebook to get notified when we go live each week!"], "authors": ["Video Editor", "Real-Time Strategy Games Of The Late To Mmorpg'S Of The", "All The Way To Current Battle Royales Like Apex Legends", "Alex Has Spent His Life Trying To Find A Better Multiplayer Game Than Halo"], "keywords": ["playstation", "work", "youtube", "went", "twitter", "series", "souls", "today", "demons", "week", "live", "gameplay", "twitch"], "pubDate": "2020-11-11T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}