{"id": "7af8a622-fc1e-3f2d-9802-e5d1bbd10a71", "title": "Pelosi says lawmakers moving forward with impeachment, calls Trump 'imminent threat' to 'our Democracy'", "url": "https://www.foxnews.com/politics/pelosi-says-lawmakers-moving-forward-with-impeachment-calls-trump-imminent-threat-to-our-democracy", "summary": "The House will be moving forward with a resolution to impeach President Trump, said House Speaker Nancy Pelosi, referring to the president in a letter to colleagues as an \"imminent threat\" to both the U.S. Constitution and democracy.\n\"In protecting our Constitution and our Democracy, we will act with urgency, because this President represents an imminent threat to both,\" she said.\nPelosi said the House will try to force Vice President Mike Pence and the Cabinet to oust Trump by invoking the 25th Amendment.\nNext, the House would move to consider the articles of impeachment, Pelosi said.\nWhile reiterating that he had long viewed Trump as unfit for office, Biden on Friday sidestepped a question about impeachment, saying what Congress does \"is for them to decide.\"", "paragraphs": ["The House will be moving forward with a resolution to impeach President Trump, said House Speaker Nancy Pelosi, referring to the president in a letter to colleagues as an \"imminent threat\" to both the U.S. Constitution and democracy.", "In the letter Sunday, Pelosi said the House will act with \"great solemnity\" with less than two weeks remaining before Trump is set to leave office.", "\"In protecting our Constitution and our Democracy, we will act with urgency, because this President represents an imminent threat to both,\" she said.", "\"The horror of the ongoing assault on our democracy perpetrated by this President is intensified and so is the immediate need for action.\"", "Pelosi said the House will try to force Vice President Mike Pence and the Cabinet to oust Trump by invoking the 25th Amendment.", "On Monday, House leaders will work to swiftly pass legislation to do that. If it is blocked by Republicans, which is almost certain, the House will convene for a full House vote on Tuesday.", "DC DELEGATE NORTON TO INTRODUCE RESOLUTION TO CENSURE TRUMP AS 'ONLY REMEDY THAT CAN PASS BOTH CHAMBERS'", "Pelosi explained that the resolution calls on Pence \"to convene and mobilize the Cabinet to activate the 25th Amendment to declare the President incapable of executing the duties of his office.\" Under the procedure, the vice president \"would immediately exercise powers as acting President,\" she wrote.", "\"I think the president has disqualified himself from ever, certainly, serving in office again ... I don't think he is electable in any way.\" — Republican Sen. Pat Toomey of Pennsylvania", "Pence is not expected to take the lead in forcing Trump out, although talk has been circulating about the 25th Amendment option for days in Washington.", "Next, the House would move to consider the articles of impeachment, Pelosi said. The day for an impeachment vote was not set.", "House Democrats were expected to introduce articles of impeachment on Monday. The strategy would be to condemn the president's actions swiftly but delay an impeachment trial in the Senate for 100 days. That would allow President-elect Joe Biden to focus on other priorities as soon as he is inaugurated Jan. 20.", "Rep. Jim Clyburn, the third-ranking House Democrat and a top Biden ally, laid out the ideas Sunday as the country came to grips with the siege at the Capitol by Trump loyalists trying to overturn the election results.", "\"Let's give President-elect Biden the 100 days he needs to get his agenda off and running,\" said Clyburn, who is from South Carolina.", "Republican Sen. Pat Toomey of Pennsylvania on Sunday joined Republican Sen. Lisa Murkowski of Alaska in calling for Trump to \"resign and go away as soon as possible.\"", "\"I think the president has disqualified himself from ever, certainly, serving in office again,\" Toomey said. \"I don't think he is electable in any way.\"", "Murkowski, who has long voiced her exasperation with Trump's conduct in office, told the Anchorage Daily News on Friday that Trump simply \"needs to get out.\" A third Republican, Sen. Roy Blunt, of Missouri, did not go that far, but on Sunday he warned Trump to be \"very careful\" in his final days in office.", "House leaders, furious after the insurrection, appear determined to act against Trump despite the short timeline.", "Late Saturday, Pelosi, D-Calif., convened a conference call with her leadership team and sent a letter to her colleagues reiterating that Trump must be held accountable. She told her caucus, now scattered across the country on a two-week recess, to \"be prepared to return to Washington this week\" but did not say outright that there would be a vote on impeachment.", "\"It is absolutely essential that those who perpetrated the assault on our democracy be held accountable,\" Pelosi wrote. \"There must be a recognition that this desecration was instigated by the President.\"", "The House speaker also asked Democrats for their views on Section 3 of the 14th Amendment, which deals with the removal of members who \"have engaged in insurrection or rebellion.\"", "Meanwhile, freshman Rep. Cori Bush, D-Mo., said on Sunday she would be introducing her resolution to expel members of Congress \"who tried to overturn the election and incited a white supremacist coup attempt that has left people dead.\"", "\"They have violated the 14th Amendment,\" Bush tweeted, adding, \"We can't have unity without accountability.\"", "DOJ CHARGES 2 MEN IN CONNECTION WITH CAPITOL RIOT", "Senate Majority Leader Sen. Mitch McConnell, R-Ky., has said an impeachment trial could not begin under the current calendar before Inauguration Day, Jan. 20.", "Clyburn said that Pelosi \"will make the determination as to when is the best time\" to send articles of impeachment to the Senate if and when they are passed by the House.", "CLICK HERE TO GET THE FOX NEWS APP", "Potentially complicating Pelosi's decision about impeachment is what it means for Biden and the beginning of his presidency. While reiterating that he had long viewed Trump as unfit for office, Biden on Friday sidestepped a question about impeachment, saying what Congress does \"is for them to decide.\"", "This is a developing story. Check back for updates."], "authors": ["Bradford Betz", "Republican Sen. Pat Toomey Of Pennsylvania", "Bradford Betz Is An Editor For Fox News. Follow Him On Twitter"], "keywords": ["moving", "calls", "lawmakers", "forward", "sen", "impeachment", "office", "think", "president", "pelosi", "democracy", "threat", "imminent", "biden", "resolution", "house", "trump"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}