{"id": "7b0c42bf-cb83-3e93-b603-8daa49f3c89e", "title": "Texas man sets record, runs from Disneyland to Disney World for Type 1 diabetes awareness: 'Surreal'", "url": "https://www.foxnews.com/lifestyle/texas-man-record-runs-disneyland-disney-world-type-1-diabetes-awareness", "summary": "One determined man in Texas makes history as the first person to run from Disneyland to Disney World, completing the grueling challenge to raise awareness for Type 1 diabetes.\nDISNEY WORLD OPENS COVID-19 VACCINE CLINIC FOR EMPLOYEES: 'ANOTHER OPTION'In February 2020, Muchow set out for what he christened the first-ever \"Mouse2Mouse\" challenge, planning to run from Disneyland to Walt Disney World to raise awareness about the autoimmune disease.\nFiercely focused, he started running from the eastern Texas city on March 2, 2021, reaching Disney World on April 5.\nAccording to Muchow, Disney World was a dream destination for them both.\nAnd now I’m the first person ever to run from Disneyland to Disney World.\"", "paragraphs": ["Ready, set, race!", "One determined man in Texas makes history as the first person to run from Disneyland to Disney World, completing the grueling challenge to raise awareness for Type 1 diabetes.", "Don Muchow of Plano achieved a dream on Monday, crossing the finish line at Disney’s flagship theme park in Orlando, Fla. to close a 2,845 mile trek from its sister park in Anaheim, Calif. The 59-year-old marketing director is an ultrarunner, Ironman and type 1 diabetic, telling Fox News it was \"surreal\" to finally finish the mission.", "DISNEY WORLD OPENS COVID-19 VACCINE CLINIC FOR EMPLOYEES: 'ANOTHER OPTION'", "In February 2020, Muchow set out for what he christened the first-ever \"Mouse2Mouse\" challenge, planning to run from Disneyland to Walt Disney World to raise awareness about the autoimmune disease. The athlete got jogging in Newport Beach on Feb. 1, 2020, but stopped at 1,260 miles in Tarzan, Tex. on March 22 as the coronavirus pandemic escalated, the O.C. Register reports. Muchow’s father had been in failing health due to lung disease, and passed away just a few weeks after his son set out.", "Taking time off to be with family and for safety’s safe amid the outbreak, Muchow picked up again in Tarzan on Sept. 24, 2020 with a new fire for achieving the dream. As coronavirus cases surged across country, the ultrarunner stopped one month later in Texarkana. Fiercely focused, he started running from the eastern Texas city on March 2, 2021, reaching Disney World on April 5.", "Welcomed with cheers and applause from Disney cast members and guests as he ran in, Muchow celebrated with a brief visit at the theme park on Monday.", "\"It felt surreal. I’ve spent so long trying to get there, and suddenly, it was done,\" he told Fox News of the milestone. \"It’s only starting to sink in.\"", "FOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWS", "Determined to not only hit the bicoastal theme parks but also see both the Pacific and Atlantic oceans, the marathoner kept going and reached the beach in Melbourne on April 7.", "Supported by his wife Leslie Nolen, who drove the all-important van full of supplies Muchow said he’d take a rest day about every 10 days during the three nonconsecutive running stretches. To manage his health, Muchow gives himself daily insulin shots, WKMG reports. He also uses a Tandem insulin pump and Dexcom continuous glucose monitor to watch his blood sugar; the latter features technology connected to Nolen’s phone, which alerts her if his numbers get too low.", "On the run, the man averaged a whopping 32 miles a day (which is longer than a marathon) for a grand total of 88 running days. The couple would sleep in hotel rooms, Airbnb rentals and their rooftop tent along the way.", "According to Muchow, Disney World was a dream destination for them both.", "CLICK HERE FOR FOX NEWS' CONTINUING CORONAVIRUS COVERAGE", "\"We’re huge Disney fans,\" he told Fox News. \"The Disney motto ‘If you can dream it, you can do it’ really hits home for me. Dreams are great, but memories are even better.\"", "As for a favorite attraction, one amusement in particular hits home.", "\"We love It’s a Small World,\" he said of the boat ride. \"It reminds me of the Type 1 diabetes community. I’m connected to Type 1’s all over the world and we all support each other. It truly is a small world.\"", "In a word of advice to aspiring marathoners, Muchow shared some simple tips.", "\"Start small, give yourself credit for every bit of progress, and most important, keep going. Epic happens one step at a time,\" he advised. \"I started with a 5K. Fourteen years later I was an Ironman. And now I’m the first person ever to run from Disneyland to Disney World.\"", "\"You just have to keep going.\""], "authors": ["Janine Puhak", "Janine Puhak Is An Editor For Fox News Lifestyle."], "keywords": ["run", "muchow", "disneyland", "small", "surreal", "theme", "disney", "type", "set", "man", "sets", "fox", "dream", "runs", "record", "texas", "world"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}