{"id": "7b6adb45-5c68-3803-b2ae-f2ac2ec76ef2", "title": "Molly Goddard Launches Bridal With 12 Otherworldly Wedding Dresses", "url": "https://www.vogue.com/slideshow/molly-goddard-launches-bridal-with-12-otherworldly-wedding-dresses", "summary": "It’s no surprise that Molly Goddard, London’s queen of tulle, has been eyeing a move into bridalwear for some time.\nMany of her friends have walked down the aisle wearing an adapted Molly Goddard spring 2018 style with smocking at the waist and a simple square neckline.\nThe price range—from £1,800 for simpler styles to £10,000 for ornate pieces that take a week to create—also opens up Molly Goddard bridal to a wider audience than most traditional wedding designers.\nHer most high-profile wedding dress commission to date was for Agyness Deyn, an experience she describes as “laid-back and lovely,” with just one stress-free fitting.\nSee the 12 Molly Goddard bridal designs, styled by Alice Goddard and photographed by Benedict Brink, below.", "paragraphs": ["It’s no surprise that Molly Goddard, London’s queen of tulle, has been eyeing a move into bridalwear for some time. At Goddard’s pared-back but utterly joyful spring 2021 show, the designer told British Vogue that wedding dresses seemed like a “no brainer” for the brand. Many of her friends have walked down the aisle wearing an adapted Molly Goddard spring 2018 style with smocking at the waist and a simple square neckline. A stream of customers navigating pandemic nuptials have also looked to the label for fantastical off-the-rack pieces to say I do to. Now, one of Britain’s brightest fashion stars is unveiling 12 exquisite ivory, cream and white pieces made for modern brides looking for dramatic homespun designs over traditional frou frou.", "“It’s a big undertaking making someone’s wedding dress,” says Goddard over the phone from her east London studio, an old umbrella factory that was once Wolfgang Tillmans’s UK base. “By creating 12 designs with slight room for customization, it’s a straightforward way of doing bridalwear that’s more feasible for us and for our customers.” Each of the creations—from the frothy Simona dress made for dance-floor twirling to the business-at-the-top, riotous-ruffles-down-below Aidah shirt dress—can be tweaked in fit, color and material, with delectable ribbon trim also offering a bespoke feel. The price range—from £1,800 for simpler styles to £10,000 for ornate pieces that take a week to create—also opens up Molly Goddard bridal to a wider audience than most traditional wedding designers.", "At the heart of the romantic collection is a sense of lightheartedness. “I’m not belittling marriage, but there has to be an energy to it that’s not stern or serious,” says Goddard, who is engaged herself. “You can dance and move in all the dresses.” Metallic blue strappy shoes and veils that can be dyed a myriad Molly Goddard hues also inject joy and originality into the line-up, which will appeal to brides who, like the designer herself, are keen to avoid a cookie-cutter look.", "Goddard, who is weighing up whether to design a simple wedding dress for herself or to create the biggest tulle dress the world has ever seen, says the bridal edit has been “a nice way of seeing all the options” for her own big day. For Molly Goddard fans who will find it impossible to choose between her new confections, she points to the Aubrey and Violet models, which are “comfortable and easy, yet feel really special and can be hemmed to wear again and again.”", "“It has been interesting putting together a smaller collection and thinking about different people’s desires, as opposed to one theme,” muses Goddard on the experience of communicating more with her customers throughout the process. Her most high-profile wedding dress commission to date was for Agyness Deyn, an experience she describes as “laid-back and lovely,” with just one stress-free fitting. If Goddard can imbue all brides with that same sense of calm, while enveloping them in the most wonderful fabrics, she’ll have customers queuing around the block. Consider her the anti-bridezilla option for cool girls who’d rather wed in riotous ruffles than traditional lace.", "See the 12 Molly Goddard bridal designs, styled by Alice Goddard and photographed by Benedict Brink, below.", "This article originally appeared on British Vogue."], "authors": ["Alice Newbold", "Alice Newbol"], "keywords": ["customers", "goddard", "molly", "bridal", "pieces", "brides", "designs", "dresses", "otherworldly", "dress", "traditional", "12", "launches", "wedding"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}