{"summary": "Keir Starmer says he’s seriously considering running for leader and has urged Labour to return to being a “broad church”.\nThe case for a bold and radical Labour government is as strong now as it was last Thursday.\nStarmer agrees the party’s manifesto was “policy overload” and fears the sizeable Tory majority means they can “pretty much do as they like”.\nTemperatures in the mid to high 40s are expected in wine-producing regions in New South Wales and South Australia this week.\nThe Times has “Furious Labour MPs slam Corbyn for election defeat”, while the Telegraph pictures Boris Johnson being sworn in and the headline: “Furious MPs confront Corbyn over election disaster”.", "url": "https://www.theguardian.com/world/2019/dec/18/wednesday-briefing-keir-starmer-sets-out-leadership-pitch", "paragraphs": ["Top story: ‘My fear is they have a majority to do pretty much as they like’", "Good morning, Alison Rourke here and welcome to this Wednesday briefing as recriminations over Labour’s performance at the polls continue.", "Keir Starmer says he’s seriously considering running for leader and has urged Labour to return to being a “broad church”. The shadow Brexit secretary, who maintained a low profile during the campaign, says the party didn’t do enough to counter the Tories’ “get Brexit done” slogan, but says it can still win the next election if it sticks to its values. “It is a devastating result, but it’s important not to oversteer. The case for a bold and radical Labour government is as strong now as it was last Thursday. We need to anchor ourselves in that,” he said. Starmer agrees the party’s manifesto was “policy overload” and fears the sizeable Tory majority means they can “pretty much do as they like”. Starmer blamed factionalism for the party not dealing with antisemitism.", "Last night Jeremy Corbyn faced furious MPs at a fractious meeting of the parliamentary party, saying he took responsibility for the result and was “very sorry”. He said “despite our best efforts, I believe this election was ultimately about Brexit”, and claimed the media amplified Boris Johnson’s push over Brexit. John Crace writes that the only cheers that greeted Corbyn in parliament yesterday came from the Tory benches. You can read Dan Sabbagh on the implosion of the People’s Vote movement here.", "The Conservatives meanwhile have been accused of ignoring Islamophobia in their ranks after Johnson broke his promise to hold an inquiry into the issue, instead announcing a broad-brush review of how the party handles discrimination complaints. The PM has also banned his ministers from attending the World Economic Forum in Davos next month, in what’s being seen as an effort to consolidate the party’s position among working-class voters.", "Trump hits back – As the vote on whether to impeach Donald Trump approaches, the president has written a stinging letter accusing Democrats of waging an “open war on democracy”. Six pages packed with scathing criticism accused his opponents of breaking their allegiance to the constitution and cheapening what he calls “the very ugly word, impeachment!” He accused Nancy Pelosi, the Democratic Speaker of the House, of having contracted “Trump Derangement Syndrome” and of viewing “democracy as your enemy!” His attack came as more than 700 American historians called for his impeachment and removal from office.", "Zero-carbon shipping – Companies owning freighters would have to pay a small levy on every tonne of fuel they use under proposals aimed at developing zero-carbon vessels within 10 years. The International Chamber of Shipping (ICS), which represents 80% of the global shipping industry, is proposing a $2 levy on every tonne of fuel consumed by ships, raising $500m a year that would be devoted to research and development of zero-carbon vessels. The ICS said while the proposed levy was small, it was designed to make it affordable for developing countries, while still raising enough to fund the development of a new generation of carbon-zero ships in a decade or so.", "Poverty affects patients – The poorest people have a 29% greater risk of dying from emergency surgery than those from wealthy areas. A University College London study has found a “a significant association between patient poverty and the mortality rates following this commonly performed emergency procedure”. The study suggests that someone’s housing, education, employment status and working conditions – not just their medical condition – can influence who is most likely to die.", "Australia swelters – As the country experienced its hottest day on record (average maximum temperature on 17 December: 40.9C), there were warnings that smoke taint and sun damage from blazes and heatwaves could affect some of the country’s biggest wine producers. The Hunter Valley – home to some of the UK’s best-selling wines – is bounded by bushfires on two sides. Smoke can permeate the skin of the grapes as they ripen, causing the wine to have an unpleasant smokey characteristic. It is worst in red wine, when the skins are used to create colour. Temperatures in the mid to high 40s are expected in wine-producing regions in New South Wales and South Australia this week.", "‘I’m speechless’ – Fallon Sherrock has made darts history, becoming the first woman to beat a man at the PDC world championship. “I’m speechless,” she said. “I feel really happy because I have proven something for women’s darts, that women can play the men and beat them.” The 25-year-old, whose twin sister Felicia also plays darts, earned her place by winning the UK and Ireland women’s qualifying event. She beat her opponent Ted Evetts as only the fifth woman to take part in the men’s championship.", "Facebook Twitter Pinterest Fallon Sherrock reacts after winning her first-round game against Ted Evetts. Photograph: Alex Davidson/Getty Images", "Today in Focus podcast: Inside the mind of scientist James Lovelock", "James Lovelock, who turned 100 this year, discusses his life’s work, including his latest theory that AI might be the key to saving the planet. And: former US ambassador Samantha Power on finding ways to make a difference in the face of daunting challenges.", "Today in Focus James Lovelock Today in Focus Sorry your browser does not support audio - but you can download here and listen https://audio.guim.co.uk/2019/12/17-65808-20191217_TIF_lovelock.mp3 00:00:00 00:26:12", "Lunchtime read: Ian Wright on celebrity, the jungle and being content", "When Ian Wright entered the jungle for I’m a Celebrity … Get Me Out of Here!, he was one of the favourites and not put off by the physical challenges. But what he wasn’t expecting was the mental challenge and intense environment (hunger, arguments, isolation), plus the stress of the challenges: “In hindsight, if I’m being totally honest, I probably wouldn’t have done it,” he says. But in another way, it was a triumph of how far he has come in taking on the challenges of his childhood.", "Facebook Twitter Pinterest Ian Wright entered the jungle as a celebrity favourite but was the fifth person voted out. Photograph: Suki Dhanda/The Guardian", "Sport", "Jürgen Klopp has said Fifa’s scheduling of the Club World Cup undermines respect for the competition but Liverpool did not “fly 3,000 miles not to show up” in Qatar. In the first team’s absence, Liverpool’s second string were 4-0 down by half-time before losing their Carabao Cup quarter-final 5-0 at Aston Villa.", "Eddie Jones is yet to reach an agreement with the Rugby Football Union over continuing as the England coach until 2023 despite a series of meetings with the chief executive, Bill Sweeney. Jess Varnish has won the right to an appeal in her employment case against British Cycling and said: “I believe we’re doing the right thing by not giving up.” Joe Root, Joe Denly and Dom Sibley all scored unbeaten half-centuries as England got their tour of South Africa under way with a leisurely day at the crease in Benoni. And seven jockeys banned at Sandown for allegedly ignoring a stop-race flag have won their appeals and will be able to take part in races throughout the Christmas period.", "Business", "All eyes will be on sterling today, after it tumbled by about two cents against the dollar and the euro on the international money markets, as the decision to enshrine time-limited Brexit negotiations into law caught investors by surprise. Yesterday, the PM said he would write into law that the UK will leave the EU in 2020 and will not extend the transition period. It set alarm bells ringing in the City, where bosses and investors have largely been anticipating that the year-long Brexit transition period would likely be extended.", "Sterling came under heavy selling pressure on the foreign exchanges, falling to about $1.31 against the dollar and to about €1.18 against the euro, reversing all the post-election gains made since Thursday evening last week. It’s dipped further to €1.177 and $1.310.", "The papers", "The Guardian splashes with Keir Starmer’s push to put an end to Labour’s damaging infighting. The Times has “Furious Labour MPs slam Corbyn for election defeat”, while the Telegraph pictures Boris Johnson being sworn in and the headline: “Furious MPs confront Corbyn over election disaster”. The latter saves its splash for “Turkey lets Hamas plot war on Israel”.", "Facebook Twitter Pinterest Photograph: The Guardian", "The Express has “Boris told to end the agony of HRT drugs crisis”. The i has “Air pollution linked to NHS winter crisis”. The Sun has “Flack sack & whack for ITV” fury over Love Island host Caroline Flack’s departure from the show after she was charged with assault. The paper claims she was forced to quit and that stars say ITV failed to support her. Finally the Mirror splashes on Whirlpool’s washing machine recall: “Fire peril of 500,000 washing machines”.", "Sign up", "The Guardian Morning Briefing is delivered to thousands of inboxes bright and early every weekday. If you are not already receiving it by email, you can sign up here.", "For more news: www.theguardian.com"], "pubDate": null, "keywords": ["sets", "south", "starmer", "party", "pitch", "twitter", "wright", "briefing", "brexit", "corbyn", "labour", "world", "wine", "leadership", "election"], "id": "7b826555-b411-3a39-86f2-7202f540904a", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "authors": ["Alison Rourke"], "title": "Wednesday briefing: Starmer sets out Labour leadership pitch"}