{"id": "7b8a6bec-f476-3ba1-a7d1-96c6477cfaf2", "title": "The transformative buildings set to shape the world in 2021", "url": "https://edition.cnn.com/style/article/anticipated-architecture-2021/index.html", "summary": "Written by Oscar Holland, CNNThe pandemic may have brought work to a halt on projects around the world, but next year is nonetheless set to welcome an exciting array of new buildings.\nCommissioned and designed years ago, these structures are unlikely to reflect the new design priorities that will emerge from Covid-19.\nTaipei Performing Arts Center, TaipeiOMA/Chris StowersEight years after construction began, the unmistakable Taipei Performing Arts Center is finally set to complete by the middle of 2021.\nPhase 1 is set to complete in early 2021, though the second phase may yet spill into 2022, according to Nouvel's firm.\nInside, a circular arena has been configured to host immersive \"360-degree\" performances when the now-complete building opens in 2021.", "paragraphs": ["Written by Oscar Holland, CNN", "The pandemic may have brought work to a halt on projects around the world, but next year is nonetheless set to welcome an exciting array of new buildings.", "Commissioned and designed years ago, these structures are unlikely to reflect the new design priorities that will emerge from Covid-19. Yet, they are very much in keeping with the civically generous and sustainable spirit of the world's best contemporary architecture", "From museums to performing arts venues, these are CNN Style's most anticipated buildings opening or completing in 2021.", "Far Rockaway Library, New York", "Snøhetta", "This striking public library in the Far Rockaway neighborhood of Queens, New York, will replace a small but popular library previously on the same site. But at 20,000 square feet, the new facility doubles the size of the space provided to the community.", "Light will pour in through a triangle of glass at the entrance -- as well as through the striking translucent shell. According to the project architects Snøhetta , the Norwegian firm behind the groundbreaking underwater restaurant Under, the building's golden hue reflects the color of the Long Island sky.", "Taipei Performing Arts Center, Taipei", "OMA/Chris Stowers", "Eight years after construction began, the unmistakable Taipei Performing Arts Center is finally set to complete by the middle of 2021. At an estimated cost of 5.4 billion New Taiwan dollars (about $192 million), the eye-catching building -- with its planet-like sphere protruding from one side -- will undoubtedly serve as a contemporary landmark for the Taiwanese capital.", "But it's not just the exterior that intrigues. Hoping to upend the norms of designing venues -- or their \"conservative internal workings\" as architecture firm OMA puts it -- the scheme features three theaters that operate independently but \"plug\" into a central cube, where a flexible backstage area can be configured to serve them all.", "Aquarela, Quito", "Jean Nouvel/Ateliers Jean Nouvel/Alberto Medem/Humboldt Arquitectos S.L.", "More than 10 years after winning the Pritzker Prize, the so-called Nobel of architecture, French architect Jean Nouvel continues to astound. Among his latest projects is Aquarela, a 650-unit residential complex in the Cumbaya neighborhood of Ecuador's capital, Quito.", "Although composed of several separate nine-story structures, a series of long balconies wrap around and between them to give the project a monolithic quality. The stone cladding, wooden shutters and exterior greenery are intended to help the building both reflect and assimilate with the region's verdant, mountainous topography, while offering residents a tangible connection with nature.", "Phase 1 is set to complete in early 2021, though the second phase may yet spill into 2022, according to Nouvel's firm.", "Hotel Green Solution House (GSH), Rønne", "3XN/GXN", "Denmark will soon welcome what's being described as its first climate-positive hotel, meaning the building is designed to save more carbon than it emits over its lifespan. Serving as a new wing of the existing Hotel GSH on the eastern island of Bornholm, the structure is made almost entirely of wood -- much of which has been upcycled using offcuts from the construction and furniture-making industries. Elsewhere, debris from local granite quarries has been used for decoration and insulation.", "The two architecture groups behind the design, 3XN and GXN, have also looked to the building's future: Its individual components are connected using reversible joints, and thus can be put to new use after the hotel reaches the end of its lifespan.", "House of Hungarian Music, Budapest", "Sou Fujimoto Architects", "Designed by celebrated Japanese architect Sou Fujimoto, this museum, music venue and education center is one of the standout designs from the Liget Budapest Project, a radical overhaul of the Hungarian capital's largest public park.", "Located near the picturesque Városliget Lake, its undulating roof will feature trees reaching through some of the larger perforations.", "The building is intended to celebrate the country's rich musical traditions, but also serves to lure park visitors into the public facilities at ground level, where a largely translucent design helps erode the distinction between inside and out.", "It will eventually be joined by a number of other new cultural destinations on the sprawling site, including the Museum of Ethnography and a 50,000-square-meter (538,000-square-foot) New National Gallery.", "OurDomain Student Housing, Amsterdam", "OZ/Marcel van der Burg", "The idea that students have to settle for soulless, utilitarian housing is outdated. Indeed, this new residential campus in the Netherlands, which contains about 1,500 apartments, offers Amsterdam students the kind of shared amenities and green landscaping that perhaps their parents' generation could only have dreamed of.", "The 90,000-square-meter (969,000-square-foot) residential complex is divided into three aesthetically distinct buildings, the most striking of which dramatically parts in a pixelated burst of color. OZ Architect, the design firm behind the project, also hopes the introduction of student residences can enliven a commercial area that has, until now, been dominated by office buildings.", "Floating Music Hub, São Vincente", "Courtesy NLÉ/photo by Kriolscope", "For the past decade, architecture and urbanism group NLÉ has experimented with innovative ways to build quickly and cheaply on water. The firm's self-styled Makoko Floating System -- which allows local builders to assemble prefabricated timber modules into floating A-frames -- has already been used to construct schools in Nigeria and Belgium.", "The system's latest iteration is a performance and arts hub in Cape Verde. Sticking out into the Atlantic Ocean, three lightweight structures will house a live performance hall, recording studio and bar, demonstrating that easy-to-assemble floating architecture can offer an affordable alternative to traditional cultural venues.", "Sunac Guangzhou Grand Theatre, Guangzhou", "Anciens Huang/Steven Chilton Architects/Chong-Art Photography", "Designed by London-based Steven Chilton Architects, this 2,000-seat theater in the southern Chinese city of Guangzhou was inspired by the flowing texture of embroidered silk. It also nods to the city's history as a trading hub and the tattoo-like drawings of artist Zhang Hongfei, whose golden illustrations adorn the bold red cladding.", "Comprising thousands of aluminum panels, the exterior shell appears to gently fold, revealing ground-level entrances and lending the building a soft, sculptural quality -- despite its bulking size. Inside, a circular arena has been configured to host immersive \"360-degree\" performances when the now-complete building opens in 2021."], "authors": ["Oscar Holland"], "keywords": ["buildings", "transformative", "2021", "project", "residential", "set", "striking", "building", "design", "structures", "shape", "arts", "world", "architecture"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}