{"id": "7b97c00c-f519-3dc8-ab1f-678cc94ddb50", "title": "Game Infarcer: My Uncle Who Worked For Nintendo Got Promoted To Fortnite", "url": "https://www.gameinformer.com/parody/2021/04/01/game-infarcer-my-uncle-who-worked-for-nintendo-got-promoted-to-fortnite", "summary": "My uncle – the same guy who told me that the next Splatoon game is like Grand Theft Auto and you can drive cars that shoot paint and hijack a rocketship and go to the original game – doesn’t work at Nintendo anymore.\nI gave my Gamertag to my uncle, and he gave me access to Galactus and every skin and emote in the game.\nYou’re going to be able to build guns and bombs, and then your forts can be like army bases.\nAlso, that Lexa anime skin was a test – they’re going to be adding Naruto and Avatar into the game.\nFortnite saw what Roblox is doing, and they’re putting Peppa Pig and Jeff the Killer into the game, too, but that might not happen until the next season.", "paragraphs": ["[Editor's Note: This guest editorial comes from Jaden Clark, Age 10]", "Hey guys, I know what you’re thinking: “Here comes Jaden, the kid who has all the cool secrets about what’s next for Mario and Zelda and Pokémon, because his uncle works at Nintendo.” I hate to break it to you, fellas, but that well of information is about to run dry. My uncle – the same guy who told me that the next Splatoon game is like Grand Theft Auto and you can drive cars that shoot paint and hijack a rocketship and go to the original game – doesn’t work at Nintendo anymore. He got promoted … to Fortnite!", "He just started a few weeks ago, so he doesn’t know ALL the secrets yet. I did manage to get some cool information from him, though. Remember that Galactus fight at the end of that Marvel season? Did you know that you can actually play as him? I gave my Gamertag to my uncle, and he gave me access to Galactus and every skin and emote in the game. You basically stomp on everyone on the island and one-hit them. And you can pick up the towers in Steamy Stacks and smoke them like cigarettes and also walk over to the waiting-room island and then you get the bus as a glider. It’s really cool.", "The next season is going to be even better than any of the old ones. You’re going to be able to build guns and bombs, and then your forts can be like army bases. Also, that Lexa anime skin was a test – they’re going to be adding Naruto and Avatar into the game. Fortnite saw what Roblox is doing, and they’re putting Peppa Pig and Jeff the Killer into the game, too, but that might not happen until the next season. Either way, my uncle is giving me free Battle Passes and V-Bux for life. It’s awesome.", "And before you ask, he left the Smash Bros. code for zero-suit Zero Suit Samus in his old desk at Nintendo and they wouldn’t let him go back in and grab it. He showed it to me on his phone though, and it was really great guys. Honestly."], "authors": ["Editor-In-Chief Of Game Infarcer", "Darth Clark Is The Totally Real Editor-In-Chief Of Game Infarcer", "Which Appears Annually In Game Informer", "Usually Around April Fool S Day . He Occasionally Shares His Wise", "Unassailable Opinions At Other Times Of The Year If You Re Lucky."], "keywords": ["theyre", "secrets", "fortnite", "infarcer", "skin", "youre", "season", "worked", "game", "know", "going", "promoted", "nintendo", "uncle"], "pubDate": "2021-04-01T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}