{"id": "7bfa34c1-08af-3144-aa3c-959468ba40bf", "title": "Top 10 books about brothers", "url": "https://www.theguardian.com/books/2021/apr/21/top-10-books-about-brothers-fiona-scarlett-boys-don-t-cry", "summary": "I’ve always been drawn to books about families and all of the tension, drama, and betrayal that can come with them.\nBut books focusing on brothers provide a different dynamic, where emotions are intensified – love, jealousy, rage, all those shared memories, those unbreakable bonds, a genetic pull that can never quite be escaped.\nInevitably, for this selection there are many books I have had to leave out, but I hope between them they reveal some general truths about brothers, for better and for worse.\nGrief Is the Thing With Feathers by Max PorterTwo young brothers are devastated by the sudden death of their mother.\nWith the addition of baby brother Jake to their family, his caregiving responsibilities only increase, and soon the brothers are taken into foster care.", "paragraphs": ["I’ve always been drawn to books about families and all of the tension, drama, and betrayal that can come with them. But books focusing on brothers provide a different dynamic, where emotions are intensified – love, jealousy, rage, all those shared memories, those unbreakable bonds, a genetic pull that can never quite be escaped.", "My debut novel Boys Don’t Cry centres on two brothers, Joe and Finn. It is a relationship of love and kindness, as Joe works hard to shield Finn from the world they are living in. But this relationship is also frozen in time and will never get a chance to develop fully. The novel explores the impact this has on the brother left behind.", "Inevitably, for this selection there are many books I have had to leave out, but I hope between them they reveal some general truths about brothers, for better and for worse.", "1. The Shock of the Fall by Nathan Filer", "Nineteen-year-old Matt Homes is struggling to cope with his mental illness within an overloaded health system. He is also haunted by the death of his older brother Simon, 10 years previously. We are told at the very beginning of the book that it was “the shock of the fall” that killed Simon, yet as we get deeper into this story, we see just what happened on that fateful day, and why Matt is holding on to an unbearable guilt. A beautiful book, laced with humour, honesty and resilience.", "2. The Wild Laughter by Caoilinn Hughes", "In a County Roscommon farming family at the start of the bust years in Ireland, two brothers, Hart and Cormac – intense in their dislike for one another – must come together to carry out their terminally ill father’s dying wish. Cormac is the one who got away, to college and a life beyond. Hart has the looks but stayed to farm land that he now feels imprisoned by. This is a dark, compulsive read, filled with a laser-sharp wit, all told within the claustrophobic setting of the rural family home.", "3. Moonrise by Sarah Crossan", "Joe hasn’t seen his big brother Ed in 10 years, but now Ed is on death row Joe is determined to spend his last remaining weeks by his side. An incredibly poignant book told in free verse, it explores the death penalty, what value you place on life, and just how you say goodbye when you know what the future has in store. It will have you weeping buckets.", "4. Our Little Cruelties by Liz Nugent", "The three Drumm brothers – Will, Brian and Luke – attend a funeral, but one of them is in the coffin. Who is it, which brother killed him, and why? The book is split into three sections, each from a different brother’s perspective, each more detestable than the last, divulging a shared history of continuous competition and betrayal. Throw in a narcissistic mother who delights in pitting them against each other and you have an explosive dysfunctional family at its very worst. This book brings sibling rivalry to a new level and is utterly addictive.", "Grief Is the Thing With Feathers by Max Porter, adapted and directed by Enda Walsh. Photograph: Colm Hogan", "5. Grief Is the Thing With Feathers by Max Porter", "Two young brothers are devastated by the sudden death of their mother. With them scrambling to make sense of it, and their father falling apart, they are visited by Crow, a Nanny McPhee-type character, who “won’t leave until you don’t need me anymore”. The narration alternates from Crow to Dad to his boys. The boys come together in their grief, even together in their narration, finding themselves doing things their mother hated in order to “keep wanting her”. It is a stunning read, an exploration of grief and love in all its colours.", "6. My Name Is Leon by Kit de Waal", "Nine-year-old Leon has learned from a very early age how to not only fend for himself, but to also look after his mother, Carol. With the addition of baby brother Jake to their family, his caregiving responsibilities only increase, and soon the brothers are taken into foster care. When Jake is adopted, Leon is left on his own, shattering his longing to keep the family together. An extraordinarily honest novel, filled with compassion and without a hint of judgment.", "7. The Day That Went Missing by Richard Beard", "Beard was 11, his younger brother Nicholas nine, when tragedy struck as they were swimming in the sea during a family holiday to Cornwall. Nicholas drowned, and after a short period of silent mourning, the family returned to their Cornwall holiday home, and Nicholas and the accident were never mentioned again. Decades later, Richard returns to Cornwall, and to the small beach where he watched his brother drown, allowing his suppressed memories to resurface in order to consciously begin his grieving process. A harrowing memoir, exploring trauma, guilt and grief.", "Colson Whitehead, author of The Nickel Boys. Photograph: Madeline Whitehead/AP", "8. The Nickel Boys by Colson Whitehead", "This book is one of my all-time favourites, and though it does not feature brothers in the traditional sense, Elwood and Turner are most definitely brothers in all but name, a relationship rooted in love and everlasting friendship. Both boys meet in the Trevor Nickel Academy, a juvenile reform school in Florida during the early 1960s. The injustice, the cruelty, the unspeakable horrors that the boys witness daily is told without sentimentality, it’s just laid bare, and is all the more powerful for it. The fact that this book is based on the story of a real reform school made it all the more harrowing. A profoundly unsettling but necessary read.", "9. No Matter What by Debi Gliori", "A picture book that I have read many times to my own children and students. It centres on two characters, Big and Small, and can be interpreted in a multitude of different ways: a parent and their child, a grandparent and their grandchild, a big brother and their junior. It hinges on the theme of loving someone no matter what. It is also a remarkable solace in grief, with Big reassuring Small that even after we are dead and gone, “love, like starlight, never dies”. A gorgeous book for all ages.", "10. The Pillowman by Martin McDonagh", "I know I’m listing a play here, but I could not leave this out. The Pilllowman begins in an interrogation room under a totalitarian regime. Being questioned is writer Katurian Katurian, whose gruesome stories seem to mirror a string of recent child murders. Being held in the cell next door is his brother, Michal. Horrific, devastating and funny in equal measures, a black comedy at its very darkest."], "authors": [], "keywords": ["brothers", "family", "brother", "book", "told", "mother", "love", "grief", "death", "books", "boys"], "pubDate": "2021-04-21T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}