{"id": "7c12a0f4-2106-31a2-9e11-be5129ee32df", "title": "Watch Facebook's Former Chief Product Officer Chris Cox in Conversation with Lauren Goode | Wired Video | CNE | Wired.com", "url": "https://www.wired.com/video/watch/facebook-s-former-chief-product-officer-chris-cox-in-conversation-with-lauren-goode", "summary": "I want to get to, eventually,what you're going to be doing next.\nWhile still taking the stand, which is,we think political advertising can be good and helpful.\nAnd so, I think there's good rationale for supporting thesein a system that is designed to help people reachthe community of people that wanna hear from them.\nYeah so there's a really neat company called Planet Labsin San Francisco, more of you are nodding aboutthem than Acronym.\nWell at the very least,I think there's gradations.", "paragraphs": ["Transcript", "[Announcer] Please welcome Chris Cox with Lauren Goode.", "[upbeat music]", "Chris, thank you so much for being here.", "Thank you.", "And thanks to everybody for being here as well.", "Let's talk about Facebook.", "All right.", "All right.", "Let's just get right into it.", "I've heard about it.", "Yes, you've heard about it.", "Uh, you're wearing Facebook colors too.", "I guess so.", "I don't know if that was intentional, but.", "Yeah, so you left Facebook as Chief Product Officer", "several months ago now, I think it was March.", "Yep.", "Of this year and interestingly, the year before that,", "before you left, you had just been promoted to run", "product at not only Facebook but also, WhatsApp, Instagram", "and Messenger.", "So you were really, like, you", "were running the product show there.", "That's 4 of the 6 core apps of the company.", "And then you left.", "How are you thinking about Facebook", "as a platform right now,", "now that you've had several months away from working there?", "Yeah well, there's my personal experience.", "I was there for 13 years so I started there when I was 23.", "I was the, I think the 13th engineer.", "And so it's intertwined with my whole like 20s", "and a lot of my 30s,", "with the experience of growing up with the company.", "And then there's all the people.", "I miss a lot of the people there, I miss,", "some days I miss the intensity of the work,", "some days I don't.", "At least for, you know, part of the reason I was okay", "leaving was having after 2016", "spent a couple of years", "building out a bunch of the teams", "that I felt were most important.", "To sort of take the lessons that we learned", "through some of 2016 and start to put in place", "institutions that could help the company", "be more responsible and be a better communicator", "on some of the key issues.", "The misinformation team, I know that's a hot topic right now", "I'd be delighted to spend 40 minutes on that.", "As well as the team focused on protecting elections,", "which is called the Elections Integrity team.", "As well as the team focused on at-risk countries,", "which is countries where there's more potent risk", "of real-world harm,", "because of the use of social media.", "And so, each of these teams set about forming partnerships", "with NGOs with good leaders.", "Building up people who cared about working on those things.", "Building ways of measuring progress against the problem.", "And ultimately sort of changing the institution.", "It's obviously not done.", "But you felt like it was", "in a good enough place for you to.", "I felt that the teams were absolutely in a place", "where they were going to do a great job", "with or without me.", "So it's been suggested and reported", "that part of the reason why you left is that,", "basically, throughout the time from when", "you were first promoted to run product", "at all over all of these product categories,", "and the time that you left", "was also around the time that CEO Mark Zuckerberg", "started to talk more about the future of social networks", "being private, more private.", "And talking about unifying backend systems", "and end-to-end encryption.", "And it's been suggested that philosophically there might", "have been a difference in how you felt", "versus how he felt the future of the company.", "You know, where things were going.", "Would you say that's an accurate characterization?", "Yeah, I mean it was true both that", "I had been there 13 years", "and it wasn't something where I felt I wanted", "to spend another 13 years on social media.", "And also that, you know, as Mark and I both said,", "we saw things a little bit differently.", "And then those two things combined", "to help me, you know, make that decision.", "And we made that decision together.", "We spent a long time figuring out", "what was the right timing for that", "and what was the right moment so.", "How would you characterize how you're feeling", "about things like encryption for example?", "Encryption's been a big topic here so far this morning.", "Yeah.", "And I think we're going to continue to talk about it.", "Yep.", "I mean, I think it's great.", "I think.", "[Lauren] You think encryption's great?", "I do.", "[Lauren] Okay.", "I think it offers an enormous amount of protection.", "I think we are still investigating, we as an industry,", "how do you balance protecting the privacy", "of people's information and continue to keep people safe.", "There's not a short answer to that question,", "but there I think is a bunch of really important research", "happening on that question,", "which will be, I think a lot of the important work", "that these companies do.", "How do you think a platform like Facebook", "squares encryption with some of the things", "that you were working on,", "filter bubbles, hate speech, misinformation?", "Some of that, the latter categories seems to require", "things being a little bit more out in the open.", "And encryption of course means you're providing", "a certain layer of protection and privacy for people.", "[Chris] Yep.", "How do your beliefs about encryption square with", "the kind of products you were working on?", "I mean it certainly makes some", "of those things more complicated.", "I think in a messaging system,", "there's a much higher expectation of privacy", "which is totally legit.", "And there's also, at least on WhatsApp,", "we did some work that,", "I think some of the WhatsApp folks are here,", "we did some work to try and understand", "how you could combat misinformation", "in an encrypted environment.", "And I think we did some very good work.", "Some of it was public education.", "So just doing digital literacy campaigns", "in India and Brazil prior to elections.", "Some of it was building message forwarding systems", "so that people could connect with fact checkers", "and then could speak to groups", "that they were in about what they were seeing.", "So I think there's a different toolkit than the toolkit", "that you had used in a public feed system", "where you can just start to see what goes viral", "and for anything that looks like it's gonna go viral,", "you send it to a fact checker.", "I think there are pros and cons with these systems", "and I'm not a hardliner on any one of them.", "And I think the decisions the company's", "making on encryption and privacy", "come from a place that is resonate with what people want.", "Which I appreciate.", "Interesting, okay.", "I want to get to, eventually,", "what you're going to be doing next.", "Okay.", "But I do have more questions about Facebook.", "Sure.", "So, political advertising.", "[Chris] Yes.", "This is something that's been in the news", "a lot over the past couple of weeks.", "Facebook has taken a bit of a hard line on", "political advertising, excuse me, Twitter has taken", "more of a hard line on political advertising", "on it's platform whereas Facebook has said", "it's going to allow political advertising", "even if those ads may contain untruths.", "And Mark Zuckerberg has spoken a lot about this", "just yesterday, I should add,", "Facebook's Chief Policy Officer, Nick Clegg", "actually said that they're going to be looking at things", "like micro-targeting a little more carefully and so.", "Like how do you feel Facebook", "is actually handling this right now?", "Is this the right approach?", "Well I think what Mark and Nick", "said in the last couple of days", "was they're looking at ways to adopt", "some of what was suggested in the employee letter,", "a lot of which I agree with.", "While still taking the stand, which is,", "we think political advertising can be good and helpful.", "It often favors up-and-comers versus incumbents", "I think more often than not, which is important.", "If you look at the democratic field,", "you have a lot of folks who needed a way to find a platform", "that didn't quite have one yet", "and that creates diversity which I think is good.", "They're used a lot in local elections,", "which I think is important and is tied up", "in the question of micro-targeting by the way.", "And then they're adjacent to issue ads.", "Which are ads about a list of 23 issues which are political.", "So you have, if you wanna talk to people about gun control", "or climate change or immigration reform", "or women's rights issues, those are all political", "even the NFL, as they say", "is the last thing that wasn't political is now political.", "And so, I think there's good rationale for supporting these", "in a system that is designed to help people reach", "the community of people that wanna hear from them.", "And I stand behind that.", "Well what's interesting is it seems that you are", "a proponent of fact checking in general", "we've talked about this.", "I'm a big fan.", "You're a big fan of fact checking, we are too at Wired.", "And so you're a proponent of fact checking,", "you've said this in earlier interviews,", "you've just said it, in this interview,", "and yet it seems as though, by Facebook saying,", "We're going to allow political advertising,", "all political advertising, and we don't really feel it's", "necessarily a good thing.", "And I'm paraphrasing of course,", "to have fact checking in place for those political ads.", "Those two things are perhaps", "not in alignment with one another.", "Well political ads are their own animal.", "I mean most political ads are highly partisan", "and fact checking, part of the place", "I think you wanna get to", "is to find a way of doing", "some sort of fact checking on these", "that's not so partisan.", "I think, you know, one of the systems that", "I worked on a while ago that the company's", "been vetting with academics is one that would help", "submit to some panel of a representative panel", "of people content in order for them to vet", "whether or not they feel it's misleading.", "And ends up at least according to some of the data", "that the academics were looking at", "ends up being a pretty good system.", "I think the company should investigate and is investigating", "micro-targeting, specifically in the political context", "because the thesis of all of this stuff", "is that it should be out in the open.", "And it is in the political ad archive,", "but if there's hundreds of variants", "being run of a creative then it's tricky", "to get your arms around what's being said to whom.", "I also think exploring more context in the UI", "both in the consumer experience and", "in the political ad archive could be helpful", "at continuing a position where you're looking for ways", "for fact checking to not be so partisan", "while also giving the user or the consumer", "a good experience.", "Spoken like a true product officer.", "Tweak the UI and maybe.", "Well these tweaks are hugely impactful", "so I don't say that lightly.", "And hugely impactful because of the size of the user base?", "Well the whole experience is on a phone", "in a hundred pixels, you know,", "so when you had, you know, 20 more that are helping people", "see other points of view or helping people vet", "sort of whether journalistic institutions have made", "comments about this, there are a bunch of things", "that can be done that I know the company is exploring.", "One more quick question about Facebook.", "How confident are you in Facebook's ability", "to mitigate potential issues that may", "come up as we enter, it feels like we've already entered", "and been in for 20 years, the 2020 election cycle?", "Well, I can tell you the company has a whole bunch", "more resources in terms of money, people,", "partnerships, programs.", "Not just in the United States but with most of the countries", "where major elections are happening.", "To anticipate these things.", "I can't be 100 percent confident, the company can't either.", "But we've put in place a real immune system", "that at least accounts for a lot of the issues", "we saw in 2016 and again saw", "in some of the mid-term elections.", "And have also seen looking at other", "elections around the world.", "So that seems like a good segue to Acronym.", "[Chris] Yes.", "Tell people what you're doing with Acronym", "and what Acronym is.", "Acronym.", "Acronym.", "Has anyone heard of Acronym?", "One head.", "So one of the problems I've been interested in", "is the progressives in the United States", "having a good technology stack.", "Like good technical infrastructure for understanding", "how to develop messaging and then run campaigns.", "This is an area where my perception is that", "the progressives have been behind", "on ability to develop and use as a team", "infrastructure that helps you have a good voter file,", "how to develop messaging, just basic politics in 2019.", "Again that's my impression and I'm not a political expert.", "And you're sitting on the advisory board?", "I'm sitting on the board along with", "I'm not sitting on the board of directors,", "but I've been helping to advise Tara,", "raise money, hire a team.", "There's a woman names Tara McGowan who runs Acronym.", "They're based in Washington D.C.", "They work with progressive organizations", "like Planned Parenthood and the ACLU.", "Their mission is to help them effectively", "use social media and the internet.", "And I believe that it's important that such technology", "is available for whomever is our nominee.", "And for the sort of progressive institutions going forward.", "So you, by participating in these activities with Acronym,", "you're really aligning yourself with a set of ideologies.", "You're saying they're progressives.", "I've read about it online it says like they want", "to basically, want to Arm the left", "with digital tools to help them combat", "some of the more aggressive tactics of the right.", "Yes.", "And do you feel like you couldn't perhaps have worked", "on something like this in your", "role as Chief Products Officer at Facebook?", "Absolutely not.", "And why is that?", "I think when you're in a very very senior role at", "a platform, you need to be, you have a duty", "to be much more neutral in your politics.", "Why is that?", "I think that's part of running a platform", "whose customers are across the aisle", "in a lot of different ways.", "And I think it's part of aiming to have institutions", "that can bring the country together.", "So you're free now?", "And this is, in a sense?", "I certainly feel more free.", "Okay, interesting.", "You know, this is something I've wanted", "to work on for a while.", "And I've come to understand at least in my own analysis", "of what happened since 2016", "that just good execution", "and like running a good campaign,", "using the internet, is something where I think", "that matters a lot.", "Was any of this driven by any sort of", "sense of personal responsibility,", "for having been a part of Facebook", "during the 2016 election cycle?", "You know, maybe.", "Not in a way I have direct access to.", "You know I definitely felt", "a sense of personal responsibility for cleaning up a lot", "of the pieces of the platform that I felt weren't", "going well, but this was just a conviction I think.", "Trump should not be our president.", "The other thing I care a lot about right now", "is climate change and he is not going to help us there.", "And four more years, you know, at five gigatons a year,", "that's a lot of carbon that we're not gonna get", "to go back and take back down unless we build", "some crazy technology that no one knows about yet.", "So in your times since you've left Facebook,", "you were saying earlier,", "you've spent a lot of time researching climate change?", "You have, you're a smart person, you have the resources,", "you've really been head's down in this", "and you're doing something really interesting with a company", "that works with satellite technology.", "Yeah.", "Talk about this.", "Yeah so there's a really neat company called Planet Labs", "in San Francisco, more of you are nodding about", "them than Acronym.", "They build satellites and design the satellites", "and build them right here on Harrison Street.", "I got to know the CEO and co-founder", "Will Marshall very well.", "A bunch of ex-NASA folks work there.", "The vision was to build these small,", "about shoebox-size satellites with solar panel wings.", "And have a fleet of them in space", "which is real time imaging the Earth.", "So every hour, you get a snapshot of every tile on Earth", "at medium resolution.", "Which means each pixel is about 3 meters.", "So this field has been called remote sensing.", "Remote sensing normally was something where you", "could get a picture every few weeks or every few months.", "But with this sort of time resolution,", "you can start to ask questions like,", "What's going on with wildfires today?", "How quickly are they spreading?", "Where are they spreading?", "Deforestation in the Amazon.", "Active coal power plants.", "How many coal power plants are firing right now?", "Methane emissions is on the horizon", "as something that we believe.", "We, the industry of computer vision and satellite folks,", "you may be able to see from space.", "Which is crazy 'cause it's a gas, but we know methane", "is a real contributor and it's coming", "from certain farms and refineries and stuff like that.", "So if you could identify leaks,", "you could start to contribute to having a health system", "where you're basically imaging the Earth every hour", "and then you're creating some public data set", "with tools that plug into decision makers, banks,", "insurance companies, policy makers.", "Investors, journalists, interested persons, the youth.", "Like, I could imagine in a classroom one day,", "you go and you say this is the Earth,", "here's a simulation of what 2050 looks like.", "They're getting pretty ugly by the way.", "As we update our assessment of the heating", "that we think might happen by 2100.", "My wife's from Bangkok, like, it's gone.", "And I think we're still doing such a poor job.", "We, humanity, of really wrapping our heads around", "how few precious years we have", "and I've even come to understand this more since", "leaving the company.", "Which to me is why it's one of the most important", "things you do is try and get somebody in office", "who can care about this.", "So you're advising Planet Labs in addition to Acronym?", "Yep.", "I have a badge, I'm learning about satellites.", "Okay.", "I'm learning as much from them", "and then I'm trying to help them build some software,", "'cause this is like building software", "on top of all this really cool satellite imagery.", "Have you considered starting your own company", "around climate change?", "You know, I've thought about it and I've started", "to look a little bit at what are some of the gaps.", "I'm still so far, I'm still so young at this field", "that I don't have enough confidence", "in my own mental model of the world.", "But it's been really fun starting to go see some", "of the technologists working on climate change.", "It's been very interesting, you forwarded me an incredible", "article in the New Yorker called, 'Money Is The Fuel", "That The Fire Of Climate Change Burns On.", "And it's specifically about the financial industry", "and the insurance industry because there's so much", "private money that goes into banks and insurance companies", "that then actually finances coal and oil and gas", "and that's generally opaque.", "To investors, to private wealth funds, to countries,", "a lot of whom give their money to banks.", "And on the one hand, the country's saying, We're working", "on a 1.5 degree plan for Japan.", "But on the other hand", "a lot of their money is actually financing", "exactly the problem.", "Which is the supply of money to go build new coal", "and oil and do fracking and all of that other kind of stuff.", "What do you think big tech's responsibility", "is when it comes to climate change?", "Well at the very least,", "I think there's gradations.", "I think at the very least, it's making a commitment", "to being carbon negative.", "And that's in manufacturing processes,", "that's in shipping even.", "Yeah, it's a lot easier for Facebook and Google", "than it is for Amazon and Apple.", "Because we're not running giant supply chains", "and trucking stuff around the world", "and packaging things.", "So it's easy for Facebook to say", "'cause it's basically data centers and buildings.", "It's a lot easier to get a data center on renewable energy", "than it is to re-engineer your entire truck", "and supply chain system which is what", "Amazon has to think about.", "With that said, admirably, they've made a commitment", "to get to carbon neutral, I think it's by 2040.", "They've actually said they were going to do it", "10 years earlier than everybody else.", "That's right, yeah.", "So let's see if they can meet that goal.", "You know, putting the tactics aside,", "tech isn't actually creating that much carbon.", "I think Amazon's was 44 million.", "I did the math the other day, it's around a percent", "of the United States' carbon offset.", "Okay.", "Which is pretty amazing considering what they do.", "One of the interesting metrics to look at is", "carbon intensity which is per dollar GDP", "how much carbon, what's the externality in terms of carbon?", "High carbon intensity is a gas company,", "extremely low carbon intensity is most tech companies.", "But I do think tech can lead.", "We're an industry that in some ways is still looked to as", "a leader and in some ways is looked at with a squint", "to see if we'll improve.", "I think that both of those are healthy.", "But I think we can start to think about ways", "of more carefully dialing in our attention to carbon impact.", "And I don't know exactly what that looks like for big tech,", "but I believe that sort of riling up employees more", "and getting more power into the hands of the officers", "who are responsible for this at the company", "is ultimately gonna be a good thing.", "Chris, I have to let you go, we're out of time", "but thank you so much.", "Yep, my pleasure.", "Thanks everyone, appreciate it.", "Thank you everybody.", "[audience applauding]"], "authors": ["Condé Nast"], "keywords": ["think", "lauren", "officer", "cox", "facebooks", "theres", "going", "goode", "wired", "know", "lot", "product", "good", "watch", "wiredcom", "really", "right", "political", "video", "youre"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}