{"id": "7c3cd2a4-5fe1-3de4-97ad-d678514721b4", "title": "No Man’s Sky Review – The Most Beautiful Side Mission", "url": "https://www.gameinformer.com/games/no_mans_sky/b/playstation4/archive/2016/08/17/game-informer-review-no-mans-sky.aspx", "summary": "In its finest moments, No Man’s Sky is a sublime exploration of the infinitude of space, the beauty and variation of nature, and a quiet contemplation on loneliness.\nHowever, No Man’s Sky rarely reaches beyond its vibrant world-building efforts to provide satisfying gameplay and story.\nNo Man’s Sky opens on a mysterious planet – one that no other player has ever seen or visited.\nAn aimlessness and freedom pervades No Man’s Sky; the sensation is clearly purposeful, but it’s not always pleasant.\nNo Man’s Sky is a universe rich in potential, and it is steeped in classic science-fiction tropes.", "paragraphs": ["In its finest moments, No Man’s Sky is a sublime exploration of the infinitude of space, the beauty and variation of nature, and a quiet contemplation on loneliness. That ambitious vision is accomplished through one of the most sophisticated approaches to procedural content generation I’ve ever seen, in which entire ecosystems spring up across any one of millions of potential planets. However, No Man’s Sky rarely reaches beyond its vibrant world-building efforts to provide satisfying gameplay and story. Over dozens of hours of play, I couldn’t escape the sensation that I was playing one impossibly immense side mission, and I kept waiting for the real game to start.", "No Man’s Sky opens on a mysterious planet – one that no other player has ever seen or visited. Your ship is broken, and it needs to be repaired. You mine resources, and survey landscapes. Hold mechanical sentinels at bay, and unearth alien monoliths from beneath multicolored flora. Navigate through the atmosphere and into the great beyond of outer space, there to confront pirates and visit trade-oriented space stations. Beyond this unknown solar system, a galaxy of planets and moons await discovery. The scope of potential encounters is mind-boggling, and I found a great deal of joy in the aimless wandering.", "Along the way, expect to hear the phrase “no free slots in suit inventory” more than anything else. Hello Games has made inventory management and expansion the centerpiece of its gameplay loop, and your willingness to repeatedly confront that often-tedious task tells you a lot about whether this outer-space epic is for you. Most money acquisition and resource farming is aimed at broadening your carrying capacity. That fixation on gathering and mining is enjoyable in the early hours, but the continued focus grows increasingly dull as the game wears on. Here is the collection mechanic popularized by games like Minecraft, but without the same opportunity for creative building that characterizes the second part of the equation. The only reward for diligence is better tools and more space to store your plunder, with little in the way of meaningful story or changes to gameplay to maintain excitement.", "Combat with hostile forces, both on the ground and in outer space, is only one small part of the experience. Fighting functions adequately, but falls short of providing thrills since the shooting mechanics and weaponry are both limited. The rest of the game is composed of other minor tasks that hold equal weight in the progression loop, including scanning planet zoology, surviving extreme conditions, learning alien languages, and encountering alien sentient beings in brief and often enigmatic conversations. Whether you’re tracking down that last elusive species on an undiscovered world or conversing with a fellow traveler that communicates through scent, the focus is always on strangeness and isolation. The game succeeds in communicating those feelings early on, but struggles to remain novel with each passing hour.", "A minimal and optional story thread weaves through your nomadic, galactic-drifter lifestyle. The mystery of the Atlas beckons from increasingly distant stars, and provides good reason to see the narrative through to its completion, if only as a small carrot to prompt continued planetary exploration. Monolithic structures in deep space and alien anomalies are awe-inducing the first time you find them; I just wish these encounters maintained that inscrutable quality upon subsequent required visits. Instead, these repeated and similar sequences lose a little magic with each appearance.", "An aimlessness and freedom pervades No Man’s Sky; the sensation is clearly purposeful, but it’s not always pleasant. Without more meaningful rewards or engaging moment-to-moment action, the mid- and endgame experiences teeter away from sci-fi splendor and into rote repetition. No Man’s Sky is a universe rich in potential, and it is steeped in classic science-fiction tropes. It’s a game space begging for additional crafted content, and I hope Hello Games continues to add more over time. For many, this freeform experience may not meet the towering expectations that preceded its launch. Nonetheless, it’s frequently an enthralling place to visit. Even after many hours of galactic pioneer work, I still find myself pausing from time to time, and looking out on a world of my own discovery, marveling at its alien grandeur."], "authors": ["Magazine Content Director", "Matt Miller Has Been With Game Informer Since He Has A Special Interest In The Evolution Of Game Design", "The Tabletop Hobby", "The Crafting Of Interactive Narrative."], "keywords": ["sky", "space", "games", "alien", "mission", "world", "game", "gameplay", "hours", "beautiful", "potential", "mans", "review"], "pubDate": "2016-08-17T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}