{"id": "7c4c4acb-5331-37c4-a4ab-b49076b54e7c", "title": "The gleaming city that emerged from turmoil in the heart of Africa", "url": "https://edition.cnn.com/travel/article/kigali-rwanda-gleaming-city-cmd/index.html", "summary": "Standing on the roadside, it's much like any other major city in the heart of Africa.\nBut for so many, this city remains tied to the genocide, which saw between 800,000 and one million Rwandans murdered in a brutal tribal conflict in 1994.\nA past never forgottenPhotographs of victims on display in the Kigali Genocide Memorial.\nBut no trip to Rwanda would be complete without a visit to the Kigali Genocide Memorial.\nHonore Gatera is the director of the Kigali Genocide Memorial.", "paragraphs": ["(CNN) — Kigali's streets thrum with traffic, motorbikes darting around buses, its roadside markets a hive of activity. Standing on the roadside, it's much like any other major city in the heart of Africa. But this is a city that stands apart from other metropolises on the continent.", "Today, Rwanda's capital is synonymous with the surrounding green hills where mountain gorillas cling to life, while its streets have become famous throughout the world for being immaculate.", "But for so many, this city remains tied to the genocide, which saw between 800,000 and one million Rwandans murdered in a brutal tribal conflict in 1994.", "Now though, through a combination of community service and entrepreneurial spirit, Kigali is moving forward, while never forgetting the lessons of its brutal past.", "Cleaning up for the community", "A major clean up campaign has turned Kigali's streets into some of the world's tidiest. MARCO LONGARI/AFP via Getty Images", "Driving through Kigali, the cleanliness and the lack of trash has to be seen to be believed. There is not a speck of refuse, not a piece of paper, not a thrown away plastic bottle.", "While the local government pays some residents to tidy streets, on the last Saturday of every month each family must help clean up their community.", "This is known as Umuganda, which translates as \"coming together in common purpose.\" It's an old Rwandan concept, which was officially revived in its current, compulsory form in 2009. There are penalties for those who don't take part. The result is that the city is now one of the world's tidiest major capitals.", "Inyambo cattle are treated like royalty in Rwanda. CNN", "Umuganda is part of a wider healing process going on across Rwanda. The government has also restored the tradition of Girinka, a welfare scheme in which vulnerable families are given their own cow. Meaning \"may you have a cow,\" Girinka has played a huge role in bringing society back together.", "Related content Inside Turkey's incredible underground city", "Cows are held in high regard in Rwanda, a ticket out of and an assurance against the toughest forms of poverty. And when a cow has a calf, it's expected that its owners will give the newborn to their neighbor. The idea is to foster community through traditional means.", "\"If you want to wish someone wealth, you give him a cow,\" explains Edouard Bamporiki, a poet and Rwanda's cultural minister. \"And if I give a cow to you, it's like we're sealing our friendship. You can't betray someone who gives you a cow.\"", "The importance of cows in Kigali is on show at the King's Palace Museum , which is home to a herd of long horned Inyambo cattle. These cows hold regal status in Rwanda. They are serenaded and pampered, afforded the kind of luxury that today's wealthy tourists would expect.", "\"In our tradition, when we're dancing, we raise our hands like the Inyambo's horn,\" says Bamporiki. For him and everyone at the King's Palace, it's clear just how much the Inyambo are revered and why cows play such a vital role in bringing people together.", "Entrepreneurs at the ready", "Mathias Kalisa is one of a new generation of entrepreneurs in Kigali. CNN", "It's not just traditions that are being used to help create a new Kigali.", "Mathias Kalisa is a young entrepreneur utilizing one of Rwanda's greatest exports, coffee, to show just how this city has changed and developed over the past 25 years. He is typical of the younger generation here, who have created an energy and togetherness that can be felt on the streets.", "Kalisa owns Rubia Coffee Roasters , which has garnered a reputation for its delicious beans.", "\"Before 1994, you couldn't see a young person like me doing business,\" he says as he carefully pours out a cup.", "Despite the horrors of that time, Kalisa does not believe there is a chance of Kigali, and Rwanda at large, going back to that time.", "Related content What Dubai looked like before it boomed", "\"When you look at the pace this country is growing, how stable it is, how the young generation is involved in the future of the country, we actually feel we are different and we are committed,\" he says.", "This same energy can be found in Joselyne Umutoniwase , a designer and the creative force behind Rwanda Clothing. Like Kalisa, she is on a mission to show a new and different side to Kigali.", "\"The fabric comes from all over Africa,\" she says as she walks through her shop, showing off her latest creations. \"So, we have West Africa, the colorful ones, the wax ones.\"", "The clothes Umutoniwase makes are designed to shift perceptions.", "Joselyne Umutoniwase's fashion designs help broadcast the creativity of Rwanda. CNN", "\"It's all about telling a new story,\" she says. \"I think every time someone takes an outfit from here, in this show room, travels with it, goes to New York, goes to London, goes to Paris, that outfit can tell a different story of Rwanda.\"", "Umutoniwase started her business in 2012, using branding techniques that weren't commonplace in Rwanda at the time.", "\"I took the chance to create different types of things and to show people it's possible to create things here in Rwanda, have it made here in Rwanda, and sell it on the market here in Rwanda.\"", "She says that she's offering more than just clothes to tourists and fashion-conscious locals.", "\"I think it's the image of Rwanda. I sell the image. I sell the creativity, the energy of the people. I sell the dream of the people who want to move forward.\"", "As with Umuganda and Girinka, Umutoniwase hopes her textiles and clothes can be part of a bigger story of unity in the wake of adversity.", "\"I think the word which I would use to describe Rwanda would be turi kumwe. It's the word which means 'we are together,' we work together toward one goal ... to construct a Rwanda which we are all proud of.\"", "A past never forgotten", "Photographs of victims on display in the Kigali Genocide Memorial. CNN", "This urge to work together, to promote unity over division, comes from the still raw and painful memories of the 1994 genocide.", "The indiscriminate killing that took place over just 100 days and saw the deaths of as many as one million people, has been well documented. But no trip to Rwanda would be complete without a visit to the Kigali Genocide Memorial.", "It is a stark and harrowing testament to the events of 27 years ago and why this country has tried so hard to create a new, unified front.", "Related content The place that helped inspire American democracy", "The remains of 250,000 victims are buried in mass graves here, alongside a memorial wall with their names, where relatives can come and pay their respects. The photographs of these victims, which can be found throughout the museum, act as a reminder that the very nature of genocide is to kill indiscriminately, regardless of sex, age or wealth.", "Honore Gatera is the director of the Kigali Genocide Memorial. His work here is personal -- he is a survivor of the genocide and saw the brutality of that time first hand.", "\"I saw the result of hate,\" he says. \"I saw how a human, a normal human, a friend, a neighbor, someone you went to school with, a classmate, can turn into your killer ... I saw death. I saw hundreds and hundreds of people being killed.\"", "Honore Gatera, the Memorial's director, survived Rwanda's atrocities. CNN", "Gatera says that Rwanda has learned the painful lessons of this time, one in particular.", "\"You'll never be able to prevent mass atrocities, genocide and hate, if it doesn't start with the personal and individual commitment to the cause. I think the lesson we learned in Rwanda is from the individual to the community to the national level we have to hold hands with each other.\"", "Education, too, has played a major part in Kigali's path towards healing, he says.", "\"The DNA of the people who became the killers was changed through 30 years of education to hatred. Of education to divisionism and exclusion. How does one become a killer to the scale of killing 100 people in a day?", "\"Which kind of humanistic values and cultural values that that person has lost in his DNA so that he becomes a killer? And this is what we are teaching the younger generations. Let us restore those humanistic values and cultural values.\"", "Walking through the memorial, it's impossible not to feel the presence of the quarter of a million people buried here. This place represents them, but also the way in which the country remembers, doesn't forget and is determined to unite and renew.", "Gorillas in the mist", "Trekking guide Francoise Bigirimana says he can communicate with gorillas. CNN", "Tourism, outside of the Covid pandemic, has become a key factor in Rwanda's regeneration and rehabilitation. And nothing entices outsiders here like the chance to catch a glimpse of the mountain gorillas that hide deep within the rainforests of the Virunga Mountains, which stretch across the borders of Rwanda, Uganda and the Democratic Republic of Congo.", "The efforts of local conservationists to protect and preserve that fragile, endangered species has seen their population slowly start to rise. There are now over 1,000 in the wild, found here and in Bwindi Impenetrable Park in Uganda. Getting close to them is a privilege that's as heart pounding as it is unforgettable.", "Francoise Bigirimana is a trekking guide who knows the gorillas of this region intimately. His depth of knowledge comes from working with renowned primatologist Dian Fossey, who lived with the region's gorilla population for almost 20 years.", "In fact, he knows them so well that he can even speak gorilla. From \"mmm hmmmm\" for good morning to \"mmmmggghhh mmmgghhh\" for sit down, Bigirimana is well versed in how to stay safe around these wild primates.", "\"In my heart I feel I love them so dearly... just like my own children,\" he says.", "Bigirimana's love of the gorillas is obvious. He keeps them calm when close by because, while they're habituated to humans, they are very much not tame. Up close, it's impossible to escape our relationship with them. Humans share up to 98% of their DNA with gorillas and it shows in their facial expressions, their movements, the way they relate to each other."], "authors": ["Richard Quest", "Joe Minihane"], "keywords": ["think", "emerged", "city", "heart", "africa", "genocide", "saw", "streets", "kigali", "turmoil", "rwandas", "gorillas", "cow", "gleaming", "rwanda"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}