{"id": "7c6708c0-017e-3228-93f6-ef25bbf36fe6", "title": "Katy Perry Nails the Rock ’n’ Roll Dress", "url": "https://www.vogue.com/article/katy-perry-alexander-mcqueen-leather-dress", "summary": "As a judge on American Idol, Katy Perry has been consistently delivering statement looks.\nShe’s lit up our TV screens in Viktor & Rolf couture, golden suits, and head-to-toe animal prints.\nHer latest Idol fit, however, is all about proposing a new look for the spring—rocker-chic.\nBut back to that scene-stealing dress: with its simple, refined cut, it’s the perfect spring piece to rock when you’re feeling edgy but still need to dress up.\nSpring is usually all about florals, sure, but consider channeling a rockstar vibe like Perry this season for a fresher feel.", "paragraphs": ["As a judge on American Idol, Katy Perry has been consistently delivering statement looks. She’s lit up our TV screens in Viktor & Rolf couture, golden suits, and head-to-toe animal prints. Her latest Idol fit, however, is all about proposing a new look for the spring—rocker-chic.", "After turning a bathroom stall into a photo shoot set, Perry uploaded her latest judging look on Instagram last night: A fitted, black leather Alexander McQueen dress with a sweetheart neckline, cinched waist, and zippered detailing. She accessorized the piece with hefty chain necklaces by David Yurman and Justine Clenquet for a punky finish, though her dainty strappy sandals by Giuseppe Zanotti—which she impressively balanced on a toilet seat—helped elevate the look.", "But back to that scene-stealing dress: with its simple, refined cut, it’s the perfect spring piece to rock when you’re feeling edgy but still need to dress up. Spring is usually all about florals, sure, but consider channeling a rockstar vibe like Perry this season for a fresher feel. Groundbreaking!"], "authors": ["Christian Allaire", "Christian Allair"], "keywords": ["look", "roll", "latest", "n", "nails", "dress", "spring", "idol", "yurman", "katy", "perry", "zippered", "zanottiwhich", "rock", "piece"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}