{"id": "7c6d5a18-d3fa-34d3-bd45-b14377c3249f", "title": "Apple MacBook Air (M1) review: gamechanging speed and battery life", "url": "https://www.theguardian.com/technology/2020/dec/09/apple-macbook-air-m1-review-gamechanging-speed-and-battery-life", "summary": "The MacBook Air with M1 chip starts at £999 and is Apple’s entry-level laptop, sitting below the MacBook Pro with M1 that starts at £1,299.\nFrom the outside, almost nothing about the M1 MacBook Air has changed since the one from April.\nPriceThe Apple MacBook Air costs £999 with a 7-core GPU, 8GB of RAM and 256GB of storage.\nThe thing is, I cannot find any kinks for your average consumer with the new M1 MacBook Air.\nThe M1 chip is genuinely a gamechanger, making the MacBook Air one of the fastest computers available in any form factor.", "paragraphs": ["Giant leap in performance and twice the battery life in a winning form with no real downsides", "The MacBook Air is the first of two new laptops with Apple’s first-of-its-kind, own-brand M1 processor, which makes for a giant leap in performance and battery life.", "The MacBook Air with M1 chip starts at £999 and is Apple’s entry-level laptop, sitting below the MacBook Pro with M1 that starts at £1,299. Alongside the new Mac mini, they are the first models in Apple’s wholesale transition away from traditional Intel x86 processors to Apple’s Arm-based chips similar to those used in iPhones and iPads.", "From the outside, almost nothing about the M1 MacBook Air has changed since the one from April. They match in size and weight, the number of ports, microphones and speakers.", "Facebook Twitter Pinterest The new MacBook Air has the same Touch ID fingerprint sensor/power button, Apple’s good new keyboard and its large, best-in-class trackpad as the previous version. Photograph: Samuel Gibbs/The Guardian", "The 13.3in screen supports the wider DCI-P3 colour space – a feature hitherto reserved for the more expensive MacBook Pro. The 720p webcam is slightly better, too, but is still poor compared with those on iPads, iPhones and some rival laptops, which is a real shame.", "All in all, the physical design and operation of the MacBook Air is almost perfect for a standard consumer laptop, with rivals only beating it with slightly thinner bezels around the screen.", "Specifications", "Screen: 13.3in LCD (2560x1600; 227 ppi) True Tone", "Processor: Apple M1 with seven or eight-core GPU", "RAM: 8 or 16GB", "Storage: 256GB, 512GB, 1TB or 2TB SSD", "Operating system: macOS 11 Big Sur", "Camera: 720p FaceTime HD camera", "Connectivity: wifi 6, Bluetooth 5, 2x USB 4 (USB-C)/Thunderbolt 3, headphones", "Dimensions: 212.4 x 304.1 x 16.1mm", "Weight: 1.29kg", "Giant leap in performance and battery life", "Facebook Twitter Pinterest The MacBook Air only has two USB-C/Thunderbolt ports, which means you’ll need an expansion dock if used with a monitor, otherwise both ports will be occupied with power and monitor cables. Photograph: Samuel Gibbs/The Guardian", "The inside of the Air is almost exactly the same as its predecessor too, apart from one very important part: the processor or, more accurately, the system-on-a-chip (SoC), which combines processor, graphics and RAM all in one package.", "The new M1 replaces the Intel Core i3, i5 or i7 of its predecessor. In the cheapest MacBook Air (as tested) it has an eight-core processor (CPU) and a seven-core graphics processor (GPU), with 8GB of RAM and 256GB of storage, but an eight-core GPU option is available.", "The M1 has four high-performance CPU cores that handle the demanding stuff such as crunching data and editing photos, while four high-efficiency CPU cores handle lightweight tasks such as sending emails. All eight cores can run simultaneously for maximum performance, but the chip is designed to be as power-efficient as possible.", "The M1 is also the first desktop chip to be made at the 5nm scale, where most are made at the 10 or 14nm scale. The smaller the scale, the more energy-efficient it can be.", "Combined, it creates a once-in-a-generation performance and battery-life leap. The M1 is faster than any other laptop chip, rivalling the most high-powered desktop chips, while being very power-efficient.", "Apple’s cheapest and lowest-power laptop can now do things hitherto reserved for only large, high-performance machines, and with multi work-day battery life to boot. If you want to edit multiple 4K streams of video or other intensive tasks, the Air will now do it.", "Facebook Twitter Pinterest The laptop is fanless and stayed stone cold except when pushed to its limits playing the unoptimised, graphically intensive game XCOM 2 from Steam on medium settings – something the previous Air couldn’t manage to play at all. Photograph: Samuel Gibbs/The Guardian", "For perspective, the previous MacBook Air with a Core i3 chip had solid performance and long battery life for more than eight hours of work. The M1 MacBook Air has extraordinary performance (up to 3.7x faster on paper) and still lasts more than twice as long doing the same work with the same capacity battery. I regularly get more than 16 hours of active work out of the MacBook Air between charges, which is enough for more than two full work days without having to turn the brightness down or shut programs to save battery.", "My work day includes using Chrome with about 10 or so tabs open, various chat apps, Typora text editor, Affinity Photo, Evernote, Apple Mail and a few other tools. Just as impressively, an hour-long Google Meet video call consumes less than 3% battery compared with 20% on the old Air or more on rivals.", "It took two hours and 44 minutes to fully charge the Air using the included 30W USB-C power adaptor, hitting 50% in 65 minutes. Using a third-party 45W adaptor shaved 30 minutes off the full charge time.", "Intel, Arm and Universal apps", "Facebook Twitter Pinterest The wedge shape continues to look and feel just as thin and special as when first unveiled in 2008. Photograph: Samuel Gibbs/The Guardian", "The switch to the M1 chip means there are now three types of Mac programs to contend with. “Apple” (Arm) apps run natively on the new computers, “Intel” apps can run with assistance from Apple’s Rosetta 2 translation system, and “Universal” apps contain both Apple and Intel versions, so they can run on any Mac, new or old. Developers are in the process of updating their apps to the new Universal format.", "About half of the apps I use are Intel apps, and all of them work flawlessly, including Typora, Microsoft To Do, Evernote, WhatsApp, Facebook Messages, Google Backup and Sync, and Spotify. Even Garmin Express – a fairly niche piece of software used for updating the firm’s watches and devices – works flawlessly.", "Rosetta 2 works so well, I don’t think most consumers will need to care what type of app they are attempting to use. The only clue you are not using an Apple app is a short delay in launching Intel apps caused by Rosetta 2 working its magic.", "But there will be some software that will not work without an update, much of which is likely to be enterprise and development software. Google’s Drive File Stream file syncing app for its corporate Workspace suite is not yet supported on M1 Macs, for instance.", "Sustainability", "Facebook Twitter Pinterest The body is made from 100% recycled aluminium and feels every bit as premium and hard-wearing as other Macs, here in rose gold colour. Photograph: Samuel Gibbs/The Guardian", "The MacBook Air is one of the most sustainable laptops you can buy. It contains 100% recycled aluminium in the casing, 100% recycled tin in the solder of its logic board, and at least 35% recycled plastic used in multiple components. Apple is also using renewable energy for the final assembly of the machine, and breaks down the computer’s environmental impact in its report.", "The computer is generally repairable, too, although the previous iteration with which the M1 MacBook Air shares a design was awarded only 4 out of 10 for repairability by specialists iFixit.", "Apple does not provide an expected lifespan for the battery. The previous iteration has a battery that was rated for 1,000 full charge cycles before diminishing to 80% capacity. It can be replaced for £129 by Apple.", "Apple offers trade-in and free recycling schemes, including for non-Apple products.", "MacOS 11 Big Sur", "Facebook Twitter Pinterest Some games work OK using a mouse and keyboard. Photograph: Samuel Gibbs/The Guardian", "The new Air ships with Apple’s latest macOS Big Sur with new iPad-like design. It runs the same as it does on Intel Macs, except for the aforementioned Rosetta 2 system and the ability to install and run some iPhone and iPad apps.", "The mobile apps can be installed through the Mac App Store, but only if their developer has either intentionally or unintentionally allowed them to be made available to M1 Macs.", "Simply put, the apps aren’t great. The selection is slim, and those that are available are awkward to use at best or broken at worst, with a lot of apps that have seemingly been abandoned by their developers. Some apps are marked as being tested on Macs; others have not.", "At some stage they may be worth using, but for now I wouldn’t bother; their Mac or browser-based equivalents are better.", "Observations", "Facebook Twitter Pinterest Touch ID works great, but this instant-on speed would benefit greatly from having Face ID like the iPhone 12 and iPad Pro. Photograph: Samuel Gibbs/The Guardian", "The M1 represents such a large performance and efficiency leap that it is going to be several years before Intel, AMD and even Arm-rival Qualcomm catches up.", "It has the same instant-on from standby as smartphones and tablets.", "The laptop loses 6% battery while in standby for 16 hours.", "Price", "The Apple MacBook Air costs £999 with a 7-core GPU, 8GB of RAM and 256GB of storage. Doubling the storage or RAM costs £200 respectively.", "The model with an 8-core GPU, 8GB of RAM and 512GB of storage costs £1,249.", "For comparison, the M1 MacBook Pro starts at £1,299, the Microsoft Surface Laptop 3 starts at £779, the Samsung Galaxy Book S costs £999 and the Dell XPS starts at £949.", "Verdict", "There’s an old saying in tech that you should never buy the first generation of any new product – you’re paying to be an early adopter and to iron out the kinks. The thing is, I cannot find any kinks for your average consumer with the new M1 MacBook Air.", "The outside is the same winning formula from the start of the year. The M1 chip is genuinely a gamechanger, making the MacBook Air one of the fastest computers available in any form factor. It can do pretty much anything you would demand of a hulking big workstation, let alone a thin, light, fanless package that lasts twice as long as rivals on battery.", "Of course it is not perfect. It really could do with more than two ports. The bezels could be smaller. The webcam is rubbish. It can only drive one external display, and why it doesn’t have Face ID like the iPad Pro, I don’t know.", "It’s not that the old Intel Macs or PC laptops were slow – it’s just that the new M1 MacBook Air is so effortlessly fast and efficient, it’s like putting a 1980s Ford Capri next to a Tesla Model S.", "Pros: super-fast, super cool, extremely long battery life, fanless, great screen, great keyboard, best-in-class trackpad, good speakers, good mics, recycled materials, Touch ID. Cons: poor webcam, only two USB-C ports, can only drive one external display, expensive, some niche apps may have issues running until updated, no BootCamp/Windows.", "Facebook Twitter Pinterest There’s a headphones socket in the right side of the machine. Photograph: Samuel Gibbs/The Guardian", "Other reviews"], "authors": ["Samuel Gibbs"], "keywords": ["samuel", "pinterest", "macbook", "gamechanging", "twitter", "intel", "apps", "life", "m1", "work", "speed", "air", "apple", "review", "battery"], "pubDate": "2020-12-09T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}