{"id": "7c6d5eb0-3a04-3b9c-8b39-87708df6b7dd", "title": "New The Last Of Us Part 2 Trailer Centers On Abby", "url": "https://www.gameinformer.com/2020/12/03/new-the-last-of-us-part-2-trailer-centers-on-abby", "summary": "The Last of Us Part 2 swept up some impressive awards during the JoyStick Awards and now there is one last show on the horizon: The Game Awards.\nWith The Last of Us Part 2 being a key nominee in several notable categories, Naughty Dog just released a brand new trailer for the sequel's other main star: Abby.\nOne component that I wasn't expecting from the Last of Us sequel is how much I came to resonate with Abby.\nAbby is an incredibly nuanced character, which is explored both in the narrative and in the new video.\nThe latest trailer does a solid job and fleshing out who Abby is beyond basic internet commentary.", "paragraphs": ["The Last of Us Part 2 swept up some impressive awards during the JoyStick Awards and now there is one last show on the horizon: The Game Awards. With The Last of Us Part 2 being a key nominee in several notable categories, Naughty Dog just released a brand new trailer for the sequel's other main star: Abby.", "The latest story trailer dives deep into the narrative surrounding both Abby and Ellie, so if you haven't played the game yet and want to avoid spoilers, you're going to want to skip out on the video below and the rest of this article.", "\"As 2020 winds down, we’re so thankful to everyone that has played The Last of Us Part II,\" reads a new tweet from Naughty Dog. \"For those experiencing it for the first time this month, check out our new trailer that offers an expanded look into Abby's story and how it collides with Ellie’s.\"", "One component that I wasn't expecting from the Last of Us sequel is how much I came to resonate with Abby. When she was first revealed as a 'villain', my instant need to protect Ellie made me resent the character — which was the entire point of her contentious role. That being said, players dove into the role of both Ellie and Abby in equal parts during this game, which eventually built a relationship with her as a newcomer to the franchise. Towards the end of the game when it came down to a fight to the death between the two, I became terrified of having to go against the other and wiping them out. I felt attached to both characters, with both leads each offering their own set of complications and problematic contributions to the narrative.", "Abby is an incredibly nuanced character, which is explored both in the narrative and in the new video. It's an interesting moral dilemma when taking to a game that is designed to make you uncomfortable with a guttural and visceral new reality. The latest trailer does a solid job and fleshing out who Abby is beyond basic internet commentary."], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["trailer", "centers", "abby", "naughty", "video", "role", "awards", "played", "narrative", "ellie", "game"], "pubDate": "2020-12-03T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}