{"id": "7c7058f9-95ab-39e9-9a19-0b384cd7df7d", "title": "Why It’s Time to Buy a Jewelry Tray", "url": "https://www.vogue.com/slideshow/key-tray-jewelry-tray-a-perfect-murder-gwyneth-paltrow", "summary": "It was her key, or rather jewelry, tray.\nThe jewelry tray is one of those must-have adult items, like a proper bathrobe or an investment bag.\n“It has become a bit of a ritual for me to plop my jewelry on to the tray at the end of each day.” Ever since switching from chunky jewelry to smaller bijoux, commerce producer Danielle Probert has opted for a jewelry tray to organize herself.\n“Living that busy New York life, I bought a jewelry tray to make sure nothing gets lost in the mix,” she says.\nMore demure pieces include a gilded tray by Tom Dixon, as well as Jonathan Adler’s spunky ceramic tray with a tiger illustration.", "paragraphs": ["A PERFECT MURDER, Gwyneth Paltrow, 1998, (c) Warner Brothers/courtesy Everett Collection Photo: Courtesy of Everett Collection", "During the holiday break, I spent a lot of time watching the film A Perfect Murder, one of my favorite late-’90s movies. It stars Gwyneth Paltrow, who essentially plays herself: a beautiful blonde mannerly woman named Emily who has subdued but very expensive taste. She is cheating on her Wall Street husband (Michael Douglas) with a hot artist in Brooklyn (Viggo Mortensen) and unknowingly becomes the center of a murder plot. Emily lives on the Upper East Side and she wears a killer Cartier Panthère watch with a diamond bezel. Another item of hers from the film that made me sweat and covet? This piece wasn’t laden with precious stones, nor was it the black Kelly bag that she carried with her to her job at the United Nations. It was her key, or rather jewelry, tray. The tray, which isn’t remarkable and is simple and black, makes several cameos in the film, as it is a major plotline in the big ol’ attempted murder that will occur.", "There is something elegant about the idea of stripping your wrists and your pockets and putting it all in a designated, organized place. It’s the opposite of what I do: When I get home, I throw my tiny belongings all over the place. My keys fumble around in my jacket pocket, my watch languishes somewhere on my nightstand, and then there is my debit card. Wait, where is that exactly? Turns out I misplaced it once again, so I had to call my bank for another one. You get the chaotic picture. In A Perfect Murder, a dramatic moment occurs when Emily is out of her refined element and doesn’t use a tray. The scene occurs when she is busy philandering with the hot artist in Brooklyn and she accidentally leaves her engagement ring sitting on a messy table.", "The jewelry tray is one of those must-have adult items, like a proper bathrobe or an investment bag. It connotes a sense of composure, and that the person who owns a tray is meticulous enough to put everything in its place. It’s not a jewelry box, where precious pieces are stowed away for events or occasions, but rather a grab-and-go facet of getting dressed day to day. Rickie De Sole, the executive fashion director of Vogue.com, who also inspired me to start wearing a watch and is my compass of chic adulthood, has not one but several key trays at home, one of which is a brown leather jewelry tray by Mish, and a porcelain style that was given to her by Adam Lippes. “I use them to hold just about anything,” she says. “It has become a bit of a ritual for me to plop my jewelry on to the tray at the end of each day.” Ever since switching from chunky jewelry to smaller bijoux, commerce producer Danielle Probert has opted for a jewelry tray to organize herself. “Living that busy New York life, I bought a jewelry tray to make sure nothing gets lost in the mix,” she says. “At the end of a long day, who wants to routinely put things back into a jewelry box to take it all out again in the morning?”", "I like the concept of having my valuables and necessities where I can see them. Some trays on my radar? I’m mostly looking at secondhand pieces, like a Rosenthal Versace tray complete with the House’s Medusa logo from The RealReal and a mod-style wooden version via Italy, both from 1stDibs. More demure pieces include a gilded tray by Tom Dixon, as well as Jonathan Adler’s spunky ceramic tray with a tiger illustration. Either way, never again do I want to dig in the nether regions of my bag to find my keys, or excavate my desk drawer for my long-lost debit card. 2021 will be far more orderly, with everything presented on a beautiful little platter."], "authors": ["Liana Satenstein", "Liana Satenstei"], "keywords": ["day", "pieces", "watch", "perfect", "murder", "tray", "emily", "film", "buy", "place", "jewelry"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}