{"authors": ["Alex Hern", "Jonathan Freedland"], "keywords": ["social", "wreck", "political", "company", "facebook", "coming", "adverts", "fake", "twitter", "platform", "site", "general", "election", "network"], "pubDate": null, "summary": "In the last 90 days, the Tories have spent almost £100,000 on Facebook adverts, with the Brexit party spending even more: £107,000.\nFacebookThe world’s largest social network has significantly improved its efforts to fight election malpractice since the notorious failures of 2016.\nFacebook Twitter Pinterest YouTube’s efforts to combat fake news have looked half-hearted.\nFacebook Twitter Pinterest Google could do more to show where its political advertising is coming from, say experts.\nFacebook Twitter Pinterest WhatsApp has been blamed for lynchings in India driven by rumours spread on the service.", "title": "Will fake news wreck the coming general election?", "url": "https://www.theguardian.com/media/2019/oct/06/will-fake-news-wreck-next-british-general-election", "id": "7c775baa-6721-3ace-9b18-19b8b6968cbc", "paragraphs": ["The next general election campaign has already started. We do not know the date of the vote, but we know that one is coming – and so do Britain’s political parties, which have been steadily stepping up their spending in the largely unregulated world of online advertising. In the last 90 days, the Tories have spent almost £100,000 on Facebook adverts, with the Brexit party spending even more: £107,000.", "The fact that we even know those figures shows how far we’ve come in the past few years. In the face of government inaction (despite the Electoral Commission recommending better regulation of online campaigning a decade ago, nothing has changed), US technology firms have slowly been taking action. They’ve introduced transparency initiatives, begun to crack down on the most egregious disinformation and even successfully fought off a hostile state or two.", "But “better” does not necessarily mean “good”. With another election – or referendum – apparently imminent in the UK, how effective are the platforms’ safeguards against interference and fake news? Which ones pass their MoT and which need to pull over for a hurried pitstop – or just get off the information superhighway for everyone’s safety?", "Fake news spread across Facebook during the 2016 EU referendum.", "Facebook", "The world’s largest social network has significantly improved its efforts to fight election malpractice since the notorious failures of 2016. Under Nathanial Gleicher, the former White House director for cybersecurity policy, the company has regularly taken action against “co-ordinated inauthentic behaviour”: the sort of organised professional trolling that Russia’s Internet Research Agency pioneered in the early 2010s and which was used to try to influence the 2016 American presidential election.", "But Facebook’s standards for paid adverts are less clear. In August, a Guardian investigation uncovered a propaganda network run by Boris Johnson ally Lynton Crosby. The Australian PR guru ran adverts and Facebook pages that purported to be independent outlets reporting on particular topics, but were actually fronts for promoting the views of Crosby’s clients. When challenged on this, Facebook said the difference between banned inauthentic behaviour from Russians and permitted inauthentic behaviour from Australians was that the Australians used their real names on their accounts.", "Even without exploitation of that sort of obvious loophole, however, Facebook is likely to be a battleground. The social network is already receiving thousands of pounds a week from British political parties; currently leading in spending is the Brexit party, with £19,600 of adverts in the last seven days. After Boris Johnson became leader of the Conservative party, it briefly saw spending rocket, but not enough to beat the Brexit party’s ongoing splurge.", "One major aspect of Facebook’s political advertising that has never been fixed by the company is the platform’s algorithmic push towards extremity. In the US presidential election, it emerged that Donald Trump’s team had paid less per advert, because their more inflammatory messages got far more reaction from Facebook users, which led the company’s algorithm to prioritise them, creating a virtuous circle that could still be exploited today.", "Facebook Twitter Pinterest Instagram feeds, such as this one by Gavin Williamson, often become political battlegrounds, but are difficult to police. Photograph: @GavinWilliamson/PA", "Instagram", "Facebook’s second social network has been steadily folded into the mothership over the past year. Its ad network is the same, its direct messages are being rewritten to be compatible with Facebook Messenger and a forthcoming rebranding will even see the entire social network dubbed “Instagram by Facebook”. For all the damage that integration could do to the consumer experience, it has one major positive aspect: giving Instagram access to the same tools Facebook has already built to try to prevent a repeat of 2016.", "Last month, for instance, Instagram finally received access to fact-checking tools that Facebook launched in the US in December 2016. It’s a harder job to fact-check Instagram, because of the nature of the two sites. On Facebook, fake news frequently spreads in the form of links to claims made on low-quality news sites. That means that one fact-check can be reused every time someone reposts that same link, greatly reducing the spread of false claims.", "Instagram, by contrast, sees much of its fake news spread in the form of images, screenshots and text captions, which are much harder to automatically find and flag. So for years, misinformation has flourished on the platform, albeit largely about health and beauty tips than politics. Now that third-party fact-checkers are finally able to mark those claims as false, distribution should fall as a result.", "Facebook Twitter Pinterest YouTube’s efforts to combat fake news have looked half-hearted. Photograph: Dado Ruvić/Reuters", "YouTube", "Cambridge Analytica was the best thing that ever happened to YouTube. In the spring of 2018, the video-sharing site was facing increasing scrutiny over the destructive behaviour spurred on by its algorithmic curation, autoplaying videos and advertising. Then the Observer broke the story of Facebook’s data scandal and the social network spent the year shooting itself in the foot, taking attention away from YouTube’s problems.", "But that grace period has come to an end and YouTube hasn’t used the time to great effect. It has implemented some basic reforms: explicitly noting when channels are run by state propaganda arms, for instance, and announcing that it will remove content by politicians if it breaks the site’s rules (the opposite tack to Facebook’s recently stated policy to leave any content posted by politicians on the site, even if it’s damaging or harmful, due to its inherent newsworthiness).", "But some efforts look half-hearted at best. YouTube’s flagship anti-misinformation policy, for instance, has been to append links to Wikipedia underneath videos claiming that the moon landings were a hoax or that the Earth is flat. Even for those simple lies, the method seems unlikely to have much effect; for nuanced political fictions, YouTube is basically throwing its hands up in the air and asking users to add video responses that debunk them.", "Facebook Twitter Pinterest Google could do more to show where its political advertising is coming from, say experts. Photograph: Jonathan Brady/PA", "Google", "If we put YouTube to one side, however, Google isn’t doing too badly. That’s partially because, since it closed Google+ earlier this year, YouTube is the closest thing to a social network that the company runs and social networks are doomed to be the frontline of any election campaign.", "But the company has followed in Facebook’s footsteps with a political advertising archive, showing the tiny number of political adverts that have run on its platform in the past six months. The company has flagged just 400 adverts in the UK, with a total spend of £32,000 – and most of those appear to be adverts for the Romanian PNL, either mistakenly targeted at Brits or aiming to win over expat voters. The report is, however, detailed enough to show that Google has received £12,000 from Labour since 31 May, to run 34 adverts attacking Boris Johnson and a no-deal Brexit and promoting its own policies.", "But in a recent study, campaign group Privacy International (PI) argued that the data was woefully inadequate. The company’s ad library, it said, provided “broad ranges of targeting information on some ads in some countries, instead of meaningful insight into how an ad or campaign was targeted”. Without that extra information, it’s impossible to know what the adverts are actually being used for – and how they might be affecting democracy.", "Other questions are harder to answer. Does the company’s search implicitly promote particular views, for instance? Are fake news purveyors being boosted by credulous algorithms? Unlike social networks, there are no public metrics to easily measure and so Google could be doing much more damage than anyone realises.", "Facebook Twitter Pinterest The media’s reliance on Twitter has given it a bigger influence than other social media sites. Photograph: J David Ake/AP", "Twitter", "Twitter’s effect on elections is somewhat more direct than most other social networks, because the news media are essentially addicted to the app. As a result, a comparatively small user base has an outsize influence on the national discourse, making the site an attractive target.", "Like Facebook, Twitter has made great progress in identifying and removing those who do try to flood the site with inauthentic behaviour. It’s also done so in a transparent way, releasing complete archives of excised material so that researchers and reporters can see exactly how nations like China, Iran and Russia have tried to steer the discourse.", "But many questions remain, particularly over the extent of inauthentic behaviour from organised campaigns who aren’t backed by a foreign state, but are, for example, a co-ordinated bunch of US white supremacists; Twitter doesn’t publish transparency reports when that sort of campaign is removed from the site. As a result, researchers spend a substantial amount of time trying to quantify the effect of “bots” (automated software) on the platform. Twitter responds that only it really knows the answer but it can’t share the truth, because the bots have privacy rights too.", "The outcome is a noisy argument, where everyone accuses everyone else’s supporters of being Russian, bots or Russian bots, and discourse crumbles. It seems unlikely that Twitter will be able to do anything about that in time for an election. It’s unclear if it even wants to. Twitter once described itself as the “free-speech wing of the free-speech party” in Silicon Valley and for years, that approach left the company far behind its competitors in what is now termed “platform health” – combating abuse and threats of violence.", "More generally, Twitter hasn’t kept up with the state of the industry on electoral transparency. In PI’s study, it found numerous examples of political adverts that weren’t disclosed anywhere else on the site. The company does have a specific definition of “political adverts”, but has never yet applied that to UK elections, although it said it is “working to support UK elections and other EU member states’ national elections throughout the next year”.", "Snapchat", "It might not be the first place you think about when it comes to political campaigning, but Snapchat is gearing up for information warfare just in case. The company recently released its political advertising archive – a feature that is fast becoming non-optional for online advertisers – and while it is US-only, it seems likely it would make it to the UK in time for an election.", "And Snapchat has always been proud of the fact that, when it comes to news media, it is explicitly a publisher not a platform. News on Snapchat is selected by the company, posted to special channels, and subject to the same quality controls as traditional broadcast media: the company voluntarily applies FCC standards to the content it broadcasts. To be sure, most of it is stuff the Daily Mail wouldn’t even touch for its website’s notorious sidebar of shame, but it’s the thought that counts.", "Facebook Twitter Pinterest WhatsApp has been blamed for lynchings in India driven by rumours spread on the service. Photograph: Rafiq Maqbool/AP", "WhatsApp", "With its end-to-end encryption and lack of broadcast tools, Facebook-owned WhatsApp is the most opaque major platform. We can only judge it by its effects, which are not positive. It has been credibly blamed for huge waves of disinformation sweeping India, leading to numerous deaths in rumour-driven lynchings. In Brazil, campaigners for all parties, but particularly far-right candidate Jair Bolsonaro, used the service, sending up to 300,000 messages at a time to many of the country’s 120m WhatsApp users.", "WhatsApp argues that it is limited in how it can fight abuse by the privacy features that make it so desirable to activists and campaigners worldwide. Unlike conventional social networks, the company cannot read the contents of messages, meaning it can do much less to limit spam and misinformation. Instead, it has focused on making it harder to forward messages to hundreds of people at a time, clearly marking information as forwarded – and not originated by the immediate sender – and limiting the use of broadcast lists."], "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}