{"id": "7c7fe67d-5884-3b80-a286-4ed3c6b10468", "title": "FT Feature: Europe and the veil", "url": "https://www.ft.com/video/5e13fefb-5e11-4325-bf51-89c5d27294db?playlist-name=section-9261403f-453d-4e4d-be10-c2439191663b&playlist-offset=4", "summary": "So widespread is the wearing of the veil that there are hijab ads, hijab fashion shows, and hijab models.\nI've realised that I started wearing the hijab even before I said that, OK, I'm going to wear the hijab.\nIt's not difficult to find Muslim women in France who disagree with Sondoss.\nWhile the veil in France is tied up with the high stakes politics of the state, the rest of Europe has a more relaxed attitude.\nIt strengthens my resolve in wearing it because I think, well, no, I am a Muslim, I'm proud to be a Muslim.", "paragraphs": ["You can enable subtitles (captions) in the video player", "[MUSIC PLAYING]", "The hijab, a symbol of faith, a sign of modesty, an expression of liberation for some and oppression for others. Whatever the motive for wearing it, the headscarf that covers a woman's hair and sometimes her shoulders is now a common sight in a change Europe, home to a growing Muslim minority. So widespread is the wearing of the veil that there are hijab ads, hijab fashion shows, and hijab models. But this is no fleeting fashion statement.", "Islam did not invent the headscarf. And not everyone agrees that the Quran demands it. But many women view it as an obligation. And yet, few garments produce such a visceral reaction. The hijab in all its iterations has become a symbol upon which Muslims and non-Muslims attach their opinions on religion, politics, and nationhood.", "I decide who I'm going to show my body to, who I'm going to show my hair to.", "If I want to wear it, I'm going to wear it. If you're bothered, I'm sorry, you have to deal with yourself.", "This pressure, I just felt it from my dad. He didn't have to say anything.", "To understand the gulf between perceptions of the veil and the emotions of those who wear it, we have to peer into the complex identity of a generation of Muslims born in Europe. Why does a simple piece of clothing stir such heated debate?", "It is in France that the hijab generates the most controversy. The principle of laicite enshrined into law in 1905 goes further than merely separating church and state. The debate over the hijab reached fever pitch in the late 1990s. A law was passed in 2004 forbidding any visible sign of religious affiliation in public schools. It was known as the veil law.", "It is in this environment that Sondoss, a 32-year-old nurse whose parents emigrated to France from Tunisia, had her awakening about Islam. She lives in London now, in large part, because she feels freer to wear her hijab. I took her back to Paris where her journey towards the hijab started.", "When we grew up, we leave in France, but we are not very French. But as I grew up, I've realised that I'm not Tunisian. It's like I don't fit the culture. It is very different. It is part of my roots, but I'm definitely French. And it was a bit almost like a shame to say, no you're French. Well, that means that you, you sell your soul somehow.", "After her studies, Sondoss moved from her sheltered family life in Burgundy to Paris. Now she had a job, a flat, and the freedom to really explore her identity. But the Western lifestyle failed to live up to her expectations.", "Finally, I reach there and I am there and I can have the same things that I can be the same way. And that took me about three years to realise that, well, that can't be all actually. I can't really find happiness. So I started looking for a more personal way. I am still Western, but there must be something else.", "And so she turned inward in her search for meaning. But there was no lightning bolt or definitive moment when she decided to wear the hijab. It happened progressively. She began to tie up her hair more. Some days, she wore a hairband, on other days, a turban.", "I've realised that I started wearing the hijab even before I said that, OK, I'm going to wear the hijab. Because the way I was covering myself, that eased the hijab. The hijab is not only a veil. It's, obviously, an attitude, maybe a way of thinking or living.", "Wearing the headscarf may allow some women to embrace their Muslim identity, but what happens when that decision puts them in direct conflict with the state and the wider society in which they live? Sondoss worked as a nurse in a public hospital when she began to transition towards the hijab. At first, colleagues asked quiet questions, then louder ones, whether, for example, she was turning into an extremist.", "I mean, some questions were very intrusive. And some people wanted to understand. Somehow, I mean, it's good that people ask questions. However, when it turns to the point that I feel like I'm just defying myself and it's like, oh, please, people, can you just let me wear my hijab? No, if I want to wear it, I'm going to wear it. If you are bothered, I'm sorry, you have to deal with yourself.", "She tried to find another job, but it was not easy. Employment agencies also asked why she was covering her hair. She moved to a private hospital, but it was no more welcoming. And she was told that the headscarf was turning patients away.", "And that was really, really hard because at that time, as I lost my job, couldn't pay my bill, and I had to make a decision very quickly. It made me grew up as well because I was quite idealistic about France, its principles. And although, I mean, obviously, I knew that it wasn't perfect and everything, but to live such an injustice so deeply and so personally, that was a big hurt.", "Sondoss' sister Nisrine is a video blogger. She had her own religious awakening. She lives in Paris. Without ever discussing it, the sisters began to wear the hijab around the same time. It also happened to be in the aftermath of the September 11 attacks. That was a period of religious awakening among Europe's Muslim communities. Many perceived the war against jihadis as a war against Islam.", "It was very hard. My first daughter was four months old. So it was my first baby. It was very hard for me. And I remember Sondoss came to visit me and I opened the door and said, oh, you're wearing a hijab too. Yes. And I wasn't worrying because I was in my place. Why are you asking that, this? Because I wear it too. I wear the hijab too.", "Nisrine stuck to the more fashionable turban. She has her own way of wearing the hijab.", "There is a big difference in the way that you approach Islamic dress and the way that Sondoss approaches Islamic dress.", "Yes, but, once again, its her way of interpreting her choices. And this is my way of interpreting hijab and my fashion.", "And yet, for many women, hair in itself offers a sense of freedom too. So why hide it?", "I consider my hair and all the parts of my body as a privilege I give to someone. And this is, for me, is the highest point of feminism. I decide who I'm going to show my body to, who I'm going to show my hair to. This is my body and I decide who I'm going to show my body to.", "For women like Sondoss and Nisrine, the hijab is about control, control over their own bodies. And, yet, how does that reconcile with the more discriminatory aspects of their religion, whether it's polygamy or inheritance laws?", "So this is the way I understand it. There are extremely little rules which must be followed. Prayer, fasting, all the rest is, let's say, you can do this like that. This is the way I understand the Quran is that this is an option for you.", "We're in Barbes, Paris's famous North African food market. Sondoss tells me she is concerned about the lack of options for France's minorities. She believes young Muslims are not permitted to fully integrate into French society and that is fueling hostility towards their host nation.", "An Arab will always be an Arab here in France, whatever the efforts that they put on it. And so I think especially young people now, men and women, have decided to step back and to say, actually, maybe I don't want to be with you. Maybe I don't want to be like a white to be accepted. I am French today. This is a statement. I will decide who I am and who I want to be.", "This is the heart of the identity crisis for this generation of European Muslims. Their immigrant parents came to France with personalities fully formed. They, on the other hand, have to reconcile different identities.", "We don't want to get married as soon as our parents. We don't want to have as many kids as they had. We want to work. And we want this and we want that. But also, we want to feel that we are women and also, we want to feel that we are Muslim. So it's-- the quest is definitely not the same.", "It's not difficult to find Muslim women in France who disagree with Sondoss. And in one Paris suburb, a group of mothers are battling against what they see as the first signs of radicalisation. Their concerns have become more pressing following a wave of terrorist attacks in France. These women call themselves Brigade des Meres, the brigade of the mothers. Their leader is Nadia Remadna a mother of two who was born in France of Algerian parents.", "[FRENCH SPEECH]", "For Sondoss, it's about faith, not ideology. Her attachment to the hijab was so strong that she chose the hijab over life in France.", "I always had the choice to remove my hijab. I mean, this choice is real. And I deliberately didn't make this one.", "I thought about it, but, very simply, I thought, no, I would have betrayed myself.", "She knew that she would miss her sister and the kids, but a new life in London beckoned. I found a way today to be in peace and it's more an acceptance of what I am and who I am. So it's more like keep finding or keep looking for peace in the complexity of life.", "Sondoss knew no one when she arrived in London in March 2015. She rented a room in a house. Next, she gave up nursing. She chose to try her hand at cupping, an ancient alternative therapy recommended as a cure-all by the prophet Muhammad. Life may have been uncertain, but here, at least, she could wear the hijab freely.", "I didn't have to justify it. I didn't have to answer questions. I could just do whatever I want, I wanted to do and I could just be. So that was a big, big difference.", "While the veil in France is tied up with the high stakes politics of the state, the rest of Europe has a more relaxed attitude. Society at large is more at ease with the concept of it as a choice.", "In the UK, I feel it much more straightforward, that means that we are here. On a very economical level, it's like, I mean, you've got skills, we've got a need, that is fine. Whoever you are, whatever-- what you look like, I feel like there is no personal feelings in the process which change everything.", "This more tolerant attitude traditionally echoed across much of Europe where the proportion of Muslims is projected to double by 2030. That's a shift from 4% to 8% of the European population. Professor Dominic McGoldrick explains the differences between European countries.", "I think you'd probably say that most countries are closer to the United Kingdom than they are to France. So in Germany, for example, with a very significant Muslim immigrant population, but Germany has a very strong legal constitution that protects rights.", "But recently, perceptions of the headscarf have been changing. Earlier this year, the European Court of Justice upheld a company's right to prevent employees wearing the hijab at work. Though as Dominic suggests, concerns about the hijab often mask deeper issues.", "It's about levels of immigration, about society changing, about cultures being taken over or drowned, and they have a real feeling of concern about it.", "The threat of radicalisation has unsettled Muslim minorities and their relationship with other communities. Manchester was hit by a horrific terrorist attack in 2017 that killed 22 people at a concert hall. Muslims in the city say they have faced a backlash.", "At the Urban Sanctuary, a Muslim organisation in Manchester, a group of women discuss their choices and how the garment that was meant to protect them from prying eyes now renders them more visible.", "It strengthens my resolve in wearing it because I think, well, no, I am a Muslim, I'm proud to be a Muslim. And just because there are some individuals who are kind of exploiting and misrepresenting it, why should I let go of that?", "For others, it's not nearly so clear cut. Sophia, a 22-year-old daughter of a Muslim father, has been wearing the hijab since finishing high school. She put it on after a trip to her father's homeland where she re-discovered her heritage. But pressure also played a part. She has never felt comfortable wearing it and has wanted to take it off ever since. She asked us not to show her face.", "It was just pressure. I just felt it from my dad. He didn't have to say anything. But it's that pressure that you just feel that when you look at your dad. And then you get to the age. And whenever you go out without the headscarf, you feel very awkward and you just feel as if you wearing the headscarf will just make your dad happy, so I did.", "According to Sophia, the hijab is a subject of controversy even within the Muslim community. There are girls, she says, who want to put it on, but are worried about what others will say and those who want to take it off and worry about their family's reaction.", "If you made that decision to put it on, fair enough, I'm happy for you. But for a lot of women, it doesn't work out. And for a lot of girls, it doesn't work out. They just don't feel that connection. Is God going to judge me because I'm not wearing it or is he going to judge me because I treated that person nice? This is where I talk about ignorance.", "I read the Quran. And nowhere does it says cover your head. In the chapter [INAUDIBLE], it talks about a woman covering her breasts from one side to the other. So it's-- I think as long as you're covered, as long as you dress modestly. I mean, there are girls who wear the headscarf, but they wear very tight clothing. So, clearly, it's not about the headscarf. It's about the way you dress.", "And then there's a lot of cases of girls taking it off now, rebelling against the parents in a really extreme way. There's a lot of issues, but we're very quiet about it. And I don't think the Muslim community is doing enough to tackle issues like this.", "Unlike Sondoss, Sophia's British identity is as strong, if not stronger, than her Arab Muslim identity.", "Yeah, I do see myself as British. I think I have more British values than I have Arab values. I did grow up in an Arab household, but because I grew up here and my friends are mainly British or English, I feel like I belong here. Why shouldn't I integrate? I think this is the problem the Muslim community sees. They don't want to integrate. They don't want to understand that the country they have just come to which is England is Christian. And they have different lifestyles. People dress differently. Because if you don't like the way people live here, you don't like the way people dress here, well, sorry, you can't change it. Go back.", "Fearful of the reaction in Manchester to a veiled girl, after the terrorist attack, Sophia's mother told her to remove the hijab. Within a few days, Sophia no longer wore the headscarf. Both Sondoss and Sophia long for acceptance and a sense of belonging. In different ways, to wear or not to wear the hijab is tied up with their identity and with what it means to be a European Muslim. What is clear is that the hijab has created an identity crisis for Europe itself. There is no hiding from it. It is part of Europe's story and is here to stay.", "I mean, stop having your face. Stop hiding your eyes. I mean, we are here and we are--", "Stop wasting your energy in rejecting us. I mean, use your energy to accept that--", "We are here. You want it or not, we are here.", "--Europe is changing. Yeah, whether you like it or not, Europe is changing. The world is changing."], "authors": ["Produced Shola Asante.", "Filmed Nicola Stansfield", "Tania Freimuth."], "keywords": ["veil", "women", "muslim", "im", "hijab", "way", "wear", "france", "europe", "ft", "dont", "wearing", "feature", "sondoss"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}