{"id": "7cef5bc4-2325-3d3f-b5f6-5100a8629399", "title": "Building a Brand That Will Last: Intentional Integrity and Accountability", "url": "https://execed.economist.com/blog/industry-trends/building-brand-will-last-intentional-integrity-and-accountability", "summary": "On the other hand, companies that operate with intentional integrity and accountability can gain a competitive edge.\nIdentifying integrity issuesPeople tend to think of integrity in terms of stealing money from the company or its clients.\nChesnut says it goes back to the company’s purpose and how it operates.\nEnsuring your organisation operates with intentional integrity and accountabilityOperating with integrity is one of the very few organisational initiatives that doesn’t require a budget and won’t cost you a dime.\n“You must demonstrate zero tolerance for serious violations of integrity by addressing, terminating and exiting leaders who behave badly,” he says.", "paragraphs": ["Corporate scandals have become rather commonplace—although it’s not clear if they’re increasing in frequency or the digital age just makes it harder to hide indiscretions. It is clear, however, that the cumulative effect is negative—and not just for the offending company’s reputation or stock price. Each transgression causes society to be more cynical and less trusting.", "On the other hand, companies that operate with intentional integrity and accountability can gain a competitive edge.", "What is intentional integrity?", "", "First, we need to define “integrity.”", "According to Rob Chesnut, former chief ethics officer at Airbnb and author of “Intentional Integrity: How Smart Companies Can Lead an Ethical Revolution,” when you have integrity it means that you’ll do the right thing even when no one is watching. “The problem is that, today, someone is always watching—and they're quick to call you out if you're not acting in accordance with their values.”", "And in this type of environment, Chesnut says it’s important for companies to clearly understand their purpose. “Why does your company exist, and why is the company’s existence good for the world?” That purpose serves as the overarching principle. “And then, companies need to define, with intentionality, how they're going to act, who their stakeholders are, and how they're going to operate to the benefit of those stakeholders.” Chesnut believes that this type of purposeful exercise can drive integrity throughout the culture of an organisation.", "Why it’s so important for a company to have integrity", "", "Integrity isn’t a nice-to-have; it’s a must-have. It can help your company build its brand—and outlast your competitors. Conversely, the lack of integrity can destroy your reputation and your organisation.", "“For starters, employees want to work at companies that operate with clear values that align with their own,” Chesnut explains. And if they don’t think the company is living up to their expectations, he says the internet provides a global platform to talk about the organisation’s shortcomings.", "“Also, employees are tweeting, posting on Blind and Glassdoor, and communicating with each other through Slack,” Chesnut says. “They’re speaking out and walking out—and [it’s] not just employees.” Consumers also want to support an organisation that shares their values. “If they don’t like a company’s track record on the environment or social issues, the information is all right there for them online, and they’re voting with their dollars,” Chesnut says.", "He explains that integrity done right can be a superpower. “It can energise and inspire your employees, and it can drive your business as well.” Chesnut points to a recent global study that found consumers are four to six times more likely to purchase from a company if they believe it has an admirable purpose. They’re also more likely to protect and champion that organisation.", "Dr Vince Molinaro, founder and CEO of Leadership Contract in Ontario, Canada, and author of “Accountable Leaders: Inspire a Culture Where Everyone Steps Up, Takes Ownership, and Delivers Results,” believes that integrity is the currency of an organisation.", "“Companies with high integrity experience many tangible and intangible benefits: increased employee engagement and retention, attracting the best talent, customers who are fans, and respect from the market and competitors.”", "And this is one area in which leaders have to take the lead. Molinaro says CEOs are also expected to behave with integrity.", "Identifying integrity issues", "", "People tend to think of integrity in terms of stealing money from the company or its clients. But that’s just one type of integrity issue. Chesnut says it goes back to the company’s purpose and how it operates. “There are companies that have no real purpose other than to make money for the investors,” he explains. “They focus almost exclusively on things like revenue, profit and share price, and they often don’t focus on the collateral effects of the business—things like their impact on the environment, workers and the communities where they operate.”", "Molinaro agrees, and provides five key areas in which a company can judge its level of integrity:", "Living the company’s values Practising what the company preaches to customers: do what you say you will do Honouring commitments made Treating employees, customers, supply chain partners and other key stakeholders (including the community and the environment) with respect and dignity Admitting, owning up to and accepting accountability when mistakes have been made and integrity has been undermined", "It’s important to emphasise the internal side of integrity. Companies can look like exemplary organisations from the outside, but what’s happening behind the scenes can cause the company to implode.", "Ensuring your organisation operates with intentional integrity and accountability", "", "Operating with integrity is one of the very few organisational initiatives that doesn’t require a budget and won’t cost you a dime. Chesnut advises, however, that “it takes a consistent, determined effort that has to start with the CEO.” If leadership buys in and truly starts acting with integrity and having conversations with their team around this topic, he says it’s contagious, as everyone else will take their cues from their managers.", "Since leaders are so crucial to the organisation’s success in this area, they have to be held accountable. “So the board must hold the CEO accountable, the CEO must hold the senior management team accountable, and the CHRO needs to ensure there are mechanisms in place to hold leaders and managers accountable,” Molinaro says. Part of this includes making it safe to report leaders who don’t behave with integrity—which means whistleblowers won’t be ostracised or retaliated against. And this may require drastic steps. “You must demonstrate zero tolerance for serious violations of integrity by addressing, terminating and exiting leaders who behave badly,” he says.", "Once the organisation sees that the leadership team is committed to integrity, and that actions speak as loud as words, you’re ready to take the next step. “Now, you can put in place a regular cadence of programmes, communications and education efforts within the company to keep integrity top of mind,” Chesnut says. “The best defence is authentic, direct communication about important issues related to doing the right thing, since integrity is often lost where there is silence or ambiguity.”", "Browse leadership courses for executives", "--", "Terri Williams is a freelance writer who covers leadership topics for The Economist Careers Network."], "authors": [], "keywords": ["brand", "theyre", "accountability", "companies", "company", "building", "integrity", "leaders", "employees", "companys", "chesnut", "intentional", "purpose", "leadership"], "pubDate": "2021-04-09T12:22:37Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}