{"id": "7cfc3b81-7f74-3111-9e44-7858c7fc779e", "title": "Lawyers denied access to asylum seekers in Kent barracks", "url": "https://www.theguardian.com/uk-news/2020/dec/07/lawyers-denied-access-to-asylum-seekers-in-kent-barracks", "summary": "Lawyers have been denied access to an army barracks used to house asylum seekers to speak to dozens of clients who require urgent legal advice, the Guardian has learned, even as residents are moved directly to detention centres for removal from the UK.\nHe said TNA had never before been denied access to clients, whether in prison or in detention centres.\nDavid Greene, the president of the Law Society of England and Wales, said: “We are alarmed that asylum seekers are being denied access to their solicitor in the Napier barracks.\nAsylum seekers are freely able to contact legal representatives with regards to their asylum claim and can contact Migrant Help for support if they need any assistance.\nOur provider Clearsprings Ready Homes is not aware of any legal firms being denied access to the site.", "paragraphs": ["Lawyers have been denied access to an army barracks used to house asylum seekers to speak to dozens of clients who require urgent legal advice, the Guardian has learned, even as residents are moved directly to detention centres for removal from the UK.", "Napier barracks in Kent and Penally barracks in Pembrokeshire, which between them hold more than 600 men, were handed over from the Ministry of Defence to the Home Office in September to be used as accommodation for asylum seekers.", "The Home Office has said the sites are temporary, contingency accommodation for asylum seekers who will eventually be moved to dispersed accommodation such as a house or flat while their claims are considered.", "The Guardian has learned, however, that residents of the sites are being transferred directly to immigration removal centres with a view to removing them from the country.", "Lawyers at TNA Solicitors in Folkestone, the only legal aid firm near the Kent site, have been denied entry to the barracks, where they have more than 30 clients.", "The move comes as a row escalates over hostile rhetoric used by the home secretary against immigration law firms who work with asylum seekers to ensure legal processes are followed correctly. Priti Patel has called them “lefty lawyers” and “activist lawyers”.", "David Ashogbon, a solicitor at TNA, said the men were supposed to be able to leave the site but many struggled with the English language, had never been to England before and were not familiar with the concept of legal advice, so it would be beneficial for the solicitors to go to them.", "“We suggested we run a surgery within the camp instead of them trying to find us,” he said. “We contacted them and said we need to have this presence. When the solicitors went to meet the manager, they were told no one was allowed in there. It’s unusual because even in a detention centre they arrange legal advice, and this is not meant to be a detention centre.", "“In a detention centre we arrange a date and time to go into the centre. During the pandemic we did this over the phone. In this camp they are supposed to have freedom of movement, but they’re not allowed open access to justice.”", "The clients require advice on asylum claims and removals but also on challenges against conditions at the site. “I believe this is the reason why they are being very cagey as to letting people in to the property, into that environment,” Ashogbon said.", "He said TNA had never before been denied access to clients, whether in prison or in detention centres. “One of the things about the UK is we pride ourselves on giving people a fair chance, but in this situation there is no fair chance in denying legal access to people,” he said.", "Various sources have told the Guardian that at least one other law firm has been prevented from entering the Kent site.", "An senior asylum law caseworker providing assistance to residents at the Penally barracks in south-west Wales, who asked not to be named for fear of being denied access, said he had been asked to sign a confidentiality agreement before entering the site and was escorted during his visit by imposing security guards.", "Health professionals have raised concerns about access to healthcare on the site, and volunteers and charities have accused the Home Office of attempting to gag them with the use of a confidentiality agreement following reports of dire conditions at the site.", "David Greene, the president of the Law Society of England and Wales, said: “We are alarmed that asylum seekers are being denied access to their solicitor in the Napier barracks. It is an absolute that all should have access to legal advice and justice. Those held in the barracks should be made aware that if they have little or no money, they could be entitled to legal aid with their asylum claim.", "“We urge the Home Office to reconsider its actions at the Napier barracks and make sure that those held there are given access to their solicitor, so they can begin or continue their asylum claim.", "“Solicitors have been subject to rhetoric from the government they should not have to face while doing their day job.”", "A Home Office spokesperson said: “We reject these claims. We are in no way hampering access to justice. Asylum seekers are freely able to contact legal representatives with regards to their asylum claim and can contact Migrant Help for support if they need any assistance. They are available 24/7. Our provider Clearsprings Ready Homes is not aware of any legal firms being denied access to the site.", "“We work closely with our accommodation provider Clearsprings and stakeholders to ensure our sites are safe and secure and this includes an agreement with staff to provide asylum seekers with privacy and confidentiality as would be expected.”"], "authors": ["Jamie Grierson"], "keywords": ["barracks", "site", "lawyers", "kent", "office", "detention", "denied", "access", "seekers", "asylum", "advice", "legal"], "pubDate": "2020-12-07T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}