{"id": "7d2f10a7-72f6-3109-a5b7-5a35e6506fa0", "title": "The biggest residential design trends for 2021", "url": "https://propertylistings.ft.com/propertynews/sao-paulo/6495-the-biggest-interior-and-exterior-design-trends-for-2021.html", "summary": "Homes will connect more with nature, while minimalist decor and open-plan living will be shown the doorBy Kate YoudeWith the new year just around the corner, five industry experts predict the residential design trends we can expect to see in 2021.\nSeparate roomsPatricia Anastassiadis, an interior designer, architect and furniture designer who founded her eponymous studio in São Paulo, Brazil, thinks design in 2021 will reflect our lived experience in 2020, when “the house became school, office, gym, temple, restaurant, salon, everything”.\nAdditionally, prolonged periods spent on the same sofa or chair mean “beauty will need to meet ergonomics” in luxury furniture.\nShe thinks furniture will have a double or triple function: a dining table could have power and data connectivity too.\nGreen designSustainability will be upgraded from “‘nice to have’ to essential in house design”, says Gerald Parsonson, founder of New Zealand-based practice Parsonson Architects.", "paragraphs": ["Homes will connect more with nature, while minimalist decor and open-plan living will be shown the door", "By Kate Youde", "With the new year just around the corner, five industry experts predict the residential design trends we can expect to see in 2021.", "Separate rooms", "Patricia Anastassiadis, an interior designer, architect and furniture designer who founded her eponymous studio in São Paulo, Brazil, thinks design in 2021 will reflect our lived experience in 2020, when “the house became school, office, gym, temple, restaurant, salon, everything”.", "Whereas 10 years ago everyone wanted open-plan living, Anastassiadis says the pandemic has left many homeowners seeking the privacy of separate rooms. She thinks this switch will be reflected in new residential buildings.", "Additionally, prolonged periods spent on the same sofa or chair mean “beauty will need to meet ergonomics” in luxury furniture. “We don’t want to bring our office chair to our house . . . but we need to have the same ergonomics in order not to end up with a problem with our backs,” she says. She thinks furniture will have a double or triple function: a dining table could have power and data connectivity too.", "This four-bedroom modernist home, designed by Brazilian architect Marcio Kogan in the São Paulo district of Alto de Pinheiros, has a separate ground-floor office for homeworking with sliding glass doors opening on to the garden. The property is on the market for R$25m ($4.8m).", "Green design", "Sustainability will be upgraded from “‘nice to have’ to essential in house design”, says Gerald Parsonson, founder of New Zealand-based practice Parsonson Architects. This will require practical considerations about the use of low carbon materials, their life cycle and carbon outputs, meaning architects might predominantly favour “materials like timber that lock up carbon, rather than generating it”.", "As the lives of the city-based majority are distanced from the natural world, Parsonson hopes that architects respond by creating spaces that “celebrate a growing connection with nature”. He suggests, “Letting in and filtering sun and light with spaces that are calm, zen, layered, green and natural, involving great connections to outdoor spaces no matter how small.” Unique features for sustainable water collection or electricity generation become “architectural elements”.", "This five-bedroom “eco-home” on New Zealand’s North Island, which overlooks both bush and the Pacific Ocean, makes use of timber including teak and local kauri. On offer for NZ$2.9m ($2.04m), the current owners used other natural materials in the property’s construction including mud bricks and straw bales.", "Natural and tactile materials", "Nature, as well as “softness”, will also feature strongly in interior design in 2021, suggests Camille Haddouf, selection and merchandising manager for Selency, a France-based online marketplace for furniture and home decor. This, she predicts, will result in the use of materials such as velvet, curly wool, wood and wicker.", "“It may be with the year that we’ve had, with the pandemic and everything, people are at home and they want to feel secure and comfy,” she says. “You cannot go outside, you cannot go to nature as much as you want to, so you need to create it at home a little bit.”", "The current owners of this two-bedroom apartment on the prestigious Avenue Victor-Hugo in Paris’ 16th arrondissement have embraced velvet furnishings in the living area. Permanent decor features of the third-floor property, available for €1.73m, include parquet flooring.", "Making a statement", "Meridith Baer, founder of US-based home staging company Meridith Baer Home, agrees that potential buyers will be looking for utility and comfort as well as beauty in a property. They will also want to see something different, she predicts, as a trend for modern decor over the past decade or so has led to a “sameness in homes”.", "She and her colleagues have been looking at ways to incorporate more history and interesting items into the modern look (main picture, above). This might mean introducing antiques, inherited items or pieces of art, or showcasing an owner’s personal collection — for example, glassware.", "In Los Angeles, Baer says the modern look became grey, beige, white and black. She suggests buyers are now “craving a little more colour”. “I wouldn’t be surprised if we start seeing floral and other designs from the past just to liven things up a bit,” she says.", "There is plenty of colour in this three-bedroom apartment in New York, one of 17 abodes in a Rosario Candela-designed 1920s block overlooking Central Park. The current owner has decorated the library’s blue walls with artwork and styled the sofa with floral cushions. The property is listed at $14.5m.", "Useful gardens", "Recent years have seen the “slow creep” of homeowners wanting to make outside space “usable and functional as well as beautiful”, according to UK-based landscape architect Jo Thompson, but this has come more into focus as a result of the coronavirus pandemic. She says people particularly want garden rooms and covered areas for outdoor cooking.", "There is also an emphasis on mindful activities. “We have been putting in meditative spaces, whether it’s a yoga studio or a covered space for yoga,” says Thompson. Other requests include creating pathways through wooded areas within a garden so residents can take “a mindful walk”. “There’s been a lot of talk about forest bathing and green being good for you and I think clients are starting to understand that,” she says.", "The covered poolside outdoor kitchen of this six-bedroom villa in the upmarket Mallorcan resort of Port d’Andratx includes a barbecue, gas grill, meat cooker, two fridges and a freezer, with bar seating enabling the cook to socialise with family members or guests while preparing dinner. The seaview home is priced €7.9m.", "Photographs: Meridith Baer Home; Christie's International Real Estate; Quinn O'Connell for New Zealand Sotheby’s International Realty; Mathieu Fiol for Barnes International Realty; Knight Frank; Savills"], "authors": [], "keywords": ["suggests", "biggest", "decor", "parsonson", "design", "spaces", "2021", "materials", "residential", "trends", "baer", "property", "thinks", "furniture"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}