{"publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35", "id": "7d644d2d-3519-3944-9607-65f0fd6a4bce", "keywords": ["champagne", "theres", "vanessa", "comes", "caviar", "photograph", "menu", "winemakers", "crème", "celebrates", "granda", "riddler"], "pubDate": null, "title": "The Riddler Celebrates Champagne", "url": "https://www.newyorker.com/magazine/2019/12/16/the-riddler-celebrates-champagne", "authors": ["Hannah Goldfield", "Peter Schjeldahl", "Dexter Filkins", "Jia Tolentino", "Michael Luo", "The New Yorker"], "summary": "There’s a strong argument to be made that the types of glassware in which champagne is most often served—the flute and the coupe—are exactly the wrong ones.\nPhotograph by Vanessa Granda for The New YorkerThis is the question posed by the Riddler, a new champagne bar and restaurant in the West Village.\nPhotograph by Vanessa Granda for The New YorkerBut, if part of the goal is to make champagne more accessible, the staff could do with some training in how to talk about it.\nPhotograph by Vanessa Granda for The New YorkerI’d also appreciate a food menu that took bigger risks, at a lower cost.\nThe salted-caramel pot de crème comes in a caviar tin.", "paragraphs": ["There’s a strong argument to be made that the types of glassware in which champagne is most often served—the flute and the coupe—are exactly the wrong ones. The tall, narrow shape of a flute constricts the wine, keeping it super carbonated but preventing it from swirling around and fully releasing its aroma and flavor. You could swirl champagne in the wide, shallow bowl of a coupe, but you’d almost certainly slosh it, too; plus, it’s more likely to over-aerate and lose a significant amount of its fizz. Flutes and coupes are, like champagne itself, instantly recognizable as celebratory. But what if champagne were treated more like other wines, as appropriate for an ordinary week night as for a special occasion, as perfect with a meal as for a toast?", "Brown-butter popcorn is complimentary. Photograph by Vanessa Granda for The New Yorker", "This is the question posed by the Riddler, a new champagne bar and restaurant in the West Village. It’s an outpost of a popular place in San Francisco, opened by Jen Pelka, who also runs a food-and-drink marketing agency. It’s an interesting concept, and there’s a lot to admire about its execution, starting with the fact that all of Pelka’s investors are women, and, on the by-the-glass menu, she spotlights female winemakers, who are still a rarity—as is the practice of heralding them. Her delicious champagnes are served in carefully chosen white-wine glasses, and there’s a small but complete food menu that’s designed to be paired with them.", "If you can afford the splurge, the seventy-eight-dollar kaluga caviar, which comes with chive-garnished crème fraîche and Lay’s potato chips, is lovely. Photograph by Vanessa Granda for The New Yorker", "But, if part of the goal is to make champagne more accessible, the staff could do with some training in how to talk about it. One night, a server helpfully told me that a blanc de blancs was tart, like a green apple; he was absolutely right, and I loved it. But then he described a brut rosé as “focussed.” Focussed on what? Was it studying for a test? On another night, a different server leaned heavily on the term “precision-driven,” and, as I sipped the taste he’d poured me, he said, “So, did I nail the notes? A little bit of precision?” Perhaps a sommelier would understand what this was supposed to mean; I still have no idea.", "There are no tasting notes on the wine list. I guess you already know—or don’t care—what a forty-five-hundred-dollar bottle of 2000 Krug Clos d’Ambonnay tastes like if you have forty-five hundred dollars to spend on a bottle of 2000 Krug Clos d’Ambonnay. The rest of us are welcome to sample by-the-glass offerings until we land on something we like, but, personally, I’d appreciate the opportunity to actually learn something about champagne, beyond the claim that one of the female winemakers is “a total doll” or that one of the male winemakers plows his fields with horse-drawn wagons.", "Risotto with Parmesan, brown butter, and freshly shaved white truffles rounds out a menu heavy on luxury clichés. Photograph by Vanessa Granda for The New Yorker", "I’d also appreciate a food menu that took bigger risks, at a lower cost. If you can afford the splurge, the seventy-eight-dollar kaluga caviar, which comes with Lay’s potato chips and crème fraîche, is lovely. Pretty much everything else is just O.K. It’s hard to argue with fresh oysters, or a straightforward shrimp cocktail. But I ordered a dish of scallop and cucumber—diced and tossed with a bit too much black pepper—twice because I had no memory of trying it the first time. A bowl of crudités, featuring a few sad sticks of bell pepper and carrot and a couple of radishes on a bed of crushed ice, was frankly insulting, especially at thirteen dollars.", "The salted-caramel pot de crème comes in a caviar tin. Photograph by Vanessa Granda for The New Yorker", "A cheeseburger with raclette and rosemary fries, a decadently rich risotto with brown butter and shaved truffles, and a pot de crème that comes in a caviar tin round out the litany of luxury clichés. Those in the know can order their extra brut in an off-menu “Chambong,” which is “like a beer bong, but for Champagne,” according to the Riddler’s Web site, where you can also buy the wretched vessel, plus a mug that reads “Of course, Champagne . . . but first, coffee.” Any regular who has ordered a hundred bottles will be presented with a bomber jacket with her name embroidered in gold. Some people will find all of this charming and fun. It leaves me a little flat, like bubbly in a coupe. (Dishes $13-$78.) ♦"]}