{"id": "7d7d857f-c7b7-3b32-89c8-02838ea7f8f7", "title": "Giuliani: Push for legislatures to pick electors is 'furthest along' in Georgia", "url": "https://www.foxnews.com/politics/giuliani-legislatures-pick-electors-georgia-michigan-arizona", "summary": "President Trump's legal team's efforts to urge state lawmakers to override the results of the election and appoint their own electors is \"furthest along\" in Georgia, attorney Rudy Giuliani told “Sunday Morning Futures.”Other efforts are ongoing in Michigan and Arizona, Giuliani said.\n“This is a constitutional role that the Founding Fathers gave to our legislatures,” he said.\n“They're the ones who are supposed to select the president, not the governors, not the Board of Elections.\nThey're the ones who have the constitutional obligation to decide on the electors.\nSo in Georgia, they're going to do that.”CLICK HERE TO GET THE FOX NEWS APPMichigan and Arizona are also considering taking these same steps to action, Giuliani said, and could “very well” be joining Georgia to decide on their electors.", "paragraphs": ["President Trump's legal team's efforts to urge state lawmakers to override the results of the election and appoint their own electors is \"furthest along\" in Georgia, attorney Rudy Giuliani told “Sunday Morning Futures.”", "Other efforts are ongoing in Michigan and Arizona, Giuliani said. The former New York City mayor pointed to video from State Farm Arena in Atlanta, which he said gives a “pretty good idea” of how cheating took place. State officials have said that nothing irregular happened when poll watchers departed and election workers continued counting ballots into the early morning hours of Nov. 4.", "TRUMP LEGAL TEAM CELEBRATES AFTER MICHIGAN JUDGE ALLOWS PROBE OF DOMINION VOTING MACHINES", "“They spent the rest of the night counting the secret ballots, clearly secret phony ballots in which they excluded all Republicans, all Democrats, all law enforcement,” he said. “And I think that ended up being about 148,000 to 7,000; 148,000 for Biden, 7,000 for Trump.”", "Giuliani claimed that Georgia has seen other forms of election fraud, including backdating, ballots being uninspected and people voting illegally from out of state, voting as illegal immigrants or as the deceased, though those claims of widespread fraud have yet to be proven in a court of law.", "LIVE UPDATES: TRUMP, GEORGIA GOVERNOR CLASH OVER ELECTION RESULTS", "According to Giuliani, Georgia’s state legislature is “disgusted” by the evidence being put forward and, as a result, has started a petition to hold their own session – the first state legislature to do so.", "“This is a constitutional role that the Founding Fathers gave to our legislatures,” he said. “They're the ones who are supposed to select the president, not the governors, not the Board of Elections. They're the ones who have the constitutional obligation to decide on the electors. So in Georgia, they're going to do that.”", "CLICK HERE TO GET THE FOX NEWS APP", "Michigan and Arizona are also considering taking these same steps to action, Giuliani said, and could “very well” be joining Georgia to decide on their electors."], "authors": ["Angelica Stabile"], "keywords": ["electors", "ballots", "president", "push", "furthest", "georgia", "secret", "theyre", "legislatures", "voting", "pick", "state", "giuliani", "election"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}