{"id": "7d7f741d-5f02-3e0b-a375-68e0892fe64e", "title": "Meaty meals and play stop cats killing wildlife, study finds", "url": "https://www.theguardian.com/science/2021/feb/11/meaty-meals-and-play-stop-cats-killing-wildlife-study-finds", "summary": "Feeding pet cats meaty food and playing with them to simulate hunting stops them killing wildlife, according to a study.\nConcern for wildlife has clashed with the reluctance of cat owners to keep their pets indoors, to inhibit what they see as their natural behaviour or to make them wear deterrent devices on collars that may become snagged.\nThe new research is the first to tackle the root causes of why well-fed cats still hunt and the scientists said the results were good for wildlife, cats and their owners.\nOwners gave the cats a toy mouse to play with after each simulated hunt, mimicking a real kill.\nThis may be because playtime was often in the evening, close to night-time when cats hunt mice and rats, the scientists said.", "paragraphs": ["Feeding pet cats meaty food and playing with them to simulate hunting stops them killing wildlife, according to a study.", "Eating grain-free food led to the cats depositing a third fewer mouse and bird corpses on doorsteps, while just five to 10 minutes of play with a toy mouse cut the killing by a quarter.", "There are 7.5 million cats in the UK and they are estimated to kill about 100 million animals a year. The toll is billions in the US and 230 million in Australia. Mammals such as mice, rats and rabbits make up two-thirds of the UK kills, a quarter are birds such as sparrows and blackbirds, and the rest are frogs and lizards.", "Concern for wildlife has clashed with the reluctance of cat owners to keep their pets indoors, to inhibit what they see as their natural behaviour or to make them wear deterrent devices on collars that may become snagged. The new research is the first to tackle the root causes of why well-fed cats still hunt and the scientists said the results were good for wildlife, cats and their owners.", "The research found that bells on collars made no difference to the number of animals killed, perhaps because the cats learned to hunt with them. Another measure – puzzle balls filled with dry food that falls out through holes as the cats bat the balls around – was found to increase hunting by a third. These cats may simply have been hungry, the scientists said.", "“Cats like the thrill of the hunt,” said Prof Robbie McDonald, at the University of Exeter in England. “Previous measures like bells tried to stymie the cat at the last minute. What we did was try to head them off at the pass by addressing some of their needs or wants before they think about going out hunting. Our study shows that with entirely non-invasive, non-restrictive methods, owners can change what the cats themselves want to do.”", "The scientists are not sure why the killing was reduced by feeding the cats premium food in which all the proteins came from meat, but they said cats had specific dietary needs, including particular amino acids found in meat.", "“Some cat foods contain protein from plant sources and it is possible these foods leave some cats deficient in one or more micronutrients, prompting them to hunt,” said Martina Cecchetti, at the University of Exeter, who conducted the tests. “However, meat production raises clear climate and environmental issues, so one of our next steps is to find out whether specific micronutrients could be added to cat foods to reduce hunting.”", "The study, published in the journal Current Biology, followed more than 300 cats before and after their food was changed or playtime was introduced, and also included a control group. Play lasted five to 10 minutes, the average length of a hunt, and involved owners moving a feather toy on a string and wand so cats could stalk, chase and pounce. Owners gave the cats a toy mouse to play with after each simulated hunt, mimicking a real kill.", "Playing reduced the number of mammal kills but not bird kills. This may be because playtime was often in the evening, close to night-time when cats hunt mice and rats, the scientists said. Bird hunts usually take place in the morning.", "The meaty food reduced mammal and birds hunts. Another measure, brightly coloured collars, cut bird kills by 42% but had no effect on mammal kills, again possibly because the latter hunts take place in darkness.", "The researchers do not yet know if more playtime would have cut hunting more, or if the effects of giving meaty food and playing would add together, but they aim to do further research. Three-quarters of owners said they would continue playing with their pets after the study ended but only a third said they would stick with the more costly premium food.", "Minnie the cat. Photograph: Lisa George/PA", "Lisa George, from Helston, Cornwall, looks after Minnie, a three-year-old tabby who took part in the trial. “Minnie loves to hunt,” she said. “We’ve had birds in the bedroom, rats in the waste paper bin and rabbits in the utility room. On changing her food [from supermarket own-brand], she hardly hunted at all. I couldn’t believe the difference.”", "George Bradley, from SongBird Survival, a charity that funded the research, said: “The study shows that cat owners – like me – can take a few easy steps to really improve the health and happiness of our pets as well as make a really big difference for all our wildlife.”", "Bradley said populations of songbirds such as sparrows and willow tits had fallen by half in the UK over the past 50 years.", "The study only included cats known to hunt. “It is probably a minority of cats that kill,” said McDonald. “But that doesn’t reduce the significance of it, because we’ve got such a large cat population. The cat density in residential areas is so much higher than the natural predator population.”"], "authors": ["Damian Carrington"], "keywords": ["play", "meaty", "cats", "hunt", "wildlife", "scientists", "research", "killing", "meals", "cat", "hunting", "kills", "study", "finds", "owners", "food", "stop"], "pubDate": "2021-02-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}