{"keywords": ["season", "points", "won", "biles", "team", "turning", "players", "point", "ball", "world", "tagovailoa", "game", "seven"], "paragraphs": ["The buzzer went off after the ball left Kawhi Leonard’s hand but while it was still rising. Then the ball fell, hit the rim, and bounced upward. Game Seven of the Eastern Conference Semifinals between the Toronto Raptors, Leonard’s team, and the Philadelphia 76ers wasn’t over yet; the score was 90–90. The ball hit the rim again and hopped to the back of the cylinder, where it bounced once more. There was enough time during all this for Leonard—whose airborne body had twisted as he flung up the shot—to land, regain his balance, and sink to his heels. There was enough time for the crowd to roar and then fall silent, and enough time for the 76ers’ star, Joel Embiid—who, after trying to block the shot, had fallen toward the crowd—to step back onto the floor, hesitate, and look up. It really did feel like an eternity. Then the ball fell through the net, and the moment resolved. Raptors win.", "Those few seconds made vivid what every sports fan knows but usually ignores or forgets: that sports are made up of an accumulation of countless contingencies, that luck plays an outsized role, and that, for many outcomes, rational explanations are selective at best. If that ball had bounced off the rim with just a little less backspin—or if a draft in the arena had pushed it a few millimetres to the left—it’s possible that the 76ers would have won the game in overtime, and with it the series. We might be talking about the vindication of “the Process,” the franchise’s controversial strategy of tanking in order to stockpile draft picks. (It resulted in the arrival of Embiid, among other players.) Perhaps the 76ers, unlike the Raptors, would have lost to the Milwaukee Bucks in the Eastern Conference Finals, in which case we might be talking about the championship reign of the Bucks’ Giannis Antetokounmpo. Or, perhaps, facing a different opponent in the N.B.A. Finals, the Golden State Warriors’ Kevin Durant wouldn’t have torn his Achilles tendon, and the Warriors would have won again. Perhaps Paul George and Russell Westbrook would still be members of the Oklahoma City Thunder. And so on.", "It’s also possible that the Raptors would have won the game in overtime, and that everything would have turned out just the same.", "Kawhi Leonard shoots the game-winning basket over Joel Embiid in Game Seven of the Eastern Conference Semifinals. Photograph by Dan Hamilton / USA Today Sports / Reuters", "But what made those bounces so thrilling—not just the suspense but the opportunity for endless counterfactual arguments about how the landscape of the N.B.A. would look if a butterfly in the upper deck of the Raptors’ arena had flapped its wings that night—also made them intolerable. We use narratives to straighten out those swerves into uncertainty, to make sense of them, or at least to hazard a few guesses. Sports are built on the idea that victories mean something—that they are determined by some combination of will and fate. No one dwells on Leonard’s luck. Just the opposite, in fact: he was given all the credit for the result. During the 2019 playoffs, there seemed to be nothing he could not do. We rebuild events out of the materials of their context; we screw in the turning points.", "There were a number of such points in the sports world in 2019, as there are every year. Some were smoothed into the flow of seasons; others involved the purposeful bending of the normal course of events. Here are six more.", "January 20th: Referees miss an obvious pass-interference penalty in the N.F.C. Championship game between the New Orleans Saints and the Los Angeles Rams.", "It is the curious habit of humans to try to correct the wrong mistakes. On January 20th, with just under two minutes left in the N.F.C. Championship game, the Saints seemed headed toward the Super Bowl. Already within field-goal range, with the score tied 20–20, the Saints faced a third-and-ten. A conversion would let them run the clock down and go for a game-winning chip-shot field goal as time expired. The Saints’ quarterback Drew Brees threw to the receiver Tommylee Lewis, who was racing down the right sideline. But, before the ball arrived, the Rams’ cornerback Nickell Robey-Coleman tossed Lewis aside like a rag doll. It was textbook pass interference. When shown the film after the game, Robey-Coleman even admitted it himself. But the penalty wasn’t called, and the Rams went on to win the game in overtime.", "Had the referees called the play correctly, the Saints most likely would have gone to the Super Bowl. Fair enough: referees are human, and sometimes the wrong team wins. But the consequences were farther reaching: in an attempt to make sure that such a mistake never happened again, the thirty-two N.F.L. franchise owners, after the season, voted, 31–1, to make pass-interference penalties reviewable. And that has been a disaster.", "The point of incorporating technology into officiating is to make the process of adjudication more transparent and more fair. It works best with rules that are straightforward and definitive: a foot was in bounds or out; a ball crossed the goal line or didn’t. And, despite the many problems and pitfalls of video review, it often helps refs achieve the right outcomes. In this case, though, a rule that was largely subjective was made even more confusing—particularly when the standards seemingly shifted midseason. After the Houston Texans’ receiver DeAndre Hopkins was dragged down by the Baltimore Ravens’ cornerback Marlon Humphrey, only to have the non-call upheld after a challenge, the Texans’ coach, Bill O’Brien, said, “I have no idea what pass interference is anymore. No idea.”", "You could call this mess an unforeseen consequence of the rule change, except that so many people saw it coming. Getting mad at the refs is a venerable tradition in football, but, this season, fans and coaches and players have begun to question the entire officiating process. “Our league has a lot to address this offseason as consumer confidence continues to wane,” Troy Aikman tweeted after yet another week in which flags, or the lack of them, dominated stories about the N.F.L.", "The league has faced criticism for more serious problems in the past few years—insufficient concern about head injuries, restrictions on political speech—but the product on the field has remained incredibly popular. “Sunday Night Football” has been the country’s top-rated prime-time TV program for eight years running, and its numbers have gone up this year. Questions about officiating are unlikely to change this. Still, the pass-interference controversy has been unsettling, if only because it is a reminder of how much people often get wrong when they try to make things right.", "Members of the U.S. Women’s National Team were fighting for a World Cup victory and equal pay at the same time. Photograph by Philippe Desmazes / AFP / Getty", "March 8th: The U.S. Women’s National Team files a gender-discrimination lawsuit against U.S. Soccer before the start of the World Cup.", "There was a time, not long ago, when the U.S. Women’s National Team was simply a dominant, popular, and inspiring soccer team. On March 8th, International Women’s Day, it became something more. That was the day that twenty-eight players—some of the most accomplished and famous female athletes in the world—sued their own federation. Their complaint, which was filed in United States District Court, alleged that U.S. Soccer violated Title VII of the Civil Rights Act of 1964 and the Equal Pay Act of 1963. Of the various accusations of gender discrimination—inequalities in playing and travel conditions, support and development—the one that captured the public’s attention was equal pay. The fact that the women were paid far less than their male counterparts not only offended Americans’ natural—if spectacularly inconsistent—sense of unfairness but also seemed, in this case, absurd. The men had not even qualified for the previous World Cup. The women had won it. The women’s team was both more successful and more recognizable. They weren’t equal to their male colleagues; they were better.", "U.S. Soccer has consistently disputed the players’ claims—and the players have dismissed the federation’s disputations—but, to the public, the particulars of labor law hardly seemed to matter, and whether the funding was from FIFA seemed beside the point. This battle, as the women knew from the start, is waged through public opinion as much as through the courts. And to win that, they had to win the World Cup. A loss wouldn’t have invalidated the lawsuit, of course. But they knew the stakes. The women were always under pressure to win the World Cup, but the lawsuit ramped that pressure way, way up.", "They seemed born to bear it. They had a sense of themselves as historical figures—aware of their lineage, invoking their responsibility to future generations. They didn’t shy away from being role models for young girls, but they offered a new approach: being competitive, confident, unapologetic. In their first game, they ran up the score in a rout. Later in the tournament, they played keep-away when the score was tight. Some people questioned their attitudes. Some questioned the decisions of their coach. The players, though, never seemed to question themselves. They celebrated their success and demanded their due—while recognizing the effect that their success, and their demands, might have on others.", "After the tournament, mediation between the plaintiffs and U.S. Soccer broke down. A court date has been set for May of next year. Whatever the outcome, the lawsuit has been galvanizing, particularly for female athletes. And it is felt by the millions of people who watched the U.S. women play and then watched them party.", "This is not one of those turning points that occurred by happenstance. It took months and years of groundwork and planning. It required many people. The players saw themselves as being at an inflection point in the history of women’s sports. Really, though, they are creating one.", "Daniil Medvedev, of Russia, taunted those in crowd at the U.S. Open, before, later in the tournament, finally delighting them. Photograph by Matthew Stockman / Getty", "August 30th: Daniil Medvedev trolls the New York crowd after defeating Feliciano López in the third round at the U.S. Open.", "By now, I should know better: there are no turning points in men’s tennis. There is only the golden handiwork of Roger Federer, Rafael Nadal, and Novak Djokovic. Year after year, I have looked for signs of something different, the arrival of someone new. I have been seduced by sweet backhands, nimble feet, blazing serves. Year after year, I have been a fool. I finally accepted that men’s tennis was an ageless place of changeless excellence.", "But that was before Medvedev flipped the bird.", "He’d played a lot of tennis that summer. He was tired. He was a mess. He was slipping into a groove he has—a tendency toward petulance, a mean streak. He huffily grabbed a towel from a ball boy, incurring a code violation. The crowd booed. He subtly flipped his middle finger at the ump; the ump didn’t see it, but it was caught on the jumbotron, so the crowd did. And he used their jeers as fuel. Afterward, he thanked the crowd. “Your energy tonight give me the win,” he said, underscoring his words with his hands. “Because, if you were not here, guys, I would probably lose the match, because I was so tired. I was cramping yesterday; it was so tough on me to play. So I want all of you to know, when you sleep tonight, I won because of you.” After his next match—he defeated Dominik Koepfer in four sets—he shimmied his way to the on-court interview. “Again, today I was losing, 6–3, 2–0,” he said. “I was painful in my adductor before the match; I thought, I’m not going to play. I was painful in my shoulder. I took as much painkillers as I could. You guys being against me, you gave me so much energy to win—thank you!”", "He made the final, where he looked like he was about to go down, meekly, to Rafael Nadal. But then he did what he had been doing all summer: he started experimenting, playing with guile and surprise. He pushed the match to five sets and had Nadal back on his heels, before finally succumbing 7–5, 6–3, 5–7, 4–6, 6–4. Medvedev has ungainly but effective strokes, sneaky speed, and, apparently, an ability to access deep reservoirs of self-belief. He is not always a clown; off the court, he has revealed his warmth, even sweetness. But it is the edge he brings that makes him special—his ability, and willingness, to disrupt his opponents and the crowd, and perhaps the ruling order.", "Medvedev did not begin the season as the poster boy of a generation that would finally wrest a major title from Federer, Djokovic, or Nadal, winners of the last twelve grand slams. (They have fifty-five grand slams between them.) But he impishly overtook his peers—and seemed to clear a space for them. At the end of the season, of the Big Three, only Federer made the last four of the A.T.P. Finals, a tournament featuring the eight best players of the year. It felt, finally, like time was ticking again.", "October 9th: Howie Kendrick hits a grand slam in the tenth inning of Game Five of the National League Division Series, as the Washington Nationals stun the Los Angeles Dodgers.", "Two world views predominate among baseball fans. The first is unsentimental and empirical: baseball is made up of a series of discrete plays with a relatively small number of outcomes, which can be measured and represented probabilistically. This world view understands how much randomness affects the game’s outcomes, such that even the very best teams lose about a third of the time. People who bring this perspective to baseball have figured out how to integrate randomness into models of performance, and have used these models to build teams and develop talent. In 2019, this rigorous approach produced two of the most dominant teams in the history of baseball: the Houston Astros, who won a hundred and seven games, and the Dodgers, who won a hundred and six.", "The other world view is rooted in a kind of faith. For those of this persuasion, baseball is a story, a narrative that begins both in the nineteenth century and also in the first inning; the past flows through every present moment. The gods are meddlers, and a fastball is a life force. Baseball is a game of curses and comebacks, of elaborate pregame routines and clothes kept unwashed for luck. The Nationals exemplified this world view—not because they had an unusually large number of superstitious players (the Astros and the Dodgers had their share), or because the team didn’t use sabermetrics or cutting-edge analysis in its decision-making. Instead, it was because when a team loses thirty-one of its first fifty games, as the Nationals did, imagining a World Series title requires some magical thinking.", "So they did the baby shark. In the bullpen, they sat in the same seats. During a playoff winning streak, they foreswore their usual red jerseys and wore navy blue. They came from behind in the standings during the regular season to make the playoffs. They came from behind to win the wild-card game. They tagged the three-time Cy Young Award winner Clayton Kershaw with back-to-back home runs to level Game Five of the N.L.D.S. And then, in the tenth, with the bases loaded, Howie Kendrick—thirty-six years old, coming off a tear of his Achilles tendon—came to bat and hit just the second extra-inning slam in postseason history. Strange things were happening.", "The World Series favorites, the Astros, had the odds on their side; the Nationals talked about believing in themselves. They talked about their season as a story. And when the Nationals defeated the Astros—an organization that had rushed to defend an employee accused of harassing female reporters, and which is currently being investigated for cheating—there was a sense of justice, or possibly fate. As many baseball fans will tell you, karma is a bitch.", "October 19th: The Alabama quarterback Tua Tagovailoa injures his ankle in the first half against Tennessee.", "Before the start of any season of any sport, commentators earnestly engage in an elaborate joke. They break down rosters. They study matchups. They make predictions. Then they argue about their predictions. They know it’s a joke, of course, even though they are deadly serious when they do it, and even though it’s never really funny. They know that an injury—or, more likely, multiple injuries—will derail at least some of their careful analysis. But they don’t know whose knee will buckle, or whose hand will break; they don’t know when it will happen, or how severe it will be, or what sort of consequences it will have. And so, it is understood that everything they say has an asterisk, that they operate under a caveat.", "The high ankle sprain that Tagovailoa suffered halfway through the second quarter of the game against Tennessee, when he was pulled down while running toward the sideline, was hardly the most dramatic or devastating injury of 2019. It was not even the worst injury of Tagovailoa’s own season—a month later, against Mississippi State, he would dislocate and fracture his hip. The effects of the sprain were fuzzier. Last year, Tagovailoa had suffered a similar injury to his right ankle, and he had undergone a relatively uncommon surgery, in which doctors drilled a hole from the fibula into the tibia and connected them with “tightropes,” in order to stabilize the bones and allow him to get back on the field more quickly. It worked: in his first game after returning from injury, in the College Football Playoff semifinal, he had played well and thrown four touchdowns. Still, the procedure was controversial. Tagovailoa, after all, is not paid at the moment, and, as a highly regarded N.F.L. prospect, he stands to make an eight-figure signing bonus after he’s drafted. Putting his body at risk put that at risk, too.", "After having the same procedure performed on his left ankle, in October, Tagovailoa came back three weeks later, in time for the big game against Louisiana State University. (The typical recovery time for a high ankle sprain is around six weeks.) This time his comeback did not go as smoothly. Tagovailoa looked out of sorts in the first half: rusty and uncharacteristically hesitant, even a little nervous. His passes missed their marks. He dropped the ball near the end zone, and L.S.U. recovered. At the end of the half, he threw an interception deep in Alabama’s own territory. In the second half, he settled down and led a comeback, but it fell short: the Crimson Tide lost to the Tigers for the first time in eight years. By the end of the game, it was obvious that he was favoring his ankle. It’s not clear that Alabama would have beaten L.S.U. if Tagovailoa had showed his usual magic from the start, but it would have been a different game. And, if Tagovailoa had followed the usual course of recovery for a high ankle sprain, he might not have been on the field a week later, against Mississippi State. He might not have needed to be carted off the field, screaming in pain, with an injury so extreme that it most often occurs in car accidents. The subsequent surgery was declared a success, but he has a long road of rehabilitation ahead. After the game, Alabama’s coach, Nick Saban, told reporters that the drive on which Tagovailoa was injured was meant to be his last of the game.", "Alabama’s fortunes were tied to Tagovailoa’s: for the first time since the start of the College Football Playoff system, the team will not be part of it. There are rumblings about the end of a dynasty. That is probably premature—Rome didn’t fall in a day. Still, Rome did fall.", "Simone Biles hasn’t lost an individual all-around competition since 2013. Photograph by Laurence Griffiths / Getty", "On a loop in my mind: Simone Biles successfully lands a triple-double on the floor and a double-double dismount from the beam.", "O.K., so Biles’s double-double dismount from the beam (two back handsprings along the four-inch plank to the end of the beam, followed by a double backflip with two twists) and her triple-double on the floor (two flips with three twists) at the U.S. Gymnastics Championships, in August (and, again, in October, at the world championships), do not really belong on this list. They were not one moment but several. And they did not change anything. We already knew that Biles is one of the most impressive athletes in any sport from any time. We already knew that she can perform more difficult maneuvers, and do them more flawlessly, than anyone; that, with apparent ease, she can do things that most people can barely imagine. And video of her landing a triple-double in training had already gone viral. This feat was not a turning point for the sports world. But it was a turning point for me—even a kind of revolution. I can’t stop thinking about it.", "I have long had a vexed relationship with sports, despite spending much of the past decade writing about them—not because I find them trivial, as some people do, but because I worry that they tell us too much. Why do we celebrate the desire to dominate other people? What’s fun about determining losers? Why does maximizing one’s potential seem to involve trumping others? And, in these supposedly fair contests, how can we adequately account for the myriad contingencies—all the luck and misfortune that shapes and distorts every competition (not to mention every life) from start to finish?", "I have always anxiously participated in the implicit—and sometimes explicit—competitions of the so-called meritocracy, which seem to be everywhere, in everything, without end. But I mostly avoid playing games. When I play tennis, I don’t keep score. I play chess, but I prefer practicing tactics—finding the winning move in a given situation. (When pressed into competition, I’ve shown a talent for snatching defeat from the jaws of victory.) In my writing about sports, I’m drawn to their aesthetic aspects, and to athletes who, like me, have a history of falling apart. And I tend to focus on context, on the various dynamics—race, gender, class, culture, and more—that shape how we make meaning of losses and victories, rather than on the outcomes.", "Few athletes are embedded in as many layers of context as Biles. She is a muscular black woman in a sport historically dominated by lithe white children. Biles was in foster care by the age of three, as her biological mother struggled with addiction. She and her sister were adopted and raised by her grandfather, Ron, and his wife, Nellie, whom Biles considers her mother. Biles is also among hundreds of gymnasts who were sexually abused by Larry Nassar.", "You can’t separate who she is and what she has been through from what she does. But I am consistently struck by Biles’s self-possession. I realized, watching her perform those new moves, that it has something to do with being a competitor. That seemed a little odd to me, at first: Biles doesn't have a rival; she hasn’t lost an individual all-around competition since 2013. But what she does isn't just entertainment. It’s isn’t a circus act. When she flies, she seems, almost literally, to transcend everything else. And, when she lands, she seems to take the right measure of what she’s done. She understands what it means and what it doesn’t.", "“The point of competition isn’t to prove who’s better,” my very competitive husband said to me recently, in exasperation, when I bristled at a bet he had offered. “The point of competition is to compete.” I just stared at him. But, watching Biles, I began to see his point. All those flips and twists—they are enough. They don’t need to lead anywhere. There is something self-contained about those skills. They are the athletic equivalent of a tautology—a turning point that simply turned, and turned."], "url": "https://www.newyorker.com/culture/2019-in-review/seven-turning-points-from-the-year-in-sports", "id": "7d8ffadb-e0a6-34d2-b5c4-e0cc0ce4d634", "title": "Seven Turning Points from the Year in Sports", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35", "authors": ["Louisa Thomas", "Peter Schjeldahl", "Dexter Filkins", "Adam Entous", "Jia Tolentino"], "summary": "Kawhi Leonard shoots the game-winning basket over Joel Embiid in Game Seven of the Eastern Conference Semifinals.\nWe rebuild events out of the materials of their context; we screw in the turning points.\nThere were a number of such points in the sports world in 2019, as there are every year.\nThis is not one of those turning points that occurred by happenstance.\nBy now, I should know better: there are no turning points in men’s tennis.", "pubDate": null}