{"id": "7db35c58-4abd-3a7b-ae34-4d6f5868a060", "title": "Sam Jayne, frontman of Brooklyn band Love as Laughter, dead at 46", "url": "https://www.foxnews.com/entertainment/sam-jayne-frontman-of-brooklyn-band-love-as-laughter-dead-at-46", "summary": "Sam Jayne, the musician who was the frontman for the Brooklyn band Love as Laughter, has died.\nJayne, 46, had gone missing on Dec. 6 and friends started a social media campaign over the week to locate the singer.\nJayne was found in his car and a preliminary investigation showed no \"signs of criminality,\" according to Pitchfork.\nZeke Howard, Jayne’s Love and Laughter bandmate, confirmed the news on Instagram, \"Our dear Sam is no longer with us but his memory and impact will endure.\"\nYou were Sam f---ng Jayne.", "paragraphs": ["Sam Jayne, the musician who was the frontman for the Brooklyn band Love as Laughter, has died.", "Jayne, 46, had gone missing on Dec. 6 and friends started a social media campaign over the week to locate the singer.", "Jayne was found in his car and a preliminary investigation showed no \"signs of criminality,\" according to Pitchfork.", "Zeke Howard, Jayne’s Love and Laughter bandmate, confirmed the news on Instagram, \"Our dear Sam is no longer with us but his memory and impact will endure.\"", "LED ZEPPELIN TO SELL THEMED PINBALL MACHINES FEATURING 'WHOLE LOTTA LOVE,' 'IMMIGRANT SONG,' MORE", "\"Please respect the privacy of the family at this time,\" he added.", "\"Rest In Peace, Sam,\" Robin Pecknold wrote on Instagram. \"You didn’t know it but you were an elusive and inspiring hero to me and you touched so many of the lives of the people we love. You were Sam f---ng Jayne. F–k.\"", "Greenpoint bar The Diamond wrote \"for those that don’t know yet I’m very sad to say that the search for Sam has ended and he has passed.\"", "CLICK HERE TO GET THE FOX NEWS APP", "\"I can’t believe I won’t see you again, Sam. I can hear your voice and your giggle and it just seems impossible that its not going to happen again. being around you was such a spark that we’ll always be grateful for. Thank you.\"", "Jayne was also briefly a member of Modest Mouse in the ’90s.", "More recently, he was a beloved Brooklyn bartender at Clem’s in Williamsburg."], "authors": [], "keywords": ["46", "instagram", "band", "know", "sam", "zeppelin", "wrote", "brooklyn", "youjayne", "frontman", "jayne", "love", "dead", "laughter"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}