{"id": "7ddbf71d-ca92-3bd2-8fe6-cb266da2f5f0", "title": "Are the Democrats Ready for Trump’s Impeachment Trial?", "url": "https://www.newyorker.com/magazine/2020/01/27/are-the-democrats-ready-for-trumps-impeachment-trial", "summary": "The seven House managers whom Speaker Nancy Pelosi named last week are now basically petitioners, coming in to make their arguments before senators whose votes may be fixed by partisanship.\nParnas has credibility problems; he is currently under indictment on campaign-finance charges, and his allegations need to be substantiated.\nThe impeachment is the House’s expression of faith in its case, and it should not be forgotten that the managers already have powerful witnesses.\nSome Republican senators, such as Rand Paul and Ted Cruz, have argued that, if the House managers get to call more witnesses, the President should, too—among them, perhaps, Hunter Biden.\nThere are no perfect answers here; a trial, in our confrontational system, is not meant to be precisely curated.", "paragraphs": ["“This is a difficult time for our country,” Majority Leader Mitch McConnell said last Wednesday, after the clerk of the House of Representatives arrived in the Senate chamber carrying articles of impeachment against President Donald Trump. McConnell added, “But this is precisely the kind of time for which the Framers created the Senate.” That is true, even if his claim that the Senate would “rise above short-termism and factional fever” is risible. Some of McConnell’s Republican colleagues don’t seem to be thinking any longer-term than how many times Trump might tweet about them before their next primary. But this is the Senate we have at an extraordinarily wrenching juncture in our history, and on Thursday, following the direction of the Constitution, Chief Justice John Roberts swore in its members as jurors. The seven House managers whom Speaker Nancy Pelosi named last week are now basically petitioners, coming in to make their arguments before senators whose votes may be fixed by partisanship. And yet they have a strong case to present.", "It could, no doubt, be stronger still. Just a few hours after McConnell spoke, Lev Parnas, an associate of Trump’s personal lawyer Rudy Giuliani, appeared on MSNBC in a doozy of an interview with Rachel Maddow. Parnas asserted that he had understood from Giuliani that they had Trump’s approval to pressure officials in Ukraine to investigate Hunter Biden, former Vice-President Joe Biden’s son, who had a paid seat on the board of the Ukrainian gas company Burisma. Parnas described a plot involving, among others, Attorney General William Barr. The House also released (and sent to the Senate) documents related to Parnas which sketch out various wild schemes, including possible threats against Marie Yovanovitch, the former U.S. Ambassador to Ukraine. Parnas has credibility problems; he is currently under indictment on campaign-finance charges, and his allegations need to be substantiated. Giuliani called him a liar, and Trump denied even knowing him, for whatever that’s worth.", "And more revelations are sure to follow. The essential dilemma, with Trump, is that there is always a new path leading to the disaster site of his Administration: a Parnas interview; a hint from John Bolton, the former national-security adviser, that, if the Senate subpoenas him, he will have interesting things to say; a decision from the Government Accountability Office that the Administration’s withholding of aid to Ukraine, during its pressure campaign, broke a law called the Impoundment Control Act. That finding may upend the President’s argument that there was nothing illegal about his dealings with Ukraine. The decision was made public just a few hours before the senators were sworn in; Senator Chuck Schumer cited it at a press conference during which he expressed dismay that the trial might proceed “without witnesses.”", "Calling new witnesses in the Senate trial would require a simple majority, in a vote that is expected after each side presents its arguments. That’s less than the two-thirds required for conviction, but, given the Republicans’ majority of fifty-three, it still may be out of reach. The House Democrats might have done better to extend their pursuit of witnesses when they had the ability to do so in their own right—that is, before they voted on the articles. They might have waited for some of the ongoing lawsuits concerning subpoenas to reach higher courts, in which case Chief Justice Roberts might be playing a more complicated role. But they didn’t, and there is no going back. The impeachment is the House’s expression of faith in its case, and it should not be forgotten that the managers already have powerful witnesses. More than a dozen testified in the House, defying the President’s orders to stay away. Their damning accounts will be heard in the Senate and by the public, whether in video clips or in transcripts that the managers quote, and their words should resonate.", "There is Ambassador William Taylor, who testified that the nation’s official agenda had been subordinated to the President’s personal one; Lieutenant Colonel Alexander Vindman, who heard Trump’s July, 2019, phone call with President Volodymyr Zelensky and recognized it as highly improper; the former National Security Council official Fiona Hill, who witnessed Bolton’s explosion about what he called a “drug deal”; and Ambassador Gordon Sondland, who interacted with enough senior Administration officials (including Secretary of State Mike Pompeo and Vice-President Mike Pence) to conclude that “everyone was in the loop.” There is also David Holmes, the diplomat who heard Sondland reassure Trump that Zelensky “loves your ass” and would do anything he wanted. And there is Trump himself, who, according to the official notes of the July call, told Zelensky that he wanted him to “do us a favor.” Indeed, the passage of time since the last witnesses testified may have obscured some of the richness of the record. (Who were the Three Amigos, again? Sondland, the former Energy Secretary Rick Perry, and the former special envoy Kurt Volker.)", "Some Republican senators, such as Rand Paul and Ted Cruz, have argued that, if the House managers get to call more witnesses, the President should, too—among them, perhaps, Hunter Biden. On Thursday, Senator Kamala Harris told CNN, “We need to have all available evidence,” but, when asked about the younger Biden, she noted that there are rules about relevancy. Otherwise, “you could just say, ‘I want Santa Claus to come forward.’ ” Many Republicans, of course, regard Hunter Biden as highly relevant. There are no perfect answers here; a trial, in our confrontational system, is not meant to be precisely curated. The President, quite properly, should have the latitude to make the case that he deems strongest, just as he had the freedom, on Friday, to choose Alan Dershowitz—apparently taking a break from defending himself regarding his past association with Jeffrey Epstein—to help him make it.", "The message that, without new witnesses, the trial may prove a sham also risks reinforcing the Senate Republicans’ complaint that the House sent them something shoddy and incomplete, and that they can’t be expected to do the lower chamber’s work for it. But their work is there; much evidence is in hand. The Republicans’ craven indifference to the Constitution will be all the more clear to the public if the emphasis is on what the managers do have, rather than on what they don’t. And then the country can judge the Senate. ♦"], "authors": ["Amy Davidson Sorkin", "Luke Mogelson", "Jia Tolentino", "Alex Ross", "Erik Agard", "Connie Bruck"], "keywords": ["trumps", "ready", "democrats", "president", "trump", "senate", "witnesses", "trial", "parnas", "ukraine", "republicans", "managers", "impeachment", "house"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}