{"id": "7df3e671-2f12-308e-b9e7-7ce6515ca58c", "title": "They Forced Me To Beat The First Boss In Ghosts 'N Goblins: Resurrection – New Gameplay Today", "url": "https://www.gameinformer.com/new-gameplay-today/new-gameplay-today/2021/02/24/they-forced-me-to-beat-the-first-boss-in-ghosts-n", "summary": "Ghosts 'N Goblins: Resurrection is Capcom's latest release in the classic 2D action series, bringing back Director Tokuro Fujiwara to lead the charge in reviving a 35-year-long franchise that players first discovered on the Nintendo Entertainment System.\nI died over twenty times in this 36-minute video, but the rest of the crew assured me that my suffering was entertaining for them.\nOur very own Editor-in-Chief awarded Ghosts 'N Goblins: Resurrection an unexpected 9.0, saying in his full review:Ghost 'n Goblins: Resurrection is a game that time forgot, designed to transport players to the heyday of the Super Nintendo where visual beauty meets gameplay brutality, dazzling and pummeling in equal parts.\nThe stack of corpses Resurrection piled up during my playthrough made me swear like a sailor, and yet I walked away singing its praises as one of the best throwbacks I’ve ever played.\nIf you enjoyed this episode of New Gameplay Today, be sure to subscribe to the Game Informer YouTube channel so that you don't miss a video, or check out older episodes of the show here.", "paragraphs": ["Ghosts 'N Goblins: Resurrection is Capcom's latest release in the classic 2D action series, bringing back Director Tokuro Fujiwara to lead the charge in reviving a 35-year-long franchise that players first discovered on the Nintendo Entertainment System. Just like the older releases, the game doesn't hold any punches when it comes to delivering a challenging gameplay experience, and that's exactly why Editor-in-Chief Andrew Reiner and Senior Editor Jeff Cork forced me to jump into the proverbial lion's den to try my hand at beating the game's first boss. I died over twenty times in this 36-minute video, but the rest of the crew assured me that my suffering was entertaining for them.", "Our very own Editor-in-Chief awarded Ghosts 'N Goblins: Resurrection an unexpected 9.0, saying in his full review:", "Ghost 'n Goblins: Resurrection is a game that time forgot, designed to transport players to the heyday of the Super Nintendo where visual beauty meets gameplay brutality, dazzling and pummeling in equal parts. The stack of corpses Resurrection piled up during my playthrough made me swear like a sailor, and yet I walked away singing its praises as one of the best throwbacks I’ve ever played.", "If you enjoyed this episode of New Gameplay Today, be sure to subscribe to the Game Informer YouTube channel so that you don't miss a video, or check out older episodes of the show here."], "authors": ["Video Editor", "Real-Time Strategy Games Of The Late To Mmorpg'S Of The", "All The Way To Current Battle Royales Like Apex Legends", "Alex Has Spent His Life Trying To Find A Better Multiplayer Game Than Halo"], "keywords": ["ghosts", "n", "older", "today", "boss", "forced", "game", "resurrection", "players", "goblins", "beat", "video", "gameplay", "nintendo"], "pubDate": "2021-02-24T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}