{"id": "7e07dac3-3415-3911-9842-4d331938c795", "title": "Cartoon Saloon and the New Golden Age of Animation", "url": "https://www.newyorker.com/magazine/2020/12/21/cartoon-saloon-and-the-new-golden-age-of-animation", "summary": "He belonged to a program called Young Irish Film Makers, and one day he overheard two of the group’s adult facilitators recounting the old tales.\nThirty years later, Moore and Stewart are the co-directors of “Wolfwalkers,” the fourth feature from Cartoon Saloon, an independent animation studio that Moore co-founded, in his home town, in 1999.\nCartoon Saloon produces movies using essentially the same techniques that he practiced on his father’s acetate sheets as a child.\nAt Ballyfermot, Moore met Paul Young and Nora Twomey, who became co-founders of Cartoon Saloon.\n“Nearly everyone in my class ended up going into computer animation,” Moore told me.", "paragraphs": ["In the seventeenth century, after wolves were hunted to extinction in most of the British Isles, Ireland was sometimes referred to as Wolf-Land. The implication, perhaps, was that it needed to be tamed. In 1649, Oliver Cromwell’s New Model Army invaded Ireland on behalf of the Commonwealth of England, leading to the deaths of hundreds of thousands of Irish people. The Army also appointed professional hunters to cull the country’s wolves. Cromwell’s men captured the walled city of Kilkenny, which was surrounded by forests full of wolves and was home to as many superstitions about them. One myth held that certain natives of the region could transform into wolves, roaming the land while their ordinary bodies lay in a kind of trance. If they were injured in the course of this lupine marauding, the wounds would appear on their human flesh. The meat of their animal prey could be found in their teeth.", "The animator Tomm Moore first learned of these myths as a teen-ager in Kilkenny, in the early nineties. He belonged to a program called Young Irish Film Makers, and one day he overheard two of the group’s adult facilitators recounting the old tales. Moore had joined the club because he wanted to make animated movies; as a child, he had squirrelled away acetate sheets that his father, an engineer, brought home from work, and used them to paint cels with superheroes of his own devising. His partner in this enthusiasm was a schoolmate named Ross Stewart, who also shared Moore’s passion for animal rights—a somewhat eccentric preoccupation, back then, for two Irish boys. Moore had felt strongly about the matter ever since his uncle, a farmer, asked him to pick out a chicken he liked, and he realized, belatedly, that he had selected not a pet but that evening’s dinner.", "Thirty years later, Moore and Stewart are the co-directors of “Wolfwalkers,” the fourth feature from Cartoon Saloon, an independent animation studio that Moore co-founded, in his home town, in 1999. Kilkenny is technically a city—I was born and raised there, and I am more or less obliged to fight you if you refer to it as a town. But it was given that status by King James I, four centuries ago; it’s home to fewer than thirty thousand people. Cartoon Saloon used to screen works in progress in a theatre at the high school Moore went to, and he would sometimes walk behind the stage and see where he’d written his name on the wall when he was fifteen. That theatre is also where he met his wife, Liselott Olofsson, a schoolteacher and a ceramic artist.", "Now forty-three, Moore is a soft-spoken man whose serious and thoughtful manner is periodically disrupted by a gentle laugh. “I grew up thinking it would be terribly tragic if I stayed in Kilkenny my whole life,” he told me this past spring, over Zoom. That success rather than stasis has kept him there is not an irony he tends to dwell on, but neither is it lost on him. Cartoon Saloon produces movies using essentially the same techniques that he practiced on his father’s acetate sheets as a child. This approach sets it apart in the animation world, which has gone almost entirely digital. But Moore believes that computer graphics are subject to a built-in obsolescence. “Computer animation is moving so fast that ‘Toy Story’ looks really ropy now,” he said. “Whereas there are hand-drawn films from the nineteen-forties that still stand up. ‘Bambi’ still looks really timeless. And that’s because its language is the language of painting and illustration, rather than the language of the latest technology.”", "“We made it part of a personal manifesto that we were going to reinvent hand drawing,” the Cartoon Saloon co-founder Tomm Moore said. Still courtesy Cartoon Saloon and Abrams Books", "The hero of “Wolfwalkers” is a young girl named Robyn Goodfellowe, whose father, a wolf hunter, has brought her from England to Kilkenny at the height of Cromwell’s campaign. One night, she sneaks into the forest, where she meets a wild girl named Mebh. Mebh is a wolfwalker—a shape-shifter, like the lycanthropes of local legend. The character designs are expressionistic, rendered with artful sketchiness or geometric rigidity, according to the figures’ proximity to nature or to political power. There’s a woodcut look to the Kilkenny backgrounds, which have a flatness typical of Moore’s style, while the forest is full of circles and swoops; when the wolfwalkers roam, their visions have a dreamy fluidity, as of a world delineated by scent more than by sight. “Wolfwalkers” is the culmination of a loose trilogy of films rooted in Irish history and folklore, which began with the studio’s first feature, “The Secret of Kells.” After the movie had its virtual première, at the Toronto Film Festival, in September, Variety proclaimed it “another stunning artwork for the ages.”", "Thanks to my children, who are seven and two, I have invested, at a conservative estimate, several hundred hours watching the latest animated films from the big studios. Computer animation predominates, as does an algorithmic adherence to story mechanics that betrays an unwillingness to risk, even momentarily, the dilation of a young viewer’s attention. Although these movies are expensive to produce, they have become one of Hollywood’s most profitable genres: the animation industry is now valued at more than two hundred and fifty billion dollars. But this growth—and, especially, the advent of the big streaming services, with bags of cash and a nearly bottomless need for new things to stream—has also created space for more idiosyncratic operations. “Wolfwalkers,” which began its coronavirus-curtailed theatrical run in November, has recently arrived on Apple TV+. The film appears to mark the end of one phase for the studio, and perhaps the beginning of another. It offers an alternative vision of what popular art for children might be.", "There was a time, around the middle of the last century, when Disney was the only studio in the English-speaking world that regularly produced feature-length animated films. After Walt Disney died, in 1966, the studio’s animation division entered a period of decline; in the late seventies, one of its animators, a Mormon from Texas named Don Bluth, left to start his own firm, eventually called Sullivan Bluth Studios. Bluth wanted to spark a renaissance in hand-drawn animation. In the mid-eighties, while working on the movie “An American Tail,” about a mouse who leaves a Russian shtetl for New York City, he began to move his studio to Dublin, lured by fiscal enticements from the Irish government. That film was a hit, and so was his next, “The Land Before Time,” from 1988, about the trials of a young apatosaurus. As teen-agers, Moore and Stewart wrangled an invitation to Bluth’s studio, thanks to a friend whose aunt worked there. “We imagined it being Willy Wonka’s factory,” Moore said. “But it seemed that Don Bluth was the only one there with a creative job, and that for everyone else it was this really industrial process.”", "Bluth needed a steady stream of talent for his Dublin offices, and so he helped set up an animation course at Ballyfermot Senior College, at that time a vocational school in a working-class suburb of the city. Moore enrolled in 1995. He was seventeen, and Olofsson, who was still in school, had just become pregnant with their son, Ben. At Ballyfermot, Moore met Paul Young and Nora Twomey, who became co-founders of Cartoon Saloon. (Two other founders, Aiden Harte and Ross Murray, childhood friends of Moore’s, have since left the studio.) Young, an irrepressible extrovert from the west of Ireland, had studied fine art in Belfast, then travelled for a bit, scraping together a living as an illustrator and a street caricaturist. Twomey was quieter, and slightly older. She had dropped out of school at fifteen, after her father died, and taken a job at a frozen-food processing plant, watching diced carrots and peas scroll past like a looping background in an old Hanna-Barbera cartoon, inventing stories to pass the time.", "When the trio met, Sullivan Bluth was winding up its business after a string of box-office disappointments. The renaissance Bluth envisaged had occurred—at Disney, which, spurred by the new competition, made a series of hits, including “Beauty and the Beast,” “Aladdin,” and “The Lion King.” Disney also began working with the computer-animation firm Pixar. The two companies jointly released “Toy Story,” the world’s first fully computer-animated feature film, in the fall of Moore’s freshman year.", "“Nearly everyone in my class ended up going into computer animation,” Moore told me. “I wanted to be a classical animator in the way of the old Disney movies.” He and his friends soon found other inspirations, too. Hayao Miyazaki’s Studio Ghibli, in Tokyo, had begun to achieve global renown, with its classically animated masterworks that drew on Shinto-inflected ideas about the oneness of nature. Another hero was the Canadian maverick Richard Williams, who labored for thirty years on a lavish fantasia called “The Thief and the Cobbler,” about a thirteenth-century Arab folk hero. The movie employed radically flattened perspectives inspired by Persian miniature paintings. It never got a proper release: Warner Bros., which had agreed to finance the film, took it away from Williams in 1992, the same year that “Aladdin”—which borrowed liberally from Williams’s unfinished picture—had its première. Moore got hold of a rough cut, on VHS, and was awestruck. He and Harte had been trying since their teens to craft a story around the Book of Kells, an illuminated manuscript of the Gospels from the eighth or ninth century, which is considered one of the great works of Celtic art. In 1998, Disney released “Mulan,” based on a Chinese legend, and Moore decided that they had better make their Irish feature before Disney beat them to it.", "He moved back to Kilkenny with Olofsson after graduation. The director of Young Irish Film Makers offered him space in the group’s offices, and helped him secure a government grant, allowing him to bring more than a dozen other Ballyfermot graduates with him. “We made it part of a personal manifesto that we were going to reinvent hand drawing,” Moore told me. The studio’s first productions were short films directed by Twomey, one based on an Inuit myth, and one, in Irish, about a boy whose head is on backward. Its long-term project was what became “The Secret of Kells.”", "At the time, I was at college in Dublin, but I often returned to Kilkenny on weekends. My friends and I drank in a modestly artsy pub that the animators also frequented; I heard that they were working on a movie about the Book of Kells. Moore’s name was often invoked, and I imagined him as an aloof, quixotic figure who’d somehow dragooned these talented young people into a mad scheme—a feature-length cartoon about, of all things, medieval monks making an illuminated manuscript. When I mentioned this recently to Moore, he explained that he hadn’t been reclusive; he’d just been raising a small child. Also, he said, although starting an animation studio in Kilkenny may have seemed like a wild undertaking, it was “kind of a safe move,” too: “Even though the things I was doing seemed really ambitious, I was also just continuing things I had done as a teen-ager.”", "Cartoon Saloon’s first feature, “The Secret of Kells,” is an adventure story that also stages an argument about art in times of uncertainty and darkness. Stills courtesy Cartoon Saloon", "“The Secret of Kells,” which came out in 2009, was co-directed by Moore and Twomey. Stewart served as the art director. (Harte left the project to focus on “Skunk Fu!,” a TV show about a kung-fu-fighting skunk, which ran for one season in 2007.) The film centers on a red-headed boy named Brendan, who lives in the abbey at Kells and yearns for a life of creativity and freedom. Brendan spends his days at a scriptorium, learning from a master illuminator, Brother Aidan, and gathering materials for ink in a nearby forest. Brendan’s uncle Cellach is the abbot; his tall, rigid form evokes a monastic tower. Cellach has become monomaniacal about protecting the monastery from Vikings by building a vast wall around its perimeter. He and Brother Aidan—long-haired, with sharp, witty features—are proxies for an argument about art in times of uncertainty and darkness: the abbot wants to preserve civilization with a wall, while the illuminator is determined to enact it with pen and ink. “It is very self-reflexive,” Moore confessed. The forest surrounding the monastery is rendered as a kind of sprawling art work—whorled mists, curlicued branches, spiralling wasps—which echoes the nested and interlocking volutions of the Book of Kells."], "authors": ["Mark O Connell", "Mark O Connel"], "keywords": ["golden", "saloon", "cartoon", "kells", "animation", "film", "moore", "young", "irish", "disney", "age", "kilkenny", "studio"], "pubDate": "2020-12-21T00:00:00Z", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}