{"paragraphs": ["After the Plants vs. Zombies: Garden Warfare series gave players two games full of exciting heroes and intense battles across fun multiplayer modes, Plants vs. Zombies: Battle for Neighborville rebrands the series. However, despite the new name, make no mistake: This new entry carries forward the enjoyable multiplayer suite from those enjoyable Garden Warfare games while experimenting with PvE modes to mixed results.", "Regardless of what mode you want to dive into, you can expect zany, over-the-top action from start to finish thanks to the roster of 20 playable heroes. Rockets whiz past you to annihilate your teammates, drone-style onions and zombie parrots provide air support, and sentient oak trees emerge from the ground. Thanks to a wide range of hero classes to choose from, from a basic foot soldier and a shotgunning healer to an agile mushroom ninja and a fire-breathing snapdragon, you can approach every situation how you want. Picking the right class and equipping perks (like health regeneration and the ability to move and dodge while reviving a teammate) to suit your playstyle is endlessly rewarding as you experiment to find the right loadout for your playstyle and characters.", "Learning the skills of the various plants and zombies is daunting at first, but simple controls and abilities make it a breeze to jump into any mode with little to no practice. While you have a plethora of options available from the start, the robust competitive multiplayer suite is the main attraction. My favorite modes return from Garden Warfare 2, like Vanquish Confirmed, offense-versus-defense Turf Takeover, and control-point-based Suburbination. I also love the tense new Battle Arena, where two teams of four duke it out in an elimination mode. In addition to no respawns, when you choose a character at the start of each round, you are unable to choose that specific character again for the rest of the match. These restrictions lead to strategic team compositions and white-knuckled firefights you rarely encounter in other modes.", "You can also dive into PvE options with the wave-based Ops mode and three open regions full of missions to complete and collectibles to gather. While laying out your defenses and protecting your point from the increasingly difficult waves of enemies in Ops is a blast, the PvE in the three open regions is hit-and-miss. While I liked some of the more straightforward missions and boss battles, others fall flat, delivering an uneven experience. This inconsistent enjoyment propelled me back toward the multiplayer suite on several occasions, as I worried about whether the next mission would be fun or frustrating.", "No matter the mode you choose, you earn coins to spend on cosmetics and experience to level up your heroes. Experience points are used to level up and promote individual heroes to earn upgrades for their abilities. These upgrades are useful, like giving the Peashooter’s bullets a homing property, or increasing the rate of fire for the Foot Soldier zombie. I like the straightforward nature of the promotion mechanic and wish it carried into the cosmetic items, but unlocking those is more complicated and less engaging.", "In-game currency is primarily used to purchase random pieces of cosmetic equipment from a giant capsule toy machine. The randomized nature of this method of unlocking is annoying, with the brief moment of excitement from seeing what you got usually giving way to disappointment. Because many of the items are underwhelming components or customizations for characters you don’t often use, the act of progressing through the cosmetics you want feels throttled. However, Battle for Neighborville also runs themed events that let you chart paths to specific customization components by spending prize bulbs you earn with experience – just don’t expect to earn the top prizes of an event without investing some serious playtime or saving up over multiple events. I like the idea of having multiple paths to earn customizations, but this convoluted method is unrewarding and unmotivating since there’s rarely a clear path to getting the exact piece you want. The team does have a soon-to-be implemented solution to this problem, but here’s the bad news: It’s a premium shop using real-world currency.", "Those looking for zany multiplayer fun can find it here, but that also comes with an unnecessarily complicated economy and inconsistent PvE components. Plants vs. Zombies: Battle for Neighborville lets dedicated soldiers dive back into this long-running conflict, even if everyone else has moved on to other battles."], "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Digital Editor", "Brian Has Written About Video Games For Over A Decade Across Multiple Publications. When He'S Not Writing Or Gaming", "He'S Usually Listening To Music", "Watching Ufc", "Or Hopelessly Rooting For A Baltimore Or D.C. Sports Team."], "title": "Plants Vs. Zombies: Battle For Neighborville – Mindless Mayhem", "id": "7e19df4f-3041-3488-8ff8-005f94233e06", "keywords": ["mode", "heroes", "vs", "neighborville", "experience", "mindless", "choose", "plants", "zombies", "pve", "multiplayer", "earn", "battle", "mayhem"], "summary": "After the Plants vs. Zombies: Garden Warfare series gave players two games full of exciting heroes and intense battles across fun multiplayer modes, Plants vs. Zombies: Battle for Neighborville rebrands the series.\nI also love the tense new Battle Arena, where two teams of four duke it out in an elimination mode.\nNo matter the mode you choose, you earn coins to spend on cosmetics and experience to level up your heroes.\nExperience points are used to level up and promote individual heroes to earn upgrades for their abilities.\nPlants vs. Zombies: Battle for Neighborville lets dedicated soldiers dive back into this long-running conflict, even if everyone else has moved on to other battles.", "pubDate": null, "url": "https://www.gameinformer.com/review/plants-vs-zombies-battle-for-neighborville/plants-vs-zombies-battle-for-neighborville"}