{"id": "7e30e10b-ab82-3790-800e-8875f3f857ca", "title": "Will countries boycott China’s Olympics in 2022?", "url": "https://www.economist.com/china/2021/03/27/will-countries-boycott-chinas-olympics-in-2022", "summary": "I N 2015, WHEN the International Olympic Committee ( IOC ) awarded the 2022 Winter Olympics to Beijing, some people criticised the decision because of China’s human-rights record.\nOn March 22nd it joined Britain, Canada and the European Union in a simultaneous declaration of sanctions against Chinese officials involved in that region’s atrocities.\nIn 2008, when Beijing hosted the summer games, some activists labelled that event the “genocide Olympics” because of China’s support for Sudan, then conducting mass killings in Darfur.\nOn March 18th Ms Arkin of the World Uyghur Congress, along with campaigners for human rights in Tibet, held a virtual meeting with IOC officials to raise their concerns.\nIOC officials say boycotts punish athletes and do not work: the Soviet occupation of Afghanistan continued for eight years after the Moscow Olympics.", "paragraphs": ["I N 2015, WHEN the International Olympic Committee ( IOC ) awarded the 2022 Winter Olympics to Beijing, some people criticised the decision because of China’s human-rights record. Just in the previous few weeks China had rounded up hundreds of civil-society activists across the country. But the rival candidate for the games was another authoritarian state, Kazakhstan. Democracies such as Norway had pulled out of the race. And few people even imagined that, within two years, China would be building a gulag in Xinjiang to incarcerate more than 1m ethnic Uyghurs because of their religious and cultural beliefs.", "Listen to this story Your browser does not support the <audio> element. Enjoy more audio and podcasts on iOS or Android.", "Attitudes in the West towards China have hardened a lot since the IOC made its decision. In January America called the repression in Xinjiang “genocide”. On March 22nd it joined Britain, Canada and the European Union in a simultaneous declaration of sanctions against Chinese officials involved in that region’s atrocities. It was a rare co-ordinated attempt by Western powers to put pressure on China over its human-rights record. They have been riled, too, by China’s clampdown in Hong Kong and its growing challenge to liberal norms globally. The winter games, which are due to begin on February 4th, will be among the most controversial in Olympic history.", "So far no country appears likely to refuse to send athletes, as America did in 1980 when it boycotted the summer Olympics in Moscow in protest against the Soviet Union’s invasion of Afghanistan. (Eastern Bloc countries in turn boycotted the 1984 summer games in Los Angeles.) Nor are the games expected to be moved somewhere else, despite calls for such action by activists and some politicians in America, Canada and Europe. The IOC says the games are about sport, not politics, and will go ahead. Corporate sponsors, too, have not budged in their support. But as the games draw nearer, calls will grow for boycotts of various kinds. In 2008, when Beijing hosted the summer games, some activists labelled that event the “genocide Olympics” because of China’s support for Sudan, then conducting mass killings in Darfur. This time, although the horrors in Xinjiang do not involve slaughter, the label is more likely to stick (Tibetan protesters in India are pictured).", "Some countries’ leaders may stay away, as may some athletes. America’s president, Joe Biden, has yet to clarify what he will do. But it is unlikely that he or any other senior American official will attend, given how they have described China’s actions in Xinjiang. Mitt Romney, a Republican senator, wrote this month that his country should send its athletes but ask spectators, other than participants’ family members, not to go. China may decide to keep tight border-controls anyway, if it fears a resurgence of covid-19. On March 20th Japan said spectators from abroad would be barred from the Tokyo Olympics, which begin in July, because of the pandemic.", "Companies that are sponsoring the games will face growing pressure. Zumretay Arkin of the World Uyghur Congress, a group based in Germany, says she and other activists are approaching these firms “one by one” and will, if necessary, “publicly name and shame” them. The campaigners have started with Airbnb, an American home-rental firm. It is one of the IOC ’s main Olympic sponsors, which also include Coca-Cola, Samsung and Visa. Airbnb signed its sponsorship deal in November 2019, when the new gulag in Xinjiang was already well-known.", "On March 23rd more than 190 groups representing Tibetan, Uyghur and other China-related causes issued a public letter to Brian Chesky, Airbnb’s boss. It called on him to withdraw his firm’s sponsorship or “risk being tainted” by association with the games. Contacted by The Economist, Airbnb did not respond specifically to the letter or comment on the Olympics. A spokeswoman referred to a statement, issued by the firm in January, that acknowledged some Airbnb hosts in China had violated company policy by rejecting ethnic-minority customers. The statement said rental listings that appeared discriminatory would be removed.", "A similar letter has been sent to Grant Reid, the chief executive of Mars Wrigley, which will also soon be published. In December 2019 the sweetmaker reached a deal with Beijing’s Olympic committee that Snickers, a peanut-filled Mars Wrigley product, would be the “official chocolate” of the games. The firm did not respond to a request for comment. Executives at Coca-Cola and Visa who work on social-responsibility issues also did not reply when invited to discuss their firms’ Olympic deals.", "On March 18th Ms Arkin of the World Uyghur Congress, along with campaigners for human rights in Tibet, held a virtual meeting with IOC officials to raise their concerns. In 2015 the IOC had told such activists that it had received “assurances” from Chinese officials during the bidding process regarding human rights, and that it was confident the Olympic charter would be respected. (The charter promotes “respect for universal fundamental ethical principles” and the “preservation of human dignity”.) But IOC officials were cautious in their comments on human-rights abuses in China when it staged the Olympics in 2008, despite a brutal security clampdown on unrest in Tibet that year.", "IOC officials say boycotts punish athletes and do not work: the Soviet occupation of Afghanistan continued for eight years after the Moscow Olympics. The IOC shunned South Africa during the apartheid era, but notes that it did so in concert with a broad UN -backed international movement. South Africa, however, lacked the political and economic might of China. This month Thomas Bach, the IOC ’s president, said his organisation was not a “super world government”.", "Activists fear a repeat of 2008, when China used the games to show off its metaphorical muscles. Thousands of Chinese troops performed in the opening ceremony, which also included children carrying the Chinese flag while dressed in traditional costumes representing Tibet and China’s other ethnic minorities. It was a coming-out party for a rising great power."], "authors": ["The Economist"], "keywords": ["ioc", "boycott", "olympics", "olympic", "activists", "officials", "2022", "chinas", "games", "chinese", "countries", "xinjiang", "china"], "pubDate": "2021-03-27T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}