{"id": "7e315563-6088-3261-8632-055aaba2ab8b", "title": "Kennedy And Jimmy Discuss The British Monarchy & The Death Of Prince Philip", "url": "https://radio.foxnews.com/2021/04/09/kennedy-and-jimmy-discuss-the-british-monarchy-the-death-of-prince-philip/", "summary": "On Fox Across America with Jimmy Failla, Fox Business’ Kennedy sat down with Jimmy to discuss the news of the passing of Prince Philip & what he meant to the Royal Family, as well as how he may have been affected by Prince Harry & Meghan Markle’s interview with Oprah Winfrey.\nThere was like a foot differential between the Queen and Prince Philip, a man who never became King.\nAnd they asked him pointedly on a U.S. talk show like, why are you not King?\nAnd he was he was granted that title the night before his wedding to Queen Elizabeth.\nAnd then later on, he was made Prince Philip.”", "paragraphs": ["On Fox Across America with Jimmy Failla, Fox Business’ Kennedy sat down with Jimmy to discuss the news of the passing of Prince Philip & what he meant to the Royal Family, as well as how he may have been affected by Prince Harry & Meghan Markle’s interview with Oprah Winfrey.", "“He was on the precipice of celebrating his 100th birthday. And unfortunately, I think the interview with Harry and Megan caused so much distress that he succumbed to a series of illnesses and conditions that he had been battling over the years. But a really interesting person. There was like a foot differential between the Queen and Prince Philip, a man who never became King. And that was always a bone of contention. And for people who love “The Crown,” that was one of the storylines, that he was complaining in Season Three about not being King. And they asked him pointedly on a U.S. talk show like, why are you not King? He’s like, I don’t know, it’s one of the great injustices, but he wasn’t. But he did become at first the Duke of Edinburgh. And he was he was granted that title the night before his wedding to Queen Elizabeth. And then later on, he was made Prince Philip.”"], "authors": ["Jon Costantino"], "keywords": ["king", "kennedy", "jimmy", "interview", "death", "prince", "winfreyhe", "british", "monarchy", "wedding", "harry", "fox", "discuss", "philip", "queen"], "pubDate": "2021-04-09T00:00:00Z", "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}