{"id": "7e375a46-4046-36ee-910f-4efa6af617e7", "title": "Scores of medics in Myanmar face charges over anti-coup strike", "url": "https://www.theguardian.com/world/2021/apr/21/scores-of-medics-in-myanmar-face-charges-over-anti-coup-strike", "summary": "At least 139 medics in Myanmar are facing charges and possible jail time, according to local media, as the junta escalates a crackdown on doctors who have been involved in anti-coup protests or treating victims of military violence.\nSome medics no longer wear their uniforms because they fear that doing so puts them at greater risk of violence.\nPhysicians for Human Rights, a US-based NGO that has monitored abuses against health workers, said 160 medics had been arrested since 13 April.\nPrivate health facilities with links to government doctors on strike would have their licences revoked, the reports said.\nAccording to the Moscow Times, Russia exported $14.7m of radar equipment to Myanmar after the coup in February.", "paragraphs": ["At least 139 medics in Myanmar are facing charges and possible jail time, according to local media, as the junta escalates a crackdown on doctors who have been involved in anti-coup protests or treating victims of military violence.", "Medics in Myanmar have faced routine attacks by the military since it launched a coup on 1 February, with troops raiding clinics, firing at ambulances and beating and detaining doctors. Some medics no longer wear their uniforms because they fear that doing so puts them at greater risk of violence.", "Physicians for Human Rights, a US-based NGO that has monitored abuses against health workers, said 160 medics had been arrested since 13 April.", "The Irrawaddy news outlet reported on Monday that lawsuits had been initiated against 139 doctors who were being sought by the military. The Guardian was not able to confirm how many are in detention. Doctors who are charged and convicted could face up to three years in prison.", "The junta has also threatened to revoke the passports of doctors involved in an anti-coup strike and to bar them from medical practice, according to local media, citing a military television statement. Private health facilities with links to government doctors on strike would have their licences revoked, the reports said.", "Government doctors are being targeted for participating in a civil disobedience movement that aims to topple the junta by paralysing essential services, while private doctors say they are being attacked simply for treating protesters and onlookers.", "Sandra Mon, a Physicians for Human Rights expert, said the junta’s persecution of health workers was unacceptable. “We have received several reports so far of individuals with dire medical needs dying due to not receiving urgent care,” she said. “The systematic stripping of the health workforce by this junta, in the middle of a pandemic no less, only worsens existing disparities in Myanmar’s fragile health system, and sets it on a path to cripple entire generations in the years to come.”", "Physicians for Human Rights said it was aware of reports that non-medic civilians had been arrested and charged with treason for possessing over-the-counter medicines and first aid supplies.", "Thousands of people have been detained and 738 people have been killed by the military since the coup, according to the advocacy group Assistance Association for Political Prisoners.", "On Saturday, neighbouring countries will discuss the crisis at an Asean summit in Jakarta, though it is unlikely the group – which has a policy of not interfering with other members’ domestic affairs – will take any significant steps.", "Reports that the junta’s chief, Min Aung Hlaing, will attend the meeting have provoked condemnation from rights experts and Burmese activists, who say he is responsible for military atrocities.", "Pro-democracy politicians, including elected members of Aung San Suu Kyi’s government, announced the formation of a national unity government last week and have called for its representative to be invited to the summit instead of Min Aung Hlaing.", "Several western governments have announced sanctions against the military. On Monday the European Union said it would impose travel bans and asset freezes on nine members of the junta’s State Administration Council as well as the information minister, U Chit Naing.", "China, which has vast economic interests in Myanmar, has given a more muted response. Though China’s ambassador to Myanmar previously said the current situation was “absolutely not what China wants to see”, Beijing, along with Russia, has blocked tougher measures by the UN security council. The two countries are the biggest suppliers of arms to Myanmar.", "According to the Moscow Times, Russia exported $14.7m of radar equipment to Myanmar after the coup in February. It is not clear whether this included supplies that were promised in January, when it was confirmed that Russia would supply Myanmar with radar equipment as well as Pantsir-S1 surface-to-air missile systems and Orlan-10E surveillance drones."], "authors": ["Rebecca Ratcliffe"], "keywords": ["myanmar", "health", "charges", "doctors", "rights", "face", "military", "strike", "reports", "scores", "medics", "anticoup", "junta", "members", "russia"], "pubDate": "2021-04-21T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}