{"id": "7e4b716a-d62e-39ae-a6b5-edb6168bb682", "title": "Biden boasts of cabinet diversity, including Buttigieg, but is this identity politics?", "url": "https://www.foxnews.com/media/biden-boasts-of-cabinet-diversity-including-buttigieg-but-is-this-identity-politics", "summary": "Of course Biden is going to celebrate the most representative Cabinet in American history--not to mention Kamala Harris--especially after President Trump’s mostly white and mostly male lineup.\nAs of now, if you include the leak of ex-Michigan governor Jennifer Granholm as Energy secretary, Biden will have named nine women and eight men.\nButtigieg brings no background in transportation issues, and Granholm no special credentials on energy issues.\nAs for the politics, the 38-year-old Buttigieg was a presidential rival who dropped out to back Biden just before Super Tuesday, and this is his reward.\nWhile Buttigieg has some familiarity with transportation issues as a former small-town mayor, he actually wanted to be U.N. ambassador, but was boxed out by an Arican-American woman, Linda Thomas-Greenfield.", "paragraphs": ["I was sitting down to write about the political reasons that Joe Biden tapped Pete Buttigeig to run the Transportation Department yesterday when the president-elect introduced him this way:", "\"The first-ever openly gay nominee to lead a Cabinet department.\"", "I was going to gingerly suggest that identity politics is playing too large a role in Biden’s choices when he offered this summation:", "\"The first ever black secretary of Defense, the first ever Latino head of the DHS and the first ever Latino head of HHS. The first woman...of South Asian American descent to lead OMB, the first woman and Asian-American to lead [as] the United States trade representative...The first black woman to chair the president's Council of Economic Advisers, the first ever woman to hold Alexander Hamilton's position as Treasury Secretary.\"", "CLICK HERE TO GET THE FOX NEWS APP", "If Biden wasn’t trying to recite all the loyal Democratic interest groups he was pleasing, he gave a pretty good impression.", "Look, there’s no question that diversity is important. Of course Biden is going to celebrate the most representative Cabinet in American history--not to mention Kamala Harris--especially after President Trump’s mostly white and mostly male lineup.", "As of now, if you include the leak of ex-Michigan governor Jennifer Granholm as Energy secretary, Biden will have named nine women and eight men.", "But is he checking the boxes without getting the expertise? His head of the VA, former Obama chief of staff Denis McDonough, isn’t a veteran. Buttigieg brings no background in transportation issues, and Granholm no special credentials on energy issues. At HHS, Xavier Bercera did work on health issues as a congressman and as California’s attorney general, but he’s not a doctor or medical expert.", "As for the politics, the 38-year-old Buttigieg was a presidential rival who dropped out to back Biden just before Super Tuesday, and this is his reward. And naturally his selection generated praise from LBGTQ groups.", "Buttigieg yesterday recalled being 17 and watching as Senate Republicans blocked a vote on Bill Clinton’s nominee of a gay man, James Hormel, to be ambassador to Luxembourg--as a sign of how far society has come. Trump named Ric Grenell as ambassador to Germany and acting national intel director.", "While Buttigieg has some familiarity with transportation issues as a former small-town mayor, he actually wanted to be U.N. ambassador, but was boxed out by an Arican-American woman, Linda Thomas-Greenfield. Mayor Pete, who has no future in conservative Indiana, needed a high-profile post, and as a former McKinsey consultant he’s probably as qualified as many other politicians and party hacks who have led DOT.", "Other appointees--former EPA chief Gina McCarthy for domestic climate czar, ex-Agriculture secretary Tom Vilsack for the same job, possibly Samantha Power for AID (according to Axios)--are really making the next four years look like Barack Obama’s third term. And it is galvanizing criticism of a Cabinet built for comfort, an assortment of Friends of Joe and Obama retreads, that lacks excitement, fresh thinking or big personalities.", "That may be what Biden wants as he tries to lower the temperature in Washington. And the conflicting pressures from minority and other groups over this or that post may also signal a return to the politics of normalcy.", "SUBSCRIBE TO HOWIE'S MEDIA BUZZMETER PODCAST, A RIFF OF THE DAY'S HOTTEST STORIES", "The sniping over the various contenders will soon be forgotten, and is clearly more of a Beltway ritual than scorched-earth battles over election fraud and impeachment. WIth a few exceptions (State, Defense, Treasury and Justice), most Cabinet officers don’t get much media attention, except when there’s a crisis in their area or a scandal in their department.", "As for Biden’s appeal to unity, that hit a speed bump over an interview with Jennifer O’Malley Dillion, his campaign manager whose disciplined style helped him win the presidency.", "She told Glamour magazine that Biden was mocked for saying he could work with Republicans, adding: \"I’m not saying they’re not a bunch of f---ers. Mitch McConnell is terrible.\"", "It was an undisciplined moment for the incoming White House deputy chief of staff, whose administration may well turn on Biden’s ability to cut deals with his old Senate colleague."], "authors": ["Howard Kurtz", "Howard Kurtz Is A Fox News Analyst", "The Host Of"], "keywords": ["chief", "head", "lead", "biden", "identity", "politics", "transportation", "secretary", "including", "boasts", "woman", "cabinet", "buttigieg", "issues", "diversity"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}