{"id": "7e4b6018-3474-3008-a3cf-38a3d0b4b599", "title": "Animal Crossing: New Horizons Review – A Wholesome Island Oasis", "url": "https://www.gameinformer.com/review/animal-crossing-new-horizons/a-wholesome-island-oasis-animal-crossing-new-horizons-review", "summary": "For nearly two decades, Animal Crossing has been an inviting little getaway for people looking to take a break from headshots and explosions.\nAnimal Crossing: New Horizons is an all-inclusive package that takes the best of what’s come before and adds meaningful upgrades for returning visitors and curious newcomers alike.\nOn the flipside, if you didn’t get drawn in immediately, Animal Crossing could feel pretty aimless.\nDon’t expect any deep storytelling; that’s not what Animal Crossing has ever been about.\nThe other way to play is an Animal Crossing staple, where multiple players share an island on the same console.", "paragraphs": ["For nearly two decades, Animal Crossing has been an inviting little getaway for people looking to take a break from headshots and explosions. Heck, aside from the occasional wasp sting, the series is largely free of conflict overall; life in Animal Crossing is largely about relaxing and living life at your own pace, all in real-time. Animal Crossing: New Horizons is an all-inclusive package that takes the best of what’s come before and adds meaningful upgrades for returning visitors and curious newcomers alike. Looking for a soothing staycation in these troubled times? Welcome home.", "New Horizons’ early hook is that you’ve signed up for a Tom Nook-arranged trip to a deserted island (you’re no longer visiting an established animal village). Here, you set down roots and eventually build a brand-new community of animal friends. There’s a fun roughing-it together vibe throughout, which is a refreshing change of pace from being the new kid in town. The early hours almost play like a survival game, albeit one without life-or-death stakes. Even so, you’re in charge of your own fate in some significant new ways. You choose where you want to put your home, and you also get to designate plots of land for the other residents and services. I liked being able to control my island’s fate, especially since I had my own vision for how best to maximize the randomly generated landscape. Much of your island is likely to be off limits when you start, thanks to an abundance of rivers and cliffs. I was thrilled to get the tools to cross those areas, and even happier when I could place permanent solutions like ramps and bridges.", "That sense of taking charge of your destiny is core to New Horizons. Need a fishing pole? You’re going to have to fashion your own, at least early on. Foraging for materials is one of your first tasks, and you can use components like rocks and sticks at DIY tables to build tools, furniture, and other goods. Your homemade tools are adequate, but they break after a few uses. You get recipes for stronger versions before too long, but get used to watching your creations vanish in a puff of smoke. I’m torn about these fragile tools, because I like how they steer new players toward crafting. On the other hand, I grew weary of creating half a dozen fishing rods at a time to prep for longer angling sessions. Plenty of materials are available to replace broken tools, making the problem less about scarcity and more about filling time – which is something I’ve never had a problem with in Animal Crossing.", "Whether you like decorating your home, designing new clothes, or obsessively filling the museum with fossils, a large part of your enjoyment in those earlier games depended on how well you adjust to setting your own goals. On the flipside, if you didn’t get drawn in immediately, Animal Crossing could feel pretty aimless. Tom Nook has apparently heard those complaints, too, and he’s addressed them with a new Nook Miles program. Basically, just about everything you do in the game rewards you with miles – picking fruit, talking to neighbors, visiting other players’ islands, and more. These miles can then be exchanged for gameplay upgrades, such as additional inventory space, a tool wheel, clothing items, or fancy props that you can place in your town to spruce it up. I love the miles program, and I appreciate how it rewards you for simply going about your ordinary day. It’s all tracked via an app in your new in-game phone, which is an incredibly helpful piece of tech. I constantly referred to its Critterpedia in particular, which is a handy compendium that tracks all the bugs and fish you’ve collected, as well as details about when and where they show up. Considering the abundance of critters in the world, this is especially handy.", "There’s always been a good array of activities in Animal Crossing, and New Horizons adds a substantial amount of depth to most of them. I eagerly donated the first specimen of every critter I found to the museum, which now looks like an actual museum instead of a large, empty room. The pattern designer has more sophisticated options, allowing budding creators to design patterns for specific articles of clothing, such as a variety of shirts, sweaters, dresses, and hats. I never got into clothing design, but now that I can easily recreate my admittedly terrible wardrobe, it’s a loop I’m more frequently engaging with. And eventually you can terraform the land, denoting pathways and even transforming the shape of rivers and cliffs as you see fit.", "However you choose to spend your time, you’re surrounded by a wholesome crew of animals who go about their simple lives. I looked forward to seeing what kind of surprises they’d bring, whether it was a fun new piece of furniture for my house or one of several dozen emotes for my villager. Don’t expect any deep storytelling; that’s not what Animal Crossing has ever been about. I looked forward to seeing Mac’s dopey dog face in the morning, while I scurried past the pink gorilla Rocket whenever she came close because, for whatever reason, I think she’s a giant weirdo.", "You don’t only live alongside your animal neighbors. You can also play local co-op, sharing the screen with up to four players, but I wouldn’t recommend it. The play space is too crowded, and only one designated player can access their inventory at any given time. It’s a bummer, and my family couldn’t exit the mode quickly enough. Local wireless co-op is a better option, where players can invite their friends to visit. I can see this being an attractive option for role-playing, but I was more interested in trading items and accessing things in a friend’s store that weren’t in my island’s current rotation. New Horizons will support online play for up to eight players, but I was unable to test that out because the functionality had not been implemented yet.", "The other way to play is an Animal Crossing staple, where multiple players share an island on the same console. This continues to be a great option, and I loved sending items and letters to my family. A word of caution: If you do plan on playing this way, make sure that the first player is someone who is going to stick with it, especially in the first few weeks. Tom Nook designates that player the resident representative, and a lot of the island’s progress is dependent on their participation.", "New Horizons has a lot to see and do, and much of the joy comes from discovering it on your own. I still get a kick out of the real-time elements, such as how a construction project that takes a day to complete takes a real day’s time to finish, or how the various merchants keep actual store hours. That little hook keeps me excited to check back in later when I end each session. Animal Crossing: New Horizons has something new to experience every day, and, best of all, it’s built on a foundation of joy and earnestness that’s all too rare. If the tradeoff is that I have to craft a few fishing poles, I guess it’s worth it in the end.", "Animal Crossing: New Horizons is designed to be played over a long period of time, with certain items and events available at different times of the year. This review is based on playing the game daily over several weeks. That’s enough to evaluate the basic progression and mechanics, but questions remain about series staples like seasonal changes and special festivals around real holidays. To address the natural evolution of New Horizons throughout the year, we’re planning on updating this review several times, evaluating the new content and revisiting the score if appropriate."], "authors": ["Senior Editor", "Jeff Has Spent Countless Hours Using His Thumbs To Maneuver Images On Television Screens."], "keywords": ["miles", "players", "oasis", "tools", "play", "crossing", "wholesome", "horizons", "youre", "islands", "animal", "items", "island", "review"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}