{"id": "7e7604df-422e-3320-a6e3-dbb026a5b1e7", "title": "Superheroes and an Indoor Fund-Raiser: 5 Takeaways From the Mayor’s Race", "url": "https://www.nytimes.com/2021/01/11/nyregion/mayor-race-nyc.html", "summary": "With the presidential race and the Senate elections in Georgia decided, the mayor’s race in New York City now takes center stage, with money in the starring role.\nThe candidates are scrambling to secure donations ahead of a major fund-raising deadline this week, trying to stand out in a crowded field that will likely soon include Andrew Yang, the ex-presidential candidate.\nAn indoor fund-raiser was held over the weekend for Eric Adams, the Brooklyn borough president, even though he has received criticism for raising money indoors during the pandemic.\nA Marvel superhero actor has backed Maya Wiley, a former top counsel to Mayor Bill de Blasio, who seems in danger of not qualifying for matching public funds.\nAnd at the latest mayoral forum ahead of the Democratic primary in June, the candidates sought to pitch an ambitious idea for the city and to position themselves as authentic New Yorkers.", "paragraphs": ["With the presidential race and the Senate elections in Georgia decided, the mayor’s race in New York City now takes center stage, with money in the starring role.", "The candidates are scrambling to secure donations ahead of a major fund-raising deadline this week, trying to stand out in a crowded field that will likely soon include Andrew Yang, the ex-presidential candidate.", "An indoor fund-raiser was held over the weekend for Eric Adams, the Brooklyn borough president, even though he has received criticism for raising money indoors during the pandemic. A Marvel superhero actor has backed Maya Wiley, a former top counsel to Mayor Bill de Blasio, who seems in danger of not qualifying for matching public funds.", "And at the latest mayoral forum ahead of the Democratic primary in June, the candidates sought to pitch an ambitious idea for the city and to position themselves as authentic New Yorkers."], "authors": ["Emma G. Fitzsimmons", "Dana Rubinstein"], "keywords": ["race", "fundraiser", "mayors", "yorkers", "money", "candidates", "takeaways", "york", "indoor", "weekend", "superheroes", "wiley", "yang", "city", "ahead"], "pubDate": "2021-01-11T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}