{"id": "7e8cb30b-76cc-375d-ab0a-5333aa7ecb08", "title": "The Guardian reaches 1m subscribers and regular contributors", "url": "https://www.theguardian.com/media/2020/dec/17/the-guardian-reaches-1m-subscribers-and-regular-contributors", "summary": "The Guardian now has more than 1 million subscribers and regular contributors, after support from online readers grew by 43% in a year.\nWhen one-off contributions are factored in, more than 1.5 million people have supported the Guardian in the last year.\nBut with huge interest in coverage of the pandemic, the Black Lives Matter movement, climate change and the US presidential election, significant growth in reader support has helped to mitigate that impact.\n“It is an incredible testament to Guardian journalism that so many new readers have supported us financially over the last year,” she said.\n“As we look ahead, deepening our relationships with more readers and growing our digital reader revenues will be central to the Guardian’s future strategy and long-term success.”", "paragraphs": ["The Guardian now has more than 1 million subscribers and regular contributors, after support from online readers grew by 43% in a year.", "Figures released by Guardian News & Media on Thursday show that digital subscriptions alone grew by 60%, with total digital recurring support – a measure counting all those with a regular financial commitment – rising from 632,000 in November 2019 to 900,000 last month. There are also 119,000 print subscribers.", "When one-off contributions are factored in, more than 1.5 million people have supported the Guardian in the last year.", "Coronavirus has posed a major challenge to traditional newspaper economics, with newsstand sales and advertising badly hit. In July, Guardian Media Group (GMG) said redundancies would be necessary as part of “decisive action” to stave off unsustainable losses.", "But with huge interest in coverage of the pandemic, the Black Lives Matter movement, climate change and the US presidential election, significant growth in reader support has helped to mitigate that impact. Following the US election, on 4 November the Guardian recorded its best-ever day for digital traffic, reaching more than 190m page views and 52.9m unique browsers worldwide in 24 hours.", "The editor-in-chief, Katharine Viner, said: “In this very challenging year, readers have come to the Guardian in record numbers for rigorous, trusted reporting that holds the powerful to account. It is thanks to the support of our readers that we are able to keep our journalism open and available to all, not just those who can afford it.”", "The figures emerged as Press Gazette published a league table of English-language news publishers that have collected 100,000 or more digital-only subscriptions, placing the Guardian as the top general interest outlet in the UK and seventh globally.", "The GMG chief executive, Annette Thomas, said that the figures vindicated its strategy. “It is an incredible testament to Guardian journalism that so many new readers have supported us financially over the last year,” she said. “As we look ahead, deepening our relationships with more readers and growing our digital reader revenues will be central to the Guardian’s future strategy and long-term success.”"], "authors": ["Archie Bland"], "keywords": ["1m", "support", "reaches", "digital", "strategy", "million", "subscribers", "guardian", "regular", "readers", "reader", "contributors", "subscriptions", "supported"], "pubDate": "2020-12-17T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}