{"summary": "Much has changed in the Syrian border town of Tal Abyad.\nHamad’s hometown has been fought over by the Syrian opposition, Islamic State, US-backed Kurdish forces and, now, Turkey and its Syrian rebel proxy fighters.\n“I decided to return since my house wasn’t destroyed and there’s still furniture left that wasn’t stolen,” the 35-year-old said.\n“There are many obstacles to return for Syrians, and the ethnic angle here makes it even more difficult to verify whether these numbers are accurate,” she said.\nBut based on previous repatriation efforts to places like Jarablus I just don’t believe we could be safe there.", "url": "https://www.theguardian.com/world/2019/dec/18/syrian-refugees-return-to-home-towns-in-safe-zone-despite-dangers", "paragraphs": ["Thousands make the move over the border from Turkey but few are going voluntarily, says NGO", "Ibrahim Hamad has just returned home to Syria from Turkey for the first time in five years and feels lucky that his family’s house has survived heavy fighting in the area.", "Much has changed in the Syrian border town of Tal Abyad. Hamad’s hometown has been fought over by the Syrian opposition, Islamic State, US-backed Kurdish forces and, now, Turkey and its Syrian rebel proxy fighters.", "“I decided to return since my house wasn’t destroyed and there’s still furniture left that wasn’t stolen,” the 35-year-old said. “I am trying to find a job now. I’ve heard that the schools are going to open soon. I hope so, because both my children are in elementary school and I want them to pursue their education.”", "Hamad and his family fled the fighting in Syria in 2014, and have returned from Sanliurfa in Turkey voluntarily. But human rights monitors believe that those moving back of their own accord are in the minority – and that the so-called safe zone carved out by Turkish President Recep Tayyip Erdoğan’s October invasion of the border strip is anything but.", "On Tuesday, Erdoğan told the Global Refugee Forum in Geneva that 371,000 Syrians had already chosen to leave Turkey to move into the 32km-deep strip between the towns of Ras al-Ayn and Tal Abyad, and that he expected another 600,000 to follow imminently, reflecting a pattern established by previous Turkish offensives in Afrin and Jarablus.", "The figure was disputed by Sara Kayyali, a Syria researcher with Human Rights Watch.", "“There are many obstacles to return for Syrians, and the ethnic angle here makes it even more difficult to verify whether these numbers are accurate,” she said. “Based on what we’ve seen so far, some people are being allowed to travel freely and others are not. That’s on top of violations such as looting and arbitrary arrests, the repeat of thuggish behaviours we saw in Afrin.”", "Ankara’s heavily criticised border operation was designed to clear the area of previously US-backed Syrian Kurdish fighters that Turkey says are linked to the outlawed Kurdistan Workers’ Party (PKK). But the offensive has a secondary, equally important goal: under intense domestic pressure to solve Turkey’s refugee crisis, Ankara has said up to 2 million of the country’s 3.6 million Syrian refugees will be repatriated to the safe zone.", "The bulk would be Arab Syrians originally from Aleppo, Deir Ezzor and other areas where the Syrian regime has regained control, leaving people afraid to return to their homes.", "The proposed influx of newcomers into the relatively small 2,000-sq-mile area now under Turkish control has been met with allegations of demographic engineering and ethic cleansing from rights groups and local Kurds, who say Turkey’s Syrian proxy fighters have forced Kurdish families from their homes and accuse them of looting, burning and confiscating farmland and businesses.", "Despite ceasefire deals brokered by the US and Russia, intermittent fighting in the form of shoot-outs, shelling and improvised explosive devices (IEDs) blamed on both sides continues.", "The UN said an additional 75,000 people inside Syria who fled the border fighting remain displaced from their homes, although 117,000 have managed to return to areas now under Turkish control.", "The latest upheaval leaves many Syrian families facing new dilemmas. “My family are split on this issue,” said Fatima, a Syrian originally from the contested town of Manbij now living in the Turkish city of Gaziantep. Erdoğan’s promise of $26bn for schools and hospitals in the area was unlikely to materalise, she said.", "“My father would love to go back home, our town and our house mean a lot to him. But based on previous repatriation efforts to places like Jarablus I just don’t believe we could be safe there. I don’t want my children growing up in an environment like that. These people are mercenaries, not the Free Syrian Army [opposition umbrella] we used to know. I don’t want these factions pressuring them to fight when they’re old enough.”", "Turkey’s latest repatriation efforts are also dogged by allegations it began a large campaign to forcibly deport Syrians over the summer in a violation of both domestic and international law regarding refugee protection.", "Amnesty International said that between July to September this year hundreds of refugees were compelled to return home, some in handcuffs, after receiving threats of violence or being tricked into signing “voluntary return” agreements. Others were told they were signing a registration document, a confirmation of having received a blanket from a detention centre, or a form that expressed their desire to remain in Turkey.", "Many Syrians living in Turkey without up-to-date paperwork fear that if they are caught up in another police crackdown they too could be forced home against their will.", "“Even if we went back, Turkish-controlled Syria is just as expensive as Turkey now and you’d still make Syrian wages,” said Milad, who lives in Gaziantep. “A Turkish residency card is worth its weight in gold now. It’s all those people here illegally or still living in camps who are the most vulnerable ones. They have no one to turn to if Turkey decides to kick them out.”", "Additional reporting by Hussein Akkosh"], "pubDate": null, "keywords": ["syria", "syrians", "syrian", "dangers", "refugees", "return", "turkish", "fighting", "zone", "towns", "turkey", "town", "border", "safe", "despite"], "id": "7e8ede90-e9f5-33d7-8858-0f2b37919e1f", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "authors": ["Bethan Mckernan"], "title": "Syrian refugees return to home towns in 'safe zone' despite dangers"}