{"id": "7ea27cd7-b443-3868-9137-24a8bc04d9fd", "title": "Planned Alcoholism in “Another Round” and Weaponized Camp in “The Prom”", "url": "https://www.newyorker.com/magazine/2020/12/21/planned-alcoholism-in-another-round-and-weaponized-camp-in-the-prom", "summary": "The latest film from the Danish director Thomas Vinterberg, “Another Round,” marks the second occasion on which he has teamed up with his countryman Mads Mikkelsen.\nTwo stage troupers from New York, Dee Dee Allen (Meryl Streep) and Barry Glickman (James Corden), are mortified when their new show, a musical about Eleanor Roosevelt, shuts after opening night.\nSo it is that Dee Dee, Barry, Angie, and another resting performer, Trent Oliver (Andrew Rannells), travel to Indiana—boo, hiss—to save the day, or the magical night.\n“The Prom” uses camp very determinedly as a weapon, designed to inflict maximum correction and complaint.\nAlthough the big routines retain the crisp and fevered stomp, weirdly bereft of grace, that was the house style of Murphy’s “Glee,” the purpose of them, as enacted by Dee Dee and her posse of urban outsiders, is to demonstrate to any recalcitrant hicks the error of their non-inclusive ways.", "paragraphs": ["The latest film from the Danish director Thomas Vinterberg, “Another Round,” marks the second occasion on which he has teamed up with his countryman Mads Mikkelsen. In “The Hunt” (2012), Mikkelsen played a kindergarten teacher who is wrongly accused of being a pedophile. In the new movie, he plays Martin, a high-school history teacher who is accused, correctly, of being an alcoholic. Note that both protagonists (it’s hard to call them heroes) are in positions of civic responsibility, from which they slide: our two-bit modern answer to the kings and overlords whose precipitate falls were formerly the stuff of tragedy. In each case, the result is at once compelling and difficult to watch. Martin, for example, is discovered, in the early morning, sleeping outside a neighbor’s house, with his keys in his hand and a livid cut on his brow. He is retrieved by his son Jonas (Magnus Sjørup), and what’s shocking is how unshocked the boy looks; this must have happened before. Later, at dinner, Martin tries to explain. “Well, I got a little drunk yesterday,” he says. “But, Dad,” Jonas replies, “you’ve been drunk for a while, haven’t you?”", "There are two unusual things about Martin’s drinking. First, it’s not a passive condition into which he has slumped; it’s a plan. Second, it’s a joint effort. Keeping him company are three of his colleagues: Tommy (Thomas Bo Larsen), a sports coach, who goes to soccer practice with a plastic bottle of liquor, as if it were Gatorade; Peter (Lars Ranthe), a music lover, who verses his pupils in patriotic songs, while grabbing a quick swig behind their backs; and Nikolaj (Magnus Millang), who teaches psychology, asking his class, “Why do we behave, experience, and react as we do?” An excellent question, and one response, apparently floated by a Norwegian philosopher, is that humans are born with too little alcohol in their veins. So that’s it. We have a duty to repair the deficit, and, to this end, Nikolaj, Peter, Tommy, and Martin resolve to keep themselves topped up, while collating evidence of “verbal, motor, and psycho-rhetorical effects.” No booze after 8 P.M., or on weekends, but otherwise let it flow.", "To begin with, the scheme goes swimmingly. At school, after making a pit stop in the bathroom to refuel with Smirnoff, Martin treats his admiring students to a master class on Churchill, Roosevelt, and the art of leadership. “I haven’t felt this good in ages,” he tells his fellow-lushes, and, like gamblers on a hot streak, they raise the stakes. Up goes their daily intake. You can see where the film is heading, and, sure enough, the comedy of excess—profoundly unfunny to those who are bruised by it, like Martin’s wife, Anika (Maria Bonnevie)—kicks in. Nikolaj crawls home after a Rabelaisian binge, makes it to the bedroom, and tries, in vain, to use a baby monitor as a Breathalyzer; Peter, for his part, advises a fretful pupil to soothe his nerves with a drink before an oral exam. Mind you, this being Denmark, the subject of the test is Kierkegaard, so Peter may have a point.", "The four leading men are all too convincing, not least when they lark about in the park like small boys, yet that virtue creates a problem for the film. Is it really an ensemble piece, or do we want it to revolve around Martin? Is he not the story’s lonely heart? The issue arises early on, at a lavish dinner for Nikolaj’s fortieth birthday, where the quartet of friends progresses—if that is the word—from champagne, to vodka, to a fine 2011 Burgundy. Martin, who is driving, opts for a soda, but Peter cajoles him to hit the hard stuff, and Nikolaj argues that it makes a person “more relaxed and poised and musical and open.” We follow Martin’s expression as he listens—distracted and half amused, with a spectre of a smile. When he gives in and samples the vodka, then drains a glass of the wine in a single quaff, you see tears, unshed, befogging his gaze, as if he were moved by a sudden memory. Or maybe the alcohol went straight to his eyes. Either way, as he slowly mists over, his features illuminated in the soft-shadowed room, you stare at him and enter into his trance.", "Now that Jack Palance is dead, does any living star have a face more distinctive than Mikkelsen’s? It seems carved rather than molded, with hints of both the delicate and the incisive. He broke through as a villain, in “Casino Royale” (2006), scrutinizing 007 at the poker table, but you can imagine him as a penitent, or as the leader of a cult, and his handsomeness is of the secretive, non-open variety that invites suspicion. That’s why “The Hunt” grew so taut, and why, in “Another Round,” as Martin dives ever deeper into the drink, and as it renders him unbeautiful, you can’t help asking what sorrows, or what smoldering disappointments, this man is seeking to douse. As he remarks to his pupils, “The world is never as you expect.”", "Audiences in 1945 were equally curious, I’d guess, about Don Birnam, the sozzled character in Billy Wilder’s “The Lost Weekend.” That film certainly touched a chord, winning the Academy Award for Best Picture, and its triumph suggested that Don was not an exception. His plight was practically a rule, and I thought of him during “Another Round” as Anika sighs over Martin’s carousing and says, “This entire country drinks like maniacs anyway.” The movie’s original title was “Druk”—a splendidly percussive Danish noun, our nearest equivalent being “bender,” so why dampen it into “Another Round,” with its hearty and pub-heavy dullness? (Vinterberg has suffered this belittling before. In 1998, “Festen,” his fiercest film, became “The Celebration” for American viewers.)", "All in all, however, this is one of the director’s most absorbing works. It soaks you up, and its melancholy (a shot of Martin, say, eating cereal on his own, in the semi-dark) is somehow less disturbing than its sprees. Hence the book-ends: scenes of revelling students, who begin the movie by racing around a lake, knocking back beers as they go, and bring it to a conclusion, after graduating, by parading in trucks festooned with greenery. Whether such hoopla counts as a happy ending or as a reckless lie—whether the kids should be granted their fun, or whether the next generation of inebriates is already in training for its own destruction—is open to debate. As for Martin, he is greeted with delirium by the graduates, beside a harbor, and retorts by exploding into a dance. In his youth, Mikkelsen trained as a dancer, and it shows. Martin has just had a fortifying drink with his pals, and now, inspired, he springs and curvets, ominously close to the water’s edge, jumping for something worse than joy.", "How much alcohol you should insert into your bloodstream before attempting to watch “The Prom,” the new Ryan Murphy film, is not easy to gauge. It may well be most amenable to the completely blotto. I made the grave mistake of seeing it sober, and there were moments when I simply lost my courage and had to look away, as some people do during the tooth-drilling scene in “Marathon Man.”", "There are oodles of self-mockery here, yet never quite enough, and the plot is a rum affair. Two stage troupers from New York, Dee Dee Allen (Meryl Streep) and Barry Glickman (James Corden), are mortified when their new show, a musical about Eleanor Roosevelt, shuts after opening night. Informed that the fault lay not with the production but with the rampancy of their egos, they decide to burnish their moral reputations by finding a cause to support. A friend of theirs, Angie Dickinson (Nicole Kidman), learns, via Twitter, about a student named Emma Nolan (Jo Ellen Pellman), out in the hinterland, who wants to take her girlfriend to the prom. Rather than indulge her heathen wishes, the school’s PTA has cancelled the whole event. Horrors! So it is that Dee Dee, Barry, Angie, and another resting performer, Trent Oliver (Andrew Rannells), travel to Indiana—boo, hiss—to save the day, or the magical night. “We are liberals from Broadway!” they exclaim.", "According to Susan Sontag, in an influential essay from 1964, “It goes without saying that the Camp sensibility is disengaged, depoliticized—or at least apolitical.” Not anymore. “The Prom” uses camp very determinedly as a weapon, designed to inflict maximum correction and complaint. Although the big routines retain the crisp and fevered stomp, weirdly bereft of grace, that was the house style of Murphy’s “Glee,” the purpose of them, as enacted by Dee Dee and her posse of urban outsiders, is to demonstrate to any recalcitrant hicks the error of their non-inclusive ways. Nothing that I’ve witnessed onscreen in 2020 is more bizarre than a sequence in a shopping mall, where Trent, by means of song and dance, not only berates the senior squares from Emma’s school but specifically targets their Christian faith; by the end of the number, he has successfully converted them to his secular vision of love. It’s possible both to agree entirely with the movie’s politics and, at the same time, to feel that you’re being strangled by a rainbow, and we should thank the Lord that “The Prom” wasn’t released before the election. I can think of some states, not just Indiana, where wavering voters, disgruntled rather than wowed by the film’s remorseless plea for tolerance, might have swung in the opposite direction. ♦"], "authors": ["Anthony Lane", "Anthony Lan"], "keywords": ["weaponized", "camp", "alcoholism", "dee", "round", "goes", "film", "martins", "nikolaj", "martin", "peter", "mikkelsen", "prom", "planned"], "pubDate": "2020-12-21T00:00:00Z", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}