{"id": "7eb77ca1-9a74-3bd9-9413-4642609b2670", "title": "Police fatally shoot 15-year-old girl in Columbus, Ohio", "url": "https://www.theguardian.com/us-news/2021/apr/20/ohio-police-shooting-girl-15", "summary": "Police in Columbus, Ohio, fatally shot a 15-year-old girl on Tuesday afternoon, just moments before Derek Chauvin was found guilty of murdering George Floyd.\nOfficers were responding to an attempted stabbing call and, when police arrived, shot the girl around 4.45pm, officials said.\nHazel Bryant, who identified herself as the girl’s aunt, told the Columbus Dispatch that she lived in a nearby foster home.\nThe girl was taken to a hospital, where she was pronounced dead.\nAs we breathed a collective sigh of relief today, a community in Columbus felt the sting of another police shooting as @ColumbusPolice killed an unarmed 15yo Black girl named Makiyah Bryant.", "paragraphs": ["Police in Columbus, Ohio, fatally shot a 15-year-old girl on Tuesday afternoon, just moments before Derek Chauvin was found guilty of murdering George Floyd.", "The girl was identified by local media as Makiyah Bryant.", "Officers were responding to an attempted stabbing call and, when police arrived, shot the girl around 4.45pm, officials said. The 911 caller reported a female was trying to stab them before hanging up, they said.", "Hazel Bryant, who identified herself as the girl’s aunt, told the Columbus Dispatch that she lived in a nearby foster home. According to the Dispatch, Bryant said the teen got into a dispute with someone else at the foster home, and that her niece had a knife but dropped it before being shot multiple times by an officer.", "The girl was taken to a hospital, where she was pronounced dead. Nobody else was injured, the newspaper reported.", "Releasing police body-camera video of Tuesday’s shooting in Ohio’s capital hours later, the interim Columbus police chief, Michael Woods, said officers were answering an emergency-911 call from someone who reported an attempted stabbing.", "Police arriving at the home encountered several people on the front lawn of a house where the female youth, seen brandishing what appeared to be knife, was charging toward another female who fell backwards, the video showed.", "A police officer then opened fire on the youth as she collapsed against a car parked in the driveway. The video then shows what appears to be a kitchen knife lying on the pavement near the teenager.", "The shooting, which took place approximately 25 minutes before the judge handed down the guilty verdict against Chauvin, cast a shadow over the celebrations across the country that followed the trial’s conclusion. A crowd of protesters gathered on Tuesday night at the scene on Legion Lane, which police had partially blocked off to traffic, while other demonstrators rallied at the city’s police headquarters.", "“We don’t get to celebrate nothing,” said KC Traynor, one of the demonstrators who spoke with the Dispatch. “In the end, you know what, you can’t be Black.”", "Kimberly Shepherd, 50, who has lived in the neighborhood for 17 years, said she knew the victim.", "“The neighborhood has definitely went through its changes, but nothing like this,” Shepherd said of the shooting. “But this is the worst thing that has ever happened out here and unfortunately it is at the hands of police.”", "Shepherd and her neighbor Jayme Jones, 51, had celebrated the guilty verdict of Chauvin. But things changed quickly, she said.", "“We were happy about the verdict. But you couldn’t even enjoy that,” Shepherd said. “Because as you’re getting one phone call that he was guilty, I’m getting the next phone call that this is happening in my neighborhood.”", "The shooting occurred as advocates warned that while the Chauvin verdict should be hailed for holding police accountable, it does not amount to justice for George Floyd, and that far more work must be done to tackle systemic racism and police brutality.", "“As we breathed a collective sigh of relief today, a community in Columbus felt the sting of another police shooting,” tweeted Ben Crump, the civil rights attorney representing Floyd’s family. “Another child lost! Another hashtag,” he wrote.", "As we breathed a collective sigh of relief today, a community in Columbus felt the sting of another police shooting as @ColumbusPolice killed an unarmed 15yo Black girl named Makiyah Bryant. Another child lost! Another hashtag. ✊🏾🙏🏾#JusticeForMakiyahBryant https://t.co/9ssR5gfqm5 — Ben Crump (@AttorneyCrump) April 21, 2021", "Andrew Ginther, the mayor of Columbus, confirmed the shooting in a tweet and said that authorities were working to review body-camera footage of the incident.", "“This afternoon a young woman tragically lost her life,” he said. “We do not know all of the details.”", "He urged calm while the investigation continued. Speaking at the news conference later on Tuesday, he said: “We know, based on this footage, the officer took action to protect another young girl in our community.”"], "authors": [], "keywords": ["columbus", "ohio", "15yearold", "chauvin", "shot", "lost", "guilty", "video", "girl", "fatally", "shoot", "shepherd", "verdict", "shooting"], "pubDate": "2021-04-20T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}