{"id": "7ecae1ba-7897-3f85-bfbe-b83da89f3195", "title": "Kim Kardashian calls on Trump to commute Brandon Bernard’s execution ahead of final date", "url": "https://www.foxnews.com/entertainment/kim-kardashian-trump-commute-brandon-bernard-execution", "summary": "The “Keeping Up With the Kardashians” star and prison-reform advocate is exploring a last-ditch effort to stop the scheduled execution of Brandon Bernard, now 40.\n“Brandon Bernard, a 40-year-old father, is going to be executed tomorrow by our federal government,” Kardashian, 40, tweeted on Wednesday.\nJudge James Sweeney of the U.S. District Court of the Southern District of Indiana denied their request on Tuesday and wrote that the testimony was not strong enough to overturn Bernard’s death sentence conviction.\nAdditionally, Angela Moore, a federal prosecutor who once defended Bernard’s death sentence verdict on appeal, threw her hat into the ring and lobbied for his death sentence to be commuted in an op-ed published last month.\nCLICK HERE TO GET THE FOX NEWS APPAt least 80,000 others have also signed a pre-written letter addressed to Donald Trump asking for the president to commute Bernard’s sentence, Rob Owen, Bernard’s lawyer told the Indianapolis Star.", "paragraphs": ["Kim Kardashian is on a mission to save a life.", "The “Keeping Up With the Kardashians” star and prison-reform advocate is exploring a last-ditch effort to stop the scheduled execution of Brandon Bernard, now 40.", "Bernard is currently at the U.S. Penitentiary in Terre Haute, Ind., and has been on death row since his sentencing in 2000 for his involvement in a robbery that led to the deaths of Todd and Stacie Bagley on the Fort Hood military base in Killeen, Texas in 1999, when Bernard was 18 years old.", "“Brandon Bernard, a 40-year-old father, is going to be executed tomorrow by our federal government,” Kardashian, 40, tweeted on Wednesday. “Having gotten to know Brandon, I am heartbroken about this execution. I’m calling on @realDonaldTrump to grant Brandon a commutation and allow him to live out his sentence in prison.”", "KIM KARDASHIAN HELPS ANOTHER INMATE GET OUT OF PRISON AFTER 23 YEARS BEHIND BARS", "She added: \"Most of the time executions happen, in our names, without a lot of attention given to them. This is unacceptable. For the next 24 hours I will be tweeting about Brandon and his case and why his life should be spared by @realDonaldTrump.\"", "Barnard’s legal defense team had been working diligently for a stay in Bernard’s execution, arguing to the court that during his trial, the prosecution in the case withheld a critical expert witness who could prove that Bernard’s status within the 212 Piru Bloods gang was minuscule at best and didn’t have enough clout to make decisions.", "Judge James Sweeney of the U.S. District Court of the Southern District of Indiana denied their request on Tuesday and wrote that the testimony was not strong enough to overturn Bernard’s death sentence conviction.", "Less than two weeks ago, Kardashian again spoke out on Bernard’s looming execution and defended the stance that he should be granted a reprieve to carry out a life sentence instead of a death sentence.", "KIM KARDASHIAN WEST VISITS DEATH ROW INMATE JULIUS JONES IN LATEST BID FOR CRIMINAL JUSTICE REFORM", "“While Brandon did participate in this crime, his role was minor compared to that of the other teens involved,” she tweeted on Nov. 29. “In fact, Brandon was not a part of the initial carjacking that took place and was stunned when the robbery turned into a homicide with one of the other teens shooting both Todd and Stacie in the head.”", "“The gunman then turned to Brandon, gun still in hand, and told him to light the car Todd and Stacie lay in on fire to destroy the evidence,” Kardashian continued. “Brandon believed both were dead, though Stacie was not, and was fearful for his own life, so he made the terrible decision to comply.”", "Bernard's defense attorneys say both Bagleys were likely dead before Bernard doused their car with lighter fluid and set it on fire, a claim that conflicts with government testimony at trial. Trial evidence showed Todd Bagley likely died instantly. But a government expert said Stacie Bagley had soot in her airway, indicating smoke inhalation and not the gunshot killed her. Defense attorneys have said that assertion wasn’t proven.", "Bernard, they say, has repeatedly expressed remorse.", "If put to death on Dec. 10 as is scheduled, Bernard would become the ninth federal prisoner to be executed following the Trump administration’s decision to end a 17-year pause in federal executions earlier in 2020.", "Bernard is one of five executions scheduled to take place before Donald Trump exits office in January.", "CLICK HERE TO SIGN UP FOR OUR ENTERTAINMENT NEWSLETTER", "Meanwhile, Bernard’s accomplice Christopher Vialva – who was the triggerman – was also sentenced to death and was executed by lethal injection in September, becoming the first Black man to face the ultimate punishment since executions were re-administered.", "Five of the nine jurors involved in the verdict that sent Bernard to death row have since gone on record admitting that they regret the original verdict and four are also asking for Bernard’s sentenced to be commuted.", "Additionally, Angela Moore, a federal prosecutor who once defended Bernard’s death sentence verdict on appeal, threw her hat into the ring and lobbied for his death sentence to be commuted in an op-ed published last month.", "CLICK HERE TO GET THE FOX NEWS APP", "At least 80,000 others have also signed a pre-written letter addressed to Donald Trump asking for the president to commute Bernard’s sentence, Rob Owen, Bernard’s lawyer told the Indianapolis Star.", "The Associated Press contributed to this report"], "authors": ["Julius Young", "Julius Is An La Entertainment Reporter For Fox News."], "keywords": ["bernard", "stacie", "final", "todd", "execution", "date", "commute", "bernards", "death", "sentence", "federal", "executions", "calls", "trump", "kardashian", "kim", "brandon"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}