{"id": "7ecf42d5-5741-3730-a373-222c096b51da", "title": "The Medium Review – Grave New World", "url": "https://www.gameinformer.com/review/the-medium/the-medium-review-grave-new-world", "summary": "Bloober Team attempts to explore this mysterious spirit realm with its puzzle-filled horror adventure, The Medium.\nThe Medium’s one unique element comes from how it handles the spirit realm.\nAt designated points in the story, Marianne inhabits both the real world and the spirit world at the same time.\nBut even in the spirit realm, most puzzles boil down to returning objects to their proper place.\nThe spirit realm is also incredibly drab, and its overtly grotesque design diminished my enthusiasm for crossing realities.", "paragraphs": ["With our five senses, we perceive a great deal of the world around us. But what if another world exists behind the one we see? What if a second reality sits just behind the façade of our experiences? And, what if this reality is full of spirits we cannot see and cannot touch, who brush past us on a daily basis? Bloober Team attempts to explore this mysterious spirit realm with its puzzle-filled horror adventure, The Medium. Sadly, Bloober Team’s vision for an unseen reality isn’t that exciting to look at.", "Marianne is a supernatural medium who can talk to the dead, but when she receives a mysterious phone call summoning her to a derelict hotel on the outskirts of Kraków, Poland, her talents are truly tested. When Marianne arrives at the resort, the only inhabitants she encounters are tormented lost souls and an invisible monster who forces Marianne to wrestle with her past. The Medium’s narrative starts with a lot of promise, but quickly loses steam. Marianne doesn’t have much of a personality, and is little more than a cipher to move the plot along. Moreover, certain details are hard to follow, and The Medium's few interesting twists (near the end of the game) feel unearned.", "It’s unfortunate that The Medium’s narrative doesn’t shine, because a solid story may have pulled me through its uninspired gameplay. As Marianne communes with the dead, she is occasionally tasked with solving simple puzzles, such as rerouting the power to a car lift or finding the missing pieces to a broken mirror. Sadly, only a small handful of these puzzles ask the player to look for clever solutions. For example, I enjoyed paying attention to clues in my environment to decipher the passcode for a locked door, but most of the time I felt like I was completing grunt work, hauling random items from one end of the environment to the other so I could place them back where they obviously belong.", "The Medium’s one unique element comes from how it handles the spirit realm. At designated points in the story, Marianne inhabits both the real world and the spirit world at the same time. During these sequences, the screen splits in half to show Marianne’s location in each realm. A room that is blocked off in the real world might be open in the spirit realm, which encourages you to carefully explore both realities and find a way forward. This is a neat idea, and I enjoyed manipulating objects in one realm to affect the other. But even in the spirit realm, most puzzles boil down to returning objects to their proper place. The spirit realm is also incredibly drab, and its overtly grotesque design diminished my enthusiasm for crossing realities. I love good, creepy atmosphere, but The Medium’s environments are simply grotesque environments formed of human-like skin, not terror-inducing locales.", "Like a lot of modern horror games, The Medium forgoes traditional combat mechanics in an effort to amplify the scares – but this doesn't do enough to turn up the tension. The Medium sets the stage for several chilling moments, but often fails to deliver. For example, Marianne occasionally encounters a powerful beast that forces her to either run or hide. These moments seem thrilling at first, but the monster is so easy to evade that it quickly stops feeling like a threat. The stealth sequences are particularly disappointing because they are so linear that there is never any question on where you need to hide; these moments are more like trials in patience as you wait for the monster to move on so you can creep forward to the next hidey-hole.", "Some of the best horror games of the last decade have offered combat-free frights. After all, abandoned buildings are scarier when you can’t push back against the shadows. However, The Medium’s lack of combat highlights the challenge of letting atmosphere and puzzles carry a horror experience. The idea of exploring split realities is neat, but Bloober Team needed another gameplay hook to hang its hat on, because this horror show is a bit shallow."], "authors": ["Senior Editor", "Benjamin Reeves Is A Writer", "Journalist", "Geek Sponge. For The Last Years He Has Worked As An Editor For Game Informer Magazine. He Has A Passion For Video Games", "Comic Books"], "keywords": ["grave", "medium", "marianne", "realm", "mediums", "puzzles", "reality", "realities", "spirit", "horror", "review", "world"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}