{"id": "7ee0226a-7f87-31a8-9802-91975c29ce7b", "title": "The best smart home storage", "url": "https://propertylistings.ft.com/propertynews/vancouver-british-columbia-canada/6590-the-best-smart-home-storage.html", "summary": "Existing storage includes customised kitchen units with LED lighting, but the home lends itself to embracing even more high-tech solutions.\nPantryChic automated food storage, from $349.95Keep your kitchen cupboards well stocked with the help of a digital pantry.\nSamsung smart wardrobe, £1,599The AirDresser cleans, refreshes and removes wrinkles or odours from clothes using steam jets.\nThe cycles can be selected and controlled using an app, which also displays a reminder when the wardrobe itself needs cleaning.\niParcelbox smart delivery box, £219.99The iParcelbox is designed to remove concerns about missing a delivery.", "paragraphs": ["By Adrian Justins", "Spending so much time at home over the past year has thrown into sharp focus the need for ample storage, with office and school supplies requiring tidying away as well as all our usual possessions. Technology can help: smart solutions not only provide a neat home for items but can also take the stress out of daily chores such as shopping, dry cleaning and deliveries.", "This C$3m ($2.38m) three-bedroom Vancouver townhouse has automated heating, cooling, lighting and security systems. Existing storage includes customised kitchen units with LED lighting, but the home lends itself to embracing even more high-tech solutions. Here are five products the new owners might want to consider.", "PantryChic automated food storage, from $349.95", "Keep your kitchen cupboards well stocked with the help of a digital pantry. The PantryChic store and dispense system keeps tabs on levels of dry foods and sends alerts to an app, which can automatically reorder items from online suppliers such as Amazon Fresh and, in the US, Walmart.", "The other main feature of the system is automated dispensing of ingredients for recipes. The starter pack includes three SmartCanisters and a dispenser unit. Information about the type and quantity of food in the jars is accessed by the Chefling cooking app, which can then recommend recipes using those ingredients. After placing each jar on the dispenser unit, the app will electronically add the precise amount of each ingredient by weight or volume into a mixing bowl.", "Samsung smart wardrobe, £1,599", "The AirDresser cleans, refreshes and removes wrinkles or odours from clothes using steam jets. Its rail can accommodate three garments such as shirts, jackets or jumpers, and three pairs of trousers on specially designed hangers, plus there is an accessories rack for scarves and ties.", "Designed to slot into a built-in wardrobe, or used as a standalone device, it uses mains power but does not require plumbing as it has a water tank that needs to be filled manually. There are 22 cycles for all manner of fabric including wool, fur, leather and silk. The cycles can be selected and controlled using an app, which also displays a reminder when the wardrobe itself needs cleaning.", "Haier connected wine cooler, £849", "Oenophiles can keep 77 bottles in this Haier wine cooler, which has two zones for storing the alcohol at temperatures between 5C and 20C. The temperature can be monitored and controlled using an app, which also allows wine lovers to identify and catalogue their collection once they have scanned the label of each bottle using their smartphone camera.", "The app has filters for sorting wines by date, region and grape type, and can also suggest the type of food with which to pair each bottle. Available online from AO, the cooler has tinted glass, touchscreen controls and an anti-vibration compressor to keep its contents in optimum condition.", "iParcelbox smart delivery box, £219.99", "The iParcelbox is designed to remove concerns about missing a delivery. If nobody is home, the courier can use the box, which should be positioned within view of the front door. The courier presses the button on the box, if it is empty, the lid opens and, when closed, a notification is sent to the owner’s smartphone app.", "Any subsequent attempts at delivering the same day will trigger further alerts, allowing the owner to unlock the box remotely from the app. Couriers can scan the barcode inside the lid as proof of delivery. Made from weatherproof powder-coated steel, the 60cm x 40cm box requires mains power.", "Yale home safe, £229", "Made from anti-drill, anti-saw, 2.5mm-thick steel with a 6mm-thick door, this motorised safe for valuables is opened using a key code or biometric fingerprint activation; it will recognise up to 100 fingers. The lock is powered by AA batteries and will shut down if three attempts are made to open it using incorrect codes. An external 9V battery can be used to re-power the lock, or it can be opened using an emergency key.", "Property photography: Christie's International Real Estate"], "authors": [], "keywords": ["app", "using", "wine", "delivery", "smart", "box", "food", "storage", "wardrobe", "best", "type"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}