{"summary": "Keanu Reeves got cuffedFacebook Twitter Pinterest Keanu Reeves and Alexandra Grant: breathtaking!\nThe reefs are alive with the sound of musicFacebook Twitter Pinterest Health reefs: music to conservationists’ ears.\n… and we could stop HIV transmissionsFacebook Twitter Pinterest Treatment can prevent transmission, research found.\nA community got 3D-printed roofs over their headsFacebook Twitter Pinterest A first for 3D-printed homes.\nBaby Yoda made us squeeFacebook Twitter Pinterest Baby Yoda: just so beautiful!", "url": "https://www.theguardian.com/us-news/2019/dec/18/news-2019-best-stories-year", "paragraphs": ["The climate crisis, Trump, the death of Grumpy Cat – 2019 had some grim news. But amid the darkness were stories to treasure", "Will we remember the news of 2019 fondly? I mean, no. It was grim and relentless – marred by, among other things, the bloviating of politicians on both sides of the Atlantic, the accelerating climate emergency, and by the deaths of Boo the dog, Grumpy Cat and Lil’ Bub. Just when we thought we were getting to the end of this godforsaken decade, a million penises were retched forth by the sea.", "Yet even in the darkness there is likable content – stories that did our hearts good. Here goes:", "Humps are back", "After centuries of whaling, researchers worried humpback whale populations would struggle to recover. But their numbers are now up from mere hundreds in the 80s to over 25,000, exceeding experts’ most optimistic expectations. More good news for endangered species: sea turtle populations have officially increased 980% since becoming protected in 1973, and in February, Galapagos conservationists found a living member of a giant tortoise species previously thought to be extinct.", "Keanu Reeves got cuffed", "Facebook Twitter Pinterest Keanu Reeves and Alexandra Grant: breathtaking! Photograph: Matt Baron/Rex/Shutterstock", "Beset by a lifetime of personal tragedy and meme-ified as the internet’s purest embodiment of despair, Keanu Reeves has long occupied the role of saintly yet enigmatically sad and self-professedly lonely celebrity dreamboat. This year, however, Reeves publicized his relationship with the artist Alexandra Grant, with whom, sources confirm, he is “extremely happy”. We’re all happy for you, Keanu! You’re breathtaking!", "The reefs are alive with the sound of music", "Facebook Twitter Pinterest Health reefs: music to conservationists’ ears. Photograph: Lucas Jackson/Reuters", "In Michael Ondaatje’s poem Sweet Like a Crow, “the clicking sound of a reef when you put your head in the sea” is made out to be a nasty noise – but this year, researchers found that when audio recordings of healthy reefs are played at the site of dying reefs, fish assume the reef is poppin’ and swim over to hang out, thus helping revitalize the ecosystem. That’s music to conservationists’ ears.", "Megan Rapinoe kicked balls", "Facebook Twitter Pinterest Rapinoe: great player, great hair. Photograph: Benoît Tessier/Reuters", "This year, American soccer star Megan Rapinoe won the World Cup, the Golden Boot and the Ballon D’or, all while fighting homophobia and inequality in the world of sports, and delivering sick burns to the president. Oh, and her hair looked great the whole time.", "Black beauty queens reigned supreme", "Facebook Twitter Pinterest All four major beauty pageants were held by black women. Photograph: Mark Lennihan/AP", "When Zozibini Tunzi was crowned Miss Universe this December, it marked the first time that the top prizes in all four major beauty pageants were simultaneously held by black women – a meaningful moment for diversity and representation, especially given pageants have long been criticized for their racism and antiquated, eurocentric beauty standards.", "We understand Alzheimer’s better than ever …", "Facebook Twitter Pinterest Could this be transformational? Photograph: Yui Mok/PA", "“We are on the verge of something truly transformational,” Maria C Carrillo, head of research at the Alzheimer’s Association, wrote in Time this October. Not only are scientists newly optimistic that the drug aducanumab may slow the disease, but researchers at Berkeley have also found that drugs that relieve inflammation in the brain could slow or even reverse cognitive decline and German scientists learned how to monitor subtle early manifestations of Alzheimer’s long before clinical signs appear.", "… and we could stop HIV transmissions", "Facebook Twitter Pinterest Treatment can prevent transmission, research found. Photograph: Piyal Adhikary/EPA", "A study published in the Lancet this May revealed treatment can prevent the sexual transmission of the HIV virus. The eight-year study found no cases of transmission between almost 1,000 gay male couples who had sex without condoms, in which one partner was HIV positive and treating the condition with antiretrovirals. These findings have enormous implications for the global treatment of HIV.", "A quilting project stitched up our hearts", "Facebook Twitter Pinterest Craft that quilt! Photograph: Alamy", "This autumn, Chicago’s Shannon Downey bought a $5 unfinished quilt at an estate sale – a crafting project initially embarked on by 99-year-old Rita Smith, who died earlier in 2019. The quilt design – a representation of every American state flower and bird in a hexagon – was so ambitious it took Downey and a hundred volunteer women across the US working together to finish it this year, which they did in honor of Smith and the underrated value of crafting.", "A Thai grocery store went bananas", "Facebook Twitter Pinterest An a-peeling solution. Photograph: Liz Mcburney/The Observer", "In an effort to reduce plastic waste from produce packaging, Thai grocery chain Rimping began using banana leaves (which are sturdy, waxy and usually discarded) and biodegradable banana-fibre twists to secure bundles of fruit and veg. Banana leaves may not be an option in North America, but Rimping’s a-peeling solution is a good reminder that meaningful innovation need not be complicated.", "Greta the great", "Facebook Twitter Pinterest Thunberg knows what’s up. Photograph: Giulio Lapone/Rex/Shutterstock", "This year, teen activist (and Time magazine’s person of the year, and coiner of Collins English Dictionary’s word of the year – “climate strike”) Greta Thunberg became the fresh face of climate action, focusing international attention on environmental injustice, pressuring governments to respond to the escalating global climate crises and inspiring the largest climate demonstration in human history. Her advocacy has repeatedly elicited tantrums from Donald Trump on Twitter, which Greta has deftly deflected with clever clapback bio updates.", "A community got 3D-printed roofs over their heads", "Facebook Twitter Pinterest A first for 3D-printed homes. Photograph: Courtesy Motionland for New Story", "", "Affordable housing is now within reach of struggling communities thanks to the efforts of New Story, a not-for-profit which has created the first 3D-printed homes to be inhabited. Now, residents of an earthquake-prone, rural south Mexican neighborhood have been able to move from shacks to seismically sound two-bedroom homes with plumbing and sanitation.", "Fewer of us had a cow", "Facebook Twitter Pinterest The alt-meat industry took off. Photograph: Dawn Damico/Alamy Stock Photo", "", "The animal-free, alt-meat industry truly took off in 2019, with products like Beyond Meat and the Impossible Burger becoming mainstream enough to be available at A&W and Burger King respectively. Like non-dairy “milks” before them, plant-based proteins are on their way to transcending niche-product status – and lab-grown meat has never been more promising, either.", "Baby Yoda made us squee", "Facebook Twitter Pinterest Baby Yoda: just so beautiful! Photograph: Supplied", "Finally, this November, the world united in adoration of a tender green nugget called “Baby Yoda”. Baby Yoda – who is not the infant version of the classic Star Wars Jedi Master, but (probably) another member of that Yoda’s mysterious species – is a character from Disney+’s The Mandalorian. Werner Herzog, who stars in the series, has described him as “heartbreakingly beautiful”."], "pubDate": null, "keywords": ["reeves", "climate", "yoda", "gladdened", "hearts", "reefs", "photograph", "pinterest", "twitter", "beauty", "rejoice", "world", "2019"], "id": "7ef87a1b-d0ec-38a6-a651-770b48eb42a9", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "authors": ["Adrienne Matei"], "title": "Rejoice! Rejoice! The news stories from 2019 that gladdened our hearts"}