{"id": "7f37e54a-012f-39a6-8a55-c211ec46d334", "title": "Is the retail investor revolution unravelling?", "url": "https://www.ft.com/video/7a8a195a-a73d-4318-94f4-7a66bf195502?playlist-name=section-82645c31-4426-4ef5-99c9-9df6e0940c00&playlist-offset=3", "summary": "You can enable subtitles (captions) in the video playerIs the great revolution in financial markets unravelling?\nSome of the brokers catering to this new army of retail traders have also really struggled to keep up with the flow.\nMore recently, an apparent attempt to join forces and fire up the price of silver really missed the mark.\nAnd the big negative bets that some retail traders thought was out there against silver didn't really exist.\nAnd do retail traders really understand the risks they're taking on?", "paragraphs": ["You can enable subtitles (captions) in the video player", "Is the great revolution in financial markets unravelling? Well, it certainly hit a snag. To rewind a little, so-called retail traders, have a go amateurs often with no formal training in financial markets, have hit the headlines since they succeeded in outsmarting supposedly canny hedge funds that were betting against consoles retailer GameStop.", "Armed with free trading apps, often very sophisticated tools, and online message boards that help to meet and share and share ideas in massive numbers, they managed to fire up the share price of the retailer in January, crushing the firms that were betting against it. Some of them made a lot of money in the process. But in the great democratisation of finance, as some traders like to see it, it's not running smoothly. For some, it's ended up as a quick way to lose a lot of money.", "A lot of the stocks that the retailers love - GameStop, cinema operator AMC, former phone giant Blackberry and Nokia, have all plunged back down to earth. These are, after all, not generally seen as the hottest stocks in the market. Some of the brokers catering to this new army of retail traders have also really struggled to keep up with the flow.", "More recently, an apparent attempt to join forces and fire up the price of silver really missed the mark. It worked briefly, but it turns out the silver market is just too big for these small traders to take on. And the big negative bets that some retail traders thought was out there against silver didn't really exist. Meanwhile, some of the really big winners from the stock's frenzy we've seen lately were actually the old guard of Wall Street. So much for the little guy sticking it to the man.", "What does this all mean? Well, it's really fired up a debate around how the riches of financial markets can truly reach ordinary people. Why should they be nudged out? Why should they not deploy the same sorts of aggressive tactics as hedge funds?", "But as losses mount for people who were treating markets like a game, brokers and social media sites need to think carefully around who is promoting trade ideas. Why? And do retail traders really understand the risks they're taking on?"], "authors": ["Produced Petros Giompasis"], "keywords": ["lot", "traders", "stocks", "share", "silver", "retail", "markets", "financial", "revolution", "big", "really", "investor", "unravelling"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}