{"id": "7f4bceac-5658-3b74-b9be-63d85760981e", "title": "Trump golf club no longer the host of future PGA Championship amid US Capitol violence fallout", "url": "https://www.foxnews.com/sports/trump-golf-club-future-pga-championship-us-capitol-violence-fallout", "summary": "The 2022 PGA Championship will no longer be held at Trump Bedminster in New Jersey, PGA of America announced Sunday night as fury at President Trump over the U.S. Capitol riot grows.\nTrump National Golf Club Bedminster is a property owned by the Trump Organization, which was headed by Donald Trump until he became president.\nCLICK HERE FOR MORE SPORTS COVERAGE ON FOXNEWS.COM\"The PGA of America Board of Directors voted tonight to exercise the right to terminate the agreement to play the 2022 PGA Championship at Trump Bedminster,\" PGA of American President Jim Richerson said in a brief statement.\nRicherson added in a video it would be a \"detriment to PGA of America brand\" to have the tournament at the Trump property.\nThe president was also booted from several social media websites as a result of online rhetoric and fear of inciting violence.", "paragraphs": ["The 2022 PGA Championship will no longer be held at Trump Bedminster in New Jersey, PGA of America announced Sunday night as fury at President Trump over the U.S. Capitol riot grows.", "Trump National Golf Club Bedminster is a property owned by the Trump Organization, which was headed by Donald Trump until he became president. He would golf there at points during his presidency.", "CLICK HERE FOR MORE SPORTS COVERAGE ON FOXNEWS.COM", "\"The PGA of America Board of Directors voted tonight to exercise the right to terminate the agreement to play the 2022 PGA Championship at Trump Bedminster,\" PGA of American President Jim Richerson said in a brief statement.", "Richerson added in a video it would be a \"detriment to PGA of America brand\" to have the tournament at the Trump property.", "JUSTIN THOMAS APOLOGIZES AFTER CAUGHT MUTTERING ANTI-GAY SLUR: 'I'M EXTREMELY EMBARRASSED'", "The president has drawn fierce criticism and threats of a second impeachment after a mob of pro-Trump supporters stormed the U.S. Capitol on Wednesday. The president was also booted from several social media websites as a result of online rhetoric and fear of inciting violence.", "The PGA taking away one of the Tour’s top majors was the latest shot to the president.", "A GolfWeek column published earlier Sunday floated the idea of the PGA moving the tournament. The Quadrilateral later reported that the PGA Tour was searching for a replacement, citing sources.", "CLICK HERE TO GET THE FOX NEWS APP", "Collin Morikawa won the 2020 event in San Francisco. The 2021 event will be played at Kiawah Island, South Carolina."], "authors": ["Ryan Gaydos", "Ryan Gaydos Is The Sports Editor For Foxnews.Com. Follow Him On Social Media"], "keywords": ["longer", "pga", "host", "tournament", "capitol", "championship", "america", "president", "event", "club", "bedminster", "future", "violence", "golf", "fallout", "trump"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}