{"id": "7f640772-dec7-30bc-aa19-16f8abbdc93f", "title": "Oscar-tipped film 'Mank' is bathed in Old Hollywood glamour", "url": "https://edition.cnn.com/style/article/mank-movie-costume-design/index.html", "summary": "\"Mank\" features some of the biggest stars of the era including \"Kane\" director Orson Welles (Tom Burke) and Hollywood starlet Marion Davies (Amanda Seyfried).\nVibrancy without colorAs Hollywood enters awards season, \"Mank\" is being tipped as an early favorite for next year's Oscars.\nTrish Summerville was tasked with emulating the looks of Old Hollywood stars like Marion Davies.\nOld Hollywood detailsBefitting a movie star of Davies' fame and wealth, Seyfried wears some of the most elaborate costumes in \"Mank.\"\nThe costume designer also took away from \"Mank\" a deeper appreciation for the laborious work her costume department peers would have done in 1930s Hollywood.", "paragraphs": ["Written by Tufayel Ahmed, CNN", "When director David Fincher enlisted his frequent collaborator, costume designer Trish Summerville, for his new movie \"Mank\"-- a biopic on the screenwriter behind the iconic 1941 film \"Citizen Kane\" -- she knew it was going to be her most challenging assignment for him to date.", "Summerville, who previously worked with Fincher on the crime thrillers \"The Girl With the Dragon Tattoo\" from 2011 and \"Gone Girl\" from 2014, was tasked with recreating the glamor of 1930s Hollywood, from its backlot meetings to its lavish soirees, without using a drop of color.", "Amanda Seyfried and Gary Oldman travel back to the Golden Age of cinema for \"Mank.\" Credit: Netflix", "Fincher and cinematographer Erik Messerschmidt strove for authenticity of the era by closely replicating the look and feel of Old Hollywood talking pictures -- right down to shooting \"Mank\" entirely in black and white, or \"Fincher-vision,\" as Summerville described it over the phone.", "\"It's never going to be just black-and-white. It's his vision of what black-and-white is,\" she said of the film, which takes on sumptuous noir tones and unfolds in arresting continuous shots.", "\"Mank,\" which opened to a limited run in theaters in November and is out on Netflix today, is equally as buzzy a project as Summerville and Fincher's previous collaborations. \"Citizen Kane\" is considered one of the greatest movies of all time, and the film delves into the events and people screenwriter Herman J. Mankiewicz (played by Gary Oldman) supposedly drew inspiration from while writing the script. \"Mank\" features some of the biggest stars of the era including \"Kane\" director Orson Welles (Tom Burke) and Hollywood starlet Marion Davies (Amanda Seyfried).", "Vibrancy without color", "As Hollywood enters awards season, \"Mank\" is being tipped as an early favorite for next year's Oscars. Some of the praise is down to Summerville's costumes.", "She not only had to ensure that all of the costumes accurately reflected the show-stopping gowns worn by the likes of Davies and actress Bette Davis, but that they dazzled even in black-and-white. Ironically, Summerville had to think more about color than ever before.", "\"Even if it is black-and-white, you can't just use just black and just white because it goes really flat (on screen) and everything looks the same,\" she explained. \"It was about figuring out which colors and varying tones read really well on screen.\"", "Though the film was shot entirely in black-and-white, color was important to the costume design, as different hues translate to different black and gray tones. Credit: Netflix", "Summerville tried to stay \"authentic to what the color palette was then,\" she said, opting for both muted tones and jewel tones, which she said achieved a \"variance of white to off-white to gray to black-and-whites that would read differently.\"", "On set, there was a vibrant range of hues, particularly when it came to party scenes at Hearst Castle in San Simeon, California, where Davies and her newspaper tycoon paramour William Randolph Hearst (played by Charles Dance) held famous soirees for Hollywood's biggest stars.", "\"A lot of the dresses and gowns are really intense colors like chartreuse, salmon and acidy greens and mangos,\" said Summerville.", "Trish Summerville was tasked with emulating the looks of Old Hollywood stars like Marion Davies. Credit: Hulton Archive/Archive Photos/Getty Images", "The use of bold colors presented a conundrum in itself. Summerville had to be mindful that the colors used didn't distract the actors on set and appeased Fincher's sensibilities, too. \"Dave isn't a big fan of color,\" Summerville said. \"There's certain colors he doesn't like because they can draw your eye (away from the scene).\" The director doesn't like red, for instance, she said, but red can create a rich black on camera, while pinks can sub in for gray.", "Another challenge, she said, was avoiding loud prints and patterns that can look \"confetti-like\" on screen. \"We didn't want everything to be solid because there was a lot of printing happening in women's clothing and men's ties at the time, so we tried to find tonally what was complimentary in black-and-white.\"", "Old Hollywood details", "Befitting a movie star of Davies' fame and wealth, Seyfried wears some of the most elaborate costumes in \"Mank.\" \"She's one of the few women that repeats throughout (the movie) and is in these big party scenes holding her own in political conversations,\" said Summerville. \"I wanted your eye to be drawn to her because it's such a male-heavy film.\"", "In one scene Seyfried wears a stunning gold, metallic lamé dress -- a popular material for women's gowns and evening at the time -- and later she is seen in a circus-inspired costume with palazzo-style pants at an annual party held at Hearst Castle. Summerville replicated the outfit Davies actually wore to the A-list soiree she and Hearst threw in 1937, based on photos of the actress there on a carousel horse.", "Summerville said she wanted viewers to be drawn to Seyfriend as she navigates the \"male-heavy\" world of \"Mank.\" Credit: Netflix", "\"We just made slight improvements on it, like adding more rhinestones and Swarovski crystals down the front,\" said Summerville. \"I really wanted her to wear the pants ... There's other pictures where Marion did wear pants quite often, which was rare for a woman of her age and in that time period, and because she was around William Hearst, who was very traditional and old-fashioned.\"", "Differentiating the various men in the film was more difficult. Mank and his cohorts wore very traditional tailoring for the time, so Summerville infused a little bit of each character into their style. In the film, Oldman, for example, appears quite disheveled and showing signs of a paunchy stomach from excessive drinking.", "Summerville gave authenticity to her designs by looking at the details of 1930s styles and the different techniques used to make the garments. Credit: Netflix", "\"His shirts weren't perfectly pressed -- they probably started off pressed in the morning, but as his day progressed he became more disheveled,\" explained Summerville. \"He wears his tie loosened a lot, which wasn't very common then, and we had his pants underneath his belly to show his weight gain.\"", "Summerville's foray into 1930s fashion gave the costume designer a sense of the workmanship that went into dressmaking and tailoring at the time. \"I really loved looking at old, authentic period clothing -- the sleeves on a lot of women's clothing were really intricate,\" she said. \"And how pockets and waistbands were sewn into men's trousers used different techniques that aren't done now at all. Clothing then was made with a lot of pride and quality put into it.\"", "The costume designer also took away from \"Mank\" a deeper appreciation for the laborious work her costume department peers would have done in 1930s Hollywood.", "\"The(re's) intricacy in the fabrics and the stoning that went into things,\" she said. \"And it was made head to toe, from milliners to cobblers.\""], "authors": ["Tufayel Ahmed"], "keywords": ["old", "hollywood", "summerville", "mank", "really", "davies", "glamour", "film", "hearst", "lot", "costume", "oscartipped", "bathed", "tones"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}