{"id": "7f6d5416-b7ae-32f7-9233-77fcfb19c5c1", "title": "North Korean education official reportedly executed for 'anti-party activities'", "url": "http://www.foxnews.com/world/north-korean-education-official-executed-anti-party-activities", "summary": "North Korean leader Kim Jong Un has reportedly ordered the execution of a top higher education official for \"anti-party activities\" — after he complained about not receiving support and resources from the government.\n\"The OGD conducted an investigation because [the commission failed] to make any progress and because some have criticized the government’s policies.\"\nNORTH KOREA SAYS IT WON'T PARTICIPATE IN TOKYO OLYMPICSAmong their grievances were that before the Distance Education Act could be implemented, the necessary facilities and equipment would have to be installed, according to the report.\n\"Even if [we] make suggestions, [they] just tell [us] to keep [our] mouths shut, so let’s just go through the motions of gathering and then go home,\" he reportedly told his commission members.\nAfter receiving Ri’s report, the OGD conducted its probe, leading the Ministry of State Security to execute Park for \"anti-party and anti-revolutionary sectarian activities within the education sector.\"", "paragraphs": ["North Korean leader Kim Jong Un has reportedly ordered the execution of a top higher education official for \"anti-party activities\" — after he complained about not receiving support and resources from the government.", "The man in his 50s, only identified as Park, had been selected to serve as chairman of the Ministry of Higher Education’s \"non-standing commission for the implementation of the Distance Education Act,\" the Daily NK reported.", "But an investigation by the Organization and Guidance Department into the commission revealed that Park failed to achieve any real progress to inform remote learning in the country — and that the commission only gathered to criticize the government, according to the South Korea-based news outlet.", "\"The non-standing commission was established in June of last year,\" a source in the Hermit Kingdom told the Daily NK. \"The OGD conducted an investigation because [the commission failed] to make any progress and because some have criticized the government’s policies.\"", "NORTH KOREA SAYS IT WON'T PARTICIPATE IN TOKYO OLYMPICS", "Among their grievances were that before the Distance Education Act could be implemented, the necessary facilities and equipment would have to be installed, according to the report.", "Park repeatedly whined about this to his superiors, who responded by saying: \"There are no instructions from the Central Committee, so stay put [and keep silent].\"", "But the chairman reportedly continued his rants.", "\"I don’t understand why [the authorities] would choose to implement the act, create this commission, and call busy professors away from their university jobs [if they were not going to give the commission any resources],\" Park said.", "\"Even if [we] make suggestions, [they] just tell [us] to keep [our] mouths shut, so let’s just go through the motions of gathering and then go home,\" he reportedly told his commission members.", "The commission comprised about 20 professors who held weekly meetings.", "The OGD launched an investigation after Kim Il Sung University President Ri Guk Chol then dug up comments by Park and reported him to the Central Committee.", "CLICK HERE TO GET THE FOX NEWS APP", "\"Everyone knows that the nation is experiencing difficulties, but policies can’t be executed properly because of people like [Park], whose heads are not in the right place,\" he said, according to the outlet.", "After receiving Ri’s report, the OGD conducted its probe, leading the Ministry of State Security to execute Park for \"anti-party and anti-revolutionary sectarian activities within the education sector.\""], "authors": [], "keywords": ["executed", "park", "act", "north", "korean", "education", "university", "antiparty", "activities", "commission", "investigation", "according", "told", "ogd", "reportedly", "official"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}