{"id": "7f81593e-d010-346d-8592-346a7de6a51a", "title": "Extraterrestrial hiking - Following the tracks of NASA’s Curiosity rover", "url": "https://www.economist.com/christmas-specials/2020/12/19/following-the-tracks-of-nasas-curiosity-rover", "summary": "It is not its height which makes Mount Sharp special.\nMount Sharp is modest by comparison.\nIn carving out Mount Sharp, the winds laid bare the planet’s history.\nThe sedimentary strata of lower Mount Sharp might record both the planet’s early environment and the chemical changes that accompanied its subsequent desiccation.\nThe sands’ journey around the flanks of Mount Sharp will erase all trace of your passing.", "paragraphs": ["H OW YOU came to be on this flat desert plain at this time does not matter. What matters is the landscape around you.", "To the north there is what appears to be a rim around the world, brightened by morning-lit dust at its base, darker as it rises into the sky. In some places it is a disordered, stepping-stone staircase of hummocky hills; in some it has a steep, solid face. However they are reached, though, its heights are strangely continuous and peculiarly even in stature: a scarp, not a mountain range, one that curves as it stretches to the left and right, the east and west.", "You turn and face the mountain, broad and daunting. It is both nearer than the rim which encircles it and higher—taller and more wide-shouldered than Mont Blanc, Mount Rainier or Mount Fuji. Around its base, dunes sweep past flat-topped mesas. Behind and above them, a layered reddish rock rises a kilometre or more, its sturdy ridges casting stripes of shadow in the oblique light. The slopes immediately above are brighter and more chaotic, like a soft wood savagely chiselled. Higher still, towards the snowless peak, you think you pick out layers again, perhaps, of some sort. But it is hard to say: the air, though thin, is dusty, and the heights are far away.", "You adjust your straps, square your shoulders, and start to walk towards it.", "The encircling scarp to the north of you is the rim of Gale crater, a circular basin 150km in diameter which, though only five degrees from the Martian equator, is part of what scientists call the southern highlands. It was formed by the impact of an asteroid between 3.8bn and 3.5bn years ago. The crater-bottom plain over which you are walking is Aeolis Palus; the mountain towards which you are headed is known officially as Aeolis Mons, but colloquially as Mount Sharp.", "The heights of Mount Sharp are unlike those of any Earthly mountain. Its roots are older than any Earthly continent. The rocks under your feet, though, have no such strangeness to them. Only an expert geochemist could distinguish them from the rocks of some Earthly desert. The mountain-in-a-crater landscape has been shaped by forces never expressed this way on Earth. But the details and textures that meet your eyes are entirely familiar. Indeed, the rocks are doubly familiar: familiar from analogues on the Earth; familiar from prior inspection. Everything you see here in Gale crater has already been examined and appreciated through eyes from Earth. Just not through human ones.", "It is not its height which makes Mount Sharp special. Olympus Mons rises almost 25km above the lowlands of Amazonis, three times the height of Everest. The great peaks of Tharsis and Elysium rise considerably higher than Hawaii’s Mauna Loa does above the abyssal plains of the Pacific. Mount Sharp is modest by comparison. But unlike Mars’s highest heights, it was created in a uniquely Martian way.", "Earth’s mountains come in two forms. There are chains like the Alps and Himalayas, pushed up when two tectonic plates collide, and there are volcanoes, built up by hot rock rising from below. But both types, like empires, go through a rise and fall. The forces that drive them into the sky eventually abate; erosion takes care of what is left behind.", "Mars’s greatest mountains, and many of its smaller ones, are volcanoes of a particular type—built up by flow after flow of dark, basaltic lava driven to the surface by heat from the mantle far below. They can be higher than Earth’s because, perhaps ironically, Mars is a smaller planet. Being small, it started off with less internal heat than Earth; it has lower gravity; and it has been unable to hang on to the thick atmosphere it once seems to have had: that is all good news from the point of view of mega-mountains.", "A lack of internal heat means that the planet’s stiff, cold crust is thicker than Earth’s, and not divided into jostling tectonic plates. On Earth a hotspot in the mantle can feed magma to a mountain on the surface above for only a few million years before the movements of the crust sever the link. On Mars the crust stays put, so a mantle hotspot can feed the growth of a single volcano for a billion years, maybe more.", "On Earth, the crust would buckle under such loads. On Mars, where the crust is thicker and basalt weighs less, it supports them. And the thin, dry atmosphere means their heights see hardly any erosion. Ice and running water quickly erode away Earth’s proudest peaks. Troubled only by the thinnest of winds, Mars’s great volcanoes suffer no such levelling. They stood as high as they do today when the rocks of Everest first started their rise from the bottom of the Indian Ocean: they will be all but unchanged when erosion has returned the Himalayas to the plains and seas below.", "At lower altitudes, though, the weak but insistent wind can have its way with softer rocks, and that is the unearthly way in which Mount Sharp was made. When Gale crater was formed, Mars had not yet become the cold, dry, all-but-airless world it is today. Looking at pictures taken from orbit in the 20th century, scientists saw that soon after Gale’s formation its rim, then considerably higher than the remnant away from which you are walking, was ground down in the way that mountains on Earth are, with rivers and streams spreading its remains over the crater’s floor.", "When the water and ice ran out, wind-blown sediments were piled on top of these water-borne ones. Not long after the planet’s comparatively warm, wet youth was fully spent, Gale’s great basin was filled, perhaps to the brim, with sediments hardened into rock—as, it appears, were craters across the Southern Highlands. Mars boasts the only such sedimentary rocks yet seen anywhere beyond Earth.", "Having given, the wind then began to take away. For geologists interested in wind-shaped landscapes Mars is very heaven. For billions of years its thin winds have been building dunes, carving yardangs, polishing desert pavements and endlessly redistributing dust. All these processes take place on Earth. But on Earth the rain raineth, if not every day, at least every century, and deserts bloom or vanish as climates and continents shift. None of that happens on Mars. The wind has world enough and time to do all that it could wish.", "At Gale, and in other filled-in craters, it excavated. But it did so unevenly, scouring harder near the rim, paying less attention to the middle. Consequently the central sediments began to stand proud. The presence of this protuberance encouraged the wind to pass around it, reinforcing its tendency to dig more deeply closer to the rim, hollowing out a doughnut trench. And so, over aeons, Mount Sharp was cut out of the once-even plain, a mountain not added to the surface from below like those of Earth, but created by subtraction from above.", "In carving out Mount Sharp, the winds laid bare the planet’s history. Its higher slopes are all but certainly made of compacted dust, and maybe some volcanic ash. Its lower strata are part of the original sedimentary infilling, washed into place from the eroding rim. So are the lowlands. You are walking on a lake bed that dates to a time when the Sun was but a quarter of its current age. The thought makes you both proud and slightly uneasy as you scuttle across the silent floor.", "At the dawn of the 21st century, when the sedimentary deep past of Mars was first beginning to be appreciated, geologists realised that the aeolian landscape of Gale crater offered a pair of attributes that made it a particularly promising site for study. The sedimentary strata of lower Mount Sharp might record both the planet’s early environment and the chemical changes that accompanied its subsequent desiccation. And the adjacent crater floor offered a nice big patch of smooth terrain on which a spacecraft could land.", "So on August 6th 2012 a hovering “sky crane” that had parachuted down through the Martian sky lowered a rover called Curiosity onto the surface. The sediments that had been hoped for were there in abundance. “I’d expected mudstones,” said one geologist. “I hadn’t expected to spend most of the mission looking at them.” Within a couple of years Curiosity had confirmed that the inside of Gale crater really had been a lake, one with a rich history of its own. It had emptied and filled up again. There were coarser rocks closer to where the sediments had washed down from the rim; there were what seemed to be stream beds filled in by later muds, their rocks preserving ripples created by the gentle flow of water aeons ago. It was the best evidence ever seen of a habitable environment beyond Earth.", "Daring to disturb", "Curiosity crept forward a few metres at a time. It took years to reach the mountain. You are covering the distance a thousand times faster. But your walk is still rather slow. This is not due to dawdling or awe, though maybe it should be. It is a matter of physics. The lower gravity of Mars slows things down. When you walk at a natural pace, the leg that is off the ground swings forward like a pendulum: that is what makes walking so energy-efficient. Pendulums swing slower under the low gravity of Mars, and thus so do legs; your walking pace is about two-thirds what it is on Earth.", "But other gaits are available. One involves pushing your lighter-than-it-should-be body into the air with your forward foot so that both legs are out of contact with the ground as the trailing foot swings forwards. When you land on the same foot with which you pushed off, the other foot comes down ahead of it, giving you a split second of doubly-footed steadiness before you push off again with that second, now forward, foot. This is a gait that comes naturally to five-year-olds but which adults on Earth forsake; it takes up more energy than walking. On Mars it is both speedy and practical. And also rather fun. To reach the mountain faster, you start to skip.", "As the land begins to rise, it also begins to break up. When the wind’s scouring reaches a particularly tough layer of sediment, it deepens cracks within that layer and eventually gets to work on softer rocks beneath, undermining the overlying stratum. The land takes on a shattered look. Some bits collapse sooner than others, the hold-outs balancing, for a while, on plinths of softer rock below. The most dramatic such forms on Earth look like petrified pseudo-mushrooms: broad, tough caps on thin stems.", "Curiosity never saw such pedestal formations. But you are not following directly in its tracks—they are protected as part of Martian heritage. And you can clamber over obstacles the rover would have had to circumnavigate. The ease with which you can jump up is the strongest reminder that this landscape is not an Earthly desert. That, and the lack of detritus. “The only way you know that you’re not in the American West”, said one of the Curiosity scientists, “is that there are no old cars that have been used for target practice.”", "When you come to the dunes, though, they add some otherworldly strangeness. Mars’s nearly omnipresent, iron-oxide-rich, wind-blown dust imposes a palette of tan and reddish browns on almost all the planet’s landscapes, not to mention its skies. The thin line of dunes around the mountain’s base is an intervention of near perfect black, its slopes and crests like calligraphy in India ink.", "This is because the dunes, unlike almost every other aspect of the Martian surface, are active. They are composed of sand from outside the crater blown against the mountain’s base, accumulating in drifts which are flowing around to the west. And those rolling sand grains gather no dust. They maintain the colour of the basalt that makes up most of the Martian crust: tarmac black.", "Curiosity had to look carefully for a safe passage through this Stygian flow. Active sands are no friends to rovers; one of its predecessors, Spirit, lost contact with Earth after it got stuck in a sand trap in Gusev crater. With the benefit of legs as opposed to wheels, and with muscles much stronger than is necessary in this weak gravity, you have no such fears. You can clamber up the dunes’ shallow stoss sides and slide down their steep slipfaces. You can lie down and make sand angels that sharp-eyed satellites can see from space.", "The pervasive out-of-placeness engendered by Mars tends to inhibit such frolics. Being alive in this barren, alien landscape is a triumphant achievement, but it is also an incipient pollution: matter out of place should know its place. But in the dunes it is different. Here Mars moves, and Mars forgets. The sands’ journey around the flanks of Mount Sharp will erase all trace of your passing.", "And so to the harder, steeper rock of Mount Sharp’s slopes. They are still sedimentary, but geochemically distinct from the rocks below. Curiosity spent the early years of the 2020s making sense of those distinctions as it headed towards the intriguing gully of Gediz Vallis. You are content simply to climb them, headed up towards the wind-formed, wind-shaped strangeness of the higher reaches, your steps passing over unwitnessed and unmeasured spans of time.", "Come and go", "Late in the morning, you come to a sandstone ledge and pause; almost a kilometre above the dunes, you look around again. The rim, now lit evenly from the south, looks more uniform than it did earlier. The textures of the plain are richer looked down on than they were when you stood amid them. You can no longer look up at the peak without looking directly at the Sun, and so you don’t. But it still beckons.", "Curiosity’s diligent explorations did not exhaust human curiosity about this place, nor dent the wonder to be felt here; in fact they whetted both. Mysteries remained, and still remain, spread out through the silent rocks and over all the planet’s strange history. So much remains unknown.", "But the rock you stand on and the slopes ahead: they are real and present, as solid beneath your feet as they were clear in Curiosity’s cameras. The weak wind at your back, you continue the climb. ■"], "authors": ["The Economist"], "keywords": ["rover", "following", "mars", "dunes", "rim", "earth", "mount", "rocks", "extraterrestrial", "curiosity", "crater", "mountain", "tracks", "sharp", "walking", "hiking", "nasas"], "pubDate": "2020-12-19T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}