{"id": "7fab668b-7a41-3569-933c-599932711b4d", "title": "‘It’s impossible to pay’: the UK residents trapped overseas by quarantine rules", "url": "https://www.theguardian.com/world/2021/feb/11/its-impossible-to-pay-the-uk-residents-trapped-overseas-by-quarantine-rules", "summary": "With many flights cancelled, and travellers facing hotel quarantine costs of £1,750 to return from high-risk countries that come into effect on Monday, some British residents have become stuck overseas.\nThree people have spoken about the difficulties they face in returning to the UK, and the costs they may incur.\n‘There’s no chance we can pay’Maria, 30, from Chile, said the high cost of hotel quarantine would prevent her from returning to her home in Bristol.\nI think it’s completely necessary to quarantine and I don’t mind doing it there at all.\nIt frustrates me, because travel is almost a privilege now: you have to be rich enough to pay for quarantine.”", "paragraphs": ["With many flights cancelled, and travellers facing hotel quarantine costs of £1,750 to return from high-risk countries that come into effect on Monday, some British residents have become stuck overseas. Three people have spoken about the difficulties they face in returning to the UK, and the costs they may incur.", "‘There’s no chance we can pay’", "Maria, 30, from Chile, said the high cost of hotel quarantine would prevent her from returning to her home in Bristol.", "“For me, it’s impossible to pay that. There’s no way we can do it,” she said. “I also don’t feel safe doing that, because there are so many people travelling to the same place from around the world. We have our place in Bristol and live alone. I think it’s completely necessary to quarantine and I don’t mind doing it there at all. But I’m a student – there’s no chance we can pay.”", "She was supposed to return to the UK from visiting her family in mid-January, but her flight was cancelled due to the ban.", "“There are no flights for the next two weeks,” she said. “We have no idea when we’ll be able to go back home. The UK put Chile on a list with the rest of South America, assuming the whole region had the Brazilian variant, but Chile has only detected a few cases. We were shocked when we were placed on the high-risk list.", "“It’s very stressful,” she added. “Our families are great and we’re lucky to have a place to crash, but the anxiety level is quite high not knowing when you’ll be back.”", "‘We’ve spent the savings we would have used for our honeymoon’", "Steven Fleck with his fiancee and their son. Photograph: Steven Fleck/Guardian Community", "Similarly Steven Fleck and his family have been stuck in Fuerteventura, one of the Canary Islands, since the start of the third UK national lockdown in early January because their airline has repeatedly cancelled their return flights.", "“The most recent flight on 2 March has just been cancelled,” he said. “The next one, fingers crossed, is the 6 March. I’m not holding my breath for it to be honest.”", "Fleck, his fiancee, Libby, their son and his parents-in-law arrived on the island for a five-week holiday on 6 December, just six days before the Canary Islands were removed from the UK government’s safe travel list, meaning travellers would have to self-isolate on their return.", "The extended stay has incurred substantial costs. “We’re in our third hotel now because the other ones have closed until the summer months. For just myself and my partner, staying in this apartment, and two villas before that has got to be about £4,000. Food on top of that I’d estimate to be another £1,000. We are penny watching for sure.", "“Ironically, we were due to get married last year, and that was cancelled twice. So we’ve spent the savings we would have used for our honeymoon to help fund staying here longer.”", "Fleck said travelling back to the UK indirectly was both too expensive and too risky, especially when their airline has not addressed whether they might be compensated for the additional costs incurred from their already cancelled flights.", "He is also concerned about his business in the UK. “I’ve got my own events company. I’ve only got one employee left now who’s working remotely, and myself. It’s harder to plan ahead harder when you’re in another country. It’s demoralising. We’ve got to get back to our lives.”", "‘Travel is almost a privilege now: you have to be rich enough to pay for quarantine’", "Maria, 29, was due to fly back from Portugal, where she has been visiting her family, on 27 January, before her flight was cancelled at short notice. Since then, she has booked another two flights, only for them to be cancelled.", "“It’s been a pretty awful experience,” said Maria, who lives in Cambridge. “My flight was days from departing when the UK suddenly put a ban on flights from Portugal because of the Brazilian variant. The UK government has said that if you have residency you can fly back, and I have pre-settled status, but the flights keep being cancelled.”", "Now, she is considering flying back via a third country if rules allow, but is concerned about the cost of a hotel quarantine should that be necessary.", "“I’m just constantly anxious because I feel like I’m stuck,” she added. “I don’t really have any options available to me that don’t require quite a lot of money. I travelled in the summer, and did everything right with the full self-isolation for 14 days. It frustrates me, because travel is almost a privilege now: you have to be rich enough to pay for quarantine.”"], "authors": ["Molly Blackall", "David Batty"], "keywords": ["uk", "quarantine", "overseas", "dont", "costs", "return", "residents", "impossible", "flight", "pay", "flights", "cancelled", "hotel", "rules", "trapped", "stuck"], "pubDate": "2021-02-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}