{"id": "7fb96c41-848b-3c17-bd7a-bd8ec59041d5", "title": "2020 Was Messy—Here’s How to Get Organized in the New Year", "url": "https://www.vogue.com/article/home-organization-essentials", "summary": "We’ve all spent a lot—like a lot—of time in our homes over the past several months.\nNow, the sprawling stack of off-kilter magazines once considered charming clutter just feels like, well, a complete mess.\nBinge watching The Home Edit or Tidying up with Marie Kondo on Netflix also didn’t help: now you look at your spice rack in utter shame.\nTrade up those scratched plastic bins with some sleek under-the-bed storage, and invest in a Scandinavian-minimalist shoe rack that’ll show off—and support—everything from your sky-high heels to your sneakers.\nBelow, 12 home storage and organization essentials perfect for the kitchen, bedroom, living room, and home office, chosen with design and function in mind.", "paragraphs": ["On the hunt for home organization essentials? Makes sense. We’ve all spent a lot—like a lot—of time in our homes over the past several months. Now, the sprawling stack of off-kilter magazines once considered charming clutter just feels like, well, a complete mess. That slapdash shoe bin in your closet is engulfed in absolute chaos. And the junk drawer in the living room? Don’t even go there. Binge watching The Home Edit or Tidying up with Marie Kondo on Netflix also didn’t help: now you look at your spice rack in utter shame.", "But 2021 is here (thank god), and with it comes resolutions. So, let Vogue help you achieve your dreams of a chic, orderly home. Trade up those scratched plastic bins with some sleek under-the-bed storage, and invest in a Scandinavian-minimalist shoe rack that’ll show off—and support—everything from your sky-high heels to your sneakers. And, since many of us will be working from home well into the new year, it’s time to finally straighten up your desk. Solve that insufferable, ensnared wire tangle of chargers or internet router wires with colorful cable clips. And, with work landline phones a thing of the past, prop up your iPhone with an acrylic stand for a hands-free conference call so you can multi-task.", "Lastly, there’s the must-haves for homes of any size: a chic catch-all for keys. (Our pick? A Les Ottomans handprinted bamboo tray, adorned with firefly motifs.)", "Below, 12 home storage and organization essentials perfect for the kitchen, bedroom, living room, and home office, chosen with design and function in mind. To adapt a line from Kondo herself: everything sparks joy—as well as sanity.", "Kitchen", "Wood Handled Dish Rack $78 FOOD 52 Shop Now Tabletop Wine Bottle Rack $115 ALL MODERN Shop Now", "Le Creuset Storage Cannister $21 LE CREUSET Shop Now Glass Recycled Spice Jars $8 WORLD MARKET Shop Now", "Living Room", "Burrow Wall Shelf $650 BURROW Shop Now Curva Magazine Holder $200 WALLPAPER STORE Shop Now", "Hayden Storage Unit $235 ONE KINGS LANE Shop Now Brittany Plant Stand $90 NOVOGRATZ Shop Now", "Bedroom", "Carlisle Bedside Table $995 SOHO HOME Shop Now Set of 2 Underbed Storage Bins $164 OPEN SPACES Shop Now", "Les Ottomans Flora Handpainted Tray $54 MATCHES FASHION Shop Now Normann Copenhagen Shoe Rack $300 FINNISH DESIGN SHOP Shop Now", "Office", "Dusen Dusen Tissue Box $35 COMING SOON NYC Shop Now Adhesive Cable Clips $10 CONTAINER STORE Shop Now"], "authors": ["Elise Taylor", "Elise Taylo"], "keywords": ["2020", "room", "organized", "tray", "rack", "messyheres", "spice", "past", "shop", "shoe", "storage", "store", "stand"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}