{"id": "800a4144-440a-3714-b097-5294ec5e18c0", "title": "WIRED25 2020: Ghetto Gastro and Gabriela Cámara on Egalitarian Eating", "url": "https://www.wired.com/video/watch/wired25-2020-ghetto-gastro-gabriela-camara", "summary": "And actually some people like to do just halfof the glass rim,but I think that's great.\nIt takes careful and good cooking and good maintenanceand good serving and good everything.\nIt's not true that food is cheap, good food is not cheap.\nThey're really well known for their brick oven pizzas,they're fire and yes, I support those dudes out there,they're doing something really good out there.\nPierre touched on a lot of really good points,and as well, I like to practice compost,as I like to practice compost.", "paragraphs": ["Transcript", "Hi everyone, thank you so much", "for joining us this evening to help kick off WIRED25.", "I'm Sonia Chopra Executive editor of Bon Appétit,", "and I'm joined today by Gabriela Camara,", "a chef restaurateur and cookbook author", "with decades of experience.", "Running restaurants in Mexico City and San Francisco,", "including the well of Contramar and Cala.", "Gabriela has been called one of the most innovative women", "in food and drink, and is widely recognized", "as a leader when it comes to driving sustainability", "and equitable work practices inside the restaurant industry.", "With us are John Gray, Pierre Serrao and Lester Walker,", "co-founders of Ghetto Gastro.", "The Bronx based creative in culinary collective,", "truly defies boundaries,", "pushing the limits of what we know as culinary events", "to bring people together and redefine community.", "The work of both Gabriela and Ghetto Gastro exists", "around the intersection of food, art and culture,", "and both place heavy emphasis on sustainability", "and social justice.", "They are pioneers in their field and have worked hard", "to push our industry to be better.", "Please join me in welcoming them today.", "To get started Gabriela,", "I hear you're gonna walk us through making a Paloma.", "Yes, I chose this drink because I think it's easy", "to find ingredients wherever you are.", "It's something that's made usually,", "or more traditionally with grapefruit soda.", "So you don't even need the actual fruit", "And I just thought it was something really easy,", "everybody loves it.", "It's Mexican, it has tequila.", "And it has a little bit of Aperol,", "which is like my little Italian side there.", "So I love that drink, it's refreshing,", "you can drink whenever, wherever.", "So are you ready to give it a shot?", "Yeah, I'm ready.", "So I've drank many, many Palomas,", "but I've never actually made one myself,", "so I'm excited about this.", "You are gonna realize how easy it is.", "[laughing] Let's see.", "Okay, you guys I'm so sorry you can't join in the fun,", "but you'll learn it, it's easy.", "Easy, easy, do you like tequila?", "Or do you prefer mezcal?", "In mexico there's a division between people", "who only drink tequila", "and people who are into more of the agave.", "I like what you normally like.", "Fine, okay, this one we're gonna do with tequila.", "So do you have your glass?", "Okay, do you have a little bit of salt?", "You need to put a little bit of salt in a plate,", "so that you can rim the glass, okay.", "So with the lime,", "do you have a lime around there?", "I have some lime juice, I was just gonna dip in.", "Yeah, perfect, that was exactly", "what I was gonna ask you to do, perfect.", "So wet the rim, put the salt, perfect.", "Then, do you have ice cubes around there?", "Ice cubes. You don't want", "it to be too heavy.", "You don't want the salt rim to be too heavy.", "And actually some people like to do just half", "of the glass rim,", "but I think that's great.", "Okay. Okay.", "So then you're gonna put the ice cubes in there.", "Okay, have my ice cube in here.", "Okay, maybe this is wrong.", "I was gonna make it in here and then pour it into here", "because I couldn't get an ice cube to fit into my Mason jar.", "Alright, we're doing great.", "Do you have huge ice cubes?", "Yeah, I have like big cocktail ice cubes,", "I don't know if you can see them.", "Okay, fine, that's great, that's lovely.", "Do you have a way of shaking it?", "Do I need to shake it? I was gonna stir.", "No, you don't need to shake it,", "but it's usually you drink it with the ice cubes,", "in the drink.", "I see, I see, okay. But it's fine, it's fine.", "Let's stir and try.", "Okay [laughing]. That looks like good ice,", "so it's not gonna melt that easily.", "If you're watching at home, please have smaller ice cubes.", "You oughta drink it off the big glass", "[laughs] Yeah, that's true,", "I can drink it outta here. Or you could", "just make it there. Why not?", "Let's do it.", "It's not very COVID free to be sharing", "your drink with anybody,", "so you just have to finish it yourself.", "That's true, that's true, just drink the whole picture.", "Okay, I'm ready.", "Okay, so then you put the ice cubes in there.", "You add the tequila,", "which is usually like one ounce and a half per glass.", "And this is sort of a light Paloma.", "[clanking]", "Okay. Okay.", "That's half an ounce.", "Perfect. That's an ounce,", "and then next is the Aperol.", "Yeah, the Aperol and the lime juice, exactly.", "And how much Aperol do we want and how much lime juice?", "So you want about an of ounce lime juice", "and about a half an ounce of Aperol.", "The Aperol is just to give it a little, bitterness.", "Just a splash or a full half ounce or?", "Put half an ounce.", "Okay, I'm worried about spilling,", "so all my half ounce pours are a little bit scant,", "but that's fine, I think. Yeah.", "Just got my first cooking scale,", "during the pandemic,", "and so now I feel like everything I do is so precise", "and when I'm not doing something precisive, I'm messing up.", "No, the Paloma does not need to be that precise.", "[mumbling] If you're running a bar", "and wanting to take care of costs, yes.", "But if you're doing it at home,", "just make sure that it's not either too alcoholic", "or too sweet.", "Alright, let's stir? You're doing great,", "you're doing great.", "That's some good color there.", "Got the flick of the wrist going.", "[mumbling]", "Okay, you see have the tequila, you have the Aperol", "and you have the lime juice.", "Yep. Okay.", "And now you just need to be ready", "to put the grapefruit soda.", "Did you get a good grapefruit soda?", "I got what I could find at my bodega,", "so maybe I won't show you the brand,", "in case it's the wrong one.", "What's the right one, the Jarritos?", "Usually you use Squirt or Jarritos, yes, usually.", "It's nicer if you use grapefruit juice", "and a little bit of soda.", "[indistinct]", "I've been so sad about the end of tomato season,", "but citrus is coming in strong [indistinct].", "I know, it's so happy to have citrus", "after you use tomatoes.", "Yeah, I know, okay, so top it up.", "Top it up.", "Should I drink it out of this", "or should I pour it into my Mason jar without an ice cube?", "I really think you should drink from that.", "Okay, I'm gonna talk about it.", "You do what you can do,", "you can add a little bit of salt into the glass,", "since you didn't rim that one.", "'Cause the salt also makes the ice last longer,", "but it's actually really nice to have a little bit", "of the salt with the sweet drinks.", "Can you confirm what might be a fake cooking myth to me,", "if you have really salt your water,", "it takes longer to boil, true, right?", "It's a myth.", "I feel like it cooks faster.", "Oh, it cooks faster?", "I feel like the water boils faster when you add salt.", "You know what,", "I have actually measured it and it takes exactly the same.", "I don't know if it's Mexico City.", "Don't worry. I don't know [mumbling]", "With pasta they always say,", "let it boil, once it's boiling, add the salt,", "it goes up again.", "And then put the pasta in.", "And I've never put the salt before the water boils,", "but I actually tried it once", "and I had measured it with a friend", "that was arguing exactly the same thing,", "and it took seconds of difference.", "Fascinating, cheers [laughs].", "Cheers, did you put a little bit of salt in there?", "A little bit of salt in the grapefruit,", "yeah, it's delicious.", "Is it fine? It's balanced.", "Very good. How easy?", "can I just say?", "I think it's so appropriate that you're drinking", "a Paloma Sonia, because today we're celebrating", "Mexican Independence Day.", "The independence from Spain over two years ago,", "and many Mexicans, I hope can be drinking", "and celebrating even though this is a very different day", "of independence celebration.", "For the first time we've had nobody,", "downtown Mexico City,", "and nobody gathering and nobody,", "everybody's safe distancing and socially distancing,", "so enjoy your Paloma.", "I hope everybody can make themselves a Paloma at least.", "[Sonia] Thank you for walking me through it.", "[foreign language]", "Thank you, happy independence for everybody.", "Yes, yes, let freedom reign.", "So you mentioned the difference", "maybe of being in Mexico, being here,", "and I was curious,", "you ran restaurants in two countries,", "with two totally different sets of policy", "and two totally different restaurant rules.", "And typically inside of Mexico,", "you work as an advisor to the president of Mexico", "and now you're on the government's Council", "of Cultural Diplomacy.", "So I was just wondering,", "how has your work kind of changed", "and evolved during this time in the pandemic?", "Can you tell us a little bit about what it's been like?", "It's absolutely different, San Francisco,", "just the difference of climate,", "one city is by the ocean, sea level.", "The other one is high altitude in the mountains.", "It is in a plateau and it's super,", "Mexico City is this like flat, lovely climate.", "it's the closer city to the equator,", "it makes it really easy to grow things,", "and we have an amazing farmland in Mexico City", "which is something that many people don't know", "about Mexico City because it's so populated.", "But we actually are able to grow", "a lot of our vegetables in Mexico City.", "And then Mexico is such a centralized country", "that we get tons of things in the city.", "But anyway, running restaurants in San Francisco", "and in Mexico City, yes, I could not think of two cities", "that are close-ish in the big scheme of the globe,", "and so different.", "San Francisco is a very small city,", "700,000 people living there only.", "[sighs]", "I don't know, there are on the other hand,", "so many similarities,", "I've found that San Francisco", "and Mexico City are much more similar than I expected,", "'cause I had never lived in San Francisco until 2014", "when I went there.", "And the abysmal difference between those who live well,", "and those who really struggle in the city,", "is a big similarity with Mexico City.", "I've seen the growth of homelessness,", "and drug use in the street.", "People just living in the streets,", "and people remaining homeless because it's so difficult", "to pay rent at San Francisco", "in the Bay Area, in general.", "So that's been a similarity, an unfortunate similarity,", "that I didn't expect that we've lived with.", "On the other hand, even restaurants,", "in restaurants in Mexico City,", "of course, things are more and more uniform", "and there are rules that apply to everybody,", "and now with the pandemic we've learned a lot", "about how to keep safe,", "and how to have all these hygiene,", "and labor laws that apply to absolutely everybody.", "But in general, I find that Mexico City", "is more about knowing where,", "who you need to go talk to", "so that you can get this and this and this other permit.", "Or having the right lawyer", "to figure out your way through legality", "and opening a restaurant.", "In San Francisco, it's very difficult to open something,", "but once it's open, then you have it.", "You know how it is.", "It's very straightforward.", "Mexico City is much more challenging in a way.", "But then on the other hand,", "so many other things are just easier", "because things are less established, I find.", "So I don't know, there are so many differences", "that one can talk about, and so many similarities.", "We could go in terms of ingredients.", "We can go in terms of the way people live,", "the way people eat, the way people in San Francisco,", "nobody stays for long lunch in San Francisco.", "In Mexico City, everybody who can afford it,", "just lingers at the table.", "People really enjoy each other's company,", "it's very seldom that one sees one person alone", "in Mexico City, in the restaurant like Contramar.", "In San Francisco, there are many people", "who just come and eat at the bar.", "In San Francisco, everybody finishes dinner,", "and then they're off.", "Tacos, Cala, which is in the back alley,", "now they're both closing unfortunately", "because of the situation in the city.", "But one of the really interesting things", "about these two cities is the conviviality", "of people around eating.", "For me, that's the main difference.", "I have a question. Yes Jon.", "We plan on going to Oaxaca,", "maybe for two or three weeks, this fall.", "We gotta reconnect, I need everything.", "We gotta reconnect, I have so many suggestions.", "Oaxaca is one of the most fascinating", "and wonderful places of Mexico.", "I love it.", "Okay, so specifically in terms of dining right now", "in the pandemic, or my understanding is in Mexico City,", "there's indoor dining in the restaurants", "I live in Brooklyn, in New York,", "I haven't been inside a restaurant", "to eat in six months probably.", "I'm really curious to know what that's like,", "and what it's like as a business owner to make that happen.", "It's so sad.", "The indoor dining is a very reduced amount of diners", "in the dining room.", "Contramar is such a crowded dining room.", "And it's really sad to see Contramar be so empty,", "the capacity now is 30% depending on the size,", "but there has to be at least a meter and a half,", "of distance, that's like six feet, seven feet,", "between tables and people at the restaurant.", "So it's really reduced.", "So it's somewhat sad in a way.", "You've lost the energy and the vibe of a space", "that before was-", "Absolutely, absolutely, absolutely.", "[mumbling] and people matching in and be around it.", "Absolutely, yes, absolutely.", "[mumbling] a bit tired of the the menu now?", "Yes. Good thinking.", "Yes, the food is delicious,", "but then a lot of the Contramar experience", "is being around so many people eating", "and having a great time.", "Yeah, in terms of building a business", "and building a team and fair and equitable practices", "I'm curious just in general,", "is that something that's easier to do in Mexico City,", "or is that something that's easier to do in San Francisco?", "I know your restaurant in San Francisco", "has a lot of policies in place just to make sure", "that the workplace is really fair and inclusive.", "No, in Mexico, it's very serious.", "Labor laws are, I think even more so", "than in the United States", "have been more aware of workers' needs in general.", "For example, Social Security is an obligation", "for every employer in Mexico, in the whole country.", "But it's been that way for decades.", "It's not something new.", "In Mexico, we had a revolution in 1920.", "And that really changed the relationship", "or at least the constitutional rights of everybody.", "In a way that was much more advanced", "than the United States for sure.", "And just in terms of the government taking care of people.", "Which is, when you have a corrupt government,", "then the reality ends up being not as good", "as it looks on paper.", "But definitely, there's an awareness", "that we all have lived by in Mexico.", "Yeah, I remember at the start of the pandemic", "when it really was on businesses to decide what to do", "with their staff, what to do, what feels fair.", "And it was so difficult for people to understand", "and to make those hard choices with no input", "from the government, so at a baseline,", "it's nice that you had that in Mexico.", "Yes, in the United States,", "I feel we're still figuring it all out on our own,", "and still so in the United States,", "all the different States have different regulations,", "so it's really very challenging.", "I feel that in Mexico,", "even though different States do have some autonomy,", "things are much more guided by the government", "in a way that does take into account", "really essentially workers' compensation and situation,", "and to the degree that many business owners", "are super frustrated with the government.", "It's a good segue.", "Earlier we were talking about the importance of voting", "and maybe I'll just take this second to say anybody", "who's listening to this, please vote in November.", "This is such an important election here", "in the United States, and there's so much that we can change", "and that we can do so please take a second", "to do everything you can.", "[Gabriela] It's never enough.", "Everybody [indistinct] Put on your gloves.", "[mumbling] put on your gloves, get out there,", "cast those absentee ballots early,", "don't be afraid on the voter suppression.", "Frighten you, they doing a lot of work", "to deter us from getting out and casting those ballots,", "to New York, to Atlanta, to Louisiana,", "and all the way to Calis, every vote is super important.", "Too many people didn't vote in 2016,", "and that's how we got in the place where we are.", "So thinking that we're rebelling", "by not going out and voting,", "you're not gonna get what you want.", "That way we gotta get out, we gotta make change,", "and that's the best way for us to change,", "people in office and the policies, it's the vote.", "Make path. I love it, alright.", "So Jon, Pierre, how are you?", "I know you're gonna be cooking for us today,", "but first I was hoping you could tell me a little bit", "about what exactly you do.", "What exactly is Ghetto Gastro?", "How you doing?", "Wassup, wassup, peace, peace, peace.", "We are here at the location in the Bronx?", "Ghetto Gastro is like, we're storytellers.", "And we use food and experiences around food", "and food history to tell stories about culture, life,", "and bonds really.", "Activism, art, design, are different mediums", "we like to employ, to spread the message.", "It's definitely about empowerment", "and creating the catalyst for the next generation", "of entrepreneurs creators, outside,", "not only the Bronx, but the world.", "One love from New York city to the world.", "So it's just us creating a catalyst,", "and using our platform to spread the knowledge", "on food as a weapon.", "And a weapon of mass destruction,", "educating them to take it to the next level,", "in the generation cycles of the seasons.", "Food as a weapon is something that you have talked about", "a lot, I'm hoping you can just kind of expand on that.", "And how can food be used to oppress certain people", "and what you're doing to change that?", "I think that, I can't remember his exact name,", "but he was the secretary of agriculture", "in the United States back in the 70s.", "And he actually coined the phrase, food as a weapon.", "And really what we mean by food is a weapon is,", "it's a system that's been designed", "in order for people to be oppressed,", "for people not to be able to operate", "at their optimum self by feeding them foods", "that are full of sugars, pesticides,", "processed foods and six of the 10 leading causes", "in the United States and amongst communities of color", "are all of the things that we consume,", "put in our bodies.", "So by us talking about how they use food", "as a weapon to oppress,", "we use food as a weapon to arm ourselves,", "to be ready for everything that life has to throw at us.", "So we make sure that the things that we putting in ourselves", "are all life.", "We're heavy plant based over here.", "We're not vegans but we do have a diets", "that are predominantly based around plants,", "and vegetables and just being a lot more conscious", "about the sourcing and about what we're consuming", "amongst us ourselves and in our community.", "And just spreading that message.", "'Cause bringing awareness to the situations,", "a lot of people haven't necessarily been", "that focused on the things that we put in our bodies,", "but first thing when it comes to health", "and knowledge itself is, everything that you consume.", "It's simple, you gotta maintain the temple.", "And what you put in is what you put out.", "Your input is gonna equate to your output.", "So that's the vibe.", "So tell us a little bit about what you're making today.", "Okay so we gonna switch cameras now.", "A little studio magic.", "Do ya see me in my place,", "today I'm making a dish, its a spicy fusilli dish.", "Actually this started off as a dish", "that I wanted to go get at Jon & Vinny's, in L.A.", "I was in L.A. at the time.", "I knew Vinny's was shut down of course,", "due to COVID and I really liked the dish,", "but what I really wanted to do to the dish was,", "change the narrative on it,", "and make it a plant based dish", "because I do not eat dairy at all.", "So quarantine gave me the opportunity", "to experiment with that.", "And I used the plant based butters, plant based cheese", "and I added an addition of myself,", "my personal little touch I added some white truffle tools", "as well so it became like a white truffle spicy fusilli.", "Pretty much remixed Jon & Vinny's job.", "And it starts off by cooking off some", "Martelli's fusilli pasta.", "This is imported fusilli from Italy.", "We're gonna start off as Gabriela said earlier,", "and then we gonna start off by seasoning", "the water for pasta.", "In the mean time while that pasta is boiling,", "I'm gonna start working on our sauce,", "top it off with a little bit of [indistinct]", "and extra Virgin olive oil just to coat the pan a bit.", "Nothing too crazy, some onion.", "Get that little translucent in the pan.", "I was really glad to see that y'all picked Italian food", "because it segues nicely into something", "I wanted to talk about which is, I guess you could say,", "the dichotomy of cuisines and the way that people", "talk about them here in the U.S.", "In the last five years,", "I think especially there has been this kinda heavy discourse", "inside the food world around phrases like cheap eats.", "Cheap eats is Indian food, it's Chinese food,", "it's Mexican food, it's soul food.", "These are foods that people traditionally", "don't wanna pay extra money for.", "Fusilli like you said,", "is a dish that's pretty easy to make.", "Inside a restaurant you could pay $22 for it,", "but at home it would cost you probably much less than that.", "I'm just curious all of your perspectives on that,", "on this idea of cheap eats, if you think it's changing.", "I know there's been a lot of attention drawn to the problems", "with the phrase.", "But do you see in your own experience,", "somebody who runs a Mexican restaurants,", "somebody who's cooking in the Bronx,", "an area that a lot of people equivalent with cheap food,", "are you seeing real change when it comes to that phrase", "and that kind of idea?", "I think a big reason why people look at food", "usually comes from maybe brown, black people.", "Not that I'm not Eurocentric,", "it's just an extension of white supremacy", "and how society values people's and their creations.", "So hopefully what we're trying to do", "is definitely disrupt that notion", "and bring some other narratives,", "and I think like Gabriela is doing", "with Mexican cuisine is bringing it into a context", "like this is a very technically rich historical flavors", "are being made, much like West African, Caribbean,", "and American cuisines.", "We should think about what American cuisine really is,", "is usually rooted in indigenous practices", "that were developed by enslaved Africans,", "that were being oppressed in the American South", "and the North.", "So ,yeah, what we're doing is, with Ghetto Gastro is,", "exploring the diaspora.", "Having a lot of different inspiration and influences", "from our travels abroad and creating a new language", "in the space with those things.", "And selling it for a lot so you now that", "it ain't cheap.", "The reparations, the reparations.", "We gotta get it how we live.", "That's the real issue.", "With Mexican food, I can't go on and off.", "It's always been considered in the United States especially,", "cheap food, and it has to do with the population", "who consumes it, to begin with.", "But I feel very proud to have insisted always,", "to begin with in my restaurants in Mexico,", "on paying what you need to pay,", "to eat what you're gonna eat.", "Because we as a restaurant industry,", "we're just subsidizing a lifestyle of people", "who want to get the cheapest version of a fancy whatever,", "or a sophisticated experience of aura.", "It takes a lot, as we know,", "we can't go on enough about this.", "It takes so much to make good food.", "It takes careful learn farming.", "It takes careful learn handling.", "It takes careful and good cooking and good maintenance", "and good serving and good everything.", "And why is that not gonna be valued in food?", "Why are the only important people", "in the food chain, final consumers?", "It is so pathetic.", "And if we don't get our act together just in food.", "We have the whole spectrum,", "we really need to get it together,", "and I think before it was challenging,", "but if after COVID we don't do it,", "then there's really no solving the society", "in any possible way.", "So as diners, what can we do?", "Support things that are well done.", "So maybe actually try be conscious of the need", "of spending maybe more money on a dinner", "than on a tee shirt.", "I don't know, there's so many things.", "But it really has to do with respect of everybody", "who's involved in the process of doing something,", "or getting something to you.", "Spend that money,", "if you expecting to have a world-class taco or any,", "or whatever the food is-", "Corn bread. corn bread,", "whatever it may be,", "you gonna expect people to use the best ingredients,", "in order for them to get the best ingredients,", "for them to get the best product, you have to pay.", "And everybody needs to be compensated,", "all the way down to the farmers,", "and the people who are laboring", "to get that final product to you.", "It's not just about the final product,", "and people, we tend to be very,", "what do you call it, selfish, when it comes to eating food.", "I want this, this is for me.", "But when you remove yourself,", "and you think about everything else that's been involved,", "you have a lot more of appreciation for where it came from.", "You're not gonna go to Gabriela's restaurant", "and expect the same thing that you're gonna get", "from a taco bell or anything like that.", "The levels and the amount of hands that it touches,", "and the amount of care that it goes through,", "is night and day.", "So you pay what you get for,", "if you wanna go to a world-class restaurant,", "you should be ready to dig in your pockets a little bit", "and spend some world-class change.", "But even when it's not world-class,", "we have La Morada, a Wahaca spot in the neighbourhood,", "The work they put into making those moldings,", "and it's like real labors that's ancestral knowledge,", "that is valuable.", "And so you can't just put value", "on mother sauces from Escorcia.", "Yeah, I was gonna say that.", "It's not about making it fancy", "and therefore being able to charge.", "It's about really making it responsible", "throughout the process.", "It felt really knowing what it takes.", "[Sonia] And respecting the process.", "And respecting process.", "And we know that industrial agriculture, is subsidized", "and that's why it can be cheap.", "But it's not cheap on the long run for so many reasons.", "It's bad for the environment and that's expensive, it's bad.", "There are all these expenses that aren't taken into account", "when we talk about industrialized food in a society", "that wants to have everything there and fast.", "I really take on the slow food philosophy in terms of that.", "It's not true that food is cheap, good food is not cheap.", "Nothing that is worth it is cheap.", "It has to do with our value system of what is cheap", "and what's expensive .", "And expensive isn't necessarily really costly,", "expensive is just maybe expensive", "because it's like a merchandising scheme.", "So I really feel that we need to rethink about all that.", "We really need to put our attention", "in the important issues.", "And the important issues are the environment,", "the wellbeing of everybody, the health of everybody.", "And I think it's a right environment to be talking", "about these things.", "Yeah, It's like it's now or never.", "Are you kidding, if it's not now, when?", "Seriously, then we're really doomed forever.", "And if anybody doesn't know really", "the sort of effort that it takes,", "it's like just try to grow some tomatoes.", "Just try to grow like one tomato plant,", "see how much effort and time it takes you to get", "your tomato plant from seed to actual product,", "and then turning that into something,", "and imagine that for every ingredient that has to go", "into your dish.", "It takes time and care.", "And that's what also what you spend the money on,", "it's the time.", "You have to pay people for their time.", "Then when you do take care of a tomato plant,", "and you realize how many tomatoes you actually can get", "from a tomato plant.", "Then you get into the whole other thing of,", "Oh my goodness, and what do you do to conserve them?", "And how do you keep them and how do you actually manage", "to use up all the tomatoes that you have", "in two weeks of the year?", "I really feel that in terms,", "just for all of us to really appreciate food,", "I do believe that gardening is an important part of it.", "Just to get that experience, to know what it's like.", "I feel like people don't use their time,", "I feel like people choose to use their time differently.", "The same amount of time that you come home from work,", "you spend time watching TV or doing something else,", "you could actually take that time", "and dedicate it to focusing on your garden.", "And if you had the space,", "but focusing on things that will help bring,", "it's worth making a more sustainable lifestyle.", "Yeah, I think that's one of the issues in the U.S.", "is that we've started to treat food as a convenience thing", "or a luxury thing.", "And you've kinda lost that whole spectrum in between.", "But I wanna go back, you mentioned tomatoes in it,", "and we have somebody cooking a pasta sauce for us,", "and I think we should- It's all due.", "Now we gonna take it back to Les.", "So we back now,", "so the sauce was cooked down and I threw it in a blender.", "Okay. This is canned tomato.", "This is can dumped tomato, imported from Italy.", "Caramelized onion, garlic, red chili flake, Maldon salt.", "We gonna blend this.", "While he's blending, I'm gonna ask y'all a question,", "when you caramelize onions, how long does it take you?", "So I just caramelize it so that it has", "a slight amber color to it.", "So with that, is bringing another level", "to the flavor composition of it,", "because the sugar is naturally coming out of the onion,", "as opposed to a raw onion,", "where you're gonna get a very acidic flavor.", "When you caramelize it you get more", "of a more subtle sweet caramelized flavor.", "Then you add the garlic and cook that garlic out.", "Then we add the tomato, the tomato paste.", "Let me buzz it for a second.", "[blender whirling]", "so this is the Majocos plant based powder.", "This is a 100% dairy-free, guilt-free,", "enjoy and not feel bad that you didn't hurt any animals,", "you didn't hurt anyone.", "We got some plant based Parmesan as well.", "Is that made from marlins?", "The plant based Parmesan is actually made", "from cashews, cultures, nutritional yeast.", "It's like nutritional yeast has really had a moment", "during the pandemic too here in the U.S.", "And with all this fermentation fan.", "So pasta is already done.", "We've got the sauce done already.", "Now we're gonna go into the pan, cook pasta.", "This is the sauce after it's blended.", "You got a nice color to it.", "I love it.", "This is a super simple dish too.", "It's good to do with your kids at home,", "good to include family members.", "It's really tasty as well.", "Gabriela, how do you feel about", "cashew based Parmesan cheese?", "I feel that if it's good, it's great.", "So me personally, I'm into spice.", "I don't know if you guys are, but I'm into spice.", "So I added a tad bit of cocolio in the tomato.", "A touch of chili oil and some white truffle oil.", "Make it pop, here goes truffle.", "[thuds]", "There you have it.", "A little of Maldon salt, we gonna plate this.", "And will you tell us a little bit about Jon & Vinny's .", "while you're plating that.", "Jon & Vinny's is an Italian spot in L.A.,", "really known for their authentic pastas.", "Really known for their authentic Italian cuisine.", "And then the homeys men, we met them in Copenhagen, in 2015,", "and ever since then, we just been shooting,", "kicking it with those guys, and when I'm in L.A.,", "I run down on them and I go get the nugget,", "the chicken parmesan, I get the mushrooms, I get pizzas.", "They're really well known for their brick oven pizzas,", "they're fire and yes, I support those dudes out there,", "they're doing something really good out there.", "Is it true that y'all also met Gabriela in Copenhagen?", "Yeah, that's true.", "As soon as marvels in garlic chips,", "this is for some texture.", "That's fried garlic?", "Yes, these are garlic chips that I blanched twice,", "I blanch them twice, and then I slow fry them", "to a beautiful light amber color.", "And chili a little more, truffle oil.", "And that's that'", "Beautiful. Yum [foreign language]", "Do the garlic chips last forever.", "You can actually keep these garlic chips,", "in your pantry, for up to a few months at a time.", "I don't think they'll last a few months", "because- [laughing]", "And I like to put them on everything.", "I even crushed them up and I mix them over my panko crumbs,", "when I finished like a mac n cheese", "with some good panko crust.", "I crush up some garlic chips and finished", "a lot of dishes off with them as well.", "So it lasts a while, because of the [indistinct]", "Because they're blanched twice and they're slowly fried.", "So we take all of that moisture out,", "they really last a pretty long time.", "That's great, okay, so we've talked about sustainability", "quite a bit and I just wanted to hear from you all,", "what is your advice for people who wanna do more", "when it comes to sustainability,", "but they're not quite sure where to start?", "Before we get to town, I just wanna say that,", "one of the things that's super, I guess ironic", "about the Bronx is the homes to the largest", "food distribution center of its kind in the world.", "This really big fish market,", "only second in size to Tsukiji in Tokyo,", "the meat market and the produce market,", "yet our community is one of the most insecure,", "food insecure, in the city.", "And then we also have the poorest congressional district,", "in the country.", "And a lot of the truck traffic that we deal with,", "the fossil fuel emissions that we deal with", "from the trucks that deliver the food", "from the distribution center, elsewhere around the city", "and around the Northeast, result in high [indistinct] rates,", "high hypertension, and then we don't have the nutritious,", "food stuffs in the community,", "but I'll let Pierre get into how a home cook", "at home could work on being more sustainable", "and less wasteful.", "Yeah, I think in terms of being more sustainable", "as home cooks just be more realistic with your schedule", "and know what you have lying ahead.", "If you have a busy week ahead of you", "that you have planned out,", "maybe you don't do as big of a grocery shop", "if you're not gonna be at home as much.", "What I like to do is, if I know I'm gonna be busy,", "I like to prep meals ahead of time.", "So if I have a big pot of soup,", "or anything large like a lasagna or anything like that,", "I'll make a big batch and keep some in the freezer,", "or just put more in the fridge.", "And then if you tend to like overshot,", "and you have extra onions down like tomatoes,", "any extra herbs, peppers, et cetera, et cetera,", "you can either practice making stocks,", "practice preserving things, preservation methods.", "It sounds like it's a lot, but it's really not.", "It's like having a Mason jar with the lid", "and putting some tomatoes and-", "You know about the Mason jar.", "Putting a Mason jar in a pot of water,", "so that it's barely covered", "and you can preserve your tomatoes,", "your peaches, you can make jams and stuff,", "just get a little more creative,", "make a sofrito, make a big batch of sofrito,", "freeze it inside of ice cube trays,", "so that you can have easy access fats of fast cooking,", "and tasty cooking as well.", "So just exploring different things,", "trying not to throw stuff out, really.", "I think that's one major way,", "maybe getting a good water filtration system in your home", "so you can steer yourself away from using", "single use plastic.", "Pierre touched on a lot of really good points,", "and as well, I like to practice compost,", "as I like to practice compost.", "I'm really into juicing so a lot of products", "that where I might have the root leftover,", "or I might have extra leaves leftover,", "things of that nature, I juice those.", "And we work with La Morada in their garden,", "and we help them out by providing them with the compost", "that we have in our homes and the compost", "in the Bronx community.", "So there's a lot of things that you can do to add", "to the equity of your community by composting.", "I could not agree more.", "These small things can actually make a huge difference", "in your food waste.", "And you're just taking advantage", "of everything that you have. If you go to the market,", "then you need to learn how to actually use up everything,", "because the worst thing is to go to the farmer's market,", "get amazing produce, and then not use it.", "Which I think happens to a lot of people,", "so that's why you need to be really careful", "with what you buy and how you...", "you just have to think of what you're gonna do", "with everything that you have.", "Exactly. The intention", "with Ghetto Gastro and what Gabriela is doing men,", "so you can get these tips,", "and you get these isms and this knowledge.", "[Gabriela] Absolutely, absolutely.", "I'd say in tune, you dig. You dig.", "[Sonia] So as we're wrapping up one last question,", "how can we support you?", "We just released a waffle maker,", "and then we have a whole class line coming out,", "called CRUXGG, available exclusively at Williams Sonoma,", "so that percentage of the proceeds go to support", "organizations like ReThink, who we been working", "with La Morada, feeding people, as a COVID response.", "We are also, the Know Your Rights Campaign.", "Because as we know, it's two pandemics.", "You have COVID, also and the murdering of black people", "in the United States.", "So we're fighting both of those causes", "and it's the Black Power Kitchen so just tune in.", "Tell a friend to tell a friend.", "Watch the content on Instagram, and check in.", "We've also got some food products dropping.", "So it's the holidays, so just keep the cycle going,", "recycle your black and brown bottles and [mumbling]", "I love it.", "Gabriela, what about you?", "How can we support you?", "I guess by just keeping on coming to the restaurants.", "I think you can support by again, being conscious,", "being aware of all the pertinent issues,", "voting as we said.", "I think it's a time to really hold on to each other,", "and to the causes that we believe in, in every way,", "in every aspect of our lives.", "Gabriela, you know what's so crazy?", "I just saw Mexico sent firefighters to America,", "to help with the fires in the Northwest.", "So I'm like let's just think that, let that sink in.", "When the current administration in the United States", "has a lot of negative things to say about Mexico,", "but Mexico sending us help when we need it.", "And so I just want everybody to let that sink in,", "as they go to register- Thank you.", "those polls and all of these things.", "And the Mexicans are native to Americans", "before everybody else.", "So let's also know that as well.", "California was Mexico, it is Mexico .", "Indigenous. But there are so many Mexicans", "legally and illegally in the United States.", "And yeah, that was, I don't know if you all heard the speech", "of the Mexican President when he finally went to see Trump,", "which was like a huge historic thing,", "because they do not agree.", "I don't think they agree on many important things.", "But one of the things the president said is just,", "Let's all be aware of how intertwined", "these two countries are.", "So yes, let's be as good neighbors as we can,", "and not only good neighbors but good humans", "to whomever needs it around us.", "Absolutely, spread love.", "Spreading love, I just wanna say thank you so much.", "Thank you Gabriela.", "Thank you Ghetto Gastro for taking the time to walk us", "through your recipes, for talking about", "these important issues.", "Thank you WIRED25 for giving us the space", "to talk about these things and everybody have a great night.", "Thank you Sonia.", "Gabriela, if you still got my number, send me a text,", "I'll definitely wanna talk about that Oaxaca stuff.", "[Gabriela] Thank you so much.", "And it's so good to see you.", "Yes, let's be in touch, you guys.", "It's so nice to see you sweety, so nice.", "Keep up the good work. Peace and love.", "I love it, I love you. Thank you, you too.", "Love you too. love you too.", "Bye. Peace.", "[Sonia laughs]"], "authors": ["Condé Nast"], "keywords": ["wired25", "food", "mexico", "eating", "ghetto", "really", "thats", "gonna", "little", "lot", "2020", "know", "cámara", "gabriela", "think", "good", "gastro", "egalitarian"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}