{"id": "802ec2dd-0c25-37e5-b101-fd721e4e6907", "title": "China says two Canadians tried in case linked to Huawei executive", "url": "https://www.theguardian.com/world/2020/dec/10/china-canadians-held-two-years-charged-huawei", "summary": "Chinese authorities have prosecuted and tried two Canadians who have been held for two years over accusations linked to a case against a senior Huawei executive in Canada, the Chinese foreign ministry has said.\nMichael Kovrig and Michael Spavor were arrested in December 2018, days after Canadian authorities arrested Meng Wanzhou, an executive at the Chinese telecommunications company Huawei.\nAt a regular press briefing on Thursday, Hua Chunying, a spokeswoman for China’s foreign ministry, said the men had been “arrested, indicted and tried”.\nThere has been little information from Chinese authorities about Kovrig, a former diplomat, and Spavor, a Canadian businessman, who have reportedly been held without access to lawyers or families.\nReuters reported last week that US prosecutors were discussing a plea deal with Meng’s legal team which would allow her to return to China.", "paragraphs": ["Chinese authorities have prosecuted and tried two Canadians who have been held for two years over accusations linked to a case against a senior Huawei executive in Canada, the Chinese foreign ministry has said.", "Michael Kovrig and Michael Spavor were arrested in December 2018, days after Canadian authorities arrested Meng Wanzhou, an executive at the Chinese telecommunications company Huawei.", "The Chinese government insists that the arrests were on suspicion of national security violations but Canada has accused the country of conducting hostage diplomacy.", "At a regular press briefing on Thursday, Hua Chunying, a spokeswoman for China’s foreign ministry, said the men had been “arrested, indicted and tried”.", "The announcement came two years to the day after the arrest of the two Michaels, as they have become known, and during the week that Meng’s extradition hearing is under way in Canada.", "There has been little information from Chinese authorities about Kovrig, a former diplomat, and Spavor, a Canadian businessman, who have reportedly been held without access to lawyers or families.", "Prior to Thursday’s announcement that the two men had been tried for espionage offences, there had been no news of their cases progressing since they were charged in June. Spavor faces charges of “suspected spying secrets and illegally providing them to overseas forces” and Kovrig of spying on state secrets and intelligence.", "The Canadian government has not responded publicly to Hua’s announcement, but the Globe and Mail reported it was urgently seeking clarification, citing an unnamed Canadian diplomat in Beijing. The report noted Hua had made a similar statement 10 days earlier – that authorities had “arrested and prosecuted them and put them on trial”, but the court had later contradicted her statement, saying no trial had taken place.", "Canadian consular staff have not been able to see the men since January, purportedly because of the pandemic, but in October they were granted a virtual visit. The staff reported that the men had been kept in such “extreme isolation” that they had no idea of the pandemic.", "As the two Michaels approach their third Christmas in detention, supporters have been urged to post Christmas cards addressed to the men to the Chinese ambassador in their country. Charles Parton, a former British diplomat and friend of Kovrig, who started the #FreeChinaHostages campaign, said it was a way for people to register their “disquiet and disgust” with Beijing’s practice of hostage diplomacy.", "Kovrig’s former employer, the Crisis Group, said in a statement marking the two-year anniversary of the arrest that his sole offence was “to be a Canadian citizen who was in the wrong place at the wrong time”.", "Robert Malley, the Crisis Group’s president and chief executive, said before Thursday’s announcement in Beijing: “As has been evident from day one, this is not a legal case but a political one.", "“Michael is being used as a pawn in a high-stakes geopolitical dispute with which he has nothing to do.”", "Their arrests are widely seen to have been retaliation for the arrest of Meng, which China denies, despite frequently referring to their detention when making demands for Meng’s release. China says Meng’s detention is part of a US plot against China’s tech industry.", "On Thursday Hua claimed again that their cases and Meng’s were “different in nature,” with Meng’s being a “purely political incident”.", "Meng is the chief financial officer of Huawei and the daughter of its founder. She was arrested in December 2018 on a US warrant, and faces charges of fraud and conspiracy in New York, over allegations that she lied to a banking executive about a Huawei subsidiary accused of violating Iran sanctions. Meng, who is living in her home while on bail, maintains her innocence.", "Reuters reported last week that US prosecutors were discussing a plea deal with Meng’s legal team which would allow her to return to China. Former Canadian diplomats have expressed concern that a deal could be made without the release of the two Michaels as a condition."], "authors": ["Helen Davidson"], "keywords": ["chinese", "kovrig", "statement", "tried", "linked", "china", "canadians", "mengs", "men", "case", "arrested", "authorities", "huawei", "executive", "canadian", "announcement"], "pubDate": "2020-12-10T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}