{"id": "8086605a-bf7c-3f1f-b572-77232eb28bbc", "title": "Jared Goff's Comeback Provides Spark for Potential Los Angeles Rams Playoff Run", "url": "https://bleacherreport.com/articles/2926169-jared-goffs-comeback-provides-spark-for-potential-los-angeles-rams-playoff-run?utm_source=cnn.com&utm_medium=referral&utm_campaign=editorial", "summary": "Goff provided a gutsy performance that far eclipsed his meager production to propel the Rams toward a potential deep playoff run, as difficult as that sounds.\nThe Rams didn't tip their hand during the week regarding their starting quarterback.\nScott Eklund/Associated PressDuring Los Angeles' second offensive drive, Wolford scrambled to his right after being flushed out of the pocket.\nThe quarterback didn't slide, though, and Seahawks safety Jamal Adams tackled him with a shoulder to the head.\nThe Rams may not be NFC favorites, but they have the right mixture to surprise opponents along the way.", "paragraphs": ["Scott Eklund/Associated Press", "Jared Goff's season could have been over, and he definitely shouldn't have been on the field leading the Los Angeles Rams to a 30-20 victory over the rival Seattle Seahawks in the Wild Card Round of the NFL playoffs.", "But he was.", "Goff provided a gutsy performance that far eclipsed his meager production to propel the Rams toward a potential deep playoff run, as difficult as that sounds.", "Less than two weeks ago, the Rams' franchise quarterback underwent surgery for a broken right thumb he coincidentally suffered in a Week 16 loss to the Seahawks.", "\"It's not significant enough that it keeps you out for an elongated period of time,\" head coach Sean McVay told reporters at the time. \"It's more about just stabilizing that thing.\"", "Normally, an injury to a quarterback's throwing hand means an extended absence. For example, Drew Brees missed five games last season with a torn thumb ligament. In Goff's case, doctors inserted screws into his hand to stabilize the thumb.", "The Rams didn't tip their hand during the week regarding their starting quarterback. John Wolford took the reins in Week 17, but McVay kept the Seahawks guessing. Ultimately, the former Arizona Hotshots signal-caller received his second NFL start.", "Then, fate intervened.", "Scott Eklund/Associated Press", "During Los Angeles' second offensive drive, Wolford scrambled to his right after being flushed out of the pocket. The quarterback didn't slide, though, and Seahawks safety Jamal Adams tackled him with a shoulder to the head. The 25-year-old clearly suffered significant discomfort from the collision, went to the sideline and eventually departed for the hospital in a neck brace and ambulance.", "Thankfully, McVay said that Wolford returned to the stadium, \"was in the locker room smiling\" after the game and didn't appear to suffer anything more than a stinger, per the Associated Press' Greg Beacham.", "Without the backup-turned-starter in the lineup, the Rams turned to their injured starter-turned-backup.", "Goff completed only nine of 19 passes for 155 yards. Yet he provided so much more than just typical quarterback play.", "\"For him to be able to throw the football is pretty impressive,\" McVay told reporters. \"There were a couple limitations which led to the decision to go with John. I was real pleased with Jared, and I think it was a real credit to him to be able to handle this week the right way and have himself mentally ready to go.\"", "What the 2016 first overall pick accomplished Saturday is no small feat. Sure, the stats don't look great, and the offense needed plenty of help from the Rams defense. Yet, the team's offensive captain playing when he had no right to be on the field helped his team win a playoff game. The inability to fully grip the ball certainly was a factor on a few throws.", "\"My thumb is fine, and I'm not going to use it as an excuse for anything that didn't go my way. It's not 100 percent because I had surgery 10 days ago, but it's in a good place,\" the fifth-year veteran told reporters.", "Overall, Goff gutted his way through the pain and delivered when the Rams needed it most. With the game still within reach during the final frame, the quarterback threw a 15-yard touchdown pass to wide receiver Robert Woods for the knockout blow.", "Goff also brought a little attitude to the lineup.", "\"Two weeks ago you saw [the Seahawks] smoking cigars and getting all excited about beating us and winning the division and we're able to come up here and beat them in their own place,\" Goff said. \"It feels good.\"", "From this point forward, Goff's thumb should improve. He'll get better as the days pass, and what could have been a major hindrance at the start of the playoffs could become a footnote since the Rams have the ability to make another run based on factors beyond quarterback play.", "A strong run game paired with the league's best defense will minimize the quarterback position, especially if Goff doesn't heal as expected. Right now, he should be fine. Still, the Los Angeles defense stifles opposition.", "The defensive front proved to be unblockable at times Saturday, though Aaron Donald suffered a rib injury and didn't return to the game. The organization didn't provide any updates on the all-world defensive lineman's status after its victory.", "As good as Donald is—and he's irreplaceable if he does miss any time—the Rams still have multiple playmakers on defense to smother opponents, starting with superstar cornerback Jalen Ramsey.", "While everyone else views the Seahawks' DK Metcalf as the future of the wide receiver position, Ramsey is up for the challenge of shutting him down—and he did. Three times.", "A true suffocating cover corner is a rarity in today's pass-first league. Most coaches don't prefer shadowing an opponent's top target. Ramsey has the capability to take away a quarterback's security blanket. A potential matchup next week against the Green Bay Packers' Davante Adams will be appointment viewing.", "\"Where he can impact the game, whether it's pushing the coverage away from him, or whether it's getting him closer to the action and make more plays from the slot, impact the game that way by being literally closer to the action,\" defensive coordinator Brandon Staley told The Athletic's Robert Mays. \"We feel like that's where we start normally.\"", "The way the Rams cover and rally to the football is a sight to behold. No other secondary plays its leverage or recognizes routes better than this particular group. Safety John Johnson III may not receive the same recognition as Donald or Ramsey, but he's a budding star as a versatile defensive weapon capable of creating game-changing plays.", "Cornerback Darious Williams made a breathtaking play on a simple wide receiver screen that went the opposite direction for a pick-six simply because the unit is so well-prepared.", "\"That's a play that I knew was going to happen,\" Williams said. \"I knew they were going to try to feature [Metcalf], get him the ball somehow, let him break tackles, and I just ran and jumped it.\"", "This season, Williams snagged three interceptions (and dropped a fourth) against Seattle quarterback Russell Wilson.", "Upfront, outside linebacker Leonard Floyd feasted on the Seahawks this season. Floyd brought the usually nimble dual-threat signal-caller down twice Saturday and did so seven total times through three contests. The 2016 ninth overall pick found a home in Los Angeles and has rewarded the franchise with a breakout season.", "Offensively, the Rams can run the ball behind a solid offensive front. The return of 39-year-old Andrew Whitworth from a torn MCL and injured PCL certainly helped.", "\"You get a veteran guy that's been playing this game a long time, and he's a leader,\" Donald told reporters Thursday. \"If you can get him on the field playing, that's definitely a plus for us. As long as he's healthy and he feels good, I know he's going to go out there and he's going to dominate.\"", "The 15-year veteran played with urgency and finished his blocks with authority. The entire front five performed well to open up holes for the elusive Cam Akers.", "Ted S. Warren/Associated Press", "This year's 52nd overall pick set a Rams rookie playoff record with 131 rushing yards against the Seahawks. According to Elias Sports (via ESPN Stats & Info), Akers' 142 first-half scrimmage yards were the most in a player's postseason debut during the Super Bowl era.", "Akers is different than the other backs Los Angeles had on its roster in recent years. C.J. Anderson was a between-the-tackles thumper during the Rams' run to Super Bowl LIII. Todd Gurley II was more of an explosive slasher before knee issues slowed the former NFL Offensive Player of the Year. Akers can get the tough yards, but he has some wiggle as well.", "Nothing will come easy for these Rams. They're not the same high-flying squad that found their way to the Super Bowl in McVay's second season. But the group is capable because it has a quarterback with toughness behind center to lead the squad, a running game that can take over a game and a dominant defense.", "The Rams may not be NFC favorites, but they have the right mixture to surprise opponents along the way.", "Brent Sobleski covers the NFL for Bleacher Report. Follow him on Twitter, @brentsobleski."], "authors": ["Brent Sobleski"], "keywords": ["potential", "didnt", "jared", "quarterback", "goffs", "hes", "comeback", "seahawks", "los", "week", "game", "playoff", "told", "run", "spark", "provides", "way", "right", "rams"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}