{"id": "80978788-2d8b-3d38-b1d6-a909c6b3f548", "title": "EA Moves To Acquire Racing Game Developer Codemasters", "url": "https://www.gameinformer.com/2020/12/14/ea-moves-to-acquire-racing-game-developer-codemasters", "summary": "According to IGN, EA outbid Take-Two Interactive to acquire Codemasters, the development studio behind the racing franchises, Dirt and F1.\nTake-Two has been looking to buy Codemasters since November and offered $994 million with plans to complete the deal in the first quarter of 2021.\nLike the Take-Two deal that would've happened if EA didn't place their bid, the acquisition of Codemasters will happen in 2021.\nCodemasters' Dirt 5 launched in November for current- and last-gen consoles.\nNow that Codemasters will be joining a long list of EA developers, it'll be interesting to see what the future holds for the Dirt and F1 series respectively.", "paragraphs": ["According to IGN, EA outbid Take-Two Interactive to acquire Codemasters, the development studio behind the racing franchises, Dirt and F1. Take-Two has been looking to buy Codemasters since November and offered $994 million with plans to complete the deal in the first quarter of 2021. EA, however, proposed a whopping $1.2 billion for the acquisition ($7.98 per share).", "Chairman of Codemasters Gerhard Florin stated, \"We feel this union would provide an exciting and prosperous future for Codemasters, allowing our teams to create, launch and service bigger and better games to an extremely passionate audience.\" Like the Take-Two deal that would've happened if EA didn't place their bid, the acquisition of Codemasters will happen in 2021.", "Codemasters' Dirt 5 launched in November for current- and last-gen consoles. In his review, Brian Shea wrote \"...I enjoyed my time racing around in Dirt 5 thanks to a fun career mode and a community section bustling with potential. Whether you’re earning your spot among the superstars or creating a vehicular obstacle course of your dreams, Dirt 5 is worthy of a spot on the podium.\" Now that Codemasters will be joining a long list of EA developers, it'll be interesting to see what the future holds for the Dirt and F1 series respectively.", "[Source: IGN]"], "authors": ["Associate Editor", "Jay Is A Jrpg Enthusiast", "Having Clocked In Thousands Of Hours In Franchises Like Final Fantasy", "Monster Hunter. His Latest Obsession", "However", "Is Apex Legends", "A Game He S Been Studying", "Analyzing Since Its Release."], "keywords": ["acquire", "taketwo", "ign", "future", "dirt", "moves", "codemasters", "deal", "ea", "racing", "spot", "developer", "f1", "game"], "pubDate": "2020-12-14T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}