{"id": "80a9dd02-940a-3727-b753-2b5358e40db1", "title": "British firms are adapting to lockdowns—and confounding forecasters", "url": "https://www.economist.com/britain/2021/03/31/british-firms-are-adapting-to-lockdowns-and-confounding-forecasters", "summary": "F ORECASTING THE economy during Britain’s first lockdown was relatively straightforward.\nForecasters accurately predicted the scale of the collapse as Britain experienced its fastest and deepest recession in a century.\nThe main reason for this is that firms have adapted to new circumstances faster than expected.\nHospitality firms are set up for takeaway trade.\nMany construction and manufacturing businesses, which shut during the first lockdown, have chosen to remain open since.", "paragraphs": ["F ORECASTING THE economy during Britain’s first lockdown was relatively straightforward. A walk through any city centre told the same story as the real-time mobility data supplied by Google and Apple: ordering people to stay at home caused a collapse in economic activity. Forecasters accurately predicted the scale of the collapse as Britain experienced its fastest and deepest recession in a century.", "Listen to this story Your browser does not support the <audio> element. Enjoy more audio and podcasts on iOS or Android.", "Over the past few months the job has become trickier. Monthly GDP figures have beaten the consensus estimate of independent economists all but once since July (see chart). The second lockdown in November was only half as damaging to the economy as had been expected, and the third lockdown appears to be beating expectations too.", "The main reason for this is that firms have adapted to new circumstances faster than expected. Retailers now have click-and-collect sales that allow for continued custom. Hospitality firms are set up for takeaway trade. Many construction and manufacturing businesses, which shut during the first lockdown, have chosen to remain open since."], "authors": ["The Economist"], "keywords": ["audio", "collapse", "lockdownsand", "toothe", "british", "confounding", "trickier", "economy", "expected", "firms", "adapting", "lockdown", "walk", "trade", "forecasters"], "pubDate": "2021-03-31T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}