{"id": "80ee0f97-8365-378a-a425-81444fea7c6f", "title": "In the wake of tumultuous #EndSARS demonstrations, Nigerian photographers tell a story of strength and hope", "url": "https://edition.cnn.com/style/article/new-nigeria-studios-end-sars-protest-photo-exhibit/index.html", "summary": "The digital exhibition \"New Nigeria Studios,\" was launched at the virtual edition of Art X Lagos fair in early December.\n\"It was important to show that the momentum that has been built by Art X Lagos and other stakeholders in the African art world could be sustained even in a very challenging year like this,' she said.\nThe work on display in \"New Nigeria Studios,\" was supported by a grant program launched by the fair's parent company Art X Collective while the protests unfolded.\n#EndSARS protestors demonstrate in Lagos Nigeria Credit: Grace EkpuIn \"Masquerade,\" a series of interactions with the police is captured in scenes around Lagos, Abuja, Calabar and Ogun.\nWorks by both established and emerging artists are on display, including Ifebusola Shotunde, Grace Ekpu, and Etinosa Yvonne, the recipient of the Art X Lagos 2019 artist prize.", "paragraphs": ["Written by Adenike Olanrewaju, CNN", "In October, the world watched as waves of protesters took to the streets in cities and towns across Nigeria, calling for the disbandment of the country's controversial Special Anti-Robbery Squad (SARS) and an end to police brutality . Powerful photos of these demonstrations filled social media feeds, creating a visual archive in real time of this pivotal moment in history. The pictures, taken by amateur and professional photographers, documented unprecedented levels of peaceful activism as well as disturbing scenes of police violence at a number of the events.", "Some seven weeks after one particularly bloody incident on October 20, when police forces fired fatal shots at a group of protesters at the Lekki Toll Gate , on Nigeria's biggest city Lagos, an exhibition of still photography and moving image is online, showing scenes from protests across 17 states throughout the country.", "The digital exhibition \"New Nigeria Studios,\" was launched at the virtual edition of Art X Lagos fair in early December. Housed within 21 themed online \"rooms,\" and featuring images from 100 photographers, from Lagos to the capital of Abuja, the showcase derives its name from the popular #NewNigeria hashtag used on social media during the demonstrations.", "Tokini Peterside launched West Africa's first international art fair ART X Lagos in 2016 Credit: Lakin Ogunbanwo", "Speaking via phone from Lagos, the founder of Art X Lagos Tokini Peterside said that while she and her team had to postpone the launch of the event in October due to challenges presented by both the pandemic and civil unrest, canceling the fair completely was never an option. \"It was important to show that the momentum that has been built by Art X Lagos and other stakeholders in the African art world could be sustained even in a very challenging year like this,' she said. \"We wanted to show resilience, determination and commitment.\"", "The work on display in \"New Nigeria Studios,\" was supported by a grant program launched by the fair's parent company Art X Collective while the protests unfolded. Money for mobile data, transport costs and equipment was provided to photographers like documentarian Akinola Akinyemi, whose work is on display in the virtual room \"Prayers (II).\"", "In his video, which features footage taken from a prayer walk on the streets of Jos, a city in central Nigeria, thousands of protestors chant prayers and sing as they march, calling for the end of police violence, underscoring the protestors' deliberate efforts at nonviolence and peace. \"We will pray,\" a voice over loudspeaker can be heard saying, \"And our God will answer us. There will be a new Nigeria.\"", "#EndSARS protestors demonstrate in Lagos Nigeria Credit: Grace Ekpu", "In \"Masquerade,\" a series of interactions with the police is captured in scenes around Lagos, Abuja, Calabar and Ogun. In one photo, a police officer is seen wielding a weapon on an unarmed protester in Jos. In another, protestors clash with police; a man holds a sign reading \"You messed with the wrong generation. #EndSARS.\"", "Some of the exhibition rooms entitled \"@,\" \"#,\" and \"Like\" nod to the role social media played in dispatching developments and evocative images from the protestors.", "Works by both established and emerging artists are on display, including Ifebusola Shotunde, Grace Ekpu, and Etinosa Yvonne, the recipient of the Art X Lagos 2019 artist prize.", "In one image taken by Yvonne, protestors are seen going head-to-head with a top-ranked female officer, as they demand to speak with the Inspector General of Police outside headquarters in Abuja on October 10.", "A protester addresses a police officer in front of the Nigerian Police Force headquarters during the #EndSARs protest in Abuja Credit: Etinosa Yvonne", "In another photo taken that day, Yvonne captures prominent Bring Back Our Girls activist Aisha Yesufu, with her fist raised, in front of protesters marching down the street, arms linked.", "\"Documenting these moments was the first time I've witnessed a movement started by Nigerian youths on social media ,\" said Yvonne, 31, in an interview by phone from Abuja. \"There was no leader; just people coming together, standing with one voice saying that we needed to end police brutality.\"", "Lagos-based photographer Ifebusola Shotunde, 25, contributed seven images to the exhibition, capturing scenes from around the city, including at the Lekki Toll Gate.", "One of Shotunde's photos shows young protestors running to create barricades at the toll gate to protect themselves from approaching police forces days before the fatal events of October 20, on October 16. One man holds a sign that reads \"THE POLICE IS ROBBING US #ENDSARS NOW.\"", "\"It was important to show the energy, the unity, the action but to also show that when people come together and drop their tribe [affiliation] and economic differences and fight for one clause, we Nigerians are unstoppable,\" said Shotunde in an interview by phone.", "#EndSARS protestors rearrange barricades near Lekki Toll Gate in Lagos, Nigeria Credit: Ifebusola Shotunde", "While the challenges of the past months have undoubtedly changed the feel of this year's fair, Peterside said she hopes the last months will provide a moment of reflection and serve as a reminder for the art community and the world at large.", "\"I want people to be inspired, I want people to be motivated, I want people to be reminded of the beauty that exists on the African continent, and through this year's works, look forward to a brighter, more inspired future.\""], "authors": ["Adenike Olanrewaju"], "keywords": ["tell", "strength", "hope", "abuja", "nigerian", "endsars", "lagos", "art", "toll", "wake", "tumultuous", "nigeria", "taken", "social", "x", "protestors", "photographers", "demonstrations", "yvonne"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}