{"id": "80f4d3a7-be42-3f50-8c46-1d3cac5b0dfc", "title": "No ginger spice? Here’s how to make your recipes sing without it", "url": "https://www.theguardian.com/food/2020/dec/10/no-ginger-spice-heres-how-to-make-your-recipes-sing-without-it", "summary": "Factor in other supply chain failures as a result of the pandemic, and the result is that supermarkets have almost sold out of fresh and ground ginger.\nIf you have been struggling to get your hands on a decent source of ginger, help is at hand.\n“If we were baking something that called for dried ginger and we didn’t have any, I’d be more inclined to look at what other flavours were in the recipe and take the lead from those.\nPhotograph: Xvision/Getty ImagesNico Fitzgerald, head chef at London Stock, points out that different types of ginger perform different functions.\nDon’t ruin ChristmasFitzgerald mentions that his mince pies usually contain ground ginger “for a burst of warmth”, but a combination of cinnamon, clove and nutmeg will work instead.", "paragraphs": ["As if 2020 were not bad enough already, now we have a global ginger shortage. Output in China, which accounts for almost half the world’s exports, is down, following a bad harvest. Factor in other supply chain failures as a result of the pandemic, and the result is that supermarkets have almost sold out of fresh and ground ginger.", "But never fear. If you have been struggling to get your hands on a decent source of ginger, help is at hand. Below, some of the UK’s finest chefs offer up their best ginger substitutions.", "Consider your recipe", "Dried sour cherries, which can stand in for ginger when paired with white chocolate, for example. Photograph: tycoon751/Getty Images/iStockphoto", "Rachel Morgan, founder of the bakery Twelve Triangles, in Edinburgh, wants to make it clear that there is no such thing as a universal like-for-like ginger swap. “It really does depend on the other ingredients in the dish,” she says. “If we were baking something that called for dried ginger and we didn’t have any, I’d be more inclined to look at what other flavours were in the recipe and take the lead from those. For example, if I was making a lemon and ginger cake, I’d go with something like dried cardamom, which would sit nicely with lemon or, if it was a stem ginger and white chocolate cookie, go for something like a dried sour cherry.” These ingredients might not be direct replacements but, as she says, “they create balance in a recipe”.", "Pick an alternative", "Magnolia, the pickled petals of which have a taste and texture very similar to ginger. Photograph: Sasha Bell/Getty Images", "That said, chefs do have their individual preferences. Kátia Hickmann, the founder of Brigadeiro Gourmet cakes, in London, suggests turmeric. Chantelle Nicholson, the owner and head chef at the London restaurants All’s Well and Tredwells, says: “For savoury dishes, black pepper has the same ‘heat’ element, then lemongrass for the floral part.” Or, if you are feeling particularly ambitious, you can copy Oli Martin from Hipping Hall restaurant in Kirkby Lonsdale, Lancashire: “We use magnolia petals as a direct substitute for ginger,” he says. “We pick and dry them when in season. The taste is so similar, and the pickled magnolia petals have the same texture as pickled ginger.”", "Ginger-free stir-fry", "Galangal, a close relative of ginger, can provide heat in a dish. Photograph: Xvision/Getty Images", "Nico Fitzgerald, head chef at London Stock, points out that different types of ginger perform different functions. “When I work with ginger in savoury dishes, such as my zingy stir-fry sauce, what I’m looking for is the fresh heat that comes from the root,” he says. “It’s an almost irreplaceable flavour, but I’ve found some solace in its close relative, galangal. Nowadays, you can find it in most major supermarkets, normally in among the other roots, such as turmeric.”", "Fitzgerald’s stir-fry sauce requires 150g soy sauce, 150g chicken stock, 10g cornflour, 25g honey, 10g sesame oil, 10g rice vinegar, three cloves of grated garlic, a bruised stick of lemongrass and a grated three-inch piece of galangal. Combine it all, simmer for a couple of minutes, strain and serve.", "Ginger-free Caribbean food", "Allspice can be a worthy substitute. Photograph: Michelle Arnold/Getty Images/EyeEm", "Mike Springer of Big Mike’s Calypso Kitchen in Croydon, south London, says: “In the absence of ginger, I’d replace it with either with allspice or cinnamon.” The following is his amended recipe for cinnamon and coconut chicken. Toss eight skinless and boneless chicken thighs in a teaspoon of cinnamon and a tablespoon of blackened Cajun seasoning, then seal the meat in a hot pan. Add a chopped red onion, five crushed garlic cloves, two tablespoons each of fresh chopped coriander and parsley, and a can of coconut milk. Cook for 20 minutes and serve with plain rice.", "Don’t ruin Christmas", "Fitzgerald mentions that his mince pies usually contain ground ginger “for a burst of warmth”, but a combination of cinnamon, clove and nutmeg will work instead. To make the pastry, he creams together 75g of butter and 40g of icing sugar, adds an egg, then sieves over 150g plain flour and a pinch of salt. He brings it together to form a dough, rests it in the fridge for a minimum of 30 minutes, then rolls it out to 3mm thickness.", "To make the mincemeat, he melts 125g of butter in a pan, and adds 175g each of currants, raisins, sultanas and dried cranberries, along with 100g candied mixed peel, a chopped cooking apple, 50g chopped almonds, 225g muscovado sugar, two tablespoons of cinnamon, a teaspoon of ground coriander, a good grating of nutmeg, ½ teaspoon of mace, ½ teaspoon of ground clove andthe zest and juice of two lemons. He simmers this over a medium heat for 10 minutes, then adds 200g amontillado sherry and 100g rum.", "Then he preheats his oven to 180C, cuts out rounds of pastry, fills them with mincemeat, pops a pastry lid on top, brushes with egg, dusts with sugar and cooks for 15 minutes.", "Have yourself a ginger-free Christmas, everyone."], "authors": ["Stuart Heritage"], "keywords": ["sing", "heres", "recipes", "teaspoon", "spice", "london", "ground", "dried", "cinnamon", "photograph", "chopped", "ginger", "heat", "minutes"], "pubDate": "2020-12-10T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}