{"summary": "(CNN) — The Hungarian State Opera House is undoubtedly one of the most beautiful buildings in Budapest, drawing in thousands of visitors each year.\nClosed curtainNewly-released images reveal the full extent of the substantial Hungarian State Opera House renovation project.\nDespite the huge price tag of the modernization work, according to Hungarian State Opera House Communications Manager András Oláh, it should remain an affordable experience for audiences.\nCourtesy Valter BereczOnce complete, the Hungarian State Opera House will be on par with other leading European institutions in terms of infrastructure.\nOpen since 1884, the venue was constructed as a sister house to the Vienna State Opera House (Wiener Staatsoper).", "id": "81060b98-2664-382a-9746-83d57439147b", "pubDate": null, "url": "https://edition.cnn.com/travel/article/hungarian-state-opera-house-renovation-project/index.html", "authors": [], "paragraphs": ["(CNN) — The Hungarian State Opera House is undoubtedly one of the most beautiful buildings in Budapest, drawing in thousands of visitors each year.", "But its facade is currently obscured by scaffolding, leaving the impressive landmark almost unrecognizable.", "The Neo-Renaissance structure has been closed for the past 18 months due to extensive restoration and modernization works.", "Newly released images reveal the full extent of the project, which has a whopping budget of $30 million.", "The behind-the-scenes photographs show the vast reconstruction works taking place on the roof, where new tiles have been added, along with a substantial overhaul of the auditorium with a \"smart\" concept.", "Closed curtain", "Newly-released images reveal the full extent of the substantial Hungarian State Opera House renovation project. Courtesy Valter Berecz", "A new stage area has also been constructed, accounting for $20 million of the refurbishment funds, with new overhead machinery. The venue's fly system -- the rigging used to raise curtains, scenes, props and people -- has also been replaced.", "Despite the ongoing work, the temporary structure covering the building's exterior will be removed in early 2020 to showcase a refined exterior that accentuates the intricate Baroque features of architect Miklós Ybl's 19th century masterpiece.", "The opera house was originally slated to fully reopen in 2020. This was extended to 2021 when it became clear that the building required far more work than anticipated.", "\"The restoration work will take longer than originally planned because we kept finding new things to renovate as we went along,\" said Attila Sághi, deputy CEO and head of development for the Liget Project, the group behind the opera house renovation.", "The opera house overhaul came about as part of much smaller scale efforts to upgrade stage machinery. The renovation team soon discovered the equipment fitted in 1984 had worn out, and its technical parameters no longer satisfied today's requirements.", "As work progressed, more issues were uncovered, and a decision was taken to completely restore the opera house to its former glory.", "\"It would be the same if you were to renovate your bathroom or house,\" adds Sághi.", "\"There are always unforeseen circumstances that arise, a new pipe might need replacing or there could be more work needed to stabilize the foundations.", "\"It's the same with a project like this, but on a much larger scale.\"", "Related content The secrets and symbols of Hungary's Parliament building", "Extensive restoration", "This elaborate monumental cupola fresco, painted by Károly Lotz, is one of the many features being restored. Courtesy Attila Nagy", "In addition to the roof restoration and auditorium refit, the opera house is being fitted with refined acoustics, renovated rehearsal rooms and a newly installed elevator to cater for those unable to climb the grand staircase.", "The venue's windows and doorways will all be repaired, while a new fire alarm, IT and orientation system, modern heating and ventilation system are due to be fitted.", "What's more, each seat inside the auditorium is to become a \"smart seat.\"", "The hi-tech chairs come with fitted headsets that can be switch to various different languages. They'll also be equipped with tablets, on which guests can learn more about the historic building.", "This substantial seating upgrade ultimately means there'll be 200 less seats inside the auditorium, however officials say this will allow for a far more comfortable experience.", "Despite the huge price tag of the modernization work, according to Hungarian State Opera House Communications Manager András Oláh, it should remain an affordable experience for audiences.", "\"Although there is a large cost involved with refurbishing the Opera House, the ticket prices aren't expected to increase by that much,\" Oláh tells CNN Travel.", "\"When compared to prices in Vienna, for example, Hungary's ticket prices will remain considerably lower than other opera houses around the world.\"", "Related content 6 of the best concert halls in Budapest", "Iconic building", "The restoration of the facade will draw to a close soon, but the rest of the work won't be completed until 2021. Courtesy Valter Berecz", "Once complete, the Hungarian State Opera House will be on par with other leading European institutions in terms of infrastructure.", "Open since 1884, the venue was constructed as a sister house to the Vienna State Opera House (Wiener Staatsoper).", "At the time, Hungary was part of the Austro-Hungarian empire and its ruler Franz Josef apparently sanctioned the construction of the opera house under the proviso that it wouldn't be larger than Vienna's building.", "Legend has it, when he arrived for the opening, Josef remarked: \"I said it cannot be bigger than Vienna's Opera House, but I didn't say it can be more beautiful.\"", "The iconic building, located in the center of Budapest's Andrassy Avenue, has long been one of the world's leading opera and ballet complexes.", "Some of the finest singers, dancers and performers have showcased their talent here, and it's hailed as one of the pinnacles of a young performers' career.", "Gustav Mahler and Otto Klemperer are among those who've served as directors, while Luciano Pavarotti, Placido Domingo and Renée Fleming all performed here.", "Until its grand reopening at the end of 2021, all performances will be held at the Erkel Theater, which is the second venue of the Hungarian State Opera as well as the largest auditorium in Hungary."], "keywords": ["house", "multimillion", "system", "hungarian", "restoration", "inside", "renovation", "project", "dollar", "substantial", "houses", "auditorium", "state", "work", "opera"], "title": "Inside the Hungarian State Opera House's multi-million dollar renovation project", "publicationId": "fa207f19-e080-3902-982c-393d321776be"}