{"id": "810a1346-5418-3f0d-8c1c-078a6cb8e36c", "title": "Ghostbusters: Afterlife Clip Reveals Mini Stay-Puft Marshmallow Men", "url": "https://www.gameinformer.com/gamer-culture/2021/04/07/ghostbusters-afterlife-clip-reveals-mini-stay-puft-marshmallow-men", "summary": "Ghostbusters: Afterlife, the long-awaited sequel to Ghostbusters II, premieres this fall.\nWhat is Ghostbusters: Afterlife?\nGhostbusters: Afterlife was originally scheduled to premiere last summer but, like basically every movie in the last year, it was delayed multiple times due to the pandemic.\nI didn’t completely hate the 2016 film like most fans did (it’s better if you don’t think of it as a Ghostbusters film.\nWhat do you make of Ghostbusters: Afterlife and are you excited to watch it?", "paragraphs": ["Ghostbusters: Afterlife, the long-awaited sequel to Ghostbusters II, premieres this fall. We already know it'll feature a ton of returning names on top of a main cast of newcomers. That doesn't matter though, because everyone’s favorite, sentient marshmallow man is back...in mini form!", "Sony Pictures released a new clip for the film of one of its stars, Paul Rudd, making an otherwise ordinary trip to the grocery store. Unfortunately(?) for him, things take a turn for the maybe-worst when he encounters a bag of miniature Stay Puft marshmallows that come to life. That might seem scary, but the teeny things are so cute and weird that I would personally be totally okay with this.", "What is Ghostbusters: Afterlife? Unlike 2016’s Ghostbusters reboot, this is a direct sequel taking place 30 years after Ghostbusters II. The film is directed by Jason Reitman, son of Ghostbusters 1 and 2 director Ivan Reitman (who serves as a producer). The plot centers on a small family who moves to a rural town to live on a farm inherited from their late grandfather. Unbeknownst to the children, grandpa was connected to the original Ghostbusters, and you get a pretty good idea as to how after watching the debut trailer.", "The film stars Stranger Things’ Finn Wolfhard, Mckenna Grace, Paul Rudd, and Carrie Coon. Original stars Bill Murray, Dan Aykroyd, Ernie Hudson, Annie Potts, and Sigourney Weaver have been confirmed as well. Ghostbusters: Afterlife was originally scheduled to premiere last summer but, like basically every movie in the last year, it was delayed multiple times due to the pandemic. Afterlife is now set to release in theaters on November 11.", "Ghostbusters is one of my all-time favorite film franchises, and I’m very intrigued with Afterlife. I didn’t completely hate the 2016 film like most fans did (it’s better if you don’t think of it as a Ghostbusters film. Strange concept, I know), but it didn’t scratch that ghostbusting itch. Afterlife has a better premise, double the Reitmans involved, and nearly all of the original performers are back. This will probably be fine. Hopefully. Please?", "What do you make of Ghostbusters: Afterlife and are you excited to watch it? Hit us up with those hot takes in the comments!"], "authors": ["Associate Editor", "Marcus Is An Avid Gamer", "Giant Wrestling Nerd", "A Connoisseur Of Cartoons", "Obscure Childhood References. The Cat'S Out Of The Bagel Now"], "keywords": ["mini", "things", "men", "original", "staypuft", "film", "afterlife", "paul", "sequel", "ghostbusters", "reveals", "clip", "stars", "marshmallow", "rudd", "reitman"], "pubDate": "2021-04-07T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}