{"id": "811f806a-06e8-34e3-a68b-6876f2bc8437", "title": "Blow to US vaccination campaign as J&J ‘one-shot’ vaccine deliveries plummet", "url": "https://www.theguardian.com/us-news/2021/apr/09/johnson-and-johnson-one-shot-vaccine-delivery", "summary": "US deliveries of the “one-shot” Johnson and Johnson vaccine are set to drop by 85% next week, in a setback to the government’s vaccination campaign.\nThe slowdown comes after workers at the plant manufacturing coronavirus shots for J&J and AstraZeneca accidentally conflated the vaccines’ ingredients several weeks ago, the New York Times reported.\nOn Thursday Fauci, the top infectious diseases expert in the US, told CNN coronavirus cases had plateaued at a “disturbingly high level”.\nHealth experts have warned the rising number of coronavirus cases in dozens of US states is probably attributable to the spread of virus variants.\nThe president has set a goal of delivering 200m vaccinations by 30 April – which marks his first 100 days in office.", "paragraphs": ["US deliveries of the “one-shot” Johnson and Johnson vaccine are set to drop by 85% next week, in a setback to the government’s vaccination campaign.", "The Biden administration has allocated just 700,000 J&J doses to states for the week beginning 12 April, according to the Centers for Disease Control and Prevention, a huge drop from the nearly 5m shots allocated the week before.", "The decline comes after J&J reported a batch of its Covid-19 vaccines developed in Baltimore had failed quality standards and cannot be used – as Anthony Fauci warned the US is at risk from a new coronavirus surge.", "Distribution of the J&J vaccine – which requires just one dose, as opposed to the two-shot Moderna and Pfizer vaccines also authorized for use in the US – has been uneven since it was introduced.", "The government allocated 2.8m doses to states at the beginning of March, only for that to drop to 493,000 the next week, but the drop to 12 April is the steepest yet.", "The slowdown comes after workers at the plant manufacturing coronavirus shots for J&J and AstraZeneca accidentally conflated the vaccines’ ingredients several weeks ago, the New York Times reported.", "It is unclear if the mix-up is the reason for the drop in J&J doses, and a J&J spokesman told the Wall Street Journal that the company still aimed to deliver 100m doses to the US by the middle of year, most of those by the end of May. The federal government has a deal with J&J for 200m doses.", "On Thursday Fauci, the top infectious diseases expert in the US, told CNN coronavirus cases had plateaued at a “disturbingly high level”. More than 61,000 new cases were reported on Wednesday, according to Johns Hopkins University.", "“It’s almost a race between getting people vaccinated and this surge that seems to want to increase,” Fauci said.", "Health experts have warned the rising number of coronavirus cases in dozens of US states is probably attributable to the spread of virus variants. Michigan has recorded the worst increase in infections over the past two weeks, at a rate not seen since early December.", "On Tuesday, the Associated Press reported that nearly half of new US virus infections are in just five states, with New York, Michigan, Florida, Pennsylvania and New Jersey responsible for nearly 197,500 new cases in the latest available seven-day period.", "Despite Michigan’s rate of new infections in the past two weeks, Gretchen Whitmer, the states Democratic governor, has stopped short of ordering restrictions, instead asking for voluntary compliance. She has blamed the virus surge on pandemic fatigue, which has people moving about more, as well as more contagious variants.", "This week, Joe Biden said half of all American adults are on track to have received at least one Covid-19 vaccination by this weekend. The president has set a goal of delivering 200m vaccinations by 30 April – which marks his first 100 days in office.", "One in four American adults have now been fully vaccinated against the virus, according to the CDC."], "authors": ["Adam Gabbatt"], "keywords": ["vaccines", "virus", "coronavirus", "campaign", "doses", "weeks", "vaccination", "blow", "cases", "oneshot", "vaccine", "deliveries", "plummet", "jj", "week", "drop", "states"], "pubDate": "2021-04-09T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}