{"id": "813c5c14-d9cc-3f91-85a1-8750bd768a8d", "title": "A Clever Strategy to Distribute Covid Aid—With Satellite Data", "url": "https://wired.com/story/clever-strategy-distribute-covid-aid-satellite-data/", "summary": "The most recent payments, funded by nonprofit GiveDirectly, were targeted with help from machine learning algorithms, which seek signs of poverty in satellite photos, and cellphone data.\nThe turn to satellite and cellphone data was driven, in part, by a shortage of reliable data on citizens and their needs.\nNovissi launched on April 8 and sent aid that same day to informal workers in and around Togo’s capital, Lomé.\nSo far the government has sent roughly $22 million through Novissi to nearly 600,000 people.\nHan Sheng Chia, the organization’s special projects director, was curious whether satellite and similar data could help the group distribute aid faster and more widely.", "paragraphs": ["When the novel coronavirus reached Togo in March, its leaders, like those of many countries, responded with stay-at-home orders to suppress contagion and an economic assistance program to replace lost income. But the way Togo targeted and delivered that aid was in some ways more tech-centric than many larger and richer countries. No one got a paper check in the mail.", "Instead, Togo’s government quickly assembled a system to support its poorest people with mobile cash payments—a technology more established in Africa than in the rich nations supposedly at the forefront of mobile technology. The most recent payments, funded by nonprofit GiveDirectly, were targeted with help from machine learning algorithms, which seek signs of poverty in satellite photos, and cellphone data.", "Togo’s project is an example of the pandemic forcing urgent experimentation that may lead to lasting change. The turn to satellite and cellphone data was driven, in part, by a shortage of reliable data on citizens and their needs. Shegun Bakari, an adviser to Togo’s president, says it worked so well that the data-centric approach will likely be used more widely. “This project is foundational for us in terms of how we can set up our social protection system in Togo in the future,” he says.", "The new aid system is called Novissi, meaning “solidarity” in the local Ewe language, and took shape during 10 intense days of work starting in late March. Cina Lawson, Togo’s minister of postal affairs and digital economy, was motivated by fear of the side effects of pandemic shutdowns. Half of Togo’s 8 million people live on less than $1.90 a day. Most Togolese work in the so-called informal sector, for example as manual laborers or as seamstresses, and Covid-19 restrictions abruptly cut off their income. “We were thinking we’ve got to support these people because if they don’t die of Covid, they’ll die of starvation,” Lawson says.", "The algorithms, based on analyzing satellite images, look for indicators of wealth and poverty such as different roofing materials and road surfaces.", "Novissi launched on April 8 and sent aid that same day to informal workers in and around Togo’s capital, Lomé. Radio ads asked people to text message a special number that walked them through a brief questionnaire over SMS. Payments were sent more or less instantly, if a check against Togo’s voter ID database, which covers 93 percent of the population, confirmed a person had previously declared an informal occupation and lived in an eligible area. The program was quickly expanded to the area around Togo’s second largest city, Sokodé.", "Men received 10,500 CFA francs each month, roughly $20, in biweekly installments, and women 12,250 CFA francs, roughly $23; the difference was by design to better support families. The amounts were aimed at replacing roughly one-third of Togo’s minimum wage. So far the government has sent roughly $22 million through Novissi to nearly 600,000 people.", "Lawson was proud to see government aid sent so fast, but as Covid-19 spread she also worried her program wasn’t able to target the people most in need of help, in part because she didn’t know where to find them. She contacted Joshua Blumenstock, codirector of University of UC Berkeley’s Center for Effective Global Action, who’d been researching how big data can fill information gaps facing countries like Togo. His lab had shown that phone records could predict individual wealth in Rwanda about as well as in-person surveys, and that satellite images could track areas of poverty in sub-Saharan Africa.", "Blumenstock offered to adapt his technology to help and enlisted a team that came to include Berkeley grad students, two faculty members from Northwestern, and the nonprofit Innovations for Poverty Action. He also connected Lawson with GiveDirectly, which distributes cash payments in poor countries. GiveDirectly had talked with Blumenstock before about using his work to prioritize aid and now saw a chance to put the idea into action.", "GiveDirectly’s payments usually reflect information gathered by staffers who visit poor communities and perform household surveys. But that posed risks during a pandemic. Han Sheng Chia, the organization’s special projects director, was curious whether satellite and similar data could help the group distribute aid faster and more widely. “The scale of need we’re facing this year is so huge,” he says. The World Bank estimated in October that the number of people in extreme poverty will rise by about 100 million this year, the first global increase in 20 years."], "authors": ["Tom Simonite", "Tom Simonit"], "keywords": ["aid", "satellite", "data", "togo", "togos", "sent", "poverty", "payments", "clever", "strategy", "aidwith", "covid", "help", "distribute", "roughly"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}