{"id": "8156850b-e174-349c-85f4-7bc840de814c", "title": "'Salon under the sea' submarine dives to 1,000 meters", "url": "https://edition.cnn.com/travel/article/triton-submarine-dives-to-1000-meters/index.html", "summary": "In a game-changing move for submarine tourism, Florida-based luxury submersible company Triton Submarines has delivered the first six-person acrylic-hulled sub that can dive to 1,000 meters (3,280 feet).\n\"It's a very exciting development, because we've now proven that we can produce vehicles that will carry six people to a 1,000 meters,\" he adds.\nRelated content 10 of the most exciting new superyacht conceptsNew discoveriesTriton previously achieved the world record for deepest diving sub with a similar model.\nTriton SubmarinesAll Triton submarines are hand built using premium-grade \"optically-perfect\" acrylic to achieve the clearest views.\n\"In a perfect world I'd like to see a sub on every yacht,\" Lahey adds.", "paragraphs": ["(CNN) — Stepping off a yacht and diving to the depths of the ocean in a transparent submarine might sound like an elaborate scene from a James Bond movie.", "But thanks to new technological advances, such underwater adventures are now very much a possibility in the real world, provided you have millions to spare.", "In a game-changing move for submarine tourism, Florida-based luxury submersible company Triton Submarines has delivered the first six-person acrylic-hulled sub that can dive to 1,000 meters (3,280 feet).", "Described as \"a salon under the sea,\" Triton 3300/6 features the world's largest transparent, spherical passenger compartment, which has a diameter of 2.5 meters, providing an immersive underwater view for those on board.", "The $5.5million vessel's interior space is \"commensurate with the cabin of a six-passenger Cessna Citation CJ2 private jet\" and its Tiffany blue exterior -- specially requested by its owner -- \"appears to disappear\" once underwater.", "Milestone submersible", "Triton 3300/6 features the world's largest transparent, spherical passenger compartment. Triton Submarines", "The air-conditioned sub has a top speed of three knots and enough air and battery for undersea excursions lasting more than 10 hours.", "While it took two-years to build, Patrick Lahey, president of Triton Submarines says it's taken a decade to get to a point where it was possible to build a sphere of this scale.", "\"It's a very exciting development, because we've now proven that we can produce vehicles that will carry six people to a 1,000 meters,\" he adds.", "\"But we're not stopping there. We're working on a vehicle that will carry three people to 7,500 feet and we're continuing with a vehicle that will dive to 4,000 meters and carry two people in an even thicker haul. So it's an exciting time that we're living in.\"", "Demand for submersibles has grown considerably over the years, with more and more mega-yacht owners seeking out the vessels as a means of entertaining family and friends while at sea.", "Although nature documentaries like \"Blue Planet\" have no doubt helped, Lahey credits the early pioneers of submarine tourism, such as US businessman Victor Vescovo, who commissioned a Triton 36,000/2 sub for a 2018 diving expedition to the deepest parts of each of the world's five oceans, for demonstrating their capabilities.", "\"The conversation has changed,\" he explains. \"When we first came onto the scene 15 years ago, the idea of a submersible on a yacht was almost ridiculed.", "\"People didn't think it was a good idea at all, largely because their perception of what a submersible was was wrong. They thought it'd be complicated, unreliable and scary.\"", "According to Lahey, the \"early adopters\" have proven that subs provide great experiences and are also simple to operate and easy to maintain.", "'Salon under the sea'", "The luxury vessel has a 360-degree window and 'club class seating'. Triton Submarines", "\"A submersible can dramatically enhance and enrich the ownership of a yacht,\" he adds. \"There's now a track record of successes here.\"", "It's clear the development of battery-powered subs have made it possible for underwater enthusiasts to experience the ocean in a totally new way, but what separates this form of diving from scuba diving?", "\"In a submersible you are actually protected from the forces of the ocean by being inside a pressure resistant structure,\" explains Lahey.", "\"As a diver you're subjected to the forces of the water and the pressure of the water in a way that you aren't in a sub.", "\"As a consequence, the limitations in diving are significantly different.", "\"Even the most experienced technical divers would probably not want to venture below 100 or 120 meters, that would be considered an extraordinarily deep dive.\"", "He points out that while carrying a tank and climbing down a ladder requires a certain level of physical capability, diving in a submersible \"is like sitting in your living room.\"", "\"You don't have to be like a navy seal to go diving in a sub,\" he says, pointing to veteran broadcaster David Attenborough, who was seen diving in a Triton submersible in 2015 nature documentary \"Great Barrier Reef with Sir David Attenborough\" as an example.", "\"That's what makes it such an attractive proposition for yacht owners.\"", "In April, Triton delivered a 24-seater submersible Triton DeepView 24 to Vietnamese resort Vinpearl , which plans to offer excursions around the Hon Tre Island in Nha Trang, indicating that a commercial submarine tourism industry could be emerging.", "A number of cruise ship companies have also been investing in subs -- Asia's Genting Cruise Lines has at least four ships equipped with submarines supplied by Dutch company U-Boat Worx.", "While this is an encouraging sign, it seems unlikely that those of us who aren't billionaires will be able to share in the experience any time soon due to the \"arduous, time-consuming and very expensive process\" involved in building a vessel that's fully accredited.", "\"It's a process that takes a lot of time and requires a lot of work and expense,\" Lahey explains.", "\"But we are absolutely committed to delivering subs that are fully accredited. We don't build experimental vehicles.\"", "Related content 10 of the most exciting new superyacht concepts", "New discoveries", "Triton previously achieved the world record for deepest diving sub with a similar model. Triton Submarines", "All Triton submarines are hand built using premium-grade \"optically-perfect\" acrylic to achieve the clearest views.", "Most are delivered within a year, but a completely new model that requires development can take up to 24 months.", "The company is currently working on orders for both a seven and a nine-seater vessel.", "\"In a perfect world I'd like to see a sub on every yacht,\" Lahey adds.\"That's probably not very realistic. But one of the things that's clear is that yachts themselves are changing.\"", "He goes on to explain that designers and naval engineers are now coming up with concepts focused on providing new and exciting experiences for customers, and submersibles have become a much-coveted accessory.", "\"In the past, it was more about how exotic and luxurious the yachts were,\" he explains.", "\"Not that you can't have both. But I do think we're seeing a trend towards vessels with a higher level of utility and better focus on how capable they are and the experiences they can be used for.\"", "The capabilities of submersibles like Triton 3300/6 has led to many discoveries, such as new species being identified.", "Meanwhile, owners who originally bought their subs for recreational purposes are now using them to complete marine research, a development Lahey says he never saw coming."], "authors": ["Tamara Hardingham-Gill"], "keywords": ["subs", "triton", "1000", "lahey", "sea", "submersible", "yacht", "submarine", "diving", "sub", "dives", "salon", "submarines", "meters"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}