{"id": "816f6bf1-03b5-321a-93b2-3028a4b1faf9", "title": "Babbage - Viral defences—the race to inoculate the world", "url": "https://www.economist.com/podcasts/2021/01/06/viral-defences-the-race-to-inoculate-the-world", "summary": "Our podcast on the science and technology making the news.\nAlso this week: the scientists that acted to avoid severe waves of infection and eliminate the virus in their regionsA NEW strain of covid-19 is surging in Britain, America and Europe—vaccines can curb the effects, but can governments speed up the roll-out?\nAlso, in 2020 some regions acted rapidly enough to avoid severe waves of infection.\nHost Kenneth Cukier speaks to the public health leaders who initiated “elimination” strategies.\nRuntime: 27 minListen on: Apple Podcasts | Spotify |Google | Stitcher | TuneInPlease subscribe to The Economist for full access to print, digital and audio editions: www.economist.com/podcastoffer", "paragraphs": ["Our podcast on the science and technology making the news. Also this week: the scientists that acted to avoid severe waves of infection and eliminate the virus in their regions", "A NEW strain of covid-19 is surging in Britain, America and Europe—vaccines can curb the effects, but can governments speed up the roll-out? Also, in 2020 some regions acted rapidly enough to avoid severe waves of infection. Host Kenneth Cukier speaks to the public health leaders who initiated “elimination” strategies. Runtime: 27 min", "Listen on: Apple Podcasts | Spotify |Google | Stitcher | TuneIn", "Please subscribe to The Economist for full access to print, digital and audio editions: www.economist.com/podcastoffer"], "authors": ["The Economist"], "keywords": ["viral", "waves", "race", "week", "infection", "avoid", "severe", "inoculate", "technology", "tuneinplease", "wwweconomistcompodcastoffer", "defencesthe", "world", "virus", "babbage", "acted"], "pubDate": "2021-01-06T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}