{"id": "81b6cbcd-c9f8-3c9f-9670-8b792ed26cf5", "title": "Dubai's audacious Heart of Europe megaproject nears first stage completion", "url": "https://edition.cnn.com/travel/article/dubai-heart-of-europe-nears-completion/index.html", "summary": "Courtesy David DunnThe Portofino resort on Main Europe island, like the celebrity coastal enclave it's named for, has a colorful Italianate facade.\nPortofino's colorful demeanor extends to the boutique hotels in the Côte d'Azur area of Main Europe island.\nHEART OF EUROPEThe Heart of Europe has already proven popular with citizens in the region.\nRelated content Zaha Hadid-designed hotel opens in Dubai'Prosperous environment'The plan is to create 147 \"Floating Seahorse\" villas.\nUltimately there will be 147 Floating Seahorse villas anchored in three \"colonies\" around HoE.", "paragraphs": ["Dubai (CNN) — What strikes home as the shuttle boat approaches the $5 billion megaresort being constructed off the coast of Dubai is its sheer audacity.", "Nearly two decades in the making, the Heart of Europe forms just one section of The World -- a vast collection of man-made islands roughly in the shape of an atlas -- but when completed it will be the opulent centerpiece.", "In the middle of a pandemic, it could yet prove to be a work of genius in its efforts to recreate the continent of Europe for upscale vacationers unwilling to make the trek.", "Amid a global travel downturn caused by Covid, it also represents a major leap of faith in Dubai's long-term allure.", "After a four-kilometer boat ride from the mainland, the World's 300 artificial islands rise up out of the Arabian Gulf like inverted golf bunkers.", "Most of these have stood empty since the project began in 2003, with subsequent global financial downturns doing little to encourage developers.", "And then the Heart of Europe (HoE) comes into view.", "No fewer than 15 luxury hotels, vacation homes and billionaire mansions now stand or are beginning to appear on these aquatic plots. Most are still unfinished, awaiting the final touches needed to meet the first completion deadlines at the end of 2020.", "Six themed islands form the Heart of Europe, with travelers able to choose between locations designed to replicate Sweden, Germany, Switzerland, Venice, the Cote d'Azure and others.", "The concept is that, once they've arrived, guests should be able to convince themselves they've been transported from often sweltering Arabian heat to less arid climes.", "Snowballs in the heat", "On Sweden island, \"palaces\" are built beneath roofs that resemble upturned Viking boats. HEART OF EUROPE", "On Sweden island, the surreality of this concept can literally hit you like a snowball in the face.", "Within the island's vast $21.8 million show mansion -- one of 10 \"palaces\" beneath rooftops resembling upturned Viking ships -- is a basement housing kitchens, a gym, spa and sauna ... and a snow room.", "White flakes are delivered on demand against an alpine backdrop from machinery powered by the same Arabian sunshine warming the infinity pool upstairs.", "The mansion's epic scale and unbridled yet tasteful opulence is stunning.", "Surrounded by un-Scandinavian lush jungle, the boutique hotel-sized six-level homes come with an elevator as well as a private beach.", "Exclusive furnishings by high-end car maker Bentley include plush seating for lavish dinner parties at a table the length of a limo, a circular bed with ocean views and a huge marble tub.", "The Sweden Beach Palace has a snow room. Francois Nel/Getty Images", "Further up, a domed party lounge larger than many bars can accommodate 300 guests -- ideal for those post-pandemic celebrations.", "They'll be able to toast their neighbors over in Germany -- an impossible gesture in real life geography, yet feasible in the Heart of Europe atlas.", "The design of Germany island's 32 futuristic beach or lagoon-facing dwellings are inspired by Bauhaus, but more closely resemble a lunar colony. Only one of these remained unsold at the time of writing, with a $7.89 million price tag.", "World firsts", "The Portofino resort has colorful, Italian-style, facades. Courtesy David Dunn", "The Portofino resort on Main Europe island, like the celebrity coastal enclave it's named for, has a colorful Italianate facade.", "Arrivals here will be checked in by Italian-speaking employees, working to clocks set to the Italian timezone. They'll be able to spend euros here -- surreal again for a resort just minutes by boat, helicopter or seaplane from mainland Dubai.", "\"Coming here you should forget you are in Dubai and feel you have reached Europe,\" says Josef Kleindienst, the Austrian chairman of Kleindienst, the real estate group developing the islands.", "\"You should have the impression you've come to Italy and then you walk and come to Spain and France and to London.\"", "Portofino's colorful demeanor extends to the boutique hotels in the Côte d'Azur area of Main Europe island. These are named after French Riviera playgrounds Monaco, Nice, Cannes and St. Tropez and will be staffed by French speakers.", "On Germany island, villas are inspired by Bauhaus designs. Courtesy David Dunn", "Here developers promise more world firsts, including the largest sustainable swimming pool, fed by solar-power desalinated sea water and nature-friendly filtration.", "Main Europe is also the location of Rainy Street, a thoroughfare climate-controlled to 27 C (80 F) to mimic a European summer climate where showers fall on demand and a snow plaza issues icy flurries.", "In a country that rarely experiences natural precipitation, these quirky concepts will likely be relished by UAE guests.", "Floating police station", "One resort, Cote d'Azur, is intended to evoke the French Riviera. HEART OF EUROPE", "The Heart of Europe has already proven popular with citizens in the region. Kleindienst says most of its recent real estate investors hail from the UAE.", "The project's first phase is slated for completion by close of 2020, with all three phases due to finish by 2023.", "By then it will include The Floating Lido -- a Venetian-inspired resort comprising a hotel, the world's first underwater spa and gym and a floating beach.", "The completed project will include Switzerland, with 77 mountain chalet-inspired villas.", "There will also be a floating police station and a circus featuring hologram animals.", "Other hotels will be named for locations such as Spain's Marbella and Ibiza, Germany's Munich, Greece's Ikaria and London.", "The heart shaped \"Honeymoon Island\" is for newlyweds. HEART OF EUROPE", "And there will be a dedicated wedding hotel -- St. Empress Elizabeth -- and heart-shaped Honeymoon Island, where newlyweds can relax on sunrise and sunset-designated beaches.", "While the idea of artificial islands laden with resorts in a destination already boasting hundreds of hotels may seem like an exercise in excess, Kleindienst highlights efforts to improve or preserve the environment.", "At the Coral Institute, located in the Portofino resort, several aquariums and tanks display a breeding program that centers on 50 local species, including carpet sharks.", "The sharks, not considered dangerous to humans, will ultimately reside around the islands as part of the developer's \"seahabilitation\" program to \"expand the marine ecosystem and help rebalance the underwater environment.\"", "Meanwhile, native and migratory birds are already discovering extensive greenery introduced to the landscape.", "Hanging gardens on hotel facades and painstakingly relocated Spanish olive trees aged 100-1,500 years appear to be prospering.", "Related content Zaha Hadid-designed hotel opens in Dubai", "'Prosperous environment'", "The plan is to create 147 \"Floating Seahorse\" villas. HEART OF EUROPE", "The Coral Institute is nurturing 20 local varieties of living coral, eventually destined to enrich at least 500,000 square meters of reef with 100,000 corals a year.", "These will be particularly visible to occupants of the futuristic Floating Seahorse villas, individual dwellings that will have rooms above and below the waterline -- some of which are currently on sale.", "\"This is their village,\" says Kleindienst's marketing director, Delphine Cazals, as nimble shoals of fish probe existing coral beyond the subaquatic window of one of what are being touted as the world's first three-level floating villas.", "Ultimately there will be 147 Floating Seahorse villas anchored in three \"colonies\" around HoE.", "Below-deck views in one of the Floating Seahorse villas. HEART OF EUROPE", "At sea level, a swish lounge and dining area, also furnished by Bentley, opens onto a sundeck, while an open-air top floor yields further entertaining space complete with a mini kitchen, seating and hot tub.", "As with the rest of the megaproject, Seahorse villa design and construction follows guidance from world-renowned Feng Shui Master Victor Li Dexiong -- promoting \"a prosperous and happy environment,\" intended to appeal to Chinese buyers.", "But across the Heart of Europe project, unusual construction circumstances have brought challenges.", "For Kleindienst these have included the need to strengthen the surface of islands to ensure surface durability, and sourcing suitable construction technology to comply with strict zero discharge environmental policies written into The World vision from inception.", "Related content Dubai plans floating replica of Venice", "Tourism mix", "Construction on the Heart of Europe, seen here in July 2020, was barely affected by the pandemic. Francois Nel/Getty Images", "Those close to HoE stress the completed resort will not be a cultural theme park, but an upscale second home and vacation destination.", "Besides property investors, it will target international tourists seeking alternative hospitality experiences and UAE residents expanding their staycation horizons.", "With the pandemic set to impact economies and international tourism for months to come, Kleindienst says he thinks fewer overseas tourists will be balanced by the local market, eventually resulting in a 50/50 mix.", "He says the Heart of Europe was targeted toward domestic traffic since the beginning, with its \"getting away without getting on a plane\" scenario.", "What remains to be seen is whether the completion of this megaproject will galvanize owners of remaining The World islands which, 12 years after emerging from the sea, are still to be developed.", "Kleindienst believes they are watching his progress.", "\"For sure... other island owners want to see if you are earning money, if you earn money, they will also move,\" he says.", "Being separated from the mainland, HoE was also able to remain Covid-free when 1,200 island-based construction workers and other staff, including the chairman, went into a voluntary two-month isolation during the first wave.", "As a consequence, while much of civilization came to a standstill, construction boomed as crews opted to work longer to earn extra cash while staying put.", "\"They were happy, we were happy,\" says Kleindienst, who confirms HoE was initially touted for completion in time for Dubai's Expo 2020 -- now postponed until October 2021."], "authors": ["David Dunn"], "keywords": ["construction", "audacious", "heart", "kleindienst", "nears", "resort", "islands", "villas", "floating", "dubais", "completion", "megaproject", "island", "europe", "stage", "seahorse"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}