{"id": "81bfaa2c-2e74-3994-87d4-f5b221a6de34", "title": "Digital Transformation: How to Innovate and Lead Your Business", "url": "https://execed.economist.com/iese-business-school/digital-transformation-how-innovate-and-lead-your-business-2021-02-09", "summary": "Dr. Sandra Sieber is currently Full Professor and Chair of the Department of Information Systems at IESE Business School.\nShe is also the Academic Director of the IESE Global Executive MBA.\nShe has also served on a regular basis as an Academic Director of Custom and Open Programs at IESE.\nFrom 2001 to 2004, she was appointed as the Academic Director of the PwC-IESE ebCenter.\nIn 2012, she co-chaired the European Conference of Information Systems (ECIS) in June 2012, and the Doctoral Consortium of the International Conference of Information Systems (ICIS) in Orlando, Florida in December of 2012.", "paragraphs": ["Dr. Sandra Sieber is currently Full Professor and Chair of the Department of Information Systems at IESE Business School. She is also the Academic Director of the IESE Global Executive MBA. From 2012 to 2014 she was based at IESE's New York Center, where she served as Director of Academic Programs. She has also served on a regular basis as an Academic Director of Custom and Open Programs at IESE.", "She joined IESE in 2000. Previously, she was Associate Professor at University Pompeu Fabra in Barcelona, Spain. From 2001 to 2004, she was appointed as the Academic Director of the PwC-IESE ebCenter. In 2003, she was a Visiting Scholar at the Sloan School of Management, MIT.", "Currently, most of her work is centered around how the digital rise is affecting organizations from a variety of perspectives. First, she is an avidly studies how the current technological changes impact business models, both in terms of how they allow for the rise of new value propositions, as well as for their potential to impact their target markets. In this vein, she is especially interested in understanding how existing companies can increase their capabilities to quickly adapt and react, and how their main leaders have to develop a digital mindset to be able to incorporate the digital dimensions into their daily decision making.", "From an industry perspective, Dr. Sieber is especially interested in those industries that are being transformed by recent technological advances, such as media and entertainment, telecommunications, banking, retail and automotive.", "Dr. Sieber has also worked extensively on the impact of information and communication technologies on organizational and individual work practices, being especially interested in the most recent developments on the impact of social and interactive media on organizations, in particular vis-à-vis inter- and intraorganizational collaboration.", "Dr. Sieber has published scholarly and general articles in national and international journals, magazines and newspapers, and contributed to several books. She usually presents her work in the leading conferences of the field, such as ICIS and ECIS. She has served on the organizing committees of a number of conferences. To mention a few, in 2007, Sandra Sieber was the Academic co-chair of the IFIP 8.2 Working Conference in Portland, OR, and served as a track chair at ICIS 2010. In 2012, she co-chaired the European Conference of Information Systems (ECIS) in June 2012, and the Doctoral Consortium of the International Conference of Information Systems (ICIS) in Orlando, Florida in December of 2012."], "authors": [], "keywords": ["transformation", "director", "information", "business", "lead", "sieber", "impact", "interested", "digital", "systems", "academic", "iese", "innovate", "served", "work"], "pubDate": "2021-02-09T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}