{"id": "81c42916-557e-34af-8061-a89fc6bef825", "title": "New York's radical female and non-binary skateboarders -- in photos", "url": "https://edition.cnn.com/style/article/girls-cant-skate-jordana-bermudez-photography/index.html", "summary": "Written by Jacqui Palumbo, CNNThough Jordana Bermúdez isn't a skateboarder, she found a sense of community at a skate park on Manhattan's Lower East Side.\nShe was particularly intrigued by the number of women and non-binary skaters testing tricks and sharing laughs.\nSkateboarder Sarah Seafoss at LES Coleman Playground skate park in Manhattan, New York.\n1 / 7 Skateboarder and student Miracle Jimenez, photographed at River Avenue Skate Park in The Bronx, NY.\nSkaters Kristen Noelle, Mary Chun and Charlotte Tegen at 2nd Nature Skate Park in Peekskill, New York.", "paragraphs": ["Written by Jacqui Palumbo, CNN", "Though Jordana Bermúdez isn't a skateboarder, she found a sense of community at a skate park on Manhattan's Lower East Side.", "The photographer, who relocated from Mexico City to New York City in 2019, grew up roller skating and biking. And it was in Coleman Playground, a stretch of concrete near the waterfront populated with ledges and grind rails, that she felt familiarity amid the unknowns of her new city.", "\"I grew up going to parks, and surrounded by these people,\" Bermúdez said over video. \"And I felt safer there.\"", "She was particularly intrigued by the number of women and non-binary skaters testing tricks and sharing laughs. Since watching Bing Liu's \"Minding the Gap,\" a 2018 documentary about male friendships strengthened by skateboarding, Bermúdez had been interested in the skate culture and identity among those who don't identify as male.", "Skateboarder Sarah Seafoss at LES Coleman Playground skate park in Manhattan, New York. Credit: Jordana Bermúdez, @jbtph", "Bermúdez, who moved to New York to study at the International Center of Photography, began attending meet-ups organized by two groups: GRLSWIRL, a skate community that began in Venice Beach, California, and Quell, a female-founded media, magazine and podcast brand aiming to \"increase visibility for nontraditional skateboarders.\" These groups both formed with the intention of providing a safe space for women and gender-nonconforming riders in a sport that is still dominated by men. Bermúdez was quickly pulled into their orbit.", "\"I couldn't stop (photographing),\" Bermúdez said. \"I followed my intuition, and I started going four times a week.\"", "", "", "", "", "", "", "1 / 7 Skateboarder and student Miracle Jimenez, photographed at River Avenue Skate Park in The Bronx, NY. Credit: Jordana Bermúdez, @jbtph", "Her ensuing multimedia project, \"Girls Can't Skate,\" was shot over the course of nearly a year and comprises still portraits, GIFs and, during the height of the Covid-19 pandemic in New York, video interviews and virtual photo shoots. By shifting from in-person photographs to Zoom shoots, she could visit people's homes in an instant, taking pictures of skaters in Arizona and California, in Brazil and Norway.", "Though not a skater herself, Bermúdez has become a fixture in the scene, and is even roommates with one of her subjects.", "\"It's just so natural to be part of the community,\" she said. \"They're very welcoming and inclusive.\"", "Strength through diversity", "Skateboarding has become a cultural force around the world, spreading from its birthplace in Southern California to inspire thriving communities as far afield as South Africa, Afghanistan and Japan. In Tokyo, where the rescheduled 2020 Summer Olympics are set to take place this summer, skateboarding will be represented for the first time, and will include both men's and women's street and park competitions.", "GRLSWIRL NYC chapter leader Kristen Noelle skating in Greenpoint, Brooklyn. Credit: Jordana Bermúdez, @jbtph", "Though women have long been a part of skateboarding, they are not afforded the same visibility or professional opportunities as men -- and the gap is even more glaring for gender-nonconforming riders.", "The rosters of professional skate teams are still nearly all male, but recent years have seen a handful of firsts for professional female and non-binary skaters. In 2015, Leticia Bufoni became the first female skater to sign for the Nike SB team, and she was joined two years later by non-binary skater Leo Baker. In 2016, Nora Vasconcellos became the first woman to join the Adidas skateboarding team, and in 2017, Samarria Brevard became the first Black woman to sign with skate brand Enjoi.", "In amateur skateboarding, female and LGBTQ+ riders are also carving out a space for themselves, forming groups that promote support, solidarity and safety. As well as GRLSWIRL and Quell in the United States, they include Nefarious Skate Crew in London, Skate Gal Club in Ghana and Girl Skate India", "Adrian Koenigsberg, director of Quell, said that she has witnessed a significant change in attitudes -- even in the short time since she founded the brand in 2017.", "\"When I started Quell, the conversation around gender was nowhere near what it is now,\" she said over email. \"We were focused on women in skateboarding but now our language has shifted to focus on marginalized genders. When we support others, we make a stronger community.\"", "Female skateboarders have seen increased presence on screen as well, with a 2019 documentary about young Afghan skaters, \"Learning to Skateboard in a Warzone (If You're a Girl),\" winning an Oscar last year, and HBO's teen comedy \"Betty,\" which follows a group of girl skaters in New York City, debuting last May.", "Thriving under restraints", "While the Olympics are bound to bring more riders to the sport, the ongoing pandemic has also caused an uptick in interest , as people seek out new kinds of outdoor recreation and alternative ways to commute. In New York, Koenigsberg has seen the effects firsthand.", "\"I think the amount of people skating since the pandemic has increased tremendously,\" she said. \"There are more non-male-identifying people absolutely killing skating than ever. There are so many people organizing their own events all over the city.\"", "Skaters Kristen Noelle, Mary Chun and Charlotte Tegen at 2nd Nature Skate Park in Peekskill, New York. Credit: Jordana Bermúdez, @jbtph", "As the community continues to widen, male skaters are becoming more welcoming, according to Kristen Miller, founder of GRLSWIRL's New York chapter. \"Not too long ago, I would always be the only girl at my local skatepark. 'Men' would be super aggressive and snake my lines or get in my way on purpose and I would always be the one apologizing, feeling like I was always in their way,\" she said over email.", "\"As the tides have changed this year, I've noticed these same men have learned to take a step back and allow their fellow skaters more space at the park (and) they apologize when they accidentally get in our way. (They) see that there are more GRLS than ever before, skating and taking up space, and are showing more respect towards us.\""], "authors": ["Jacqui Palumbo"], "keywords": ["female", "photos", "bermúdez", "skaters", "yorks", "skateboarding", "park", "jordana", "skate", "skateboarders", "york", "space", "women", "skating", "radical", "nonbinary"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}