{"pubDate": null, "title": "The Difference Between Leaking and Whistle-Blowing in the Trump White House", "paragraphs": ["Why is what’s happening happening now? The strangest aspect of the whistle-blower report that precipitated the current round of Trumpian unravelling is that the whistle-blower didn’t reveal anything that was not, in substance, already known. Most big whistle-blowing stories involve a revelation: fraud where it may not have been so much as suspected; systematic waste unseen by the public and unnoticed by overseers; abuse of power that we couldn’t have even imagined. The story of abuse of power contained in the whistle-blower complaint released by the acting director of National Intelligence, last week, however, was known in general terms. In fact, it had been covered by the media.", "“The president hasn’t been quiet about what he’s up to,” Eric Umansky, the deputy managing editor of ProPublica, wrote the day after the complaint was released. “And while we didn’t know many details, much of the hanky-panky has been happening right before our eyes.” Trump had been tweeting his obsession with Ukraine for at least two years. Back in July, BuzzFeed published a detailed report on the effort, led by Trump’s personal lawyer Rudy Giuliani, to pressure Ukraine to investigate widely discredited claims in order to aid Trump’s reëlection. The Times had been on the story since May.", "On Thursday, Michael Barbaro, the host of the Times podcast “The Daily,” asked his guest, the Times reporter Ken Vogel, “Why is it only now that these revelations are prompting an impeachment inquiry?” Vogel responded, “Yeah, that’s a good question. I mean, I think we understood a lot of the puzzle back then, but what we didn’t understand was the degree to which the President himself was personally involved.” Other explanations have generally had to do with the crazy pace of the news cycle, which doesn’t allow the mind to pause on any one outrage long enough to absorb it. But a more accurate—and more frightening—explanation may be that we have normalized Trumpism to such an extent that journalists and politicians didn’t know how to think about the Ukraine story until the whistle-blower framed it as an egregious abuse of power.", "Pressuring Ukraine to dig up dirt on Joe Biden’s son in exchange for military aid is not the worst thing Trump has done in plain view. Many of the instances of obstruction of justice detailed in the special counsel Robert Mueller’s report were certainly as bad. Incorporating the executive branch into the President’s family business is probably worse. Concentration camps for migrants are definitely worse. Yet it took two and a half years for someone with significant access to the Administration to go through the process of systematically collecting information and transmitting it through the institutional channels created specifically for the purpose of saying, “This is not normal.”", "“Crisis of Conscience,” a book, by the journalist Tom Mueller, which was released this week, traces the history of whistle-blowing in the United States. (The book was in the works long before the current scandal and even the current President, and the timing of its publication is accidentally fortuitous.) Mueller describes the work of whistle-blowing as a painstaking process that seems to run counter to the culture of the Trump Administration. An effective whistle-blower stays below the radar while methodically collecting information; staying power and an ability to remain inconspicuous are key. The person who blew the whistle on Trump and Ukraine appears to possess both of these qualities, and others: the complaint is meticulously documented and worded with exquisite care. By its very existence, the document blows the whistle on the Trumpian style—hasty, sloppy, overblown, and unsubstantiated.", "Other opponents of Trumpism within the government have leaked rather than blown the whistle. No sooner was the President inaugurated than members of the White House staff told reporters that the President acted like a “clueless child,” had no interest in intelligence reports, spent his time watching TV, and was largely kept out of the decision-making process. These stories, which began in January of 2017, quickly grew familiar, and the more bizarre the reality they described, the greater their normalizing effect. The ultimate leak from the White House was an Op-Ed piece published in the Times last fall, in which an anonymous senior member of the Administration assured readers that, while the President was incapable of sanely carrying out his duties, unnamed and self-appointed others were keeping the government in check. “This isn’t whistleblowing, an act intended to call out but also to halt wrongdoing,” Mueller, who addresses the Trump Presidency in an eloquent epilogue, writes. “It is the self-serving announcement of an unelected shadow government. . . . In this situation, a true whistleblower would have stepped into the spotlight, bolstering his assertions with professional gravitas and personal conviction, and launched a movement to remove Trump on constitutional grounds.” This is what is finally happening now.", "As much as Trump has raged against the leakers in his Administration, none appears to have suffered serious consequences either to career or reputation. Disliked and even temporarily disgraced officials ranging from the former F.B.I. director James Comey to press secretary Sean Spicer and communications director Anthony Scaramucci have gone on to capitalize on the prominence the Administration afforded them.", "If exposed, the whistle-blower seems unlikely to receive that kind of celebrity. Whistle-blowers rarely do. Mueller traces the evolution of the whistle-blower in the American imagination, from squealer to hero in roughly half a century. But the repercussions of whistle-blowing, whether in the nineteen-sixties or the two-thousands, as described in the book, are similar: whistle-blowers are fired, ostracized, libeled, stripped of security clearances, denounced as anti-American, and threatened with lifetime imprisonment. None of this is new in the Trump era. What is new is the contrast between the numerous leakers and the lone whistle-blower—and the comparative risks and benefits of the two positions. Even the Times, which has steadfastly protected the anonymity of the author of last year’s Op-Ed, has taken no such care with the whistle-blower, about whom the paper has published significant identifying details."], "url": "https://www.newyorker.com/news/our-columnists/the-difference-between-leaking-and-whistle-blowing-in-the-trump-white-house", "keywords": ["whistleblower", "whistleblowing", "house", "mueller", "leaking", "white", "ukraine", "happening", "trump", "times", "president", "administration", "didnt", "difference"], "summary": "Why is what’s happening happening now?\nThe strangest aspect of the whistle-blower report that precipitated the current round of Trumpian unravelling is that the whistle-blower didn’t reveal anything that was not, in substance, already known.\nMueller describes the work of whistle-blowing as a painstaking process that seems to run counter to the culture of the Trump Administration.\n“This isn’t whistleblowing, an act intended to call out but also to halt wrongdoing,” Mueller, who addresses the Trump Presidency in an eloquent epilogue, writes.\nAs much as Trump has raged against the leakers in his Administration, none appears to have suffered serious consequences either to career or reputation.", "authors": ["Masha Gessen", "Alice Munro", "Rachel Aviv", "Adam Entous", "Richard Brody", "Jeffrey Toobin", "David Rohde"], "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35", "id": "81ec1ca8-772b-30bf-8f90-255a8742cdf8"}