{"id": "81f24e0f-4f94-3567-98e1-e46d821fbd01", "title": "Ree Drummond says husband Ladd, nephew Caleb are 'healing' one month after truck collision", "url": "http://www.foxnews.com/entertainment/ree-drummond-husband-ladd-nephew-caleb-healing-truck-collision", "summary": "Ree Drummond's husband and nephew are making improvements in their recoveries following a truck collision that sent them both to the hospital last month.\nThe \"Pioneer Woman\" shared a positive update on her magazine's Instagram account on Wednesday night.\n❤️,\" a caption underneath a photo of her husband, Ladd Drummond, horseback riding during sunset reads.\nREE DRUMMOND'S HUSBAND, NEPHEW INJURED IN CRASH NEAR OKLAHOMA RANCHRee said \"other hardware\" were used to stabilize the fracture at a Tulsa, Okla. hospital.\nThe \"Pioneer Woman\" also recently opened up about her foster son Jamar, who has been living with the chef for nearly two years.", "paragraphs": ["Ree Drummond's husband and nephew are making improvements in their recoveries following a truck collision that sent them both to the hospital last month.", "The \"Pioneer Woman\" shared a positive update on her magazine's Instagram account on Wednesday night.", "\"Ladd and Caleb are healing up after their accident on the ranch. ❤️,\" a caption underneath a photo of her husband, Ladd Drummond, horseback riding during sunset reads.", "The post adds that the Drummond family \"is so grateful for all of your kind words!\"", "REE DRUMMOND SAYS HUSBAND LADD BROKE HIS NECK IN CRASH: IT WAS ‘VERY CLOSE TO BEING CATASTROPHIC’", "The good news comes a few weeks after the \"Pioneer Woman\" went into detail about the terrifying incident in a blog post. Ree revealed that the individual fire rigs her husband and nephew Caleb were driving collided while en route to a fire on the family's ranch in Pawhuska, Okla. She said the crash was \"very close to being catastrophic.\"", "\"Caleb broke some ribs, had a pretty bad concussion, and a few other injuries that will heal,\" Ree wrote. Meanwhile, despite breaking his neck in two places, Ladd, 52, managed to drive himself to the hospital after the ordeal.", "\"Evidently one of the two fractures was very close to being catastrophic,\" Drummond maintained, stating that Ladd had refused medical attention on the scene.", "REE DRUMMOND'S HUSBAND, NEPHEW INJURED IN CRASH NEAR OKLAHOMA RANCH", "Ree said \"other hardware\" were used to stabilize the fracture at a Tulsa, Okla. hospital. She added that Ladd \"will have to wear a neck brace for several weeks to let the other fracture heal, and the girls and I will bling out the brace for [daughter] Alex’s wedding…but we are just grateful he will be here for Alex’s wedding.\"", "CLICK HERE TO GET THE FOX NEWS APP", "Furthermore, Drummond penned that Caleb, 21, \"was ejected approximately 70 feet from point of rest\" before he was transported to the hospital with critical injuries.", "According to the local Fox23 news, the two fire trucks collided on County Road N3660 while responding to a fire. Troopers said the vehicles hit \"head-on\" and at the time there were high winds and decreasing visibility.", "CLICK HERE TO SIGN UP FOR OUR ENTERTAINMENT NEWSLETTER", "Authorities told Fox News it also took two to three hours to fight the fire. After the crash became public, Ree wrote online that \"being married to a cowboy is never boring.\"", "Ree and Ladd share daughters Alex, 23, and Paige, 21; and sons Bryce, 18, and Todd, 16. The \"Pioneer Woman\" also recently opened up about her foster son Jamar, who has been living with the chef for nearly two years.", "Fox News' Jessica Napoli and Nate Day contributed to this report."], "authors": ["Melissa Roberto"], "keywords": ["truck", "nephew", "caleb", "healing", "collision", "drummond", "husband", "woman", "hospital", "crash", "pioneer", "ree", "neck", "ladd", "month"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}