{"id": "81fe21d9-dc66-3f7d-a690-cc197f7fdeac", "title": "Frances McDormand’s Best Rule-Breaking Fashion Moments", "url": "https://www.vogue.com/slideshow/frances-mcdormand-rule-breaking-fashion-moments", "summary": "When it comes to fashion, the Oscar-winning actor, and one of Vogue’s four January cover stars, consistently attends red carpet events in looks that are 100% her.\nInstead, McDormand has more of an authentic, IDGAF energy surrounding her style choices.\nOver the years, she’s served up a number of rule-breaking moments that prove fashion is here to have fun with and not to be taken too seriously.\nNever one to merely walk a red carpet, instead she storms it for full camp-effect.\nBelow, McDormand’s 11 best rule-breaking fashion moments.", "paragraphs": ["Frances McDormand lives life by her own rules. When it comes to fashion, the Oscar-winning actor, and one of Vogue’s four January cover stars, consistently attends red carpet events in looks that are 100% her. As an awards ceremony veteran—she’s one of the most consistently nominated actors in Hollywood—you’ll never find her succumbing to the latest trend or designers of the moment. Instead, McDormand has more of an authentic, IDGAF energy surrounding her style choices. It’s incredibly refreshing. Over the years, she’s served up a number of rule-breaking moments that prove fashion is here to have fun with and not to be taken too seriously.", "For starters, the 63-year-old has a history of eschewing the standard gown-and-stilettos pairing that many A-list actors follow suit at awards shows. Her ensembles often lean casual, but when she does dress up, it’s full of whimsy and kitsch. She’s very much anti-heels on the red carpet, but still folds in designer labels. Last year, in fact, McDormand stepped out on two carpet occasions wearing bold, printed Valentino gowns, with the Valentino x Birkenstock sandals to match—proving that comfort can be chic in the process.", "But her fashion irreverence is not about the clothes or accessories alone. McDormand also hits the step-and-repeats with a full-on kooky energy, too, hamming it up for photographers with campy poses. Never one to merely walk a red carpet, instead she storms it for full camp-effect. She knows how to play the Hollywood game, but McDormand is always in full control of her narrative as a red carpet rebel, and it’s a spirit that’s only gotten better throughout the years.", "Below, McDormand’s 11 best rule-breaking fashion moments."], "authors": ["Christian Allaire", "Christian Allair"], "keywords": ["shes", "rulebreaking", "energy", "best", "valentino", "red", "carpet", "mcdormands", "mcdormand", "moments", "frances", "fashion", "instead"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}