{"id": "820327ef-1e64-395b-b46b-a524bec73207", "title": "The Race to Make Vials for Coronavirus Vaccines", "url": "https://www.newyorker.com/magazine/2020/12/07/the-race-to-make-vials-for-coronavirus-vaccines", "summary": "Corning’s manufacturing process, which Payne documents with an architect’s sensitivity to form, begins with cylindrical machines called converters.\nThey cut and shape tubes of Valor Glass into vials, which are then submerged in a molten-salt bath.\nPotassium atoms in the hot mixture swap with smaller sodium atoms embedded in the surface of the glass, creating tension and therefore toughness.\nSiO2 Materials Science, a company in Alabama, is manufacturing another alternative to borosilicate vials.\nAs the chief executive of AstraZeneca, one of the companies racing to produce a vaccine, warned, early in the pandemic, “There’s not enough vials in the world.”", "paragraphs": ["Corning’s manufacturing process, which Payne documents with an architect’s sensitivity to form, begins with cylindrical machines called converters. They cut and shape tubes of Valor Glass into vials, which are then submerged in a molten-salt bath. Potassium atoms in the hot mixture swap with smaller sodium atoms embedded in the surface of the glass, creating tension and therefore toughness. (Corning first developed this process for Gorilla Glass, which is used in iPhones and other electronic devices; a vial fortified in this way can withstand as much as a thousand pounds of force.) Afterward, the glass is rinsed, and the exterior is given a polymer coating, so that bottles don’t grind against one another on a filling line, generating glass dust that can ruin doses. All this work is being conducted under conditions of severe urgency. Corning’s facility is running around the clock. “Glass is used to protect our most valuable liquids,” Schaut said. “It has an aura of protection.”", "By the end of the year, the machines in these images will have produced enough vials to deliver more than a hundred million doses of COVID-19 vaccines, but Corning’s production is merely one part of a larger effort. SiO2 Materials Science, a company in Alabama, is manufacturing another alternative to borosilicate vials. The makers of the standard product have been ramping up operations, too. The demand calls for everything. As the chief executive of AstraZeneca, one of the companies racing to produce a vaccine, warned, early in the pandemic, “There’s not enough vials in the world.”"], "authors": ["Christopher Payne", "Christopher Payn"], "keywords": ["vaccines", "vials", "coronavirus", "race", "used", "atoms", "glass", "manufacturing", "world", "cornings", "process", "machines", "doses"], "pubDate": "2020-12-07T00:00:00", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}