{"id": "82172d49-384e-37ac-9f6e-6da51eb1b592", "title": "Tail risks - A surge in inflation looks unlikely", "url": "https://www.economist.com/briefing/2020/12/12/a-surge-in-inflation-looks-unlikely", "summary": "Indeed a modest rise in inflation, rather than giving central bankers the vapours, would have them sighing with relief.\nThis money creation differs from the burst seen after the financial crisis—the burst which, despite warnings, triggered no surge in inflation.\nBut they still suggest that investors think next year’s inflation is more likely to be below the 2% central banks target than above it (see chart 3).\nAnd during the pandemic the relationship between central banks and finance ministries has grown unusually close.\nCentral banks which put up borrowing rates under the current circumstances would undoubtedly face opposition from the finance ministries that would pay the increased costs and suffer in subsequent elections.", "paragraphs": ["I N 1975 Adam Fergusson, a journalist on the Times, published a book called “When Money Dies”. A history of hyperinflation in Germany in the early 1920s, it was written with an eye to what was going on in the then-present day. Inflation in Britain was not at the prices-soaring-day-by-day levels seen in the Weimar Republic. But in 1975 it reached an unprecedented 24%—grim enough for Fergusson’s warning that the experience of inflation was “totally absorbing, demanding complete attention while it lasts” to hit home.", "Rapid, continuous increases in prices arbitrarily take wealth away from savers and devalue people’s wages. It is not just the purchasing power of a unit of currency that is eroded; it is the trust in a reliable future on which contracts and capitalism depend. From the early 1970s to the 1980s more than 50% of Americans said “inflation or the high cost of living” was the single biggest problem facing the country.", "But by the 1990s the beast seemed to be vanquished. Average rates dropped; so did the number of “inflation surprises” in which the rate spikes (see chart 1). When “The West Wing”, a television show, gave its fictional president a “secret plan to fight inflation” in 1999 it was as a joke, not a plot point. True to Mr Fergusson’s belief that the experience of living with inflation is “forgotten or ignorable when it has gone”, his book fell out of print.", "It was republished to acclaim at the end of the 2000s, when post-financial-crisis stimulus packages increased government debt prodigiously, and “quantitative easing”, the process by which trillions of new dollars would be created, started to hit its stride. Many worried that the stage seemed set for prices to surge in a way which had not been seen for a generation.", "They did not. Over the 1970s rich-world inflation averaged 10% a year. In the 2010s the rate stayed stubbornly below 2% a year. That is one of the reasons that the small but vocal band of economists and investors that is once again worried about excessive price rises is by and large being ignored. The agenda for a big conference on central banking to be held in February has copious space for financial instability, climate change and inequality but barely any for inflation—despite taking place in Germany, a country which, since Weimar, has all but fetishised sound money.", "Indeed a modest rise in inflation, rather than giving central bankers the vapours, would have them sighing with relief. In recent years, and most dramatically during the worst of the crisis this spring, the threat of demand-sapping deflation loomed large, especially in the euro area and Japan. Some want central banks to aim for inflation higher than the 2% target that most of them use, and America’s Federal Reserve has already said that it wants to overshoot its 2% target in the recovery to make up for recent shortfalls. Recent experience suggests that may be hard: interest rates close to zero have left monetary policy hard-put to push inflation back up even to 2%.", "Look behind you", "But if it is easy to ignore the prophets of doom, it may not be wise. If 2020 has a lesson, it is that problems which many in the world had broadly stopped worrying about can rear up with sudden and terrible force. And those sounding the alarm today are right to point out that the circumstances of the covid pandemic do not offer a simple re-run of 2009’s false alarm.", "Some of today’s inflationistas predict a possibly high but transitory spike in prices as consumer spending bounces back from the pandemic. On December 3rd Bill Dudley, who was until 2018 a vice-chairman of the Fed’s interest-rate-setting committee, warned Bloomberg readers that sharp price increases might be necessary “to balance demand with the available supply, which the pandemic has undoubtedly diminished.” The next day David Andolfatto, an economist at the St Louis Fed, warned Americans to “prepare themselves for a temporary burst of inflation.”", "Others warn of more persistent inflationary pressure. Economists at Morgan Stanley, a bank, predict “a fundamental shift in inflation dynamics” in America, with inflation rising to the Fed’s 2% target by the second half of 2021 and going on to overshoot it. After a typical recession such a rebound takes three years or more. The most pessimistic group warns that complacent or distracted central bankers will allow such pressures to go unchecked, leading to a decade of stubbornly high inflation comparable to the 1970s.", "Three main factors are deemed to be at play: the after-effects of the stimulus measures taken by governments to cope with the pandemic; demographic shifts; and changes in policymakers’ attitudes towards the economy.", "Take the stimulus packages first. Monetarism, which was the dominant economic ideology over the period in the 1980s during which inflation was squeezed out of rich-world economies, sees the root cause of inflation as an excessive supply of money. On that basis the fact that nearly a fifth of all the dollars in existence have been created this year clearly looks perturbing. Central-bank balance sheets in America, Britain, Japan and the euro zone have risen by more than 20% of their combined GDP since the crisis began, mostly to buy government debt. This new money is paying for enormous stimulus programmes, including wage subsidies, furlough schemes and expanded welfare benefits that put money in pockets and purses.", "This money creation differs from the burst seen after the financial crisis—the burst which, despite warnings, triggered no surge in inflation. That earlier burst began during a prolonged credit crunch. This meant that the new money created by central banks was making up for money that was not being created by bank lending.", "This time it is not just “base money”— physical cash and electronic reserves the quantity of which is under central-bank control—which has soared. Measures of “broad money”, which includes households’ bank balances, have, too. Lending to the private sector has risen sharply as firms have borrowed cash to continue operations. After 2009 the broad-money supply rose slowly; today it is spiking (see chart 2).", "The private sector will thus find itself flush with cash as vaccinated economies reopen. Households and firms may remain cautious, sitting on their accumulated savings. But amid the joy of reopening they may instead go on a spending spree, making up for all the time not spent in theatres, restaurants and bars during 2020. That would result in a lot of money chasing goods and services that might not be in ample supply, resulting in a period of inflation that would tail off as the purchasing power of the money involved fell, bringing things back towards the status quo.", "From the Black Death on", "Researchers from the Bank of England who looked at 800 years of (admittedly patchy) records have concluded that inflation does typically rise in the year after a pandemic begins. A recent paper by Robert Barro of Harvard University and colleagues finds that the influenza pandemic of 1918-20 “increased inflation rates at least temporarily”. By the time the effects of the covid-19 pandemic are fully on the wane more firms will have joined the ranks of those which have already gone under and many of the survivors will be struggling to run at full tilt. Thus people’s willingness to spend could easily rebound faster than their opportunities to do so. There is already some evidence of bottlenecks where supply is falling behind demand. The price of shipping an object from one country to another has jumped in recent weeks, while the price of iron ore has risen by more than 60% since the beginning of the year.", "This is the risk of which Mr Dudley warns. In the aggregate, though, investors seem unconvinced. The inflation expectations which can be derived from prices in financial markets have recently picked up a little thanks to the good news on vaccines and the prospects for a rebound in the world economy. But they still suggest that investors think next year’s inflation is more likely to be below the 2% central banks target than above it (see chart 3). Lars Christensen, a Danish economist, points out that this means there is a “clash” between the two best-known economic theories associated with the Chicago school. Milton Friedman said sustained growth in the money supply leads to inflation; Eugene Fama argued that market prices fully reflect all available information. “If you believe that we are going to have inflation now...the efficient-markets hypothesis would have to be wrong,” Mr Christensen argues.", "Most economists side with the markets and Mr Fama. In general they no longer think about inflation as 1980s monetarists did (indeed even Friedman, late in life, admitted that modern central banking might have severed the link between the money supply and prices). Following the “New Keynesian” framework of the 1990s they believe that the underlying driver of inflation is a combination of the public’s expectations of price rises, which are self-fulfilling, and the health of the labour market. Both currently point to low inflation. Neither survey data nor the financial markets suggest that the public expects dramatic price rises. And most forecasts suggest it will take some time for employment to find its pre-pandemic level, even in the economies which bounce back most quickly. Goldman Sachs, a bank which has been especially bullish about the prospects for the American economy, does not expect the unemployment rate to fall below 4% until 2024. And America’s economy is expected to recover faster than most. Relatively high unemployment—in the jargon, an “output gap”—will give firms little incentive to increase people’s wages, and thus little need to raise prices. A “projected large output gap should push global core inflation 0.5% percentage points below its pre-crisis levels next year”, argue economists at JPMorgan Chase, another bank. So even if there is a spending boom, there will be plenty of economic slack around to accommodate it. Some economists bridge the two views, predicting that the economy will get back to speed in fits and starts, some perhaps inflationary. But for most, high joblessness and contained inflation expectations make forecasting continued low inflation a no-brainer. What, though, if the New Keynesian view is missing key parts of the story? In “The Great Demographic Reversal”, published last summer, Charles Goodhart, a former member of the Bank of England’s monetary-policy committee, and Manoj Pradhan of Talking Heads Macro, a research firm, provide an alternative view of the past decades’ low inflation. It was not, they say, the result of a correct diagnosis of the problem leading, in the hands of independent central bankers, to appropriate monetary policy. Rather, it was driven by global demography.", "In recent decades the integration of China, Europe’s formerly communist east and other emerging markets into the global trading system provided the world economy with millions of new workers. As bosses found it ever easier to get their labour done in Guangdong or Bratislava the bargaining power of rich-country workers fell, and price rises to cover increased wages became a thing of the past. This fits the finding that much more of the low inflation seen in recent decades has come from stable or falling prices for goods that can have their site of production shifted than has come from services which have to be delivered in situ.", "Things are now about to change, the authors claim. As populations in the rich world and China age, the number of dependents per worker will soar, creating a labour shortage in care industries. True, Africa and India have plenty of youngsters. But rich-world politics may further increase the barriers to their migration. Workers in the rich world will thus acquire more bargaining power; wages will rise and prices will rise accordingly. As well as reigniting inflation, these demographic forces will make Western countries more equal, Mr Goodhart and Mr Pradhan argue: another seemingly inexorable trend reversed. It might seem that the recent experience of Japan, the rich country that has aged the most, puts paid to this idea. Inflation there has long been lower than anywhere else, despite Herculean efforts on the part of the Bank of Japan. Mr Goodhart and Mr Pradhan counter this argument by saying that a “global escape valve” stopped inflationary pressures in Japan from achieving much. Rather than stagnate, investment moved overseas as Japanese manufacturing firms took advantage of plentiful global labour. Cheap imports kept goods inflation down and the offshoring of manufacturing jobs reduced workers’ bargaining power. In fact, though, wage growth in Japan’s manufacturing industries has been comparatively strong. What is more, the authors concede that Japan’s ageing population has not had quite the effect on the dependency ratio that might be expected—because many more elderly people are now working. The same phenomenon could yet contain inflation elsewhere.", "The third argument for fearing a return of inflation is political. It rests on the idea that governments and central banks are becoming more tolerant of inflation, and that they will become even more so as the extent of the pressure on government budgets becomes apparent. Back in the 1970s presidents and prime ministers were happy to strong-arm central bankers into doing what they wanted. Inflation was tamed only after Paul Volcker proved the Fed’s commitment and independence by pushing America into recession to slow price rises. A new paper by Jonathon Hazell of Princeton University and colleagues argues that post-Volcker “shifts in beliefs about the long-run monetary regime” have proved more important than any other factor in conquering inflation. Their actions in recent decades have built up a firm expectation that central banks will respond to the prospect of inflation rising above its target with higher interest rates, regardless of what politicians and the public might want. It is possible that these norms are weakening. In recent years there have already been greater attacks on the independence of central banks, such as President Donald Trump’s exhortations that interest rates should stay low. And during the pandemic the relationship between central banks and finance ministries has grown unusually close. After it ends, politicians will face the problem of the debts left behind. Where those debts are long-term, inflation would be a handy way to reduce their real value, easing the strain on budgets. Politicians may be more willing to entertain such an option for the reason identified by Mr Fergusson—that, after a long period of low inflation, people forget how awful it can be. A third of the people currently living in the rich world had not been born when average inflation last exceeded 5%.", "Doubting the future", "The Fed’s commitment to deliberately allow inflation to exceed 2% during the recovery is Exhibit A for this belief. Christine Lagarde, the president of the European Central Bank ( ECB ), emphasises her mandate is to “support the general economic policies” of the EU , as well as ensure stable prices. Central bankers everywhere now admit, if only under their breath, that as well as maintaining price stability they are also trying to keep governments’ long-term-borrowing costs low in order to facilitate fiscal stimulus. Should inflationary pressure start to rise while they are doing so, will they abandon that effort? Central banks which put up borrowing rates under the current circumstances would undoubtedly face opposition from the finance ministries that would pay the increased costs and suffer in subsequent elections. Inflationistas think that the politicians would win, as in many cases they constitutionally should. Central bankers’ independence is granted by elected politicians.", "But this political argument, too, has its weaknesses. The ECB ’s independence is protected by treaty, and even though it has become more willing to stimulate in recent years, it still exhibits a hawkish bias, tolerating inflation expectations that are well below target. Elderly people like to vote and tend to dislike inflation, argues Vitor Gaspar of the International Monetary Fund. That should limit any political pressure for higher inflation in ageing societies.", "The doves and the markets currently have the better of the argument. But the case for reflation in the world economy is stronger than it was after the global financial crisis. A recovery from the pandemic that is untroubled by excessive inflation looks likely. But it is not guaranteed. ■"], "authors": ["The Economist"], "keywords": ["pandemic", "money", "unlikely", "tail", "bank", "surge", "inflation", "banks", "prices", "risks", "central", "looks", "mr", "recent", "price"], "pubDate": "2020-12-12T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}