{"id": "82a53f5e-e56b-3576-894a-a31fdbde1fa9", "title": "All the Ways We Styled Sweats This Year", "url": "https://www.vogue.com/article/sweatsuit-trends-2020", "summary": "Either way, you probably don’t need to be told that this was the year of sweats.\nAs a result of their inescapability, there are many, many think pieces on the value of sweats in 2020.\nInstead, I would like to take stock in just how many different ways we’ve seen sweats styled in the past year.\nAll sweats are loungewear, but not all loungewear are sweats.\nThink of loungewear as the kingdom of clothing, whereas sweats are a phylum, and a Juicy Couture–revival velour suit is a species.", "paragraphs": ["Are you wearing sweats now? If not, are you thinking about the ones you’ll slip into as soon as you can? Either way, you probably don’t need to be told that this was the year of sweats. With the coronavirus pandemic limiting many people to their homes, and certainly cutting off the need for going-out clothes, it’s no surprise that people have been reaching for a soft elastic waistband in a hard world.", "Retailers have seen loungewear sell well in the past year, along with knitwear and investment pieces. As a result of their inescapability, there are many, many think pieces on the value of sweats in 2020. But this is not one of them. Instead, I would like to take stock in just how many different ways we’ve seen sweats styled in the past year. They’ve transcended occasion and temperature, and rendered the old idea of sweats as a two-piece, neutral-colored, fleece outfit useless.", "First, a few parameters. All sweats are loungewear, but not all loungewear are sweats. Think of loungewear as the kingdom of clothing, whereas sweats are a phylum, and a Juicy Couture–revival velour suit is a species. Sweats are defined as a loose-fitting top and pants (often worn together but still valid apart) made from a soft, stretchy material, and accented with elastic, but not entirely spandex. Leggings are something different. As a not-so-casual observer of the category, I’ve identified seven key subsets that emerged this year. None were “invented” in 2020, but all have seen a spike in popularity over the past calendar year. And surely many more to come.", "The Matching Set", "Christopher Peterson / SplashNews.com Raymond Hall/Getty Images", "The classic and most prevalent. I’d argue this category has two distinct varieties: the candy-colored and the neutral. Companies such as Pangaia and Entireworld have really captured this market, selling standard-issue sets in a Crayola box of colors. Even brands that are known for more elevated items, like Nili Lotan, have sold their riff on this. The shape is generally the same—a pair of pants with a drawstring and elastic cuffs on the ankles, lending a roomy, balloon-like shape. If a sweatsuit from 2020 is placed in a museum one day, it will be this variety.", "The Tie-Dye Sweats"], "authors": ["Sarah Spellings", "Sarah Spelling"], "keywords": ["2020", "think", "pieces", "ways", "sweats", "soft", "past", "styled", "loungewear", "seen", "shape", "elastic"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}