{"id": "82b71f17-53f3-36cf-9626-82e2ad26349b", "title": "Hasbro Unveils First Line Of Victory Royale Fortnite Action Figures", "url": "https://www.gameinformer.com/gamer-culture/2021/04/09/hasbro-unveils-first-line-of-victory-royale-fortnite-action-figures", "summary": "Hasbro kicked off the livestream event with a look at new merchandise for Fortnite, the popular battle royale game.\nThe partnership allows Hasbro to create Fortnite action figures, vehicles, and role-playing gear.\nWe've already gotten a tease of what we can expect when Hasbro unveiled a Fortnite x G.I.\nDuring today's livestream, Hasbro unveiled a Victory Royale line that consists of some of Fortnite's better known original creations.\nLike the other figures in the line, Meowscles comes with a variety of props, including a workout bench.", "paragraphs": ["Hasbro Pulse Fan Fest is underway, and toy reveals are expected all day long for Star Wars, Transformers, Power Rangers, and G.I. Joe. Hasbro kicked off the livestream event with a look at new merchandise for Fortnite, the popular battle royale game. Hasbro and Fortnite developer Epic Games recently extended their product licensing partnership for another five years. The partnership allows Hasbro to create Fortnite action figures, vehicles, and role-playing gear.", "We've already gotten a tease of what we can expect when Hasbro unveiled a Fortnite x G.I. Joe figure for Snake Eyes, who appeared in the game's Zero Point event. Hasbro also continues to create Fortnite Nerf gear.", "During today's livestream, Hasbro unveiled a Victory Royale line that consists of some of Fortnite's better known original creations. This first wave of figures features Ripley, Lynx, Midas Rex. Each figure comes with a harvesting tool, weapon, and backpack prop. You can see all four figures below:", "Hasbro next unveiled a deluxe figure for Meowscles. Unlock other figures that have already been based on this adorable character, this one is features his shadow skin. Like the other figures in the line, Meowscles comes with a variety of props, including a workout bench.", "Sky Snipes is also getting a deluxe figure, complete with the adventure pack back bling that can store one of her swords.", "If you like the sharks in Fortnite, you can add one to your collectibles shelf. This giant figure can split in two to reveal a number of accessories, including a fishing rod. You can put the fishing hook in the mouth of the shark to have one of your other figures ski behind him.", "No release dates or price details were given for any figure, but Hasbro did say details will be coming soon. What do you think of Hasbro's entry into Fortnite action figures? Let us know if you are excited for this line in the comments section below."], "authors": ["Weekly Trips To Arcades To Owning Every System That Hit The Market Since The Atari", "Andrew Has Dedicated His Life To Video Games."], "keywords": ["livestream", "action", "unveiled", "partnership", "victory", "fortnite", "figures", "figure", "hasbro", "unveils", "line", "meowscles", "royale"], "pubDate": "2021-04-09T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}