{"summary": "Meghan King Edmonds is opening up about her body struggles and noted that she’s “not OK” amid her divorce battle with husband Jim Edmonds.\nIn a new blog post entitled “Eat a burger,” King Edmonds discusses being “too thin” and fills readers in on the many struggles she has endured in the past few months.\nMEGHAN KING EDMONDS' NANNY SPEAKS OUT ABOUT ALLEGED AFFAIR WITH STAR'S HUSBAND JIM“’Not trying to overstep but are you okay?\n“Let me reiterate: all of this has happened within the last 150 days.”MEGHAN KING EDMONDS AND JIM EDMONDS TO DIVORCE AFTER FIVE YEARS OF MARRIAGEShe then went on to note the pain she experiences from her periodic emotional releases.\nI know I should eat but I’m surviving on adrenaline but decaying on stress (did I mention what has happened in the last 150 days?", "keywords": ["stress", "decaying", "eat", "meghan", "shes", "divorce", "edmonds", "blog", "im", "trying", "king", "husband", "ok", "relationship", "jim", "went"], "paragraphs": ["Meghan King Edmonds is opening up about her body struggles and noted that she’s “not OK” amid her divorce battle with husband Jim Edmonds.", "In a new blog post entitled “Eat a burger,” King Edmonds discusses being “too thin” and fills readers in on the many struggles she has endured in the past few months.", "“That’s what they say to me: ‘Eat a burger!’ And that’s when they’re being nice,” she prefaced the lengthy blog post.", "MEGHAN KING EDMONDS' NANNY SPEAKS OUT ABOUT ALLEGED AFFAIR WITH STAR'S HUSBAND JIM", "“’Not trying to overstep but are you okay? You’re so thin and it’s not cute.’ Let me break it down: NO! I am not ok,” the embattled “Real Housewives” star, 35, poignantly reflected.", "“Within the last 5 months I have found out my son has a lifelong brain injury, my husband had a sexting relationship with another woman, my husband also betrayed me with his inappropriate relationship with a nanny, my husband filed for divorce via the tabloids, the police questioned my fitness as a mother, I took a new job as a podcaster, and I moved into a new home in California so I can devote family time to all of my kids during Hart’s therapy,” she wrote, going in-depth about her personal issues.", "“Let me reiterate: all of this has happened within the last 150 days.”", "MEGHAN KING EDMONDS AND JIM EDMONDS TO DIVORCE AFTER FIVE YEARS OF MARRIAGE", "She then went on to note the pain she experiences from her periodic emotional releases.", "“Some days I want to scream (and I usually do), I get a lot of nerve-related pain that I am constantly trying to cure by releasing my emotional trauma,” she said. “My patience is tested by my kids who are adjusting to our new normal at their own pace and presenting as being extremely needy and whiney.”", "MEGHAN KING EDMONDS BREAKS SILENCE ON HUSBAND'S ALLEGED AFFAIR", "King Edmonds eventually went in-depth over her body image, noting that she’s “always been thin.”", "“But y’all, I’M SKINNY. I’ve always been thin. For the record, I am naturally thin and I’ve always had a healthy relationship with food,” she noted.", "“But right now, I am too skinny. I don’t like it. I won’t weigh myself because I’m scared to see what the scale says. When my clothes don’t fit I pretend like they do anyway. But I’m not hungry. I know I should eat but I’m surviving on adrenaline but decaying on stress (did I mention what has happened in the last 150 days? And let’s just really lay it on by being in the thick of the holidays).”", "CLICK HERE TO GET THE FOX NEWS APP", "King Edmonds ends the somber blog post on an uplifting note, stating, “But I digress. I agree, I’m too thin. Acknowledgement (sic) is powerful and allows me to psychologically take back control. However, you hurt me when you mention it. I’m working on it. Please, sit back and watch me thrive despite my setbacks. The best is yet to come.”"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "https://www.foxnews.com/entertainment/meghan-king-edmonds-not-ok-jim-edmonds-divorce", "authors": ["Andy Sahadeo"], "id": "82d36c46-3419-3f4f-af3a-6a8115681569", "pubDate": null, "title": "Meghan King Edmonds says she's 'not OK' and 'too thin' amid Jim Edmonds divorce: 'I'm decaying on stress'"}