{"id": "82e2fa7f-3d18-394d-a110-8c82a511d926", "title": "A Sampling of the Best Shouts of 2020", "url": "https://www.newyorker.com/culture/2020-in-review/a-sampling-of-the-best-shouts-of-2020", "summary": "I think I first came to understand that there was a global pandemic on by reading Shouts and cartoon submissions.\nI wondered, in early March, before booking it to a store to buy four rolls—surely enough to last the duration.\nDid I then get to another point where I felt like I was losing my mind, cooped up, reading punchline after punchline about the apocalypse taking place right outside my window?\nCry in front of the closed door to a room you’re not supposed to be in anyway.\n“I Got a Cat,” by Gabrielle Bell“Some of Your Third-Grade Friend Alex Quiply’s Best Lies,” by Kyle Mooney", "paragraphs": ["I think I first came to understand that there was a global pandemic on by reading Shouts and cartoon submissions. What was this sudden preoccupation with toilet paper? I wondered, in early March, before booking it to a store to buy four rolls—surely enough to last the duration. Should I have been paying closer attention to the actual news? Probably. Did I get to the point, many months in, where the only way I could bear to update myself on the state of the world was by reading jokes about it? Yes. Did I then get to another point where I felt like I was losing my mind, cooped up, reading punchline after punchline about the apocalypse taking place right outside my window? You bet.", "In other words, there’s been a lot of laugh-crying ’round these parts. But, thanks to the ever-adaptive, instantly responsive minds of the super-funny, it was not just permanent cry-crying (which is very bad for one’s under-eye bags). So, as you prepare for the countdown to 2021—when, at the stroke of midnight, Trump will revert to being a pumpkin—why not take a moment to cast a glance back over all that was satirizable about the bizarro year that was 2020?", "“Tips for Middle-Aged Women on How to Look Stunning in Photos,” by Wendi Aarons", "The best filters to make your face look more youthful have names like “Soft Focus,” “Vaseline,” and “Just Had Cataract Surgery.” Stay away from any filter with a name like “Natural,” “Aging Gracefully,” or “God Thinks I’m Beautiful So I Don’t Give a Shit if You Do.”", "“The Four Horsemen of the Apocalypse’s Group Text,” by Katie Barsotti and Alden Derck", "Death: I have, like, two birthday things on the other side of town that night, so I’ll keep you all posted.", "Famine: Death, can I just get a ride with you? I think I’m going to the same b-day drinks.", "Pestilence: O.K., but you each have to be on a different horse. That’s, like, the whole deal.", "“Hello, 911?,” by Samantha Irby", "Hello, 911? I’ve been lying awake for an hour each night for the past eight months, reliving a two-second awkward experience I had in front of a casual acquaintance three years ago.", "“The Rules of My Apartment Building’s Laundry Room,” by Kerry Elson", "If you find a black sock on a machine, leave it there. Even if you realize that it is your sock, you can’t pick it up. That’s it. Keep better track of your stuff. This is a shared facility and now it’s everyone’s sock.", "“Dating Material: A Pop Quiz to Determine if You’re in a Relationship,” by Olivia de Recat and Julia Edelman", "“Winners Wake Up Early: Every Article I’ve Written About My Morning Routine,” by Alex Baia", "“What Time Do You Wake Up? Write It in the Comments and I Will Tell You Why You Are Bad and Lazy Compared with Me, a 3:15 A.M. Waker-er Upper Who Owns Not One but Two Vitamix Blenders”", "“Things Your Roomie Could, in Theory, Be Doing in There,” by Taylor Garron, with illustrations by Jeremy Nguyen", "Preparing for her second induction into the Guinness Book of Records, for Most Repulsive-Sounding Wet Coughs During an Eight-Hour Overnight Period.", "“Quarantine Tips from My Cat,” by Nikki Palumbo", "Communicate with friends and family: Start screaming at 6 A.M., for no reason, at anyone within hearing distance. Yowl at the birds. Walk across (or lie down on) a computer keyboard. Cry in front of the closed door to a room you’re not supposed to be in anyway. Bite a phone. Yell into your full bowl of food.", "“Sheltering in Place at My Parents’ House, in Haikus,” by Caroline Lazar", "I see you’re busy", "Texting. Could I please dip your", "phone in bleach to clean?", "“The Existential Musings of My Rustic-Sourdough Starter,” by Sophie Lucido Johnson", "“Quarantine Chic: Why Not Try a Victorian Hair Style?,” by Millie von Platen", "“America!: Dr. Fauci Reads a Bedtime Story to Anxious Adults,” by Ali Fitzgerald", "“Quarantine Stew,” by Ethan Kuperberg", "Slice the onions and add them to the pot. Wait, these aren’t onions, they’re apples. Have they been apples this whole time? Is there that big of a difference between an apple and an onion, anyway?", "“Now Is the Time to Cherish the Little Things, by Jeff Bezos,” by Jeremy Beiler", "I know it can be tempting to check the news constantly, to worry yourself to sleep about vital workers not getting basic protections as their bosses thrive financially and, frankly, physically. But, instead, why not take a breath, clear your mind, and, any time you feel anxiety bubbling up, just remind yourself that you could buy an Audi every minute for the rest of your life—that’s more than a thousand Audis a day—and still have more money than anyone else in the solar system.", "“I Got a Cat,” by Gabrielle Bell", "“Some of Your Third-Grade Friend Alex Quiply’s Best Lies,” by Kyle Mooney"], "authors": ["Emma Allen", "Emma Alle", "Colin Stoke", "Helen Rosne"], "keywords": ["sampling", "reading", "punchline", "wake", "best", "2020", "room", "point", "thats", "youre", "sock", "shouts", "things", "think"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}