{"id": "8329d424-9348-32ab-b2b1-28fe5a1a837c", "title": "David Bossie: Democrats' China syndrome – this is why they're tough on Georgia, soft on communists in Beijing", "url": "https://www.foxnews.com/opinion/democrats-china-syndrome-georgia-communists-david-bossie", "summary": "HERE ARE THE FACTS ABOUT BILL I SIGNEDWhy is it the policy of the left to be tougher on Georgia than the Communists in Beijing?\nIf we can’t have a 2021 All-Star Game in Atlanta, can we really have a 2022 Winter Olympics in Beijing?\nApparently, the left has decided that criticizing Communist China – arguably our chief geopolitical adversary – is taboo.\nThe chilling result of this phony narrative is that it’s fast becoming a de facto thought crime to criticize the Chinese Communist Party (CCP) – and Beijing is taking advantage of that on the world stage.\nPerhaps the left’s kid gloves treatment of Communist China is rooted in their proclivity for big government authoritarianism or, in the case of corporate America, the almighty dollar.", "paragraphs": ["The American left has a China problem.", "As the fascist woke mob continues the politics of personal destruction by punishing the state of Georgia over false allegations about its new voting law, the Biden administration, Major League Baseball, and companies like Coca-Cola and Delta turn a blind eye to China’s human rights abuses and voting crackdowns in Hong Kong.", "This is bizarre behavior and it begs these questions:", "GOV. BRIAN KEMP: GEORGIA'S ELECTION LAW – IGNORE DEMS' FALSE ATTACKS. HERE ARE THE FACTS ABOUT BILL I SIGNED", "Why is it the policy of the left to be tougher on Georgia than the Communists in Beijing?", "If we can’t have a 2021 All-Star Game in Atlanta, can we really have a 2022 Winter Olympics in Beijing?", "CLICK HERE TO GET THE OPINION NEWSLETTER", "Instead of focusing on China’s actual voter disenfranchisement efforts this month, President Biden received \"four Pinocchio’s\" from The Washington Post for lying about Georgia’s new election legislation.", "Biden’s decision to mobilize the cancel culture with fake news about the commonsense reforms in Georgia instead of on headlines like \"China legislature endorses reducing public vote in Hong Kong\" and \"China sharply reduces elected seats in Hong Kong legislature\" makes one thing abundantly clear: woke is broke.", "Apparently, the left has decided that criticizing Communist China – arguably our chief geopolitical adversary – is taboo. This alarming development should be of great concern for all Americans who value robust and honest debates about our most important foreign policy challenges. Imagine during the Cold War if it was politically incorrect to be tough with the Soviet Union in our national dialogue?", "CNN recently ran a chyron that read \"Some Blame Trump’s Anti-China Rhetoric For Rise In Hate Crimes.\" The New York Times picked up CNN’s messaging in their reporting on a rise in anti-Asian violence, claiming that \"Community leaders say the bigotry was spurred by the rhetoric of former President Trump, who referred to the coronavirus as the ‘China virus.’\"", "Forgetting China’s ongoing human rights abuses; forgetting China’s crackdown on democracy in Hong Kong; forgetting that it was China that allowed the coronavirus to fester into a global pandemic; forgetting China’s refusal to cooperate with health investigators; forgetting all that, Democrats and their allies in the liberal media are choosing the woke mob over American interests.", "The chilling result of this phony narrative is that it’s fast becoming a de facto thought crime to criticize the Chinese Communist Party (CCP) – and Beijing is taking advantage of that on the world stage.", "So, what’s going on with the American left’s appeasement of China?", "All of this is occurring against a backdrop of the release of a highly anticipated joint World Health Organization and Chinese government sham investigation into the origins of COVID-19.", "A widely held concern of many – including former Centers for Disease Control and Prevention director Robert Redfield – is that the virus escaped a laboratory in Wuhan. The WHO-China report dismissed this theory as \"extremely unlikely.\" However, even Dr. Tedros Adhanom Ghebreyesus – the chief of WHO – stated that he did not \"believe that this assessment was extensive enough.\"", "The report’s dismissal of the lab leak theory was reached after investigators spoke with Chinese scientists in Wuhan. With over 550,000 Americans dead, calls for Chinese truth and transparency from the Democrats in power, the mainstream media and corporate America should be the rule, not the exception.", "But this is the approach currently being taken by Joe Biden and his weak foreign policy team.", "Secretary of State Antony Blinken, fresh off his disastrous summit with his Chinese counterparts in Alaska, was pressed by CNN’s Dana Bash recently on whether China would face any repercussions for its actions surrounding the COVID outbreak. Blinken, astonishingly, indicated that the Biden administration would not take any action to hold China accountable and pivoted to discussing the importance of mitigating future pandemics.", "China’s economic, trade, military and espionage abuses are aggressive and ultimately designed to undermine the United States as the leader of the free world. So, what’s going on with the American left’s appeasement of China?", "Democrat politicians are often targeted to further Beijing’s agenda. Joe and Hunter Biden’s ties to the Chinese are well-documented and have given many a cause for concern. The younger Biden’s shady business dealings in China have raised red flags over conflicts of interest and the elder Biden’s ability to confront the Chinese.", "But Beijing extends its influence to congressional Democrats, as well.", "Christina Fang, or Fang Fang, was a Chinese national and reported spy for the CCP. She targeted Congressman Eric Swalwell, D-Calif., and ingratiated herself into his office – she helped fundraise for his 2014 reelection campaign and got at least one intern hired in Swalwell’s office. The curious decision by Speaker Nancy Pelosi, D-Calif., to allow Swalwell to continue to serve on the House Intelligence Committee deserves much more scrutiny.", "This isn’t the only example of Chinese spies targeting top Democrats with ties to the intelligence community. For two decades, Sen. Dianne Feinstein, D-Calif., employed a Chinese spy as her driver and personal assistant. The spy reported to Chinese government officials while Feinstein, at the time, was chair of the Senate Intelligence Committee.", "The liberal media’s lack of legitimate interest in these stories is odd.", "Perhaps the left’s kid gloves treatment of Communist China is rooted in their proclivity for big government authoritarianism or, in the case of corporate America, the almighty dollar. Perhaps it’s due to critical race theories following college graduates from the campus to the White House, Capitol Hill and the newsroom. Perhaps Trump Derangement Syndrome is causing half of our country to not only be anti-Trump but also pro-Beijing.", "CLICK HERE TO GET THE FOX NEWS APP", "Whatever the cause, the result is the same: If we’re unable to have serious discussions about the real threats posed by China’s communist regime, we’re leaving ourselves vulnerable to their aggression.", "The woke mob may cheer as our nation is undermined by Chinese incursions while they criticize Georgia on false pretenses, but the rise of China is a geopolitical disaster for all countries that value liberty, free and fair elections, and human rights.", "CLICK HERE TO READ MORE FROM DAVID BOSSIE"], "authors": ["David Bossie", "David N. Bossie Is President Of Citizens United", "A Fox News Contributor", "The Deputy Campaign Manager For Donald Trump For President", "The Former Chief Investigator For The U.S. House Of Representatives Committee On Government Reform", "Oversight During The Clinton Administration. He Is The Co-Author With Corey Lewandowski Of", "Trump", "America First", "The President Succeeds Against All Odds", "Along With"], "keywords": ["forgetting", "bossie", "theyre", "biden", "david", "soft", "communists", "communist", "chinas", "woke", "tough", "chinese", "hong", "georgia", "syndrome", "democrats", "china"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}