{"id": "832c42af-2a1f-3dbd-8421-5e46dca05271", "title": "Songbird review – Hollywood's first Covid thriller is a technical triumph", "url": "https://www.theguardian.com/film/2020/dec/10/songbird-review-hollywoods-first-covid-thriller-is-a-technical-triumph", "summary": "But for the makers of Songbird, an audaciously assembled pandemic thriller that imagines a not-too-distant reality where Covid-23 has killed more than 100 million people, it dumps a truckload of dust on the film’s fearful “what if” worst-case scenario, edging it even closer to science fiction.\nFor many of us, the recent good news might make it more palatable to watch something intended to squeeze tension out of a situation that’s already quite tense enough.\nIf you fail the daily “temp test” or you’re close to someone who does then you’re forcibly relocated to a Q-Zone, essentially a concentration camp where you’re left to die.\nSongbird is an acceptably watchable thriller that’s more notable for what it achieves technically than anything else.\nFor many, the topical gimmick will prove irresistible but for others, it will be repellent, making the decision to avoid an expensive, anti-escapist rental all too easy.", "paragraphs": ["The news that not one but multiple Covid-19 vaccines are on the way to pharmacies and hospitals worldwide came as a relief to us all, a confirmation that some semblance of normality would return in the next 12 months or so. But for the makers of Songbird, an audaciously assembled pandemic thriller that imagines a not-too-distant reality where Covid-23 has killed more than 100 million people, it dumps a truckload of dust on the film’s fearful “what if” worst-case scenario, edging it even closer to science fiction. For many of us, the recent good news might make it more palatable to watch something intended to squeeze tension out of a situation that’s already quite tense enough. There’s a distance now, at least for those who are lucky enough to be healthy and safe, that allows us to see it for what it is rather than what it might show us about the future.", "It was spawned from an idea in March that got the green light in May before a shoot in July and now a digital release in December, a spectacular turnaround helped tremendously, no doubt, by the blockbuster producer and deft string-puller Michael Bay. The British director and co-writer Adam Mason, whose previous credits have been small-scale genre movies, has crafted a rather ingeniously constructed film that tries to tell a big story with little resource, using a locked-down LA as a backdrop. It’s remarkably slick, if a little rote in its plotting, working best as a fascinating historical document of how some creatives found their way around the rules during an impossible time for a struggling industry. It’s the first major Hollywood movie to have been created not only during the pandemic but also about the pandemic, a fact that lifts a perfectly solid thriller into something of note, something to be studied in years to come.", "It’s 2024 and in the Songbird version of events, things haven’t got any better; they’ve been getting progressively worse (“It’s the end of the world, bro,” someone tells us in one of the many dour clips shared in the opening montage). The latest virus is the deadliest yet, with a 56% mortality rate. That has led to a strict divide between those who have immunity (which carries a much-sought-after yellow bracelet) and those who don’t (forced to stay indoors at all times). If you fail the daily “temp test” or you’re close to someone who does then you’re forcibly relocated to a Q-Zone, essentially a concentration camp where you’re left to die. Nico (Riverdale’s KJ Apa) is one of the lucky ones, a “munie” allowed to move freely across the desolate city, delivering packages and slowly saving for an escape to Big Sur, where things are somehow magically safe. He’s hoping to take his girlfriend, Sara (the Disney channel alum Sofia Carson), but she’s trapped in her apartment with family, a precarious predicament that quickly turns dangerous when her grandmother falls ill …", "In the brief runtime that follows (the film is wisely just 84 minutes long), Mason and his co-writer Simon Boyes attempt to meld together a Romeo & Juliet-lite love story with a sub-Contagion thriller which bravely expands out to an ensemble piece with Demi Moore and Bradley Whitford as a rich, insulated couple selling immunity bracelets, Alexandra D’Addario as a cover-singing YouTuber, Craig Robinson as Apa’s wheeler-dealer boss, Richard Jewell’s Paul Walter Hauser as a disabled veteran and Peter Stormare, in laughably pantomime villain mode as the nefarious head of sanitation.", "Photograph: Courtesy of STXfilms", "Despite the many familiar ingredients of Songbird (some of which start to feel musty by the convoluted last act), there’s an undeniable jolt in seeing a glossy thriller rooted in a version of the grim reality we’ve all been facing this year. Taking elements we’ve come to know so well (from the viral terminology we spout daily to the isolated way we now live) and using them to create an even scarier world is, at times, mightily effective, if also a little bit exploitative to some. The scenes that work best are the ones that feel less fantastical – a sex scene involving added protection, a wife forcing her husband to burn his clothes after he returns to the house, the horror of waking up with a fever – but it’s perhaps the schlockier ones that act as the sugar sweetening the bitter taste these might leave. It’s not a film with much depth to it but when it does deal with the thornier hows and whys, it’s interestingly cynical, reflective of living and working in a country where things have been mishandled quite spectacularly.", "Rather like The Purge, it sets up an intriguing world of possibilities but keeps the focus frustratingly tight – an unavoidable decision in this instance, but it does make us crave the bigger picture. Apa and Carson’s love story is a rather milquetoast hinge for the plot that doesn’t really carry us through emotionally, although there is an added weight to the power of their big kiss at the end (both for the characters and for them as actors).", "Songbird is an acceptably watchable thriller that’s more notable for what it achieves technically than anything else. For many, the topical gimmick will prove irresistible but for others, it will be repellent, making the decision to avoid an expensive, anti-escapist rental all too easy. Either way, it’s headed to the history books."], "authors": ["Benjamin Lee"], "keywords": ["ones", "technical", "hollywoods", "world", "little", "youre", "film", "things", "pandemic", "thriller", "way", "songbird", "covid", "review", "triumph"], "pubDate": "2020-12-10T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}