{"id": "8330cead-7842-375f-b6f6-76483664ab0f", "title": "Patricia Heaton shares advice for ‘common sense’ Christians who feel they don’t belong amid political chaos", "url": "https://www.foxnews.com/entertainment/patricia-heaton-advice-common-sense-christians-dont-belong-political-chaos", "summary": "Patricia Heaton shared a message about faith amid the confusion and chaos of the past few days.\nOn Friday, the \"Everybody Loves Raymond\" and \"The Middle\" actress took to Twitter to lament that common sense is hard to find right now.\n\"If you’re a common sense person, you probably don’t feel you have a home in this world right now,\" she wrote.\nI love many things here too, and yes, we are called to love our neighbor and be good stewards.\nThe actress is often outspoken about her faith on social media, typically calling for unity and common sense, often putting a religious spin on the issues of the day.", "paragraphs": ["Patricia Heaton shared a message about faith amid the confusion and chaos of the past few days.", "After the riot at the U.S. Capitol, the news has been dominated by alarming stories on the left and right ahead of the Jan. 20 presidential inauguration. On Friday, the \"Everybody Loves Raymond\" and \"The Middle\" actress took to Twitter to lament that common sense is hard to find right now.", "\"If you’re a common sense person, you probably don’t feel you have a home in this world right now,\" she wrote. \"If you’re a Christian, you know you were never meant to.\"", "PATRICIA HEATON'S HUSBAND DAVID HUNT ACCUSED OF INAPPROPRIATE TOUCHING ON 'CAROL'S SECOND ACT' SET", "In response to a commenter that disagreed with her, the actress clarified her religious stance, explaining that Christians believe their existence is in many ways a stepping stone to an eternal afterlife.", "\"Respectfully, this world is only temporary. I love many things here too, and yes, we are called to love our neighbor and be good stewards. But this ain’t it,\" Heaton explained.", "STARS PAY TRIBUTE TO THE LATE JAMES LIPTON: 'HE MADE YOU WANT TO TELL HIM EVERYTHING'", "She added in a follow-up comment: \"We are meant to serve Christ while we are here.\"", "The actress is often outspoken about her faith on social media, typically calling for unity and common sense, often putting a religious spin on the issues of the day. In September, she warned her fellow Christian followers to expect \"breathtaking ignorance\" from political pundits ahead of the November election and the confirmation of Supreme Court Justice Amy Coney Barrett.", "CLICK HERE TO SIGN UP FOR OUR ENTERTAINMENT NEWSLETTER", "\"Friends, be prepared for social media to be filled with an onslaught of arrogant pronouncements based on breathtaking ignorance of religion in general, Christianity specifically and Catholicism in particular by people who wouldn’t recognize God if He bit them on the bum,\" she tweeted at the time.", "CLICK HERE TO GET THE FOX NEWS APP", "Prior to that, the actress struck a more combative tone in February in a rebuke of the Democratic Party that she alleged \"champions abortion.\""], "authors": ["Tyler Mccarthy"], "keywords": ["feel", "youre", "religious", "actress", "sense", "dont", "right", "heaton", "political", "social", "common", "christians", "chaos", "world", "media", "meant", "patricia", "shares"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}