{"id": "833d1eef-4ffe-338d-b9f1-42038e2c1a2e", "title": "Pope prays for US Capitol victims, calls violence 'self-destructive'", "url": "https://www.foxnews.com/faith-values/pope-prays-for-u-s-capitol-victims-calls-violence-self-destructive", "summary": "Pope Francis offered prayers Sunday for those who lost their lives during last week's siege at the U.S. Capitol and urged Americans to shun violence, seek reconciliation and \"protect democratic values,\" according to reports.\nNothing is gained with violence and so much is lost,\" he continued, according to the Catholic News Agency (CNA).\nHis remarks came after the siege at the U.S. Capitol left five dead -- including Capitol Police officer Brian Sicknick -- and dozens wounded.\n\"I was astonished, because they are a people so disciplined in democracy,\" the pope told Italian news program TgCom24.\nPOPE FRANCIS 'SADDENED BY NEWS THAT PEOPLE WENT 'ON HOLIDAY' TO AVOID LOCKDOWNSFrancis condemned the recent violence while adding that there's now an opportunity for Americans to try and heal.", "paragraphs": ["Pope Francis offered prayers Sunday for those who lost their lives during last week's siege at the U.S. Capitol and urged Americans to shun violence, seek reconciliation and \"protect democratic values,\" according to reports.", "\"I extend an affectionate greeting to the people of the United States of America, shaken by the recent siege of Congress,\" Francis said on Sunday in remarks delivered from inside the Apostolic Palace, instead of from a window overlooking St. Peter's Square due to the pandemic. \"I pray for those who lost their lives, five lost in those dramatic moments.\"", "\"I reaffirm that violence is always self-destructive. Nothing is gained with violence and so much is lost,\" he continued, according to the Catholic News Agency (CNA). \"I urge the authority of the state and the entire population to maintain a high sense of responsibility in order to calm the spirits, promote national reconciliation and protect the democratic values rooted in American society.\"", "POPE FRANCIS' PERSONAL DOCTOR DIES FROM CORONAVIRUS COMPLICATIONS: REPORT", "Francis also asked the Virgin Mary, the church's patron in the U.S., to help foster a \"culture of encounter\" and \"culture of care\" so Americans can build the \"common good together,\" the CNA reported.", "His remarks came after the siege at the U.S. Capitol left five dead -- including Capitol Police officer Brian Sicknick -- and dozens wounded.", "\"I was astonished, because they are a people so disciplined in democracy,\" the pope told Italian news program TgCom24. \"People taking a path against the community, against democracy, against the common good.\"", "POPE FRANCIS 'SADDENED BY NEWS THAT PEOPLE WENT 'ON HOLIDAY' TO AVOID LOCKDOWNS", "Francis condemned the recent violence while adding that there's now an opportunity for Americans to try and heal.", "CLICK HERE TO GET THE FOX NEWS APP", "\"Thank God this exploded\" into the open, \"so it can be seen, so it can be remedied,\" the pope said.", "The Associated Press contributed to this report"], "authors": ["David Aaro", "David Aaro Is A Reporter At Fox News Digital Based In New York City."], "keywords": ["americans", "calls", "reconciliation", "remarks", "capitol", "pope", "lost", "selfdestructive", "violence", "victims", "prays", "siege", "values", "francis"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}