{"id": "8351ba65-90d1-3af6-b40f-925c1ec6b6e8", "title": "Coronavirus lockdowns by state: what you need to know", "url": "http://www.foxnews.com/us/here-are-your-state-by-state-restrictions", "summary": "Indoor gatherings in homes must be capped at 10 people, while outdoor gatherings must be capped at 50.\nKim Reynolds declared that all Iowans aged 2 years or older must wear masks when in indoor public spaces.\nIndoor gatherings are limited to 15 people while outdoor gatherings are limited to 30 people.\nMasks must be worn inside businesses, indoor public spaces and outside public spaces when social distancing is not possible.\nIndoor gatherings will now be limited to 500 people and outdoor gatherings will be limited to 2,500 people.", "paragraphs": ["*This list will be continuously updated as additional restrictions are announced.*", "Numerous governors throughout the country have reinstated safety precautions in recent weeks to combat the rapid spike in coronavirus cases just weeks before large family gatherings and getaway trips traditionally planned for the holidays.", "More than 11.5 million cases have been reported in the United States since the COVID-19 pandemic started in early 2020, and public health officials fear holiday travel will exacerbate its spread.", "GOVERNORS BRING BACK SEVERE CORONAVIRUS LOCKDOWNS, TIGHTEN RESTRICTIONS AS CASES HIT RECORD HIGHS", "“The situation has never been more dire,” Michigan Gov. Gretchen Whitmer said recently.", "Preventive measures have ranged from halting in-person classes to limiting indoor and outdoor dining at restaurants.", "Here are the rules by state:", "Alabama:", "Gov. Kay Ivey instituted a statewide mask requirement. Under the mandate, individuals will be required to wear a facial covering when in public and in close contact with other people through Dec. 11.", "However, social distancing guidelines were relaxed for restaurants, retailers, gyms and close-contact providers (such as barbershops and hair salons) as long as people are wearing masks and are separated by partitions.", "Alaska:", "Gov. Mike Dunleavy issued various COVID-19 outbreak health orders limiting travel between communities. Dunleavy also updated guidelines for residents and non-residents traveling into Alaska, although \"critical Infrastructure\" must be allowed into rural towns.", "All employees, contractors, and visitors to the state of Alaska facilities are still required to wear a face mask if social distancing of at least six feet or more between individuals cannot be maintained.", "Alaska does not require the use of masks by the public, though they are strongly recommended where social distancing is not possible.", "Arizona:", "According to Gov. Doug Ducey's latest order, retail establishments, casinos, pools, gyms, and fitness providers can stay open as long as there is physical distancing and enhanced sanitation.", "Additionally, restaurants are able to offer dine-in services, although officials are encouraging using delivery and curbside services when possible.", "The governor is also urging residents to avoid large gatherings and to move gatherings outside when possible.", "He reiterated that people should wear a mask and stay home when sick.", "Arkansas:", "The Arkansas Department of Health says anyone who has tested positive for the virus, anyone recently exposed to someone diagnosed with COVID-19 or anyone experiencing symptoms of COVID-19 should avoid in-person holiday gatherings.", "Other residents should be socially responsible when gathering with family and friends. The department says residents should avoid holiday travel, wear a face mask around people who are not part of their household and refrain from large gatherings.", "California:", "Gov. Gavin Newsom and the California Department of Public Health (CDPH) announced a limited stay at home order in areas that are seeing the highest rates of positive cases and hospitalizations.", "Under the order, all nonessential work, movement and gatherings in \"purple tier\" counties are ordered to stop between 10 p.m. and 5 a.m. until Dec. 21.", "Los Angeles issued its own safer at home order where residents are advised to stay home as much as possible. However, they may leave for essential errands such as grocery shopping. Businesses providing essential services such as banks will also remain open.", "Retail stores that are open must limit indoor capacity to 20% of maximum occupancy and close between 10 p.m. and 5 a.m.", "All public and private gatherings with individuals outside someone's household are prohibited. This excludes faith-based services and protests.", "Residents are advised to always wear a face-covering whenever they are outside their homes.", "Dine-in service at restaurants, breweries, wineries and bars is also prohibited for a minimum of three weeks.", "However, wineries and breweries may continue their retail operations as long as they adhere to current protocols.", "In San Fransisco, which is also in the state's strictest \"purple\" category, officials issued a limited stay-at-home order where residents are not allowed to be around people from outside their household from 10 p.m. to 5 a.m. This order will remain in effect until Dec. 21.", "Additionally, all dining and nonessential retail must stop at 10 p.m. However, restaurants can still do takeout or delivery.", "Officials also closed many nonessential activities and reduced capacity inside stores.", "Movie theaters, gyms and fitness centers, museums, aquariums, zoos, and services at houses of worship must close. However, personal training sessions and individual prayer are still allowed.", "Most indoor retail must reduce capacity to 25% including pharmacies and hardware stores. Standalone grocery stores can stay at 50% capacity.", "About 41 counties across the state have been placed in the strictest \"purple\" category of the reopening roadmap. Many businesses in those counties will have to suspend or severely limit their indoor operations.", "Officials have urged those planning holiday gatherings to take strict precautions, including keeping visits small, outdoors and under two hours.", "The state is also strengthening its face-covering guidance to require individuals to wear a mask when they are outside their homes. Some exceptions may apply.", "Colorado:", "Gov. Jared Polis announced on Nov. 17 tightened restrictions for counties facing a severe risk of infection.", "Within \"red level\" counties, indoor dining is temporarily closed and restaurants and coffee shops will be limited to take out and delivery only. Outdoor dining is allowed for customers in groups with members of their own household as long as the last call is at 8 p.m.", "Bars remain closed.", "Gyms can operate at 10% capacity or allow up to 10 people per room with reservations. Gyms can operate outdoors in groups of up to 10 people, according to the governor.", "Gatherings between households of any size, public or private, are prohibited.", "All at-risk populations are recommended to stay at home.", "According to numerous reports, Polis also extended the statewide mask mandate on Nov. 9 for an additional month.", "Connecticut:", "Gov. Ned Lamont announced that Connecticut will roll back to Phase 2.1. Under this phase, restaurants may serve just 50% of capacity with a maximum of eight people at a table.", "Restaurants and entertainment venues such as bowling alleys and movie theaters will be required to close by 9:30 p.m. However, food takeout and delivery services will be allowed to continue after that time.", "Personal services, such as hair salons and barber shops, will remain at 75% capacity while event venues will be limited to 25 people indoors and 50 people outdoors. Performing arts venues and movie theaters will have a cap of 100 people and religious gatherings will be limited to 50% capacity or 100 people maximum.", "Delaware:", "Delaware Gov. John Carney announced new restrictions Tuesday that will go into effect Monday, Nov. 23.", "Indoor gatherings in homes must be capped at 10 people, while outdoor gatherings must be capped at 50. Restaurants and other events outside of the home must be limited to 30% of fire capacity.", "“These are difficult decisions, but we face a difficult and challenging winter,” Gov. Carney said. “COVID-19 cases and hospitalizations are rising in Delaware and across the country. Nearly 250,000 Americans, including 736 Delawareans, have already lost their lives to this virus. Our focus must be on protecting lives.”", "Florida:", "Florida Gov. Ron DeSantis said Wednesday that the state will not be shutting down again amid surging coronavirus cases", "\"The Governor will not lock down and hurt families who can't afford to shelter in place for six weeks,\" DeSantis's office told CBS12 News in a statement. \"Especially not for a virus that has a 99.8% survival rate.\"", "Georgia:", "The Georgia Department of Public Health (DPH) is reminding residents that the \"safest way to celebrate Thanksgiving this year is to stay home and celebrate with people in your own household.\"", "If residents do plan to celebrate with people that don't live with them, the department urges those to follow recommendations from the Centers for Disease Control and Prevention (CDC) on reducing the risk of getting or spreading COVID-19 or the flu.", "Hawaii:", "Gov. David Ige signed an emergency order mandating that all transpacific travelers must test negative for the virus before they depart for Hawaii in order to bypass the 14-day quarantine.", "Travelers can either upload their test results to the Safe Travels system prior to departure or bring a hard copy of their test results with them when boarding their flight, according to Ige.", "There is also a statewide mask mandate, requiring all residents to cover their nose and mouth when they are in public.", "Idaho:", "Gov. Brad Little tweeted a reminder that residents should wear a mask whenever they are with another person who is not in their household in order to \"protect lives, preserve healthcare access for all of us, and continue our economic rebound.\" Masks are also required at all long-term care facilities.", "Under the state's \"Stage 2\" public health order, gatherings are limited to 10 people or less. However, this does not pertain to \"religious or political expression,\" according to Little.", "Physical distancing is required for all indoor and outdoor gatherings.", "Residents are also encouraged to telework whenever possible and at-risk residents should self-isolate.", "Bars, nightclubs, and restaurants are allowed to continue to operate with seating only.", "Illinois:", "Gov. J.B. Pritzker and the Illinois Department of Public Health (IDPH) announced additional measures will take effect in every region across the state on Nov. 20 in an attempt to slow the spread of the virus.", "The latest guidance will cover the following settings and industries:", "Retail", "Personal care services", "Health", "Fitness centers", "Hotels", "Manufacturing", "Bars and restaurants", "Meetings and social events", "Offices", "Organized group recreational activities", "Indoor recreation", "Theater", "Cultural Institutions", "The latest round of restrictions does not include a stay-at-home order, however, \"if the mitigations are not adhered to and cases continue to rise in the weeks ahead, another order may be required,\" according to the governor.", "Earlier, Pritzker announced enhanced safety measures in Southern Illinois, Will and Kankakee counties and Kane and DuPage counties.", "Under the tightened restrictions, bars and restaurants have to reduce party size from 10 to six individuals. Indoor and outdoor gatherings are also limited to 10 individuals. This does not apply to students participating in in-person classroom learning as well as sports.", "Organized group recreational activities are limited to less than 25 guests or 25% of overall room capacity both indoors and outdoors.", "WASHINGTON GOVERNOR BANS THANKSGIVING GATHERINGS, ANNOUNCES NEW COVID BUSINESS RESTRICTIONS", "The governor also declared restrictions under Region 2, which includes Rock Island, Henry, Bureau, Putnam, Kendall, Grundy, Mercer, Knox, Henderson, Warren, McDonough, Fulton, Stark, Marshall, Peoria, Tazewell, McLean, Woodford, Livingston and Lasalle counties. Measures under these counties include:", "Bars or restaurants are limited to outside service only. All outside bar and restaurant services have to close at 11 p.m. All bar patrons should be seated at tables outside and multiple parties will not be allowed to be seated together.", "Gatherings should be limited to less than 25 guests or 25% of overall room capacity. Entertainment venues such as casinos must close at 11 p.m. and are limited to 25% capacity.", "Indiana:", "Gov. Eric Holcomb announced restrictions for orange and red counties in the state's color-coded map.", "In orange counties, social gatherings must be limited to 50 people. Attendance for indoor winter K-12 extracurricular and co-curricular events must be limited to 25% capacity. Community recreational sports leagues and tournaments may continue but attendance must be limited.", "In red counties, social gatherings are limited to 25 people. Attendance at winter indoor K-12 extracurricular activities is limited to participants, support personnel and parents or guardians only. Community recreational sports leagues and tournaments may continue with required personnel and parents or guardians only.", "Local officials may consider limiting hours for bars, nightclubs, and restaurants.", "IOWA GOV. KIM REYNOLDS ORDERS LIMITED MASK MANDATE, NEW COVID-19 BUSINESS RESTRICTIONS", "Iowa:", "Gov. Kim Reynolds declared that all Iowans aged 2 years or older must wear masks when in indoor public spaces. The mask mandate applies only when people are within six feet of others who are not members of their households for 15 minutes.", "Indoor gatherings are limited to 15 people while outdoor gatherings are limited to 30 people. Gatherings where the restrictions apply include wedding receptions, family gatherings, conventions and other nonessential gatherings but do not apply to gatherings that occur during the \"ordinary course of business or government.\"", "Youth and adult group sports and activities are prohibited except for high schools, colleges and professional sports. Spectators must wear a mask and maintain six feet of distance from other people.", "Restaurants and bars, bowling alleys, pool halls, bingo halls, arcades, indoor playgrounds and children’s play centers are closed to in-person services starting at 10 p.m.", "Kansas:", "Gov. Laura Kelly issued a new mask mandate that goes into effect on Nov. 25 – the day before Thanksgiving – in hopes of lessening the spread of COVID-19.", "State law still allows Kansas' 105 counties to opt-out of such an order from the Democratic governor, and most did when Kelly issued a similar order in July. The majority of counties don't have their own mandates.", "Kelly's order requires people to wear a \"face covering\" in indoor public spaces and in public spaces outdoors when social distancing is not possible.", "“We have reached a new stage in our fight with this virus, and how we choose to respond can turn the tide for our businesses, our hospitals and our schools,” Kelly said.", "Kentucky:", "Kentucky Gov. Andy Beshear announced new restrictions Wednesday, including closing in-person classes and shutting down indoor dining at restaurants.", "Beshear also capped occupancy of gyms and indoor recreational facilities at 33% of capacity.", "Indoor events, including weddings and funerals, must be capped at 25 people. This excludes in-person worship services.", "Private social gatherings are limited to eight people from a maximum of two households.", "\"When addressing COVID-19, action is unpopular, but inaction is deadly,\" Beshear said in a news conference Wednesday.", "\"These steps range from 3 to 6 weeks in duration and are designed to have the maximum impact with as little disruption.\"", "Louisiana:", "Gov. John Bel Edwards imposed tighter restrictions statewide to combat the \"aggressive third surge of COVID-19 across all regions of Louisiana.\" The restrictions, which took effect on Nov. 25, are slated to last for at least four weeks.", "Under \"Phase Two,\" businesses are mandated to reduce capacity to 50%. This includes retail shops, gyms, barbershops, movie theaters, nail salons and hair salons. Indoor dining at restaurants must also be capped at 50%. However, some bars are limited to outdoor dining only.", "Occupancy limits for places of worship will remain at 75% or \"the number of people who can physically distance with at least six feet between each immediate household,\" according to the governor.", "The new rules also limit indoor gatherings to 25% capacity or up to 75 individuals. Outdoor gatherings must also be capped at 25% capacity or up to 150 individuals when physical distancing is not possible.", "Everyone in Louisiana should avoid gatherings with people outside of their households, the governor said.", "Louisiana’s statewide mask mandate remains in place.", "Maine:", "Earlier this month, Gov. Janet Mills announced that residents must wear face coverings in public settings, even if they are practicing social distancing. This strengthens the state's previous mandate requiring residents to wear masks only when social distancing cannot be maintained.", "Maryland:", "Gov. Larry Hogan issued an emergency order Tuesday to curb the spread of the virus. The new restrictions will take effect statewide beginning Nov. 20 at 5 p.m.", "At that time, bars, restaurants, and venues serving food and alcohol must close between 10 p.m. and 6 a.m. However, they may remain open for carryout and delivery services.", "Retail establishments and religious facilities will also be reduced to 50% capacity, \"bringing them into line with indoor dining and personal services businesses, as well as bingo halls, bowling alleys, pool halls, roller and ice skating rinks, fitness centers, and social and fraternal clubs,\" according to the governor.", "Fans will be prohibited from racetracks and other professional and collegiate stadiums across the state.", "Visitations for hospitals and nursing homes will also be prohibited, although some exceptions will apply.", "Massachusetts:", "Gov. Charlie Baker issued a stay-at-home advisory and curfew for most businesses.", "The advisory instructs residents to stay home between 10 p.m. and 5 a.m., though traveling to and from work as well as errands such as grocery shopping and exercise are allowed.", "MASS. GOVERNOR ANNOUNCES STAY-AT-HOME ADVISORY, MASK ORDER, RESTAURANT CURFEW", "The curfew requires restaurants and other businesses and activities – including theaters, performance venues, golf facilities, youth and amateur sports, and indoor and outdoor events – to close at 9:30 p.m. Restaurants may operate delivery services beyond the curfew.", "Private indoor gatherings will be limited to 10 people and outdoor gatherings to 25.", "Michigan:", "Gov. Gretchen Whitmer’s administration ordered high schools and colleges to stop in-person classes, closed restaurants to indoor dining, and suspended organized sports, which include football playoffs.", "The order also restricts indoor and outdoor residential gatherings, closes some entertainment facilities and bans gyms from hosting group exercise classes.", "The new rules are set to last three weeks.", "Minnesota:", "Gov. Tim Walz issued statewide restrictions for social gatherings, celebrations and receptions, and bars and restaurants.", "All bars and restaurants must end dine-in service by 10 p.m. Indoor capacity will be capped at 150 people, and may not exceed 50% of an establishment's total capacity.", "Indoor and outdoor gatherings must be limited to 10 people and all social gatherings will be limited to members of three households or less.", "Weddings, funerals, and similar events may not take place between the hours of 10 p.m. and 4 a.m.", "Missouri:", "Gov. Mike Parson has said that wearing a mask, social distancing and proper hand hygiene \"remain the three major COVID-19 mitigation strategies.\"", "However, Parson is also urging residents to limit interactions with others to less than 15 minutes. Regular group interactions should also be limited to a small group of 10 family members or fewer.", "Residents should minimize travel outside of Missouri and consider occupancy limits reflective of social distancing, Parson said.", "The state is also encouraging residents to use mitigation strategies outlined by the Centers for Disease Control and Prevention when gathering with others for the holidays.", "\"There are several factors that contribute to the risk of getting infected or infecting others with the virus that causes COVID-19 at a holiday celebration,\" Missouri health officials said.", "Montana:", "Gov. Steve Bullock announced that all bars, breweries, restaurants and casinos must limit capacity to 50% and close by 10 p.m.", "Bullock says the move is to help residents \"limit their outings in public as much as possible to reduce transmission.\"", "Additionally, masks are required in all counties, regardless of the case count. This applies to all public, indoor places for anyone over the age of 4.", "Bullock is also encouraging residents to limit their \"involvement in any in-person gatherings of 15 or more.\"", "Nevada:", "Gov. Steve Sisolak issued a statewide \"pause\" for three weeks. The order will take effect starting Nov. 24.", "Under the order, restaurants, bars, gaming operations, gyms, fitness facilities and other businesses must be limited to 25% capacity, down from 50%. Retail and grocery stores will remain at 50% capacity.", "Public gatherings will be limited to 50 people or 25% capacity, whichever is less. Private gatherings will be limited to no more than 10 people from no more than two separate households and face coverings must be worn.", "\"Nevadans must wear face coverings at all times, whether indoors or outdoors,\" the governor's latest order reads.", "Large events will not be approved during this time.", "New Hampshire:", "Gov. Chris Sununu signed an emergency order implementing a statewide mask mandate Thursday to try to mitigate the spread of coronavirus.", "New Hampshire recorded a record high 529 new cases Thursday.", "\"With rising cases, substantial statewide community transmission, and an increase in hospitalizations – the data supports enacting a statewide mask mandate,” said Governor Chris Sununu.", "“Instituting this commonsense mask mandate today will allow us to keep our economy open and help ensure our healthcare system has the capacity and workforce it needs in the coming weeks. By wearing a mask, Granite Staters can keep our friends, family, neighbors, and critical workforce members and those they care for safe – without shutting down the economy.”", "NJ TO IMPOSE NEW CORONAVIRUS RESTRICTIONS ON INDOOR, OUTDOOR GATHERINGS AS CASE COUNT SURGES", "New Jersey:", "Gov. Phil Murphy announced a statewide suspension of indoor high school and youth sports as well as a new limit on outdoor gatherings.", "Starting on Dec. 5, all indoor youth and adult sports will be paused through Jan. 2. The new order will not affect indoor collegiate and professional sports.", "Staring Dec. 7, outdoor gatherings will be limited to a maximum of 25 people, down from the 150-person limit.", "Restaurants, bars, clubs, lounges, and other businesses that serve food or drinks will have to end indoor dining by 10 p.m. Outdoor dining can continue after 10 p.m., as can takeout and delivery services.", "Additionally, nonessential retail businesses, food and beverage establishments, and recreation and entertainment businesses must close by 8 p.m.", "Indoor gatherings will be limited to 10 people, down from 25, while outdoor gatherings will be limited to a maximum of 150 people, down from 500.", "", "Indoor religious services, celebrations, political events, weddings, funerals, memorial services and other performances may continue and use as much as 25% of a room’s capacity, up to 150 people.", "New Mexico:", "Gov. Michelle Lujan Grisham closed nonessential in-person services across the state starting Nov. 16. The ban will last for two weeks, although that may be extended.", "Residents are instructed to stay at home except for essential trips such as for food and water, emergency medical care, and to obtain a flu shot or test for COVID-19.", "OREGON, NEW MEXICO ORDER LOCKDOWNS, OTHER STATES CONSIDER OPTIONS", "", "Essential businesses such as grocery stores, pharmacies, shelters, child care facilities and gas stations will remain open but are required to minimize operations and staffing.", "", "Food and drink establishments are limited to curbside pickup and delivery services only.", "Essential retailers such as grocery stores, hardware stores, laundromats, liquor stores and large “big box” retailers must close by 10 p.m. and are limited to either 25% of maximum occupancy or 75 customers at any one time, whichever is smaller.", "New York:", "Deputy sheriffs will implement quarantine checkpoints and vehicle stops at key bridges and crossings including in the vicinity of the Lincoln and Holland tunnels and in the area of West 34th and 11th Avenue in Manhattan.", "The sheriff’s office will also implement checks when buses drop riders from out-of-state, according to Bloomberg.", "Gov. Andrew Cuomo ordered gyms and all businesses that have a state liquor license to close by 10 p.m.", "Until further notice, all New York City school buildings will be closed for in-person learning. All students who were taking classes in person will transition to remote schooling.", "CUOMO CRACKS DOWN ON BARS, GYMS, RESTAURANTS AS CORONAVIRUS CASES CLIMB AGAIN", "North Carolina:", "Gov. Roy Cooper said the state will extend Phase 3 COVID-19 restrictions until at least Dec. 11 at 5:00 P.M.", "Under those rules, those five years and older will be required to wear face coverings both indoors and outdoors at offices, business establishments, schools, and other places where people may travel or congregate.", "People must wear face coverings while exercising if they are either outdoors and within six feet of someone who does not reside in the exercising person's household; or are indoors and not within their own home.", "The rule is encouraged, but not required for professional or collegiate athletes if they are strenuously exercising or recovering from exercise and those athletes are training for or participating in a sport that is under the oversight of a league, association, or other organizer that required teams and players to follow a protocol for reducing risk from COVID-19.", "These athletes must wear face coverings, including on sidelines and in practice, at any time that they are not strenuously exercising or recovering from recent exercise.", "Face coverings will also be required in child care facilities, day camps, overnight camps, state government agencies headed by members of the Governor's Cabinet and the Governor's Office, museums and aquariums, parks.", "Personal care, grooming, and tattooing businesses will only exempt customers receiving a facial treatment, shave, or other services on a part of the head from the mask requirement.", "Restaurants must have all workers wear face coverings as well as guests when they are not actively drinking or eating. The rule will also apply to breweries, wineries, and distilleries.", "Retail businesses must also require all workers and customers to wear face coverings. Any retail location with more than 15,000 square feet of interior space must, at each entrance open to the public, have a worker who is responsible for enforcing the order.", "At schools, all workers, teachers, guests, other adults and children five years or older must wear face coverings both outdoors when within six feet of another person, and indoors at all times, unless an exception applies.", "All workers and riders on public or private transportation regulated by the State of North Carolina, as well as all people in North Carolina airports, bus and train stations or stops, must wear face coverings at all times. This provision does not apply to people traveling alone with household members or friends in their personal vehicles, but does apply to ride-shares, cabs, vans, and shuttles, even if the vehicles are privately owned. Guests may be removed from or denied entry to public transportation if they refuse to wear a face covering.", "Agriculture, construction and manufacturing workers not requiring a respiratory protection program must wear face coverings when they are either within six feet of another person or indoors. Workers may remove the mask if they become overheated, or if they eat and drink while working.", "North Dakota:", "Gov. Doug Burgum announced a statewide mask mandate.", "Masks must be worn inside businesses, indoor public spaces and outside public spaces when social distancing is not possible. The order, signed by interim State Health Officer Dirk Wilke, runs through Dec. 13.", "Meanwhile, all bars and restaurants will also be limited to 50% capacity and must be closed for dine-in services between the hours of 10 p.m. and 4 a.m.", "Event venues must be limited to 25% capacity and all high school winter sports and other extracurricular K-12 school activities will be suspended until Dec. 14.", "NORTH DAKOTA GOVERNOR ANNOUNCES STATEWIDE MASK MANDATE AS CORONAVIRUS CASES SURGE", "Ohio:", "Gov. Mike DeWine announced a statewide curfew which will take effect Nov. 19.", "The curfew will run from 10 p.m. to 5 a.m. for 21 days. However, the curfew does not apply to those who need to be at work, have an emergency or need medical care. Residents can still leave their homes for groceries or if they are picking up a carry-out/drive-thru meal, or getting delivery, DeWine said.", "The Ohio Department of Health also announced limitations on mass gatherings.", "Wedding receptions and other banquet facilities will be required to follow several guidelines to minimize the spread of COVID-19, including no socializing in open areas and no dancing. Guests will be required to be seated at all times and no self-serve bar areas or self-serve buffets will be allowed. Masks must be worn at all times except while eating and drinking.", "The traditional first dance between the bride and groom, cutting of the wedding cake and tossing the bouquet are permitted. Each table must have no more than 10 people and they must all live in the same household.", "This order does not apply to religious observances.", "The governor also tweeted that businesses must have a face mask requirement sign at public entrances. Each store will be required to ensure that employees and customers are all wearing masks.", "Oklahoma:", "Gov. Kevin Stitt increased safety measures for restaurants, bars and state employees in Oklahoma.", "", "All bars and restaurants will be required to close by 11 p.m. However, restaurant drive-thru windows or curbside pickup can operate past that time.", "All restaurants will be required to space tables at least 6 feet apart unless the tables are separated by sanitized dividers.", "All state employees will be required to wear a mask in common areas or when they’re around other people.", "Oregon:", "Oregon Gov. Kate Brown announced that 25 counties within the state are at “extreme risk” of coronavirus transmission.", "Five counties are considered to be at \"high risk\" while two counties are at \"moderate risk\" and four others are considered to be \"low risk.\" Each risk category has been issued separate guidance, with \"extreme risk\" counties facing the most severe restrictions.", "In those 25 counties classified as \"extreme risk,\" indoor dining is prohibited. Restaurants can only have outside dining until 11 p.m.", "Indoor fitness and entertainment activities such as movie theaters, museums or aquariums are also prohibited.", "However, outdoor fitness and entertainment activities are limited to a maximum of 50 people.", "Occupancy within retail shops must be capped at 50%. Faith-based services must be capped at 25% occupancy or 100 people total, whichever is smaller, for indoor services. Outdoor faith-based services can have a maximum of 150 people.", "Social gatherings, both indoor and outdoor, must be limited to six people from two separate households.", "The new rules come after Brown's two-week freeze ended on Dec. 3.", "The state is also under a mask mandate. Masks are required statewide at all times unless residents are at home, in their car or eating and drinking. Children under five years old are also exempt.", "Pennsylvania:", "Gov. Tom Wolf announced new rules on gatherings to combat resurgent coronavirus cases.", "On Monday, Wolf issued a stay-at-home advisory for the entire state.", "Residents should \"only leave home to go to work or school, or for essential needs of themselves or persons they are caring for,\" according to Wolf. This includes seeking medical care for themselves, others or their pets, providing child care or elder care, going to the grocery store or pharmacy, picking up food or exercising.", "Under Wolf's latest restrictions, residents are told to limit holiday celebrations to members of their immediate household or limit the number of people present at celebrations. Residents are told to follow recommendations from the Centers for Disease Control and Prevention for safe holiday gatherings.", "Wolf also announced gathering restrictions which will remain in place until further notice.", "Indoor gatherings will now be limited to 500 people and outdoor gatherings will be limited to 2,500 people.", "In addition, the retail food services industry, including bars, restaurants, and private catered events must end alcohol sales for on-site consumption at 5 p.m. on Nov. 25, only.", "According to Department of Health Secretary Dr. Rachel Levine, masks are required to be worn indoors and outdoors if individuals are outside their homes.", "When indoors, masks are required even if you are physically distant from members not in your household. This applies to every indoor facility, including homes, retail establishments, gyms, doctors’ offices, public transportation, and anywhere food is prepared, packaged or served.", "Additionally, starting on Nov. 20, anyone who visits from another state has to have a negative COVID-19 test within 72 hours prior to the trip. This does not apply to people who commute to and from another state for work or medical treatment.", "Colleges and universities must also implement a testing plan for students when they return to campus following the holidays.", "Rhode Island:", "Under Gov. Gina Raimondo's mandates, businesses such as restaurants, bars, personal services, gyms and recreational facilities must close by 10 p.m. on most weekdays and by 10:30 p.m. on Fridays and Saturdays.", "", "The governor reduced the capacity limit for big box stores, indoor and outdoor venues, and catered events. Indoor and outdoor social gatherings are limited to 10 people. The capacity limit for indoor venues such as movie theaters or houses of worship is 50% of the normal capacity with a maximum of 125 people. The limit for outdoor venues is 66% of the normal capacity with a maximum of 150 people.", "Texas:", "Parts of Texas, as well as the rest of the country, have seen a spike in violent crime during the coronavirus pandemic. Gov. Greg Abbott said Wednesday that he is sending state police resources, including helicopters and special agents, into Dallas to help crackdown on the crime there.", "\"The rise in violent crime in the city of Dallas is unacceptable, and the Texas Department of Public Safety will assist the Dallas Police Department in their efforts to protect the community and reduce this surge in crime,\" Governor Abbott said in a statement.", "Utah:", "Gov. Gary Herbert announced that the entire state is under a mask mandate until further notice.", "Additionally, casual social gatherings must be limited to household members only and all extracurricular activities are being temporarily put on hold.", "These restrictions are slated to end Nov. 23, just a few days before Thanksgiving.", "Vermont:", "Gov. Phil Scott announced a temporary ban on “public and private multi-household gatherings\" and announced another shutdown of bars and clubs.", "The ban applies to both indoor and outdoor gatherings and holiday get-togethers. However, individuals who live alone can visit other members of their immediate family who reside elsewhere.", "Bars and social clubs are required to close for in-person services. Most recreational sports, other than sanctioned school sports, are suspended. There will also be new contact-tracing and testing requirements.", "Virginia:", "Gov. Ralph Northam imposed a 25-person limit for all gatherings along with an alcohol curfew.", "Establishments serving alcohol will have to close by midnight – and on-site alcohol sales and consumption will end at 10 p.m.", "All public and private gatherings, both indoors and outdoors, must be limited to 25 individuals, down from 250.", "All residents over the age of 4 are required to wear face coverings in indoor public spaces.", "NORTHAM TO IMPOSE 25-PERSON CAP ON GATHERINGS, 10 P.M. ALCOHOL CURFEW IN NEW CORONAVIRUS RESTRICTIONS", "Washington:", "Gov. Jay Inslee announced that bars and restaurants will be limited to outdoor dining and to-go service.", "All in-store retail, including grocery stores, will be limited to 25% capacity, and lingering in seated areas is off-limits. Religious services will also be limited to 25% indoor occupancy or no more than 200 people, with face coverings required at all times. No choir, band or ensemble shall perform during the service.", "Gyms will be prohibited from offering indoor services, though outdoor fitness classes can continue as long as they don’t exceed five people in a group.", "Entertainment venues like movie theaters, bowling alleys, museums and zoos will all be banned from offering indoor service, though drive-in theaters will still be allowed to operate under previously laid-out restrictions. Long-term care facilities can only offer outdoor visits, with exceptions for end-of-life care.", "Weddings and funeral receptions will be limited to no more than 30 people and youth and adult sports must be held outside only with all athletes wearing masks.", "Wisconsin:", "Under Gov. Tony Evers' directive, all individuals should stay home as much as possible and only make trips when necessary, such as to go to work, pick up groceries or refill prescriptions.", "When residents leave their homes, they must take extra precautions.", "Evers is also strongly encouraging all businesses to take steps to protect their staff, customers and their communities.", "West Virginia:", "Gov. Jim Justice strengthened the state's mask mandate on Nov. 13. The order took effect on Nov. 14.", "Under the new order, all West Virginians over the age of eight are required to wear a face covering at all times inside all indoor public places. Previously, residents were allowed to remove their masks inside \"if adequate social distancing could be maintained.\"", "Residents who have trouble breathing or anyone who is \"otherwise unable to remove their own face covering without assistance\" are exempt. This policy also does not apply to anyone inside a restaurant and actively consuming food or beverages, anyone is inside a closed room by themselves or inside one’s residence, according to the governor.", "All youth winter sports teams and leagues, school-sanctioned or otherwise, will be postponed until at least Jan. 11, 2021.", "The governor also extended the Thanksgiving break for public and private schools in all 55 counties for an extra three days. Schools may resume in-person instruction on Dec. 3.", "Wyoming:", "Gov. Mark Gordon announced that a new slate of orders, issued by the state health officer, will take effect Nov. 24. The new orders do not include any business closures, however, they do reduce the size of indoor and outdoor gatherings.", "Indoor and outdoor gatherings without social distancing will be limited to a maximum of 25 people. Indoor events, where social distancing is maintained, are limited to 25% of venue capacity with a maximum of 100 people. Outdoor events, where social distancing is maintained, are limited to 50% of venue capacity with a maximum of 250 people. Faith-based services are exempt. Church services, funeral homes, parades and other specified businesses may also be exempt from gathering limits.", "The order is slated to end Dec. 15 but \"may be revised earlier if needed.\"", "Gordon did not implement a statewide mask mandate. However, mask orders have been approved for the following counties: Teton, Laramie, Albany, Natrona, Sweetwater, Sheridan, Park, Lincoln, Goshen, Sublette, Hot Springs, Carbon, Washakie, Uinta, Converse.", "Gordon is also urging residents to celebrate safely for the holidays and to follow the three Ws: wash your hands, watch your distance and wear a face covering.", "FOX Business' Lucas Manfredi, Fox News' Michael Ruiz, and The Associated Press contributed to this report.", "CLICK HERE TO GET THE FOX NEWS APP"], "authors": ["Daniella Genovese"], "keywords": ["coronavirus", "public", "services", "lockdowns", "need", "indoor", "25", "state", "limited", "gatherings", "order", "outdoor", "mask", "know", "capacity"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}