{"id": "83b1ab7f-29c2-3028-852b-deef19648989", "title": "Meet Memorial Day, the Knitwear Label Bella Hadid and Ella Emhoff Can’t Get Enough Of", "url": "https://www.vogue.com/article/memorial-day-delsy-gouw-interview", "summary": "I get lost in crocheting so much that sometimes I lose track of time or forget to sleep.\nI'm lucky that it only takes a hook and some yarn — it's so simple and I don't need any machines.\nEventually, I want to switch to more sustainable and even deadstock yarn.”Who would you most love to wear your designs?\nIt’s just clothing.”Courtesy of Memorial DayWhy do you think generation Z has a particular love for sustainability and DIY in fashion?\nOne of my big goals for Memorial Day is to be able to teach people more about the different approaches and even create tutorials, similar to Wool and the Gang.”Shop Memorial Day here and MALL NYC", "paragraphs": ["“Definitely! I get lost in crocheting so much that sometimes I lose track of time or forget to sleep. Turning to crochet has worked out really well, particularly being indoors so much. I'm lucky that it only takes a hook and some yarn — it's so simple and I don't need any machines. Luckily, sourcing yarn has been pretty easy. I only buy it from Joann and I buy in bulk. Eventually, I want to switch to more sustainable and even deadstock yarn.”", "Who would you most love to wear your designs?", "“Harry Styles. He’s such a big star and a huge influencer. His American Vogue cover wearing a Gucci dress felt like such an important moment for so many people. If he wore something of mine, not only would it be amazing, but it would also be contributing to the narrative that there is no men and women’s clothing. It’s just clothing.”", "Courtesy of Memorial Day", "Why do you think generation Z has a particular love for sustainability and DIY in fashion?", "“TikTok influences me a lot. My feed is constantly flooded with videos on how to rework vintage items or crocheting complete suits. The fashion industry has changed so much, people are now looking for pieces that will last a lifetime. Clothes that are fun. Clothes that speak to them. Clothes that aren’t just a fad. There's still this big misconception that it’s all about granny squares — it's so versatile.”", "What does the future hold for your brand?", "“I have a few collaborations coming up with some exciting designers. The first will be with The Consistency Project and we’ll be creating a ready-to-wear collection using sustainably sourced yarn — we aim to launch it this spring. I’ll also be working on a bikini line with Tyler McGillivary, which will hopefully drop this year. One of my big goals for Memorial Day is to be able to teach people more about the different approaches and even create tutorials, similar to Wool and the Gang.”", "Shop Memorial Day here and MALL NYC"], "authors": ["Eni Subair", "Eni Subai"], "keywords": ["knitwear", "emhoff", "crocheting", "hadid", "meet", "bella", "yarn", "clothes", "big", "yarnwho", "label", "love", "buy", "ella", "memorial", "cant", "z", "day"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}