{"id": "83cae985-ca36-3316-bf84-93de3afc28d0", "title": "5 Things We Learned From Meghan Markle and Prince Harry’s New Podcast", "url": "https://www.vogue.com/article/meghan-markle-and-prince-harry-podcast-5-things-we-learned", "summary": "Until now, just what those deals would lead to has been kept largely under wraps.\nBut the first of their new media-oriented projects dropped earlier today in the form of a podcast on Spotify titled Archewell Audio.\nAnd many of these friends and acquaintances appear on the podcast to share their experiences of the past year, including filmmaker Tyler Perry, pop superstar Elton John, and tennis pro Naomi Osaka.\nIt’s a sign that Harry and Meghan won’t be shying away from expressing their strongly-held beliefs in environmental causes, mental health advocacy, and racial equality as they enter this new chapter.\nIt offers a rare insight into the couple’s intimate rapportThe podcast consists mostly of audio submitted by the participants they invited, with the couple choosing not to interview their subjects directly.", "paragraphs": ["It might seem like a lifetime ago now, but in the very first weeks of 2020, Prince Harry and Meghan Markle announced they would be stepping back as senior members of the British royal family, kickstarting the process infamously dubbed by the British tabloids as “Megxit.” And over the course of the year, the pair not only negotiated with Harry’s family to establish their new-found responsibilities outside of the typical protocols expected of royals, but also closed a number of high-profile deals—most notably with Netflix and Spotify—to secure their financial independence and open a new chapter in their careers.", "Until now, just what those deals would lead to has been kept largely under wraps. But the first of their new media-oriented projects dropped earlier today in the form of a podcast on Spotify titled Archewell Audio. With the first episode serving as a reflection on the trials and tribulations of living through the pandemic, the couple invited an eclectic mix of voices to join them and express their experiences of an unprecedented year and their hopes for the future as 2021 draws ever closer. As Meghan explains at the beginning of the episode: “We thought, what if we could bring together some people that inspire us and people we admire, and get their thoughts on what they learned from 2020.”", "Here, find the five things you need to know from Harry and Meghan’s new podcast.", "It features a number of Harry and Meghan’s high-profile friends", "It’s been widely documented that Harry and Meghan’s connections in Hollywood have been instrumental to pivoting into their new career in entertainment, with their move to California in the summer serving as the first step in the process. And many of these friends and acquaintances appear on the podcast to share their experiences of the past year, including filmmaker Tyler Perry, pop superstar Elton John, and tennis pro Naomi Osaka.", "It isn’t just the starry line-up of figures from across the worlds of film, sport, and literature that impress, however, but also the number of important political voices they invited to share their visions for change in the world. There’s an appearance from politician and voting rights activist Stacey Abrams, who recounts a conversation with her 14-year-old niece about healing during a year marked by a pandemic and a new civil rights movement, as well as author and academic Rachel Cargle, whose charity The Loveland Foundation provides much-needed resources to support Black women and girls. It’s a sign that Harry and Meghan won’t be shying away from expressing their strongly-held beliefs in environmental causes, mental health advocacy, and racial equality as they enter this new chapter.", "It offers a rare insight into the couple’s intimate rapport", "The podcast consists mostly of audio submitted by the participants they invited, with the couple choosing not to interview their subjects directly. Still, they offer an extended introduction, welcome each guest individually, and occasionally interject with anecdotes to flesh out the points they feel most important. It’s these moments that provide a surprisingly intimate peek into the couple’s relationship and rapport, with the ease of their back-and-forth patter obvious from the very beginning of the episode. Harry explains that they opted for audio to avoid “navigating the sometimes awkward dance of a video chat, meaning no one having to say, ‘you’re on mute’ over and over again, which is probably one of the defining phrases of 2020.” “It’s so true,” Meghan laughs in response."], "authors": ["Liam Hess", "Liam Hes"], "keywords": ["invited", "meghan", "podcast", "voices", "episode", "number", "audio", "harrys", "markle", "share", "learned", "things", "meghans", "prince", "harry"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}