{"id": "841cd0cb-8efe-32c1-907d-99faaa04117c", "title": "Opinion | Inside the Battle Between Biden and Facebook", "url": "https://nytimes.com/2020/12/10/opinion/biden-campaign-facebook-disinformation.html", "summary": "A senior Facebook employee, who worked closely with the Biden campaign during the election, offered a different characterization of events.\nFacebook investigated content policy decisions brought up by the campaign, this person said.\n“They weren’t ignoring us,” one senior Biden campaign official told me.\nNo?”So the Biden campaign went public.\nInside Facebook, some employees were equally frustrated with the company’s approach.", "paragraphs": ["According to the Biden staff members, top executives rarely dealt with the campaign, even after it publicly bemoaned Facebook’s lackluster enforcement and the rampant spread of political misinformation and disinformation. Some of the campaign’s requests for clarification on policy, they said, were met with short email responses and included the same lines about policy enforcement that were handed out to reporters. In other cases, they said, there was no response at all.", "A senior Facebook employee, who worked closely with the Biden campaign during the election, offered a different characterization of events. The employee, who is a Democrat and previously worked in Democratic politics, argued that the company met with the campaign regularly, offering numerous briefings on new policies. Facebook investigated content policy decisions brought up by the campaign, this person said.", "The employee described the relationship as productive and even collegial despite tense circumstances. “The fundamental disagreement at the end of day was around these policy decisions. They wanted us to be more aggressive regarding both Trump-specific content and adjacent posts from his allies,” the employee said. “We took what we think is an aggressive approach and enforced policies that allowed us to label content related to mail-in voting and took down suppression efforts.”", "The employee argued that Facebook was responsive to the Biden campaign, though in certain circumstances the company would not divulge internal metrics or other information.", "“They weren’t ignoring us,” one senior Biden campaign official told me. “Facebook simply didn’t want to deal with the issues we raised. They didn’t have anything substantive to say and knew we’d call them on their drivel. All we kept asking is, ‘Will you actually exercise the corporate judgment you preach?’ What could they say to that? No?”", "So the Biden campaign went public. Repeatedly. In October 2019, the campaign sent a letter to Facebook after it let a Republican super PAC run a video ad that accused Mr. Biden of blackmailing Ukrainian officials to stop an investigation of Hunter Biden. In June, the campaign issued an open letter urging Facebook to “stop allowing politicians to hide behind paid misinformation.” By late September, the campaign was yet again publicly excoriating the company as “the nation’s foremost propagator of disinformation about the voting process,” according to an email obtained by Axios.", "Inside Facebook, some employees were equally frustrated with the company’s approach. One former employee present at company discussions told me recently that proposed engineering changes to Facebook’s political advertising technology were shot down by leadership."], "authors": ["Charlie Warzel"], "keywords": ["policy", "biden", "campaign", "voting", "facebook", "worked", "content", "battle", "took", "company", "opinion", "inside", "employee"], "pubDate": "2020-12-10T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}