{"url": "https://www.newyorker.com/magazine/2019/08/26/mike-pompeo-the-secretary-of-trump", "paragraphs": ["In the winter of 2016, Donald Trump was roaring through the primaries, and Mike Pompeo was determined to stop him. Pompeo, a little-known congressman from Wichita, helped persuade Marco Rubio to make a late stand in Kansas. Like many Republicans in Congress, Pompeo believed that Rubio had the national-security knowledge and the judgment to be President, and Trump did not. Urged on by Pompeo, Rubio’s team pulled money out of other states to gamble on winning the Kansas caucus. It was one of the few remaining contests in which Rubio still hoped to beat Trump, who, he said, was a “con artist” about to “take over the Republican Party.” On March 5th, Trump and Senator Ted Cruz, of Texas, arrived in Wichita for the caucus. Rubio left his closing argument to Pompeo, who told the crowd at the Century II arena, “I’m going to speak to you from the heart about what I believe is the best path forward for America.” An Army veteran who finished first in his class at West Point, Pompeo cited Trump’s boast that if he ordered a soldier to commit a war crime the soldier would “go do it.” As the audience booed, Pompeo warned that Trump—like Barack Obama—would be “an authoritarian President who ignored our Constitution.” American soldiers “don’t swear an allegiance to President Trump or any other President,” Pompeo declared. “They take an oath to defend our Constitution, as Kansans, as conservatives, as Republicans, as Americans. Marco Rubio will never demean our soldiers by saying that he will order them to do things that are inconsistent with our Constitution.” Listening backstage, Trump demanded to know the identity of the congressman trashing him. A few minutes later, Pompeo concluded, “It’s time to turn down the lights on the circus.” Pompeo’s stinging rebuke of Trump got barely a mention in the local press, and Rubio finished third in Kansas. “We got smoked,” a former top Rubio campaign aide told me. Days later, Rubio’s campaign was over. In May, Trump secured the delegates needed for the nomination, and Pompeo reluctantly joined the rest of Kansas’s congressional delegation in endorsing him. Still, Pompeo had told the Topeka Capital-Journal, in April, that Trump was “not a conservative believer,” and, a few weeks later, he said, on CNN, “A lot of his policies don’t comport with my vision for how I represent Kansas.” At that point, Pompeo had never met Trump. Like many Republicans who called Trump a “kook,” a “cancer,” and a threat to democracy before ultimately supporting him, Pompeo disagreed with much of Trump’s platform. He took issue in particular with Trump’s “America First” skepticism about the United States’ role in the world. Pompeo was a conservative internationalist who had been shaped by his Cold War-era military service, and he remained a believer in American power as the guarantor of global stability. Yet, after Trump won the Presidency, Pompeo sought a post in his Administration and did not hesitate to serve as his C.I.A. director. In 2018, after Trump fired Secretary of State Rex Tillerson, by tweet, Pompeo happily replaced him as America’s top diplomat. Pompeo, an evangelical Christian who keeps an open Bible on his desk, now says it’s possible that God raised up Trump as a modern Queen Esther, the Biblical figure who convinced the King of Persia to spare the Jewish people. He defines his own job as serving the President, whatever the President asks of him. “A Secretary of State has to know what the President wants,” he said, at a recent appearance in Washington. “To the extent you get out of synch with that leader, then you’re just out shooting the breeze.” No matter what Trump has said or done, Pompeo has stood by him. As a former senior White House official told me, “There will never be any daylight publicly between him and Trump.” The former official said that, in private, too, Pompeo is “among the most sycophantic and obsequious people around Trump.” Even more bluntly, a former American ambassador told me, “He’s like a heat-seeking missile for Trump’s ass.” Pompeo’s transformation reflects the larger story of how the Republican Party went from disdaining Trump to embracing him with barely a murmur of dissent. This account of how Pompeo became the last survivor of the President’s original national-security team and his most influential adviser on international affairs is based on dozens of interviews in recent months with current and former Administration officials, U.S. and foreign diplomats, and friends and colleagues of Pompeo’s; the Secretary did not answer repeated requests for comment. Thirty-one months into the Administration, the relationship between Trump and Pompeo, born in derision and remade in flattery, has proved to be surprisingly durable. Trump often gushes about Pompeo, even as he has berated his hawkish national-security adviser, John Bolton, for taking similar positions. “I argue with everyone,” Trump told a reporter. “Except Pompeo.”", "Fifty-five, burly, and barrel-chested, Pompeo lives with his second wife, Susan, and their golden retriever, Sherman, in a rented house on the grounds of a military base across the street from the State Department. A film buff and an AC/DC fan, he seems modest and approachable in settings where he’s comfortable. When challenged, especially about the President, he gets testy and red in the face. He favors baggy gray suits and close-cropped gray hair. Trump, who often talks about whether someone “looks the part,” has made a point of calling out Pompeo’s unglamorous presence. At a recent appearance in South Korea, he summoned Pompeo to the stage with his daughter Ivanka, referring to them as “beauty and the beast.” Pompeo’s background bears little resemblance to that of recent Secretaries of State, all of whom came to the job after long careers in public life and with extensive international experience. Pompeo, in contrast, has had a “meteoric rise,” as his friend Steve Scalise, the House Republican Whip, told me. A little more than a decade ago, he was unknown not only in Washington but also in his adopted home state, where he had just lost his first campaign, placing third in a three-way race to become chairman of the Kansas Republican Party. Trump often touts Pompeo’s credentials as a top student at West Point and at Harvard Law School, but in six years as a member of Congress he never chaired a subcommittee or faced a genuinely competitive election, and he served just over a year at the C.I.A. He spent much of his career running a struggling Wichita aviation company. Pompeo’s disclosure forms reveal that he is the poorest member of Trump’s Cabinet, listing family assets worth roughly, in 2018, between two hundred thousand and seven hundred and fifty thousand dollars. Watch “The Backstory”: Susan B. Glasser reports on how Mike Pompeo reinvented himself and went from an obscure congressman to Trump's most influential adviser on international affairs. Born in 1963, Pompeo was one of three children in a working-class family in Southern California. His father, Wayne, was a Navy radioman in the Korean War. His mother, Dorothy Mercer, was one of ten children of small-town Kansas pool-hall owners. In conservative Orange County, Wayne was a passionate liberal, according to two sources who heard this from the future Secretary. Pompeo does not speak publicly about his political disagreements with his father, but they began early on: he has said that, as a teen-ager, he read Ayn Rand’s “The Fountainhead,” and became a staunch conservative. The valedictorian of his public high school, he was nominated for West Point by his congressman, Bob Dornan, a fiery hard-right favorite of the defense industry. “That should give you a good idea of where I am coming from politically if ‘B-1 Bob’ chose me for West Point,” Pompeo told the conservative magazine Human Events, in 2011. Pompeo thrived at West Point, where he majored in engineering management. “Man, it’s hard to be No. 1,” a classmate told me. “It’s not just being the smartest person. It’s being the person who shines your shoes the best and also has the most athletic skills.” After marrying his college sweetheart, Leslie Libert, the weekend he graduated, Pompeo took a prestigious posting as a tank commander in the U.S. Army’s 2nd Armored Cavalry Regiment, which patrolled the border between East and West in Germany. Five years later, with the end of the Cold War, the border was gone and Pompeo left the military, having risen to the rank of captain. He went to Harvard Law School, where he was an editor of the Law Review, then moved to Washington, D.C., and joined the blue-chip firm Williams & Connolly. In the late nineties, however, Pompeo radically changed his life. He quit the law firm after two years and divorced his wife. (He kept the dog, Byron; she got the cat, Keats.) He moved to Kansas, his late mother’s home state, where, in early 1997, he and “three of my best friends in the whole world” from West Point, as he put it recently, started a company, Thayer Aerospace. Their aim was to acquire firms that manufactured specialized machinery for aviation companies clustered in Wichita, a city known as “the air capital of the world.” Pompeo became Thayer’s C.E.O. While buying one of the companies for the new firm, he met Susan Justice Mostrous, a former Wichita State University homecoming queen. As the vice-president of a local bank, she was sitting on the other side of the negotiating table. “It’s true,” Pompeo told an interviewer, jokingly. “She took my money twice.” In 2000, he and Susan married and he adopted her son from her second marriage. Pompeo became a deacon of Wichita’s Eastminster Church, an evangelical congregation that eventually quit the mainstream Presbyterian Church because of its support for gay clergy. Over time, Pompeo got to know some of the city’s wealthiest benefactors, including David Murfin, one of the largest independent oil producers in Kansas, and Charles and David Koch, the billionaire Republican donors and skeptics of environmental regulation, whose company is headquartered in Wichita. In 1998, the Kochs’ venture-capital fund made a key early investment in Thayer. Within a few years, Pompeo was a trustee of the Flint Hills Center for Public Policy, which also has ties to the Kochs, and he was an early recruit for the Kochs’ national political organization, Americans for Prosperity. In 2010, amid the Tea Party backlash to President Obama, Pompeo made another career switch, running for an open Congress seat in the state’s Fourth District. The establishment climber from California had become a heartland evangelical. Pompeo ran a nasty race against the Democrat, an Indian-American state legislator named Raj Goyle, who, unlike Pompeo, had grown up in Wichita. Pompeo’s campaign tweeted praise for an article calling Goyle a “turban topper,” and a supporter bought billboards urging residents to “Vote American—Vote Pompeo.” In the heavily Republican district in a heavily Republican year, he won easily. “Pompeo’s singular ability is in navigating power,” Goyle told me. “On that I give him massive respect, the way he mapped Wichita power, the way he mapped D.C. power, the way he mapped Trump.”", "The narrative of Pompeo’s transformation has been rewritten over the years, or never told at all. Most notably, the Kochs were far more significant backers of his business than he has publicly acknowledged. In 2011, the Washington Post reported that, according to Pompeo and his aides, the investment by the Kochs’ venture-capital fund “amounted to less than 2 percent” of Thayer’s total. Their statement was highly misleading. Corporate documents for 2003 filed with the Kansas secretary of state but not previously reported show that the Kochs’ fund had a nearly twenty-per-cent interest in Thayer. The Kochs were also involved in the firm’s management. Both the president and the chief financial officer of the Kochs’ venture fund sat, at various times, on Thayer’s board of directors, and in 2000 the fund helped secure loans of up to four million dollars for the firm to buy property. The Kochs’ extensive involvement was not a secret: their fund announced on its Web site that it was part of Thayer’s “equity sponsor group,” adding that it had given Pompeo’s firm wide-ranging support, including “acquisition capital, strategic input at the board level, and guidance in environmental risk issues.” The environmental risk turned out to be significant. Air Capitol Plating, an aircraft-parts processing company that Thayer took over in 1999, had for years been the subject of environmental complaints because of its use of the toxic chemical trichloroethylene, or TCE, dangerous traces of which had leaked into the local groundwater. In 2000, Thayer entered into a legal consent order with Kansas authorities, in which it admitted to the pollution and agreed to clean it up. To address the problem, Thayer had brought in another Koch-backed firm, Cherokee, which specialized in “risk management services” for firms “that face environmental challenges.” A new entity, Cherokee Thayer, assumed liability for the cleanup, although it appears that little if any cleanup was carried out. Instead, the company and the authorities spent years arguing over the extent of the contamination and what to do about it. Meanwhile, the firm continued to pollute, failed to file required reports in 2003, 2004, and 2005, and was fined more than a hundred thousand dollars by the Environmental Protection Agency. In 2005, the state found high levels of TCE in nearby residential wells, resulting in a “threat to human health,” and the E.P.A. named it a High Priority Violator. According to the State of Kansas, this month, twenty years after Thayer purchased A.C.P., a permeable barrier will finally be installed to insure that no additional TCE flows from the site into the water supply. In speeches, Pompeo often describes Thayer as a “small” company and himself as a “small businessman.” He has reminisced about Thayer as “a small, dirty, smelly, beautiful machine shop.” In fact, by 2000, according to a press release that year, the Kochs and other wealthy backers had invested ninety million dollars in the firm. Despite that funding, Thayer struggled financially when Pompeo ran it—another aspect of his past that Pompeo has publicly sought to revise. During his first run for Congress, in 2010, one of his Republican-primary rivals, a local millionaire named Wink Hartman, claimed that Pompeo was “forced out” of Thayer after having mismanaged the company into financial trouble, the Wichita Eagle reported. Pompeo denied the accusation, saying that he left Thayer on “excellent terms,” while acknowledging some difficulties, which he blamed on a downturn in the aviation industry after the 9/11 attacks. But the company’s problems began before 9/11 and continued well beyond. In 1999, the Thayer subsidiary Air Capitol Plating started going downhill. According to testimony from Randy Birchfield, a West Point classmate whom Pompeo recruited to run A.C.P., business had slowed and there were layoffs, cutbacks in bonuses and health-care benefits, and rumors of imminent bankruptcy. “Clearly, the trend lines were moving in a direction that wasn’t comforting for anyone,” Birchfield said, in a deposition in a lawsuit between Thayer and A.C.P.’s former owners. The firm’s difficulties persisted. Thayer’s former human-resources manager, Kenneth Bollinger, said that he “directed the systematic layoff of nearly half the employees after 9/11.” A company balance sheet showed that, as of May, 2004, Thayer had just thirty-one thousand dollars in cash on hand and a negative “net worth” of almost thirty-three million dollars. In 2005 and 2006, venders sued Thayer for more than three hundred thousand dollars in unpaid bills. In both years, Thayer authorized new shares to be issued, which would raise needed capital but could also dilute the stakes of early shareholders such as the Kochs’ fund. By April of 2006, Pompeo was no longer leading the company. The firm’s post-Pompeo president lists on his résumé today the “successful turnaround” of Thayer, which was renamed Nex-Tech Aerospace and sold to the private-equity firm Highland Capital, in April, 2007, with the assistance of a company that advertised expertise in the “wind-down” of “overleveraged and underperforming companies.” The same month as the sale, the Wichita Business Journal reported that the new C.E.O. described his job as being to “rebuild a reputation damaged by an era of missed deliveries and slow supplier payments.” Pompeo personally held a ten-per-cent interest in the firm as of 2003, but his financial-disclosure forms and his modest net worth suggest that he did not make much money from selling it. Pompeo, however, soon landed with one of his Wichita contacts, David Murfin, the Kansas oil tycoon. Murfin named Pompeo president of Sentry International, an oil-services firm that manufactured parts in China and elsewhere and sold them in the U.S. One Sentry joint venture was with a subsidiary of the Chinese national oil firm Sinopec, although Pompeo later told the Senate that he had no business ties to foreign government-owned entities. Like the Kochs, Murfin was a major player in Kansas Republican politics. Kelly Arnold, at that time the Sedgwick County G.O.P. chairman, told me that Murfin was “a key person for anybody running for office.” In January, 2007, Pompeo ran for the chairmanship of the Kansas Republican Party, against Tim Huelskamp, a future congressman, and Kris Kobach, a firebrand who represented the Party’s anti-immigrant right wing. “Pompeo’s pitch to the Party was: I’m going to run this thing like a business,” Dan Rasure, who helped Pompeo in that race, told me. “To the rest of the world this may sound crazy, given how much Pompeo has catered to the ultra-conservatives once he became elected, but, in Kansas terms, Pompeo is just straight-up what would be considered a moderate.” Coming into the state G.O.P. convention, Pompeo believed that he “had the race sewn up,” Rasure said, but Kobach flipped a bloc of votes, and won. Rasure stayed in touch with Pompeo, and persuaded him to become the first investor in his new alternative-energy startup, Sunflower Wind, which planned to make wind turbines. Pompeo, who personally invested as much as a hundred thousand dollars, served on the board and was a key adviser to the young C.E.O., who considered his advice invaluable. “I would never bet against Pompeo,” Rasure told me. But the firm went bust after one of its turbine blades cracked, and everyone involved lost money. Pompeo had better luck in politics. By 2010, Wichita’s U.S. representative, Todd Tiahrt, had decided to run for the Senate. In the crowded Republican primary to succeed him, Pompeo was again backed by the city’s business élite. Murfin became his campaign co-chairman. Pompeo won the primary with thirty-nine per cent of the vote. “Let’s make a pact—if neither of us is married by thirty, we read an article about how many people are getting married later these days anyway.” Cartoon by Will McPhail Soon after arriving on Capitol Hill, in 2011, he was the subject of articles in both the Los Angeles Times and the Washington Post, in which he was portrayed, as one Kansas professor told the Post, as the new “congressman from Koch.” That Post article is where Pompeo and his aides misrepresented the Kochs’ investment in Thayer as an almost negligible two per cent. Pompeo would never again be directly challenged about Thayer. When he ran for reëlection in 2014, he aired a campaign ad touting his “remarkable success” leading the company. His positions evolved along with the story of his past. When Pompeo got to Congress, he argued that wind power was an expensive boondoggle and campaigned to end a production tax credit for wind technology, even though, not long before, he had personally invested in Sunflower Wind. By the time Pompeo joined the Trump Administration, he had written Sunflower out of his history, omitting from his Senate confirmation questionnaire his position as a member of its board.", "In Washington, Pompeo found a way onto the House Energy and Commerce Committee, the critical panel for the business interests of his Kansas patrons. He appointed a former Koch lawyer as his chief of staff and acquired a reputation as a fierce defender of the Kochs. “Stop Harassing the Koch Brothers” was the title of an op-ed that he wrote in 2012, in which he dismissed attacks on them as “evidence of a truly Nixonian approach to politics.” Two years later, he called the Kochs “great men.” His loyalty was rewarded: according to the Center for Responsive Politics, in 2010, 2012, 2014, and 2016 he received more campaign funds from the Kochs’ network than any other candidate in the country. But Pompeo hoped to make his mark in Congress on national security, and the Intelligence Committee was the panel that he most wanted to serve on. He got there in part by aiding the committee’s chairman, Mike Rogers, who sought Pompeo’s help in quelling an incipient rebellion by his fellow Tea Party members over the renewal of the wide-ranging surveillance authorized in the U.S.A. Patriot Act after 9/11. On the committee, Pompeo was regarded by his colleagues as smart and hardworking, “very bright, very politically shrewd,” as Adam Schiff, a Democrat, put it, “with a certain pugnacious quality to his persona.” Pompeo gained attention as one of the most partisan promoters of conspiracy theories about the killing of the U.S. Ambassador and three other Americans at a diplomatic post in Benghazi, Libya, in 2012. For years, Pompeo criticized Secretary of State Hillary Clinton’s handling of the incident, and, when the select committee that was created to investigate it issued a bipartisan report clearing her, Pompeo and Jim Jordan, Republican of Ohio, were the only dissenters, arguing that Clinton knew Benghazi was a “terrorist attack” but, with the 2012 Presidential election only two months away, she covered it up. Pompeo confronted Clinton when she testified before the panel on October 22, 2015. He badgered her about why she had given her private e-mail address to her outside political adviser, Sidney Blumenthal, but not to the Ambassador to Libya. Their encounter was widely seen as a disaster for Pompeo, and he later told a local Republican club in Kansas that even his wife, Susan, had given him an F for his performance. “He was a Benghazi crazy,” a former senior intelligence official who dealt with Pompeo told me. Although his allegations were discredited, the investigation revealed that Clinton had deleted thirty thousand e-mails from a private server that she used while she was Secretary of State. Given that a subsequent F.B.I. investigation into Clinton’s e-mails hung over her 2016 campaign, the former official said of Pompeo, “at the end of the day, he succeeded beyond his wildest dreams.” Obama’s nuclear deal with Iran was another obsession. Pompeo befriended the Arkansas senator Tom Cotton, a younger fellow Harvard graduate and Army veteran, and they argued that not only would the deal fail to stop Iran from obtaining a nuclear weapon; it was also an appeasement of the world’s worst sponsor of terrorism. In 2015, they travelled together to Vienna and then revealed what they said were “secret side deals” that the Obama team had agreed to with the Iranians. Pompeo’s pronouncements on Benghazi and on the Iran deal led to new media prominence on Fox News and other right-wing outlets, where he became one of the fiercest critics of Obama’s foreign policy. He trafficked in outlandish theories and engaged in slashing personal attacks. On “Meet the Press,” Pompeo called Clinton’s role in Benghazi “worse, in some ways, than Watergate.” But Pompeo grew restless in the House. In 2014, according to a Kansas Republican he consulted, Pompeo briefly considered challenging Kansas’s senior senator, Pat Roberts, in that year’s primary. In the spring of 2016, he publicly flirted with a challenge to the state’s other Republican senator, before dropping that, too.", "By the 2016 Republican National Convention, Pompeo had, at least in public, changed his mind about Trump. “I am excited for a commander in chief who fearlessly puts America out in front,” he told the Wichita Eagle while in Cleveland as Trump accepted the nomination. He expressed even more excitement about Trump’s running mate, Mike Pence, whom Pompeo considered a “friend and mentor” from their time together in Congress. Pence, too, had strong ties to the Kochs, and Pompeo found a connection to Pence’s campaign in Marc Short, a veteran operative for the Kochs’ organization. Although the Kochs had opposed Trump in the Republican primaries, Short signed on as an adviser to Pence and is now his chief of staff. “Marc knows Mike well,” a Republican friend of Pompeo’s told me, and Short got Pompeo to help Pence with debate preparation that fall. When Trump won, Pence repaid the favor by recommending Pompeo. The weekend after the election, Pompeo called a Kansas Republican who had worked for Trump and told him that he hoped to become either C.I.A. director or Secretary of the Army. The two decided that he should work his ties to Pence and to a West Point classmate, David Urban, who had run Trump’s campaign in Pennsylvania. Urban was also hearing from Steve Bannon, Trump’s ultranationalist chief strategist, who called Urban to suggest that he urge “the old man” to name Pompeo to the C.I.A. post. Urban did so. On Wednesday, November 16th, Pompeo was summoned to Trump Tower for an interview with the President-elect. The men had never met, and still disagreed about key issues, such as Russia. Trump wanted to lift sanctions on Vladimir Putin’s regime, and disdained the U.S. intelligence community’s finding that Russia had intervened on his behalf in the election. “You’re wrong about Putin,” Trump told Pompeo, according to an account that Pompeo later offered to Republican insiders. “No,” Pompeo said. “You’re wrong.” Two days later, Trump announced that Pompeo was his nominee for the C.I.A. job. Trump seemed to know little about him, and Representative Devin Nunes, a member of Trump’s transition team, later said that he didn’t think Pompeo had even filled out a vetting questionnaire. After the announcement, Jeff Roe, Ted Cruz’s former campaign manager, called Trump’s son-in-law, Jared Kushner, and reminded him of Trump’s fury at Pompeo’s Kansas caucus speech. As Tim Alberta recounts in his book, “American Carnage,” Kushner put the call on speaker, so that Trump could hear. “No! That was him? We’ve got to take it back,” the President-elect roared. “This is what I get for letting Pence pick everyone.” But the appointment stood. Two weeks later, Pompeo was hanging out with Trump in Urban’s box at the Army-Navy football game. Pompeo reminded other Republicans that he and Trump had a common enemy: Barack Obama. “He just made his political peace with reality—this is our President,” a former official in the George W. Bush Administration told me. Just months earlier, Pompeo had compared the “authoritarian” Obama to Trump, but Pompeo now saw joining Trump’s Cabinet as “an opportunity to kind of right the wrongs,” the former Bush official said. On January 23rd, Pompeo was confirmed, in a 66–32 vote. By then, he had deleted his entire congressional Twitter account, including a plea to the President-elect, days before Trump named him C.I.A. director, to “make the undemocratic practice of executive orders a thing of the past.” Trump, of course, did no such thing.", "When Pompeo arrived at the C.I.A., he faced a political furor generated by the new President. Days before his swearing-in, Trump had compared the U.S. intelligence community to Nazi Germany for its handling of a secret dossier on Trump’s Russia ties. Then, at a welcoming ceremony in the lobby of C.I.A. headquarters, the President had attacked the agency again and made false claims about the size of the crowd at his Inauguration. Still, Pompeo managed to soothe the C.I.A. bureaucracy. He promised members of the Directorate of Operations that they would no longer be micromanaged, as they were under Obama. He vowed “to serve as an important bridge, if not a heat shield, not just from the White House but from any sort of political attacks,” Juan Zarate, a former U.S. official whom Pompeo asked to lead his transition to the C.I.A., told me. Pompeo also personally delivered the President’s Daily Brief to Trump, giving the C.I.A. valuable access to a skeptical President. “Mike got them in the room every day, and that is the most important thing the agency expects to have with its director,” the former senior intelligence official said. Pompeo used the sessions to establish a friendly relationship with the President, a contrast to Trump’s friction-filled dealings with other top national-security advisers. “He clicked with Mike early on, and Mike has had the benefit of that. Mike gets the President,” Christopher Ruddy, a friend of Trump’s, told me. Steve Scalise said that he remembers White House meetings in which “the President would look to Mike Pompeo before he even looked to Tillerson to get his assessment on different hot spots. That told me the President had incredible trust for Mike’s judgment, and it’s well founded.” Pompeo and his wife, who played an active role both in his office on the Hill and at the C.I.A., cultivated relationships not only with Trump but inside Trumpworld. One of these was with the Cabinet’s glitziest couple, Treasury Secretary Steven Mnuchin and his wife, Louise Linton. They made a seemingly odd foursome—the poorest member of Trump’s inner circle and one of its richest, an evangelical Kansan and an actress who got in trouble for vamping in opera-length black leather gloves at the U.S. Mint. Yet Linton recently told Los Angeles magazine that her favorite thing in Washington was dinner with the Pompeos. When the interviewer seemed incredulous, she replied, “But Pompeo is fun! He’s warm; he’s gregarious; he’s a great storyteller. He’s a lovely man. I love his wife, Susan.” Pompeo seemed to relish the C.I.A. job. He told a friend that, while flying around the world to meetings on a U.S. government plane, he would read the agency’s secret histories of wars in places like Afghanistan and Central America. Still, the former senior intelligence official said, “he wasn’t satisfied with being C.I.A. director. He wanted to be national-security adviser or Secretary of State.” “We didn’t know what to get the man who has everything. So we burned down your house first.” Cartoon by Liana Finck By the fall of 2017, Rex Tillerson was in trouble with the President. That summer, he had called Trump a “fucking moron,” and he often disagreed with Trump on policy decisions, such as withdrawing from the Paris climate accord and moving the U.S. Embassy in Israel to Jerusalem. When Trump demanded an immediate withdrawal from the Iran nuclear deal, Tillerson pushed for more time. Most other advisers agreed with Tillerson, but Pompeo, a former senior official told me, twice sat in the White House Situation Room and supported leaving the Iran deal, sidelining his agency’s concerns about doing so. The Iran deal was one subject on which Trump and Pompeo were closely aligned before 2016. Another former senior intelligence official told me that Pompeo gave “strong brushback” to experts on the Iran desk at the C.I.A. after they concluded that Iran was complying with the terms of the deal—a sore point, since Trump was claiming that Iran was not doing so. The first former senior intelligence official told me that Pompeo challenged the agency’s Iran analysts: “He would ask, ‘What evidence? Are the Iranians cheating?’ ” At the White House, Pompeo waged what the former senior official saw as a “concerted campaign” to replace Tillerson. The escalating internal fight over Iran played into it. “Pompeo was working it hard. He saw and heard from the President how much he was souring on Tillerson,” the former official told me. “He was making the case to Trump: You’ve got a whole lot of people around you who don’t agree with you. I’m your guy.” An important proponent of Pompeo was Jared Kushner, who repeatedly clashed with Tillerson after Trump assigned his son-in-law an expansive portfolio that included everything from China to Mexico to Mideast peace. At a Washington social event in late 2017, a guest commented to Kushner on Tillerson’s troubles with Trump. “The problem will be solved very quickly if I have my way,” Kushner responded. When another guest suggested that Pompeo, who was present, should get the job, Kushner replied, “Of course.” Several months later, in March, 2018, Tillerson was returning home from a trip to Africa when Trump fired him and announced Pompeo as his replacement. “We’re always on the same wavelength,” Trump said. “The relationship has been very good, and that’s what I need.”", "In the spring of 2018, on his first day as Secretary of State, Pompeo invoked the bluster of the Second World War general George Patton, vowing that the U.S. would “get its swagger back.” The reference to such an undiplomatic figure was odd, unless you knew that Patton is Trump’s most admired general and that the hagiographic movie about Patton’s life is one of his favorites. Pompeo followed up with a social-media campaign that featured photos of himself and Patton, and a State Department logo with a new motto: the “Department of Swagger.” Diplomats quickly surmised, as a former senior department official put it, that Pompeo’s opening pitch was to a “constituency of one.” Managing Trump as Secretary of State, however, would prove harder for Pompeo than it had been. As C.I.A. director, Pompeo spent many hours with the President, and he could punt difficult questions by saying that it was not his role to offer policy advice. Now he would often be away travelling, while Bolton, the new national-security adviser and a veteran bureaucratic infighter, had daily Trump time. The State Department was also in disarray from Tillerson’s tenure. Waves of experienced Foreign Service officers quit or were forced out, as Tillerson insisted on an extensive reorganization plan, instituted a hiring freeze, and accepted crippling budget cuts. The White House also blocked State from hiring any of the hundred and forty-nine G.O.P. national-security officials who signed “Never Trump” letters during the campaign. With State in crisis, Pompeo reached out to some veteran diplomats who had quit or been pushed aside, promoted a career Foreign Service official to serve as the department’s No. 3, lifted Tillerson’s hiring freeze, and consulted all the living former Secretaries of State, including Hillary Clinton, who took his call even though he had savaged her over Benghazi. The gestures helped smooth his Senate confirmation. In the end, Pompeo received even more Democratic votes, seven, than Tillerson had. Pompeo used his standing with the President as a selling point for a department in need of White House clout and a semblance of stability. “The department appreciates the fact that they have a Secretary who the President trusts,” Fred Fleitz, who served as Bolton’s chief of staff at the National Security Council, told me. Democrats noticed, too. “Morale is better at the State Department. It’s still at a historic low watermark, but people feel better,” Chris Murphy, a Connecticut senator who has vehemently opposed Pompeo on issues such as U.S. military support for Saudi Arabia’s war in Yemen, told me. “There are some silver linings to Pompeo’s time at State that even critics like me can’t ignore.” Yet Trump’s impulsive style created constant complications for Pompeo, as it did for other officials. Trump undercut Pompeo with his abrupt decision, last December, to withdraw U.S. forces from Syria (which led to the resignation of Defense Secretary James Mattis); his unilateral recognition of Israel’s post-1967 annexation of the Golan Heights (a day after Pompeo, who was in Israel at the time, publicly said that he knew of no such plans); and his spur-of-the-moment decision to cut U.S. foreign aid to Central America. On North Korea, Pompeo was “very skeptical,” according to a former senior U.S. official, that Trump’s talks with Kim Jong Un would produce a breakthrough on denuclearization—a problem, since Trump’s first assignment to Pompeo was to oversee those negotiations. Trump has made a practice of alarming longtime allies, musing aloud about cancelling the mutual-defense treaty with Japan, threatening to pull U.S. troops out of South Korea, deriding Europe’s largest powers as NATO deadbeats, and dismissing the European Union as a “foe.” All of this has made for tense Pompeo visits in normally friendly precincts. In Washington, though, Pompeo has managed to maintain Trump’s confidence while remaining on speaking terms with a foreign-policy establishment that is deeply unsettled by the President. “He’s in a sense become the real adult in the room,” Ian Bremmer, the founder of the geopolitical advisory firm the Eurasia Group, told me. “It is less the case than he would like, but vastly more the case than anyone else.” Pompeo’s Republican friend told me, “He’s not an enabler of Trump. He does a lot to try to manage him.” Others believe that Pompeo is merely posturing. He is a politician who knows his audience; he wants to give the impression that “he generally agrees but he’s working with this wild man,” another former senior State Department official, who has met with Pompeo privately, told me. “He always has this sheepish ‘I know,’ but won’t show his hand.” He suggests, without being specific, the former official added, that he’s got “his finger in the dike.” When it comes to personnel, Pompeo has sent the right signals to the G.O.P. establishment by hiring a few Republican opponents of the President. He tapped Elliott Abrams, who wrote an anti-Trump op-ed in 2016, to be his special envoy to Venezuela. (Trump blocked Tillerson’s attempt to hire Abrams.) He asked Jim Jeffrey, George W. Bush’s deputy national-security adviser, to serve as the special envoy for Syria, even though he signed a Never Trump letter. This spring, Pompeo appointed the Fox News contributor Morgan Ortagus to be his spokesperson, although she, like Pompeo, had publicly opposed Trump in 2016, prompting the conservative magazine The National Interest to observe that “Mike Pompeo’s house has become a hall of NeverTrump.” In each case, Pompeo carefully managed the President. “He’ll be meeting with Trump about something else and then, like, at the end of the meeting he’ll be, like, ‘Oh, by the way, I’m bringing on Jim Jeffrey,’ ‘Oh, by the way, I’m bringing on Elliott Abrams,’ ” the Republican close to Pompeo told me. Trump agreed to the moves, but only because the jobs did not require Senate confirmation. “It’s fairly clear he has a deal with the President where if there’s no confirmation hearing, where people can talk about the 2016 race, then he can hire whoever he wants,” a senior Administration official told me. Fifteen months after Pompeo took over the State Department, the question is not whether he has stayed in Trump’s good favor but to what ends Pompeo is using the relationship. He “agrees certain things the President has mandated don’t make any sense,” a third former senior department official told me. When Trump unilaterally cut two hundred and thirty million dollars that was meant to help stabilize parts of Syria where U.S. forces were present, Pompeo “went to the President several times to fix it. He just lost,” the former official said. He concluded that this typified Pompeo’s approach. “He will go at Trump to try to change his mind, but if he can’t he’ll go, ‘O.K., we’re doing what the President has said.’ ” Pompeo’s own ideological agenda is also becoming clearer, as indicated by recent controversies over orders to U.S. diplomatic missions not to fly the gay-pride flag; the creation of a new State Department commission stocked with conservatives to review human-rights policy based on “natural” rights; and comments by the Secretary that were skeptical of climate change at an international climate-change conference. In the end, Pompeo may be remembered as the most conservative, ideologically driven Secretary of State ever to serve. He is certainly no sentimentalist about the world, and, while he does not share Trump’s affinity for dictators like Putin and Kim Jong Un, he has remained notably silent on human-rights abuses in places such as North Korea. In Saudi Arabia, he smiled during a photo op with the Crown Prince soon after the gruesome killing of the dissident columnist Jamal Khashoggi, and angered many members of Congress, including some in his own Party, by appearing to dismiss concerns about it. Pompeo and his advisers had thought that the episode would be a repeat of China’s 1989 massacre of protesters in Tiananmen Square: a controversy that produced outrage in Congress but then passed. Instead, Pompeo was “struck and frustrated by how it hasn’t blown over,” the Republican friend told me. Pompeo is also more political than any other recent Secretary, with the exception, perhaps, of Hillary Clinton. In some ways, he’s approached the job like a future Presidential candidate, hosting Republican strategists such as Karl Rove and wealthy patrons such as the former Goldman Sachs C.E.O. Lloyd Blankfein at regular “Madison Dinners,” named for the fifth Secretary of State (and fourth President). The dinners are orchestrated by Pompeo’s wife, Susan, who travels frequently with him and whose unusual requests are now being investigated by congressional Democrats after a whistle-blower complained that the couple was inappropriately using government resources and treating Pompeo’s security detail as “UberEats with guns,” CNN reported. “Oh, yeah, Thrag spoiled the ending of this one at work today.” Cartoon by Pia Guerra and Ian Boothby At times, Pompeo’s concern for his political image can seem to shape policy decisions. Last September, he ordered the closure of the U.S. consulate in the Iraqi city of Basra, despite objections from some State Department officials. “He did not want Basra to be his Benghazi,” a former senior U.S. official who discussed the decision with Pompeo said. Another former senior U.S. official, with experience in Iraq, told me, “Absolutely, it was an overreaction. He wears Benghazi around his neck.”", "In a recent speech at the Claremont Institute, in California, Pompeo outlined his version of the Trump doctrine, claiming that “realism” “restraint,” and “respect” guided the President’s approach to the world. It was his most ambitious explanation yet of the Administration’s foreign policy, asserting that renewed nationalism is necessary as the U.S. faces a new era of great-power competition with China and Russia. It sounded plausible, Republican, and entirely unlike the President. “The problem with the speech is that it doesn’t reflect Trump’s foreign policy,” said Brett McGurk, a former State Department official who oversaw the anti-Islamic State coalition, until he quit in protest over Trump’s decision to pull out of Syria. “It’s not based on realism. It’s not based on restraint. It’s based on declaring grand objectives, few of which the Administration is willing or able to meet.” This gets at a central challenge of Pompeo’s tenure: turning Trump’s tweets and “instincts” into a coherent foreign policy, as his policy-planning chief often put it. Pompeo insists on that goal, though doing so often involves essentially ignoring the President himself. On Syria, for example, Pompeo, Bolton, and other officials disagreed with Trump’s order to immediately withdraw U.S. forces, but they sought to manage him rather than confront him, as Mattis did, while enlisting other allies, such as the Israelis and members of Congress, to lobby Trump for a reversal. In public, Pompeo defended the decision, arguing, in defiance of the facts, that it constituted a continuation of Trump’s policy. Eventually, Trump agreed to keep some troops in Syria. The episode was one of many in which Pompeo has struggled to avoid coming into public conflict with the President. In recent months, Pompeo has repeatedly tangled with members of Congress and journalists who ask about the President’s policies and his inflammatory statements. Such questions, he has said, are “silly,” “bizarre,” “ticky-tack,” “insulting and ridiculous and frankly ludicrous.” Yet none of the people I spoke with thought Pompeo harbored any illusions about the President. In private, Pompeo’s gripes sometimes echo those expressed by fired predecessors, among them H. R. McMaster, Trump’s second national-security adviser. One of the former senior officials told me that he had heard identical complaints from Pompeo and McMaster: “ ‘We put together carefully crafted policies on things and the President blows it up with a tweet, and I have to go in and put Humpty Dumpty back together.’ ” Until now, Pompeo has derived his power by being better than anyone else at anticipating where Trump is going to end up and managing to get himself there. As Senator Chris Coons, a Democrat on the Foreign Relations Committee, put it, Pompeo has cultivated a “special skill,” figuring out “how to get Trump moving in the direction he wants.” The risks of getting publicly out of synch with Trump, however, have gone up for Pompeo this summer, as tensions with Iran rise. The President, a self-styled grand global dealmaker, has said that his goal after withdrawing from the nuclear deal is to bring Iran back to the negotiating table for a better deal. Pompeo, an Iran hawk far longer than he has been a Trump supporter, has been driving the Administration’s hard-line “maximum pressure” strategy. The possibility of a real divide with Trump emerged in June, after Iran shot down a U.S. drone. Pompeo and his internal rival Bolton, a longtime advocate of Iranian “regime change,” initially backed a retaliatory military strike, and Trump agreed, only to reverse himself when planes were already in the air. Even before that incident, Fred Fleitz, Bolton’s former chief of staff at the N.S.C., had told me that Bolton and Pompeo are closely aligned on Iran, at least. “He and John are on the same sheet of music,” Fleitz said. Whatever their ideological convergence on Iran, relations between the two seem to have worsened in recent months, to the extent that the former White House official was told recently that they are “not even on speaking terms” and communicate largely through intermediaries. Pompeo, asked last month about his relationship with Bolton, noted, “There’s always tension among leaders of different organizations.” But for now it’s Bolton, not Pompeo, who appears to be the odd man out. In a sign of Pompeo’s ability to remain in Trump’s good graces, the President publicly bristled at Bolton, not him, after the aborted Iran strike. Then, with Pompeo by his side, Trump made an unprecedented, hastily arranged visit with Kim Jong Un to the North Korean side of the Demilitarized Zone, while Bolton went off on a previously scheduled trip to Mongolia."], "pubDate": null, "id": "8436a165-e880-3205-a0e9-0dda7054877d", "keywords": ["told", "president", "official", "trumps", "pompeo", "republican", "trump", "secretary", "pompeos", "thayer", "state", "mike"], "title": "Mike Pompeo, the Secretary of Trump", "summary": "In the winter of 2016, Donald Trump was roaring through the primaries, and Mike Pompeo was determined to stop him.\nIn 2018, after Trump fired Secretary of State Rex Tillerson, by tweet, Pompeo happily replaced him as America’s top diplomat.\n“Marc knows Mike well,” a Republican friend of Pompeo’s told me, and Short got Pompeo to help Pence with debate preparation that fall.\n“You’re wrong about Putin,” Trump told Pompeo, according to an account that Pompeo later offered to Republican insiders.\nThe first former senior intelligence official told me that Pompeo challenged the agency’s Iran analysts: “He would ask, ‘What evidence?", "authors": ["Susan B. Glasser", "Alice Munro", "Rachel Aviv", "Jeffrey Toobin", "Richard Brody", "Jane Mayer", "Adam Entous", "Dexter Filkins"], "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}