{"id": "84394085-6d39-35f8-89e4-d2767b8e6e83", "title": "What Happened in 2020 Will Not Stay in 2020", "url": "https://www.nytimes.com/2020/12/17/us/politics/2020-election-over.html", "summary": "What if 2020 — wretched, endless 2020 — is doomed to become the new election season that won’t quit?\nWhat if the post-2016 churn of revisitation and recrimination was not a one-off but a precedent?\nOf course, any election cycle is important, its ramifications felt (and its particulars often re-examined) for years to come.\nBut political races are not intended to be open-ended in a high-functioning democracy.\n“Four more years” is generally understood as a chant about governance, not campaign relitigation.", "paragraphs": ["Long after the final vote had been cast, long after the verdict of the electorate was clear, a curious thing began happening recently within the space-time perplexity of Trump-era politics: At last, it started to feel as if the election might be over, really and truly.", "The 2016 election.", "Such closure was never a given. For the balance of President Trump’s term, that first contest has hovered, like a James Comey-size ghost, over every inch of the proceedings — the incumbent recounting his triumph at any opportunity, investigators combing through the campaign that got him there, Democrats organizing their resistance (and consistent internal squabbling) around questions of how they managed to lose in the first place.", "Those questions have faded, mostly. New questions, bleak ones, have replaced them.", "What if 2020 — wretched, endless 2020 — is doomed to become the new election season that won’t quit? What if the post-2016 churn of revisitation and recrimination was not a one-off but a precedent?", "Of course, any election cycle is important, its ramifications felt (and its particulars often re-examined) for years to come. But political races are not intended to be open-ended in a high-functioning democracy. “Four more years” is generally understood as a chant about governance, not campaign relitigation."], "authors": ["Matt Flegenheimer"], "keywords": ["vote", "wont", "2020", "wretched", "questions", "verdict", "happened", "stay", "election", "long", "understood", "campaign"], "pubDate": "2020-12-17T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}