{"id": "8447e204-59b1-3f85-ab11-6b37d4fa31a6", "title": "Surfer in Hawaii suffers apparent shark bite at Maui's Honolua Bay", "url": "https://www.foxnews.com/great-outdoors/surfer-hawaii-apparent-shark-bite-maui-honolua-bay", "summary": "A surfer in Hawaii was injured Tuesday morning after encountering a shark in Maui’s Honolua Bay.\nThe 56-year-old man, from Lahaina, had paddled out from the bay shortly before 8 a.m., encountering the shark only 20 yards into the water, according to sources for Maui Now.\nHUNDREDS OF SHARKS SURROUND FISHERMAN'S TRAWLER IN TERRIFYING VIDEOHe was transferred to the Maui Memorial Medical Center for the treatment of injuries sustained during the apparent shark bite.\nA representative for the DLNR did not immediately respond to requests for an update on the man’s condition.\nThe agency, however, did confirm that shark warning signs had since been placed on either side of Honolua Bay.", "paragraphs": ["A surfer in Hawaii was injured Tuesday morning after encountering a shark in Maui’s Honolua Bay.", "The incident also forced the suspension of the WSL Women’s Professional Surfing Competition scheduled for later that day, Hawaii’s Department of Land and Natural Resources (DLNR) reported.", "The 56-year-old man, from Lahaina, had paddled out from the bay shortly before 8 a.m., encountering the shark only 20 yards into the water, according to sources for Maui Now. Safety crews working with the surfing competition, who were already stationed in the water, retrieved the surfer and brought him back to the shore for CPR, the outlet reports.", "HUNDREDS OF SHARKS SURROUND FISHERMAN'S TRAWLER IN TERRIFYING VIDEO", "He was transferred to the Maui Memorial Medical Center for the treatment of injuries sustained during the apparent shark bite.", "The man himself was not a contestant nor an event employee at the surfing competition.", "FOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWS", "Photos released by Hawaii’s DLNR show the surfer’s damaged board, which appears to have an 18-inch bite taken out of its right side.", "The extent of the surfer’s injuries was not immediately disclosed, though Maui Now reports they affected his “left side lower extremities.” The man was released from surgery just by 12:45 a.m. and listed in stable condition, the outlet added.", "A representative for the DLNR did not immediately respond to requests for an update on the man’s condition.", "The agency, however, did confirm that shark warning signs had since been placed on either side of Honolua Bay.", "CLICK HERE TO GET THE FOX NEWS APP", "\"Following standard protocol, after a shark incident, warning signs will remain in place until at least noon on Wednesday, after Maui County and State personnel determine there is no further shark presence,\" the DLNR wrote."], "authors": ["Michael Bartiromo"], "keywords": ["suffers", "honolua", "bay", "apparent", "bite", "dlnr", "shark", "hawaii", "man", "mauis", "signs", "warning", "surfer", "maui", "surfing", "surfers", "water"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}