{"id": "8448f139-5322-3bdc-a7ea-029cfaf25598", "title": "Paperchase removes card with orphan joke after protest from Lemn Sissay", "url": "https://www.theguardian.com/books/2020/dec/17/paperchase-removes-card-with-orphan-joke-after-protest-from-lemn-sissay", "summary": "Paperchase has removed a card that mocked foster children from sale after the award-winning poet Lemn Sissay accused the chain of “punching down” and treating children in care as the butt of a joke.\nThe card, which depicts a mother on the phone near a child who has spilt some milk, saying “Is this the orphanage?\n“This card isn’t meant for children in care or adults who have been in care.\n“This card is punching down, abusing children in care … for the butt of a joke.\nIn a follow-up post, Sissay said the chain had received a “tidal wave” of complaints about the card.", "paragraphs": ["Paperchase has removed a card that mocked foster children from sale after the award-winning poet Lemn Sissay accused the chain of “punching down” and treating children in care as the butt of a joke.", "The card, which depicts a mother on the phone near a child who has spilt some milk, saying “Is this the orphanage? Right, I want a f*cking refund …”, was first highlighted on Tuesday by Sophia Alexandra Hall, a care leaver who wrote of her journey to Oxford University in the Guardian. “Me: minding my business in a shop looking for Christmas cards,” Hall wrote on Twitter. “Shop: Merry Christmas here’s an orphan joke.”", "Sissay, who has written of his upbringing in the care system in his bestselling memoir My Name Is Why, immediately called on Paperchase to withdraw it from sale.", "“This card isn’t meant for children in care or adults who have been in care. It’s meant for others to pour scorn on them,” he wrote on his website. “This card is punching down, abusing children in care … for the butt of a joke. The difference between other ‘edgy card jokes’ is that this one is laughing at a vulnerable foster child. To customer services, please remove these from sale! You are better than this. You spread a lot of happiness. But this. This is the opposite of what you are about. This is beneath you.”", "On Wednesday, the chain isssued a statement saying it had removed the card from sale on its website and instructed all of its 160 stores to remove it from display.", "“We apologise unreservedly; it’s never out intention to cause offence and appreciate on this occasion the image and copy has done so,” said the chain.", "In a follow-up post, Sissay said the chain had received a “tidal wave” of complaints about the card.", "“It was important to write this blog to thank Sophia and Paperchase and all the people who wrote to them about The Card because our thanks should be as loud as our protest,” he wrote. “I will cherish this response from Paperchase as the best Christmas Message this year. Merry Christmas everyone.”"], "authors": ["Alison Flood"], "keywords": ["sophia", "paperchase", "care", "website", "chain", "wrote", "sale", "children", "lemn", "sissay", "protest", "card", "orphan", "removes", "joke", "christmas"], "pubDate": "2020-12-17T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}