{"id": "8457cab3-b28b-3919-a2fa-8f81a7b09fdb", "title": "Tui plane in ‘serious incident’ after every ‘Miss’ on board was assigned child’s weight", "url": "https://www.theguardian.com/world/2021/apr/09/tui-plane-serious-incident-every-miss-on-board-child-weight-birmingham-majorca", "summary": "A software mistake caused a Tui flight to take off heavier than expected as female passengers using the title “Miss” were classified as children, an investigation has found.\nThe departure from Birmingham airport to Majorca with 187 passengers on board was described as a “serious incident” by the Air Accidents Investigation Branch (AAIB).\nIt was programmed in an unnamed foreign country where the title “Miss” is used for a child and “Ms” for an adult female.\nThe same fault caused two other Tui flights to take off from the UK with inaccurate load sheets later that day.\nTui said in a statement: “The health and safety of our customers and crew is always our primary concern.", "paragraphs": ["A software mistake caused a Tui flight to take off heavier than expected as female passengers using the title “Miss” were classified as children, an investigation has found.", "The departure from Birmingham airport to Majorca with 187 passengers on board was described as a “serious incident” by the Air Accidents Investigation Branch (AAIB).", "An update to the airline’s reservation system while its planes were grounded due to the coronavirus pandemic led to 38 passengers on the flight being allocated a child’s “standard weight” of 35kg as opposed to the adult figure of 69kg.", "This caused the load sheet – produced for the captain to calculate what inputs are needed for take-off – to state that the Boeing 737 was more than 1,200kg lighter than it actually was.", "Investigators described the glitch as “a simple flaw” in an IT system. It was programmed in an unnamed foreign country where the title “Miss” is used for a child and “Ms” for an adult female.", "Despite the issue, the thrust used for the departure from Birmingham on 21 July 2020 was only “marginally less” than it should have been, and the “safe operation of the aircraft was not compromised”, the AAIB said.", "The same fault caused two other Tui flights to take off from the UK with inaccurate load sheets later that day.", "The system was adapted when the problem was first identified 11 days earlier, but this did not correct the weight entries for the 21 July flights.", "The operator subsequently introduced manual checks to ensure adult females were referred to as Ms on relevant documentation.", "Tui said in a statement: “The health and safety of our customers and crew is always our primary concern. Following this isolated incident, we corrected a fault identified in our IT system. As stated in the report, the safe operation of the flight was not compromised.”"], "authors": [], "keywords": ["tui", "plane", "board", "miss", "system", "title", "assigned", "serious", "flight", "safe", "childs", "caused", "passengers", "weight", "used", "incident", "adult"], "pubDate": "2021-04-09T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}