{"id": "84953425-846b-3c43-bff9-dbe69e4d03b7", "title": "The European Super League: Ruining Football, American-Style - The New York Times", "url": "https://www.nytimes.com/2021/04/20/opinion/european-super-league.html", "summary": "Mr. Crouppen had spent tens of thousands of dollars on season passes, personal seat licenses and team jerseys over the years.\nEuropean soccer fans now have the same sinking feeling Mr. Crouppen did.\nAnd the English Premier League was perhaps the easiest league for anyone to buy a club in.\nThey won the English Premier League and the UEFA Champions League.\nToday almost every English Premier League club is controlled or co-owned by as many as 19 billionaires from 10 countries.", "paragraphs": ["Mr. Crouppen had spent tens of thousands of dollars on season passes, personal seat licenses and team jerseys over the years. Now he, like thousands of other Rams fans, felt as if they had been duped. Despite Mr. Kroenke being born and bred in Missouri, he seemed to have more allegiance to his bank account than to St. Louis.", "So Mr. Crouppen decided to pay thousands of dollars out of his own pocket to run an advertisement during the Super Bowl’s half time to tell Mr. Kroenke exactly what he thought of him. He hoped the owner would see it and reflect on “the bad things he had done” to the Rams, and to his city.", "Judging by what had happened to the Rams, Mr. Crouppen was sure that Mr. Kroenke’s foray in English soccer would follow the same path: the pursuit of profit above all else, especially the fans. “How much money does this guy need?” he said.", "European soccer fans now have the same sinking feeling Mr. Crouppen did. While they haven’t booked any ad time on TV, protests have been taking place outside stadiums. Everyone is furious. But the roots of the problem can be found at the turn of the century, when European soccer opened their doors to virtually anyone with large amounts of money. And the English Premier League was perhaps the easiest league for anyone to buy a club in.", "In 2003 Roman Abramovich, a virtually unknown oligarch with close to President Vladimir Putin of Russia, bought Chelsea FC and sank hundreds of millions of dollars into the squad. They won the English Premier League and the UEFA Champions League. That sparked something of an arms race. To compete, clubs needed their own billionaires, leading to a flurry of sales and acquisitions from a motley assortment of characters: a former prime minister of Thailand who had recently been deposed in a coup, a Hong Kong hairdresser turned investor who would end up in jail for money laundering, a Saudi tycoon whom club officials weren’t even sure existed.", "Today almost every English Premier League club is controlled or co-owned by as many as 19 billionaires from 10 countries. In Italy, AC Milan is controlled by Elliot Management, a U.S. hedge fund best known for buying distressed sovereign debt. In France, Paris Saint-Germain is controlled by an investment vehicle owned by Qatar. Each has his own reason to buy a club, whether that’s reputation laundering or, in the case of soccer’s American billionaire owners, the pursuit of profit.", "Whichever country an owner comes from, all now agree that an American-style rationalization of the business — and the European Super League is the biggest manifestation of their approach so far — would yield the best returns."], "authors": ["James Montague"], "keywords": ["club", "premier", "football", "americanstyle", "crouppen", "league", "thousands", "rams", "soccer", "ruining", "european", "mr", "super", "english", "york", "times", "money"], "pubDate": "2021-04-20T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}