{"id": "84a2e619-09d1-35fa-8319-f9a303accac8", "title": "Deathloop Delayed Until September", "url": "https://www.gameinformer.com/2021/04/08/deathloop-delayed-until-september", "summary": "Arkane Lyon has confirmed that Deathloop has been delayed, pushed back from its May 21 release date.\nThe latest update sets the new release date for Deathloop for September 14, 2021.\nIn a follow-up message, the team said, \"We're committed to quality and preserving our team's ambitions for Deathloop, while ensuring the health and safety of everyone at Arkane.\nWe can't wait to show you more Deathloop soon!\"\nTo catch up on all of the latest and greatest regarding what Deathloop will have to offer Arkane fans, you can check out our exclusive Game Hub right here.", "paragraphs": ["Arkane Lyon has confirmed that Deathloop has been delayed, pushed back from its May 21 release date. The studio took to Twitter to relay the news with a special video from game director Dinga Bakaba and art director Sebastien Mitton.", "The latest update sets the new release date for Deathloop for September 14, 2021. While a bummer for some, this move was not unexpected. Though vaccines are now more readily available than ever before, the COVID-19 pandemic is still a reality and because of that, the effects on various industries are still in place. Arkane's decision to delay Deathloop is to give it more time to perfect what the game has to offer, which means an even better launch experience for those excited for the newest title.", "In a follow-up message, the team said, \"We're committed to quality and preserving our team's ambitions for Deathloop, while ensuring the health and safety of everyone at Arkane. We'll be using this extra time to accomplish our goal: create a fun, stylist, and mind-bending player experience.\"", "The studio added, \"We apologize for the extended wait and thank you for all of your passion and excitement. It is the fuel that powers our creativity and our hard work. We can't wait to show you more Deathloop soon!\"", "We've learned a lot about Arkane's latest adventure over the last several months, even more so with this month's issue of Game Informer Magazine. To catch up on all of the latest and greatest regarding what Deathloop will have to offer Arkane fans, you can check out our exclusive Game Hub right here.", "Thoughts on Arkane Lyon's decision to delay Deathloop? What other titles set to release this Summer are you expecting to see pushed back? Sound off with your thoughts in the comment section below! Feel free to also share some love with the dev team on the Twitter thread linked above."], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["release", "latest", "arkane", "team", "deathloop", "delayed", "game", "pushed", "wait", "twitter", "studio"], "pubDate": "2021-04-08T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}