{"id": "84c34381-0b12-32f3-911e-ae5827ba483a", "title": "Johnny “Joey” Jones: Republicans “Jumping Ship From Trump Are Doing What Politicians Do”", "url": "https://radio.foxnews.com/2021/01/07/johnny-joey-jones-republicans-jumping-ship-from-trump-are-doing-what-politicians-do/", "summary": "Email Embed+ Embed CodeEmbed the following code on your website:Watch the latest video at foxnews.comOn Fox Across America with Jimmy Failla, Fox News Contributor Johnny \"Joey\" Joey Jones talks about how people need to come together after the events at the Capitol this week and where America stands when members of the Trump administration start to resign.\n\"When it comes to this country and what happened yesterday, it's not about condemning people.\nLook at every Republican out there that's jumping ship from the Trump train like a sieve.\nThey're doing it for their own political ability to survive.\nSome of them may be doing it rightfully so, their path doesn't really substantiate that and they're doing what politicians do.", "paragraphs": ["", "Email Embed", "+ Embed Code", "", "Embed the following code on your website:", "", "Watch the latest video at foxnews.com", "On Fox Across America with Jimmy Failla, Fox News Contributor Johnny \"Joey\" Joey Jones talks about how people need to come together after the events at the Capitol this week and where America stands when members of the Trump administration start to resign.", "\"When it comes to this country and what happened yesterday, it's not about condemning people. It's about taking a moment to say this has to stop. We can't act this way. We can't treat each other this way. If it's simply about condemning people, that's cheap and easy, man. Look at every Republican out there that's jumping ship from the Trump train like a sieve. They're doing it for their own political ability to survive. Some of them may be doing it rightfully so, their path doesn't really substantiate that and they're doing what politicians do. In the meantime, the rest of us have to figure this stuff out. We have to go work with each other.\""], "authors": ["Jon Costantino"], "keywords": ["thats", "joey", "condemning", "way", "embed", "theyre", "cant", "fox", "ship", "politicians", "johnny", "republicans", "doing", "jones", "jumping", "trump"], "pubDate": "2021-01-07T00:00:00Z", "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}