{"id": "85098e61-e03f-331c-b7bd-40aa5664b8eb", "title": "Free exchange - Could the pandemic cause economists to rethink welfare?", "url": "https://www.economist.com/finance-and-economics/2021/01/06/could-the-pandemic-cause-economists-to-rethink-welfare", "summary": "Discussions of the role of social norms and values were scattered throughout the conference.\nIn it, he asked his fellow economists to rethink their usual approach to the welfare state.\nAs Mr Saez noted, the standard framework assumes that society is comprised of rational individuals making decisions based on self-interest.\nEmployment rates for prime-age men are remarkably similar across rich countries, Mr Saez pointed out, despite big differences in tax and welfare systems.\nMr Saez is much further along than most of his peers in emphasising the role of social factors.", "paragraphs": ["E VERY JANUARY a curious migration occurs. Thousands of economists from around the world flock to a big American city for the annual meetings of the American Economic Association ( AEA ). The pandemic upended the rite this year, and instead enabled conference attendees to peer into the living rooms and offices of scholars as they presented their work, much of it focused on the consequences of covid-19, on Zoom. The events of 2020 drew attention to the importance for prosperity of factors that economists often neglect, such as state capacity and social trust. Perhaps in a sign of change to economic thinking to come, some of the fare on offer at this year’s shindig suggested that raising welfare is often more a matter of collective choice than maximising efficiency.", "Discussions of the role of social norms and values were scattered throughout the conference. Scholars presented work showing that higher levels of trust and social responsibility were associated with less scepticism of media reporting on covid-19 and greater willingness to accept stringent lockdown measures. Other research demonstrated that gender-related aspects of corporate culture are in large part determined by the norms prevailing in local society, but can nonetheless be shaped by national policy. Still other papers examined how economic factors contributed to the unravelling of political norms and the eventual collapse of democracy in Europe before the second world war.", "Yet the most pointed discussion of the importance of social forces—and economists’ tendency to overlook them—came in a keynote lecture by Emmanuel Saez of the University of California, Berkeley. He is known for his work assembling historical data on income and wealth inequality, but his lecture was far more philosophical than empirical. In it, he asked his fellow economists to rethink their usual approach to the welfare state.", "As Mr Saez noted, the standard framework assumes that society is comprised of rational individuals making decisions based on self-interest. Choices about how much to save or what sort of education to acquire are informed by people’s understanding of their own conditions and preferences. Economists working under these assumptions may support welfare programmes in the event of market failures. Unemployment benefits are needed, say, because credit markets are far from perfect, and a jobless person cannot simply borrow to make up for a temporary loss of income, however confident they are of eventually finding work. But the assumption of rational self-interest constrains the welfare state significantly. Generous benefits, and the high taxes needed to fund them, will put rationally minded people off work, undermining economic growth and the government’s capacity to help people in need.", "In practice, though, Mr Saez explained, the world works differently. Societies have largely chosen to tackle problems such as old-age poverty and inadequate schooling with collective solutions rather than individual ones, through universal pensions and compulsory education. These social choices are partly a response to the difficulties people face providing such things for themselves. But they also reflect values, such as ideas about fairness. The fact that society deems education to be a social good and provides the means to achieve it encourages young people to attend school for years, regardless of whether it is a rational economic choice. And as behavioural economists have shown, people do not exclusively behave as hard-bitten rationalists. The fairness of outcomes matters to people, and they are willing to make sacrifices for the greater good in an environment of social trust and reciprocity.", "These observations should influence analyses of public policies. The decision to work, for instance, may be influenced by norms as well as by financial incentives. By considering only the latter, economists might overestimate the work-discouraging effect of welfare schemes. Employment rates for prime-age men are remarkably similar across rich countries, Mr Saez pointed out, despite big differences in tax and welfare systems. Average tax rates in France are roughly 20 percentage points higher than those in America across the income distribution, yet about 80% of middle-aged men work in each country. (Americans do work more hours, but, as Mr Saez noted, this too reflects social choices, such as the shorter working week specified in French law.) There is strong social pressure for healthy men not to be seen as “freeloaders”, which pushes against the incentives created by higher taxes or bigger welfare cheques. Where social pressures to work are more ambiguous—as for the young or old or, in many places, women—generous benefits tend to have larger effects on employment decisions, Mr Saez noted. But this reinforces rather than undercuts the idea that social factors have important effects on economic decisions.", "Fair’s fair", "When social norms guard against “bad” behaviours—those, like voluntary unemployment or tax avoidance, which could be considered to be taking unfair advantage of the system—welfare states present less of a trade-off between efficiency and equity than many economists suspect. Analyses deploying assumptions of hard-nosed self-interest remain useful in such cases, as descriptions of how government schemes could fail if social guardrails are allowed to erode, for example. Yet they are not necessarily the best predictors of what will happen, and the failure to take social preferences seriously could mean that economists’ prescriptions for making societies more egalitarian and dynamic fall flat.", "Of course, culture changes slowly, both within economics and without. Mr Saez is much further along than most of his peers in emphasising the role of social factors. Yet just as the global financial crisis of 2007-09 prompted a rethink of the profession’s understanding of financial markets and macroeconomic policy, the pandemic may focus attention on other blind spots. Next year’s conference, when it rolls around, may be a much more social event than this year’s—in more ways than one. ■"], "authors": ["The Economist"], "keywords": ["factors", "exchange", "economic", "work", "norms", "economists", "welfare", "free", "cause", "social", "rethink", "pandemic", "world", "saez", "mr"], "pubDate": "2021-01-06T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}