{"id": "851c273a-7966-3b71-88c5-3e3dbf28db95", "title": "Sen. Tom Cotton (R-AR) Blasts Biden’s HHS Pick Xavier Becerra: “He’s Unqualified. He’s Just A Lifelong Politician”", "url": "https://radio.foxnews.com/2020/12/08/sen-tom-cotton-r-ar-blasts-bidens-hhs-pick-xavier-becerra-hes-unqualified-hes-just-a-lifelong-politician/", "summary": "Senator Tom Cotton (R-AR) spoke with Fox News Radio's Guy Benson about two Biden nominees for the department of health & human services and secretary of defense.\nSenator Cotton blasted Biden's HHS Pick, Xavier Becerra for being 'Unqualified' & 'Just A Lifelong Politician.'\nSenator Cotton also said,\"Well, I'm totally opposed to Xavier Becerra at the Department of Health and Human Services.\nHe celebrated when Barack Obama sued nuns to try to force them to pay for birth control.\nYou know when, pro-life activists expose Planned Parenthood for selling the body parts of dismembered infants.", "paragraphs": ["Senator Tom Cotton (R-AR) spoke with Fox News Radio's Guy Benson about two Biden nominees for the department of health & human services and secretary of defense. Senator Cotton blasted Biden's HHS Pick, Xavier Becerra for being 'Unqualified' & 'Just A Lifelong Politician.'", "Senator Cotton also said,", "\"Well, I'm totally opposed to Xavier Becerra at the Department of Health and Human Services. He's unqualified. He's just a lifelong politician. He has no background in public health or the pharmaceutical industry about being a health care leader at a time when we're facing a major pandemic and about to try to distribute vaccine faster than any time we've ever done what he does have a record of it being a partizan culture warrior. He celebrated when Barack Obama sued nuns to try to force them to pay for birth control. He in California has sued crisis pregnancy centers to try to make them advertise for abortion. Diametrically opposed their own mission. You know when, pro-life activists expose Planned Parenthood for selling the body parts of dismembered infants. He didn't go after Planned Parenthood for that gruesome practice. He went after the pro-life activists for exposing it. He obviously supports Medicare for all. Take away your health insurance on the job. So he'll use his power over Medicare and Medicaid and Obamacare and other federal health programs to try to get that camel's nose under the tent. And it's going to be Joe Biden's nationwide lockdown enforcer. Look at what they're doing in California. Look what happened over the weekend. That viral video of the restaurant owner who can't serve patrons in her own customized outdoor dining area yet has to watch in her parking lot as well-connected film production studios can set up outdoor dining for their crews.\"", "Listen To The Full Interview Below:"], "authors": ["Wyatt Dobrovichfago"], "keywords": ["pick", "cotton", "hhs", "sen", "tom", "sued", "rar", "politician", "try", "prolife", "hes", "planned", "services", "senator", "unqualified", "xavier", "health", "lifelong"], "pubDate": "2020-12-08T00:00:00", "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}