{"id": "85421267-7eb9-3bea-8d6e-b840e4c3ed76", "title": "Seattle man charged with assaulting a federal officer during Capitol riots", "url": "https://www.foxnews.com/us/seattle-man-charged-with-assaulting-a-federal-officer-during-capitol-riots", "summary": "A Seattle man was charged Thursday with assaulting a federal police officer during the riots at the U.S Capitol on Wednesday, according to authorities.\nI was struck in the helmet that I was wearing and in the chest,\" Amendola stated, according to the Seattle Times.\nHe was also charged Thursday with entering a restricted building and violent entry and disorderly conduct on Capitol grounds, the DOJ release said.\nThe attack on the Capitol left five dead, including Capitol Police officer Brian Sicknick, who died on Thursday after being injured while physically engaging with protesters.\nCLICK HERE TO GET THE FOX NEWS APPMore than 50 Capitol Police and Metropolitan Police Department officers suffered injuries during the siege, authorities said.", "paragraphs": ["A Seattle man was charged Thursday with assaulting a federal police officer during the riots at the U.S Capitol on Wednesday, according to authorities.", "Mark J. Leffingwell, 51, allegedly entered the Senate side of the Capitol during the siege, and when stopped by law enforcement, struck an officer in the helmet and chest, the Department of Justice (DOJ) said in a release.", "Capitol Police officer Daniel Amendola said he encountered Leffingwell while forming a barrier with other officers to block a crowd from entering the Senate wing of the Capitol through a first-floor window, according to a criminal complaint filed in the U.S. District Court for the District of Columbia.", "SEATTLE POLICE UNION PRESIDENT UNDER FIRE FOR TWEET SUGGESTING FAR LEFT PARTLY TO BLAME FOR CAPITOL RIOT", "\"When he was deterred from advancing further into the building, Leffingwell punched me repeatedly with a closed fist. I was struck in the helmet that I was wearing and in the chest,\" Amendola stated, according to the Seattle Times.", "Leffingwell was detained and brought to police headquarters for processing, authorities said. Amendola said that Leffingwell apologized before he was read his Miranda rights, the paper reported.", "SEATTLE PD INVESTIGATING OFFICERS IN CONNECTION WITH CAPITOL RIOT", "Leffingwell was later released to his wife and is required to call into pretrial services on a weekly basis pending his trial, according to a spokesperson for the U.S. Attorney for the Western District of Washington.", "He was also charged Thursday with entering a restricted building and violent entry and disorderly conduct on Capitol grounds, the DOJ release said.", "The attack on the Capitol left five dead, including Capitol Police officer Brian Sicknick, who died on Thursday after being injured while physically engaging with protesters.", "CLICK HERE TO GET THE FOX NEWS APP", "More than 50 Capitol Police and Metropolitan Police Department officers suffered injuries during the siege, authorities said."], "authors": ["David Aaro", "David Aaro Is A Reporter At Fox News Digital Based In New York City."], "keywords": ["according", "officers", "amendola", "capitol", "leffingwell", "officer", "riots", "assaulting", "district", "senate", "man", "federal", "struck", "seattle", "charged", "siege"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}