{"id": "85439c5e-6c10-3752-b520-c6104e0bd469", "title": "Spelunky And Spelunky 2 Coming To Switch This Summer", "url": "https://www.gameinformer.com/2020/12/15/spelunky-and-spelunky-2-coming-to-switch-this-summer", "summary": "Mossmouth's two beloved roguelike platformers are coming to Switch.\nUnfortunately, Spelunky and Spelunky 2 were not among the \"available now\" crowd, so those hoping to add them to their Switch libraries will have to wait until summer.\nSpelunky 2 takes all the excitement and challenge of the first, while adding new mechanics like mounts, online multiplayer, and branching world paths.\nIn 2012, we gave the original an 8 out of 10, while this year saw us award a 9 out of 10 to Spelunky 2.\nTo this point, Spelunky 2 is only available on PS4 and PC, but that changes when both games arrive on Switch this summer.", "paragraphs": ["Mossmouth's two beloved roguelike platformers are coming to Switch. The announcement comes as part of Nintendo's Indie World Showcase, which brought a bevy of new and exciting announcements, including surprise launches like Among Us and Grindstone. Unfortunately, Spelunky and Spelunky 2 were not among the \"available now\" crowd, so those hoping to add them to their Switch libraries will have to wait until summer.", "These two titles challenge you to dive into ever-shifting caverns and tunnels that change every time you play, delivering lava pits, aggressive spiders, deadly booby traps, and plenty more. Spelunky 2 takes all the excitement and challenge of the first, while adding new mechanics like mounts, online multiplayer, and branching world paths.", "We've enjoyed both entries of the Spelunky series. In 2012, we gave the original an 8 out of 10, while this year saw us award a 9 out of 10 to Spelunky 2. To this point, Spelunky 2 is only available on PS4 and PC, but that changes when both games arrive on Switch this summer."], "authors": ["Digital Editor", "Brian Has Written About Video Games For Over A Decade Across Multiple Publications. When He'S Not Writing Or Gaming", "He'S Usually Listening To Music", "Watching Ufc", "Or Hopelessly Rooting For A Baltimore Or D.C. Sports Team."], "keywords": ["challenge", "tunnels", "switch", "summer", "wait", "available", "world", "unfortunately", "traps", "spelunky", "coming", "titles"], "pubDate": "2020-12-15T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}