{"id": "8546b9e3-460b-3959-a785-6f1cd91d074f", "title": "Brexit: Irish PM asks EU and UK to 'dial down rhetoric' before crisis talks", "url": "https://www.theguardian.com/world/2021/feb/11/irish-pm-asks-eu-uk-dial-down-rhetoric-before-crisis-talks-gove-sefcovic", "summary": "Ireland’s prime minister, Micheál Martin, has called for the EU and UK to “dial down the rhetoric” before crisis talks in London between the European commission vice-president Maroš Šefčovič and Michael Gove, as tensions escalate over post-Brexit problems in Northern Ireland.\nThe EU’s chief Brexit negotiator, Michel Barnier, said on Thursday that both parties must be conscious of their responsibilities.\n“The difficulties on the island of Ireland are caused by Brexit, not by the protocol, Barnier said.\n“It’s clear the commission made a serious mistake on article 16,” another EU diplomat said.\nThe EU vice-president also said Britain was not complying with the terms of the protocol in a number of areas.", "paragraphs": ["Ireland’s prime minister, Micheál Martin, has called for the EU and UK to “dial down the rhetoric” before crisis talks in London between the European commission vice-president Maroš Šefčovič and Michael Gove, as tensions escalate over post-Brexit problems in Northern Ireland.", "Amid mounting anger in EU capitals at UK demands for a rethink on the issue, Martin said there were “elements the British government could sort out, but likewise on the European side I would say some member states need to cool it as well”.", "In a letter to Gove late on Wednesday, Šefčovič ruled out major changes to the Brexit deal’s Northern Ireland protocol, saying the EU was not prepared even to consider any “flexibilities” until the UK fulfilled the obligations to which it had already signed up.", "Šefčovič detailed a series of what he called “shortcomings” in the UK’s observance of border arrangements in Northern Ireland under the protocol, which requires goods shipped from Britain to the region to meet strict EU customs rules.", "Measures to which Britain signed up as part of the agreement reached last December “urgently need to be fully and faithfully implemented” as a “prerequisite to assess whether any facilitation, as requested, is necessary or justified,” he wrote.", "The letter reflects anger in some EU capitals at what they see as British attempts to exploit controversy over the commission’s brief move to trigger article 16 of the protocol last month in an effort to prevent vaccine exports getting into the UK.", "The commission president, Ursula von der Leyen, has apologised for the move, saying it was a mistake she deeply regretted, and the commission is working on mechanisms to ensure future EU legislation is double-checked for its impact on Northern Ireland.", "But there is resentment among several member states at Britain’s subsequent attempt to capitalise on the commission’s blunder by demanding a wholesale rethink of the protocol, which was designed to prevent a hard border on the island of Ireland.", "The EU’s chief Brexit negotiator, Michel Barnier, said on Thursday that both parties must be conscious of their responsibilities. “The difficulties on the island of Ireland are caused by Brexit, not by the protocol, Barnier said. “The protocol is the solution.”", "Last week Boris Johnson accused the EU of appearing to “cast doubt” on the Good Friday agreement by triggering article 16, while Gove, the Cabinet Office minister, said the episode had “changed the political situation” and demanded fundamental changes to the protocol.", "Johnson’s spokesperson struck a bullish tone in advance of Thursday’s meeting, suggesting it was for the EU to “restore confidence” after the botched triggering of article 16.", "“We’ve set out the areas that need resolution, where there are issues that have come to the fore, and that’s why Michael Gove will be holding this meeting later today,” the spokesperson said. “It remains our position that we want to see these issues addressed as soon as possible.”", "Asked whether the government had failed to implement aspects of the Northern Ireland protocol, as Šefčovič suggested in his letter, the spokesperson said: “We remain committed to the protocol.”", "EU diplomats have objected particularly strongly to the tone of a letter from Gove, who co-chairs the EU-UK joint committee on Northern Ireland with Šefčovič, to his European counterpart on 2 February, with one describing its tone as “extraordinary”.", "With freight arriving in Northern Ireland from Britain facing serious delays and disruption, Gove demanded a two-year postponement of the introduction of full checks on supermarket food, medicines and parcels until 2023.", "He also called for an “urgent reset” of the other parts of the protocol, including a permanent reduction of bureaucratic barriers hindering the movement of pets, plants and food products to the region, through “political, not technical” solutions.", "“It’s clear the commission made a serious mistake on article 16,” another EU diplomat said. “But the British response is transparent and infuriating. It is using that mistake as an excuse to demand we tear up parts of an agreement it signed up to.”", "David Frost, the UK’s chief Brexit negotiator, told the Lords EU committee on Tuesday that a resolution to the increasingly strained relations required a “different spirit” from the EU, which he said was struggling to get used to a “genuinely independent actor in its neighbourhood”.", "But Šefčovič said in his reply to Gove that “blanket derogations” from EU rules on meat products and parcels “cannot be agreed beyond what the protocol foresees already”, while more flexibility on pets and plants would entail “the UK committing to align with the relevant EU rules”.", "The EU vice-president also said Britain was not complying with the terms of the protocol in a number of areas. Border control posts at ports in Northern Ireland were not yet fully operational, he said, while official controls were “currently not being performed in compliance with the withdrawal agreement protocol and EU rules”.", "There were “very few identity checks” on goods and “a very limited number of physical checks other than on live animals, fish and plants”, he said, while “non-compliant consignments” were being accepted even if destined for Ireland.", "Packages were not being monitored as required, goods were entering Northern Ireland “without being declared or without valid certificates”, and the UK had “not fulfilled its obligation” to allow the EU real-time access to key customs IT systems.", "• This article was amended on 11 February 2021 to clarify that the commission moved to trigger article 16 but backtracked before it was due to come into force."], "authors": ["Jon Henley", "Heather Stewart"], "keywords": ["uk", "protocol", "ireland", "eu", "commission", "northern", "dial", "crisis", "asks", "šefčovič", "rhetoric", "letter", "gove", "brexit", "talks", "irish", "article"], "pubDate": "2021-02-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}