{"id": "8560489e-e2b8-3541-85d2-01df6c745890", "title": "The Autonomous-Car Chaos of the 2004 Darpa Grand Challenge", "url": "https://www.wired.com/story/autonomous-car-chaos-2004-darpa-grand-challenge/", "summary": "That’s based on a simple principle: Say you set your clock before sailing west from Greenwich.\nBecause you know the earth rotates 15 degrees per hour—completing the 360 in 24 hours—you know you’re 75 degrees west of London.\nGalileo’s solution lay with the incessant eclipses of what he called Jupiter’s four moons (and what astronomers now call Jupiter’s Galilean moons, having since discovered 75 more).\nGalileo thought that by wearing the telescope on his face, a navigator could counteract that pitching and rolling more easily, and keep his focus on Jupiter’s moons.\nDARPA was the secretive arm of the Pentagon that had birthed the internet, GPS, and the stealth bomber.", "paragraphs": ["When the inquisition required him to drop his study of what the Roman Catholic Church insisted was not a heliocentric solar system, Galileo Galilei turned his energy to the less controversial question of how to stick a telescope onto a helmet. The king of Spain had offered a hefty reward to anyone who could solve the stubborn mystery of how to determine a ship’s longitude while at sea: 6,000 ducats up front and another 2,000 per year for life. Galileo thought his headgear, with the telescope fixed over one eye and making its wearer look like a misaligned unicorn, would net him the reward.", "Determining latitude is easy for any sailor who can pick out the North Star, but finding longitude escaped the citizens of the 17th century, because it required a precise knowledge of time. That’s based on a simple principle: Say you set your clock before sailing west from Greenwich. Say when the sun hits its apex, the clock reads five hours past noon. Because you know the earth rotates 15 degrees per hour—completing the 360 in 24 hours—you know you’re 75 degrees west of London. Easy peasy. That only works, though, if you have a clock that can keep accurate time, which nobody sailing the high seas then did. Clocks were complex mechanical devices, ill-suited to sea voyages. The rolling oceans messed with the pendulums that kept time on land. Salt air messed with everything. So explorers increasingly interested in crossing the oceans had a dangerously limited understanding of where they were.", "Courtesy of Simon & Schuster Buy This Book At: Amazon", "Bookshop.org", "Books-A-Million", "Apple Books If you buy something using links in our stories, we may earn a commission. This helps support our journalism. Learn more.", "Galileo’s solution lay with the incessant eclipses of what he called Jupiter’s four moons (and what astronomers now call Jupiter’s Galilean moons, having since discovered 75 more). In 1612, Galileo realized he could use the movement of the moons, which he charted, as a sort of astronomical clock. Over the next century, this became a common way of determining longitude on land. But it didn’t work on the ocean. The telescopes of Galileo’s age had tiny fields of view, and finding and tracking things that are at least 365 million miles away was virtually impossible on a ship bouncing along the waves. Galileo thought that by wearing the telescope on his face, a navigator could counteract that pitching and rolling more easily, and keep his focus on Jupiter’s moons.", "The Spanish were unimpressed, and no one ever claimed the king’s ducats. Then, in 1714, British Parliament passed the Longitude Act, offering £20,000 for a solution. After decades of trial and error, working-class clockmaker John Harrison presented the marine chronometer, a time-keeping device that could withstand the rigors of the seafaring life and keep its practitioners on the maps they were filling in as they went along.", "That successful iteration of the longitude prize was what Tony Tether, the director of the Defense Advanced Research Projects Agency, had in mind when he concocted the 2004 Grand Challenge: a way to motivate the Harrisons of the world as well as the Galileis.", "DARPA was the secretive arm of the Pentagon that had birthed the internet, GPS, and the stealth bomber. In the early 2000s, it turned its gaze to autonomous vehicles that could keep US soldiers out of harm’s way. Frustrated by the slow progress by the defense contractors and university labs that had spent decades on the problem, Tether tried something new: a race for autonomous vehicles, through the Mojave Desert, open to anyone. The $1 million prize and the audacity of the challenge drew in all sorts of hopefuls. Esteemed roboticists, university and high school students, hobbyist tinkerers, BattleBots veterans. What they lacked in experience with autonomous machines they made up for in enthusiasm. They spent the year leading up to race day sacrificing sleep, social contact, and in one case, $50,000 in Jeopardy! winnings to the Grand Challenge. A qualifying round slimmed an original field of 86 teams to 15 finalists."], "authors": ["Alex Davies", "Alex Davie"], "keywords": ["challenge", "chaos", "telescope", "galileo", "way", "autonomous", "longitude", "autonomouscar", "moons", "2004", "west", "grand", "clock", "jupiters", "darpa"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}