{"id": "856ffe50-5ce6-3e92-95f9-57bd7f997f56", "title": "The world's most expensive sculptures to sell at auction, from an ancient lioness to a stainless steel rabbit", "url": "https://edition.cnn.com/style/article/most-expensive-sculptures/index.html", "summary": "Christie's and Sotheby's, the auction house duopoly, have brought buyers and sellers together for centuries, with buyers competing in adrenaline-pumping bidding wars.\nHere's a roundup of the 10 most expensive sculptures ever to sell at auction.\n(Champagne corks must have popped at Sotheby's that night: it made history, becoming the first sculpture to sell for more than $100 million.)\n'Rabbit' (1986) by Jeff Koons\"Rabbit\" (1986) by Jeff Koons Credit: CHRISTIE'S IMAGES LTD. 2020Price: $91 millionWhere and when: Christie's New York, May 2019Buyer: Steven A. Cohen.\nBest post-sale meme: New York art advisor Todd Levin taunted the haters on Facebook with a picture of the rabbit captioned, \"WHERE IS YOUR GOD NOW?\"", "paragraphs": ["Written by Brian Boucher, CNN", "Humankind has had artistic impulses dating back to at least the Paleolithic era, when the earliest known cave paintings and stone figurines were created. And for untold years, humans have collected these works of art. Christie's and Sotheby's, the auction house duopoly, have brought buyers and sellers together for centuries, with buyers competing in adrenaline-pumping bidding wars.", "While the art market has experienced ups and downs along with the wider economy, it has seen giddy highs in recent decades, with some of the major auctions setting records for various artists in a single night. The most expensive artwork ever sold at auction was Leonardo da Vinci's painting of Christ, \"Salvator Mundi,\" which hammered down at an unbelievable $450.3 million in 2017 at Christie's.", "While sculpture hasn't reached quite that high, prices for sculpture are also stratospheric, with some 11 works selling for north of $50 million -- all since 2010.", "Here's a roundup of the 10 most expensive sculptures ever to sell at auction. Buyers are indicated where they are known; the mega-rich often like to hide their identity by bidding via proxies. (Numbers geeks, take note: These prices are not corrected for inflation.)", "1. 'L'Homme au doigt' (1947) by Alberto Giacometti", "\"L'Homme au doigt\" (1947) by Alberto Giacometti Credit: Giacometti Foundation", "Price: $141.3 million", "Where and when: Christie's New York, 2015", "Buyer: Hedge fund billionaire Steven A. Cohen, per the New York Post", "What makes it so appealing: This six-foot-tall painted bronze sculpture of a man pointing had been off the market since 1970, adding to its allure. The experts know it's a world-class work: other versions of the same sculpture are in the holdings of London's Tate Gallery and the Museum of Modern Art in New York. The Swiss artist, driven by philosophical inquiry into the human condition after the devastation of World War II, remains the only sculptor whose works have sold for upward of $100 million. (Read on and you'll see that he occupies the top three spots in this list.)", "Experts observe: Philosopher Jean-Paul Sartre weighed in on the artist's attenuated figures: \"At first glance we seem to be up against the fleshless martyrs of Buchenwald. But a moment later we have a quite different conception: these fine and slender natures rise up to heaven. We seem to have come across a group of Ascensions.\"", "Bonus trivia: The artist pulled an all-nighter to create the piece for an upcoming exhibition.", "2. 'L'Homme qui marche I' (1960) by Alberto Giacometti", "\"L'Homme qui marche I\" (1960) by Alberto Giacometti Credit: Giacometti Foundation", "Price: $104.3 million", "Where and when: Sotheby's London, 2010", "Buyer: Billionaire philanthropist Lily Safra, according to Bloomberg News", "What makes it so appealing: The buyer got a truly museum-caliber piece: other casts of the same sculpture are in major museums such as Pittsburgh's Carnegie Institute Museum of Art and the Albright-Knox Art Gallery in Buffalo, New York. (Champagne corks must have popped at Sotheby's that night: it made history, becoming the first sculpture to sell for more than $100 million.)", "Experts observe: In the catalog for 1988's \"Alberto Giacometti\" exhibition at the Hirshhorn Museum and Sculpture Garden in Washington, senior curator Valerie Fletcher wrote: \"Although the sculpture's eyes are almost on the viewer's level, the figure remains essentially remote, staring out at an unseen goal. With its gnarled, devastated surfaces, 'Walking Man I' stands as a symbol of humanity always striving, ever seeking, never at peace. The roughly modeled surfaces shimmer under different light conditions, as if indicating the transient nature of reality, and the figure's nervous energy activates the surrounding space.\"", "3. 'Chariot' (1950) by Alberto Giacometti", "\"Chariot\" (1950) by Alberto Giacometti Credit: Giacometti Foundation", "Price: $101 million", "Where and when: Sotheby's New York, 2014", "Buyer: Again, Steven A. Cohen", "What makes it so appealing: On the night it sold, this sculpture, standing just 4 feet, 9 inches, fetched the second-highest price for a Giacometti, and the second-highest ever for a sculpture. The surreal image of a woman on a chariot that can't actually move had a curious origin. The artist had spent time in a hospital after breaking his foot in an accident, and later recalled that he had \"marveled\" at nurses' carts, outfitted with bells.", "Giacometti made six versions of the sculpture. Others reside in institutions like the Museum of Modern Art in New York; the Alberto Giacometti-Stiftung in Zurich; and the National Gallery of Art in Washington.", "Bonus trivia: Sotheby's sold a version of the same sculpture in 1984 for about $1.4 million. Now that's some serious appreciation.", "4. 'Rabbit' (1986) by Jeff Koons", "\"Rabbit\" (1986) by Jeff Koons Credit: CHRISTIE'S IMAGES LTD. 2020", "Price: $91 million", "Where and when: Christie's New York, May 2019", "Buyer: Steven A. Cohen. Bidding on his behalf that night was the dealer Robert Mnuchin, father of Steven Mnuchin, currently Secretary of the Treasury under President Donald Trump.", "What makes it so appealing: People love Jeff Koons or people hate Jeff Koons, so this one will start lively conversations among your house guests. Created during the 1980s by an artist who was previously a stockbroker, this painstakingly exact copy of an inflatable toy perfectly exemplifies a whole body of work that some pass off as insipid, while others say it's an arch commentary on consumer culture.", "Experts observe: After the auction, New York Times art critic Roberta Smith was compelled to write the article \"Stop Hating Jeff Koons,\" where she wrote that the artist \"changed the way we see the world\" and that \"(he) challenges us: Can shiny be art?\"", "Best post-sale meme: New York art advisor Todd Levin taunted the haters on Facebook with a picture of the rabbit captioned, \"WHERE IS YOUR GOD NOW?\"", "5. 'La jeune fille sophistiquée (Portrait de Nancy Cunard)' (1928-32) by Constantin Brancusi", "\"La jeune fille sophistiquée (Portrait de Nancy Cunard)\" (1928-32) by Constantin Brancusi Credit: CHRISTIE'S IMAGES LTD. 2020", "Price: $71.2 million", "Where and when: Christie's New York, May 2018", "What makes it so appealing: This piece had been off the market since 1955, when the seller had bought it directly from the artist, so that night's buyer was just the second person ever to own the piece. The subject, a British-born and heir to the Cunard shipping fortune, flouted social customs and inspired the work of prominent writers such as Louis Aragon and Ezra Pound. At separate times she was also involved with both of them romantically.", "What the artist said: Of the sculpture's minimal appearance, the sculptor said, \"A nose doesn't make you, nor are your ears a part of the essence of you... It may look like elimination to you. But I look at what is real to me. I am trying to get a spiritual effect.\"", "What the subject said: \"There was one (sculpture) in wood, the other in bronze, both utterly unlike what I take to be my 'line,' but exquisite things,\" Cunard said, according to the Christie's catalog.", "6. 'Tête' (1911-12) by Amedeo Modigliani", "\"Tête\" (1911-12) by Amedeo Modigliani Credit: Courtesy Sotheby's", "Price: $70.7 million", "Where and when: Sotheby's New York, 2014", "What makes it so appealing: Modigliani conceived a number of stone head sculptures as a group in his studio, and displayed them at a major Paris exhibition, all in a line, according to the artist Jacques Lipchitz, quoted in Sotheby's essay on the sculpture.", "The great majority of the two dozen or so stone carvings Modigliani is known to have created reside in world-class museums such as the Museum of Modern Art and the Guggenheim in New York, the Philadelphia Museum of Art, and the National Gallery of Australia in Canberra.", "Experts observe: Welsh artist Augustus John bought this sculpture directly from the artist. \"The stone heads affected me strangely,\" he wrote in his autobiography. \"For some days afterwards I found myself under the hallucination of meeting people in the street who might have posed for them... Can 'Modi' have discovered a new and secret aspect of 'reality'?\"", "Bonus trivia: According to Sotheby's, the poverty-stricken artist scavenged the material from Parisian construction sites, rolling it in a wheelbarrow back to his studio, which artist Jacques Lipchitz called \"a miserable hole.\"", "7. 'Balloon Dog (Orange)' (1994-2000) by Jeff Koons", "\"Balloon Dog (Orange)\" (1994-2000) by Jeff Koons Credit: CHRISTIE'S IMAGES LTD. 2020", "Price: $58.4 million", "Where and when: Christie's New York, 2013", "What makes it so appealing: Standing some 10 feet tall and weighing in at one ton, this balloon dog is one from a litter of five pieces identical except in color.", "When it came up for sale, it had only had one owner, collector and magazine publisher Peter Brant, who bought it at a London gallery. The others are in the holdings of other world-class collectors like Kering group founder François Pinault, Greek shipping magnate Dakis Joannou and -- wait for it -- Steven A. Cohen.", "What the artist said: \"It's a very optimistic piece, it's a balloon that a clown would maybe twist for you at a birthday party. But at the same time it's a Trojan horse. There are other things here that are inside: maybe the sexuality of the piece,\" Koons told the late British critic David Sylvester.", "Bonus trivia: Check out the artist on Stephen Colbert's satirical show \"The Colbert Report\" from back in 2012, where he compares us all to balloon animals. (There's more to the comparison than you might expect.)", "8. 'La muse endormie' (1913) by Constantin Brancusi", "\"La muse endormie\" (1913) by Constantin Brancusi Credit: CHRISTIE'S IMAGES LTD. 2020", "Price: $57.4 million", "Where and when: Christie's New York, 2017", "What makes it so appealing: Other works from this group of \"sleeping muses\" live in museums like the Art Institute of Chicago, the Metropolitan Museum of Art in New York, and the Musée National d'Art Moderne in Paris. One was shown in the historic Armory Show in New York in 1913, an exhibition where European modern artists were introduced to American audiences, and Brancusi was one of the most covered in the local press.", "Experts observe: Writing about the marble sculpture that this bronze is based on, art historian Carola Giedion-Welcker wrote, \"'La muse endormie' of 1909-1910 constitutes a decisive break in Brancusi's oeuvre. Here one feels for the first time that the psychological emanation of his work has completely changed. Gentle relaxation and deep absorption, a spiritual repose-in-oneself, are its dominating figures. It is as though we were looking at the dreamlike smile of Buddha.\"", "What the artist said: \"With this form, I could move the universe,\" Brancusi is said to have proclaimed.", "9. The Guennol Lioness, circa 3000-2800 B.C.", "The Guennol Lioness, circa 3000-2800 B.C. Credit: Courtesy Sotheby's", "Price: $57.2 million", "Where and when: Sotheby's New York, 2007", "What makes it so appealing: The only antiquity on our list, this litte over 3-inch-tall limestone figure, known as the Guennol Lioness, was estimated to sell for up to $18 million, so it sold for more than triple its expected price, and set a record at the time for any sculpture, of any period.", "Lending luster to the work's history, it had been on view at the Brooklyn Museum since 1948 and had traveled to a handful of exhibitions at some of the country's greatest museums. Its impossible posture, with its entire torso turned to the right while legs and head face forward, its powerful musculature, and its unknown origins and purpose make it a compelling and mysterious voice from antiquity.", "What's more, the piece will have a special allure for sports fans: It came from the collection of Edith and Alastair Bradley Martin. Alastair was the singles winner at the 1951 US National Championships (now the US Open), and won the open doubles championship three times at the same tournament.", "10. 'Grande tête mince' (1955) by Alberto Giacometti", "\"Grande tête mince\" (1955) by Alberto Giacometti Credit: Giacometti Foundation", "Price: $53.3 million", "Where and when: Christie's New York, 2010", "What makes it so appealing: This piece had but two owners since it went out the door of the New York gallery owned by Pierre Matisse, the youngest son of artist Henri Matisse, in 1955: Frances Lasker Brody, a major Los Angeles patron of the arts, and her husband, Sidney F. Brody.", "Famous for his anonymous, stick figure-thin sculptures (see \"Chariot,\" above), Giacometti sculpted only a small number of real individuals, including his brother (fellow artist Diego), his wife Annette, and others he was close to. This might be said to lend the works greater emotional heft.", "Experts observe: \"It is Giacometti's work that makes our universe even more unendurable for me, so much has this artist seemingly managed to discard what stood in his way in order to discover what is left of man when false pretenses are removed,\" wrote Jean Genet, the artist's favorite contemporary writer. \"His entire oeuvre seems to me to be such a pursuit, bearing not only on man but on any object, even the most ordinary. And when he has succeeded in stripping the object or the chosen being of its utilitarian appearances, the image of it that he gives us is magnificent.\"", "What the artist said: \"I shall never succeed in putting into a portrait all the power a head contains,\" Giacometti is quoted as saying in the Christie's lot essay. \"Just the fact that one is alive demands so much willpower and energy.\""], "authors": ["Brian Boucher"], "keywords": ["millionwhere", "credit", "stainless", "steel", "sell", "sculpture", "art", "ancient", "lioness", "makes", "auction", "giacometti", "york", "worlds", "expensive", "christies", "appealing", "artist", "sculptures", "rabbit"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}