{"authors": ["Dorian Lynskey"], "keywords": ["album", "need", "black", "kiwanuka", "wrestle", "white", "music", "little", "im", "really", "dont", "world", "represent", "michael"], "pubDate": null, "summary": "While Michael Kiwanuka was making his second album, Love & Hate, a few years ago, the 10-minute opening track, Cold Little Heart, was his nemesis.\nHe jokes that his US label would love it if he included Cold Little Heart on his new album, Kiwanuka, as well.\n“I don’t want to be an ungrateful, entitled artist, but I do have other music.”Frankly, it would be hard to find a musician less ungrateful and entitled than Kiwanuka.\nKiwanuka, it was suggested, was hard to say and might give the impression that he was a world music artist.\nThey need imperfection, they need grain, they need out-of-tune notes, they need vinyl that wears out, they need paint that looks old that you buy from posh shops.", "title": "Michael Kiwanuka: ‘I don’t represent anyone and I wrestle with that’", "url": "https://www.theguardian.com/music/2019/oct/06/michael-kiwanuka-interview-love-hate-cold-little-heart", "id": "8583336d-1097-39f6-95cc-5d21763082e5", "paragraphs": ["While Michael Kiwanuka was making his second album, Love & Hate, a few years ago, the 10-minute opening track, Cold Little Heart, was his nemesis. Every time it reappeared on the studio schedule, his heart sank. So he was gratified when, in 2016, he learned that this hard-won song would appear in a new HBO miniseries called Big Little Lies. He assumed it would feature in just one scene. It was only when his social media following spiked and his US tour dates sold out immediately after the series debuted that he realised it was the actual theme tune. America, which had previously ignored him, was suddenly paying attention, albeit only to one song. At every promotional appearance he had to play Cold Little Heart. He was even invited to perform it on the Californian bridge featured in Big Little Lies but politely declined. He jokes that his US label would love it if he included Cold Little Heart on his new album, Kiwanuka, as well. He looks, if this is possible, apologetically annoyed. “I don’t want to be an ungrateful, entitled artist, but I do have other music.”", "Frankly, it would be hard to find a musician less ungrateful and entitled than Kiwanuka. I suspect that the routine comparisons to Bill Withers and Terry Callier aren’t just because he’s a black man with a tender, supple voice and an acoustic guitar but because his music radiates warmth and decency. Trailing shopping bags on the terrace of the Soho House members’ club in London one sunny afternoon, the 32-year-old is no less likable. He’s come up from Southampton, where he recently moved with his wife after a lifetime in north London. “It’s not a rock’n’roll place,” he concedes, “but that suits me.” He greets questions with words of encouragement (“Yes! 100%!”) and, on the rare occasions when he feels compelled to swear, opts for a U-rated “flipping”.", "In the past, Kiwanuka thinks, he has suffered from an excess of humility. After school, Fortismere comprehensive in Muswell Hill, he dreamed of becoming a jazz guitarist but dropped out of the Royal Academy of Music after a discouraging end-of-year report. “I would always just quit when things got difficult,” he says guiltily. “Somebody would put me down and I’d believe them.” He settled into a low-key career as a session guitarist, performing his own songs in pubs as a sideline. If record labels had turned him down, he says, “I wouldn’t have lost a wink of sleep. There was nothing to lose so it became an adventure.”", "In fact, the opposite happened. He signed to Polydor and pipped Frank Ocean to pole position in the BBC’s Sound of 2012 poll. His rootsy, reassuring debut album, Home Again, went gold. But then self-doubt returned with a vengeance. Invited to join the sessions for Kanye West’s Yeezus, he felt intimidated and inadequate (“Really he just wanted me to be me”) and eventually sloped out. Discouraged by an unsympathetic A&R man, he scrapped an entire second album, Night Songs. “I was kind of lost,” he says now. “I was thinking of giving up. You get to the point where you’ll try anything.”", "The result, recorded with new producer Inflo, was Black Man in a White World, a song about not fitting in set to a handclap rhythm inspired by the bluesman Son House. “I was like, nobody’s going to listen to this but let’s just do it.” That demo was what hooked Danger Mouse, Grammy-winning producer for the likes of U2, the Black Keys, Gorillaz and Beck. Kiwanuka usually finds that he is at his most successful when he least expects it. “The benefit of nobody caring about you is you come up with your best stuff. You’re free.” He smiles. “Obviously at the time I didn’t see it like that.”", "Love & Hate rose to No 1 on a tide of unanimous acclaim and is widely considered one of the decade’s classic albums. As well as Big Little Lies, Kiwanuka’s songs have popped up in Atlanta, Empire and When They See Us, while the man himself made a cameo appearance in Danny Boyle’s Yesterday. He noticed other encouraging signs. More prestigious artists were watching his festival sets from the side of the stage. His meetings at the record label were no longer scheduled for the end of the day. “It’s almost like scoring a hat-trick in school,” he says. “You get this kudos around the playground.”", "Surely all of this did wonders for his confidence?", "“Yeeeah,” he says hesitantly. Really? “Yes and no.” Insecurity is cunning and insidious. Having failed without Danger Mouse and Inflo, he wondered if he owed all his success to them. “I was definitely more confident outwardly but in the studio I would cower: Somebody’s going to find me out. Without the superheroes I’m rubbish.”", "As he recorded Kiwanuka in London, New York and Los Angeles, he didn’t just conquer this anxiety but made it the theme of a record that is even more extraordinary than Love & Hate: a heavy soul masterpiece with traces of Gil Scott-Heron, Marvin Gaye, Donny Hathaway, David Axelrod and DJ Shadow. You Ain’t the Problem, the joyful first track, is both an encouraging message to listeners and a memo to himself. “I got tired of impostor syndrome and self-doubt,” he says. “I’m living my dream. I’m in the room. And I was wasting it with thoughts of inferiority. I’ve always had that annoying [inner] voice and after 30 years you’re like, ‘Shut up, I’ve had enough of this’.”", "The album title is an emphatic statement about self-acceptance. Muswell Hill is an overwhelmingly white area of north London, and at school Kiwanuka would dread new teachers reading the register for the first time because he’d always have to correct them. When he visited family in Uganda, where it’s pronounced Chi-wa-nuka, people would disapprove of the anglicised Kiwa-nu-ka. “Everywhere I went it was wrong.”", "Facebook Twitter Pinterest Kiwanuka performing at End of the Road festival in August. Photograph: Burak Çıngı/Redferns", "These memories resurfaced when he signed to Polydor and was asked if he wanted to adopt a stage name. Kiwanuka, it was suggested, was hard to say and might give the impression that he was a world music artist. “It really pissed me off,” he says. “It reminded me of being seven at the back of the class.” Kiwanuka’s title, wedded to a regal portrait by the Atlanta artist Markeidric Walker, is his belated “protest”. It helps, he says, that the world has changed in the past decade. “Nobody would dream of saying that now. Now it’s cool to be from Africa and have a difficult name. But back then it was just another thing to make me potentially ashamed of who I am.”", "Kiwanuka’s relationship with his name symbolises the sense of unbelonging that he described in Black Man in a White World. “I didn’t feel represented in black culture and definitely not in middle-class white culture,” he says of growing up. “When I saw an image of Bill Withers or Isaac Hayes or Hendrix I could relate to that. That’s what gave me the courage to play.” At university, he wrote an essay about artists such as Leadbelly and Ray Charles who blurred the artificial distinction between black and white music. “I found it such an encouraging thing, looking back and finding people who felt like comrades.” One of the only contemporary musicians who represented that same freedom was Danger Mouse. “I thought, when I grow up I want to be like this guy. That’s me.”", "Facebook Twitter Pinterest ‘People need imperfection, they need grain, they need out-of-tune notes.’ Photograph: Suki Dhanda/The Observer", "So far, Kiwanuka’s concert audiences have been as white as Muswell Hill, but he hopes to reach more people like him. “Some artists are singing to their people and I don’t know who mine are. I’m jealous when I see the way people from Brooklyn talk about Jay-Z: ‘That’s my guy.’ I’ve never had that. I don’t think I ever will. I’m not representing anyone. I wrestle with that because there’s nothing like being part of a community.” Then again, he sometimes meets artists who envy his freedom from the expectation to represent. He thinks that identity is – and should be – complicated.", "Accustomed to being an outsider, Kiwanuka is surprised to find himself less anomalous than ever. He has always been an analogue soul in a digital world but he no longer sees himself tagged as retro. From rappers sporting bushy beards to R&B artists making idiosyncratic, hitless concept albums, he sees evidence of an aesthetic that is less slick, more sprawling, and defiantly imperfect. Even the tense political climate feels simpatico with the spirit of 1970s soul: “Raw music for raw times.” So his decision to conceive Kiwanuka as four sides of vinyl, strung together by instrumental interludes and sampled memories of civil rights sit-ins doesn’t feel at all like an eccentric throwback.", "An amateur analogue photographer, Kiwanuka compares the album format to a Kodak camera. “It was meant to die but humans brought it back. People need that tactile reality. They need imperfection, they need grain, they need out-of-tune notes, they need vinyl that wears out, they need paint that looks old that you buy from posh shops. It’s a reaction against this fast-paced, throwaway, machine-led world. It keeps us feeling alive.” Better that, he says, than Instagram’s cult of perfection. “Social media is something I really worry about because none of it is true. I think it’s going to affect our resilience. Life isn’t easy. If we’re worrying about not being perfect, we’re going to really struggle.”", "Thus the sound of the album chimes with its theme of accepting his name, his identity, and his flaws. “I’m not perfect but neither is he or she,” he sums up. “Let’s go.”", "Kiwanuka gathers his shopping bags to get the train to Southampton. He’s back in London tomorrow for a radio session. The song he’s been asked to play, he says with an amiable shrug, is Cold Little Heart.", "Kiwanuka is out 1 November on Polydor"], "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}