{"id": "8590425d-a006-39ec-9090-e5b669bdcbea", "title": "'Last Man Standing' and 'Home Improvement' crossover leaves fans wanting reboot", "url": "https://www.foxnews.com/entertainment/last-man-standing-home-improvement-crossover-fans-want-reboot", "summary": "On Thursday night's episode of \"Last Man Standing,\" actor Tim Allen reprised his role of Tim \"The Tool Man\" Taylor from his former show \"Home Improvement.\"\nTIM ALLEN ADMITS IT WAS 'PECULIAR' TO PLAY 'HOME IMPROVEMENT' ROLE ON 'LAST MAN STANDING'\"Yes, Yes YES Reboot Tool Time,\" begged another.\n'LAST MAN STANDING' SEASON 9 WILL BE ITS LAST, SET TO PREMIERE IN JANUARY\"Tonight's episode of #LastManStanding hit me in the feels.\nWe don't know whether Tim Taylor was really stupid or really smart.\nCLICK HERE TO GET THE FOX NEWS APP\"Last Man Standing\" began its run in 2011 on ABC before the network canceled the show.", "paragraphs": ["On Thursday night's episode of \"Last Man Standing,\" actor Tim Allen reprised his role of Tim \"The Tool Man\" Taylor from his former show \"Home Improvement.\"", "In the crossover event, Taylor wants to meet Allen's current character, Mike Baxter, because he heard they looked so much alike.", "At one point, Mike tells Tim, \"You might want to think of rebooting that ‘Tool Time',\" which sent fans into a frenzy on social media.", "\"Did this episode of @LastManStanding just tease a reboot of tool time?\" asked one fan.", "TIM ALLEN ADMITS IT WAS 'PECULIAR' TO PLAY 'HOME IMPROVEMENT' ROLE ON 'LAST MAN STANDING'", "\"Yes, Yes YES Reboot Tool Time,\" begged another.", "\"Please tell me Tool Time is coming back. Sounded like a hint to me..?\" questioned a user.", "The blast from the past made some fans feel nostalgic about the beloved show that ran from 1991 to 1999 on ABC.", "'LAST MAN STANDING' SEASON 9 WILL BE ITS LAST, SET TO PREMIERE IN JANUARY", "\"Tonight's episode of #LastManStanding hit me in the feels. It also made me realize how much I truly miss #HomeImprovement. #ToolTime,\" said one person.", "\"Seeing Mike Baxter and Tim \"Tool Time\" Taylor together is bringing my favorite show growing up and my favorite show now together. I have laughed so much!\" wrote another.", "As \"Last Man Standing\" enters its final season, Allen told Fox News he was proud the show lasted for so long on FOX but is also understandably upset to be saying goodbye to another character.", "He admitted that going to set every day was \"horrible\" knowing it was one day closer to the final day of production.", "\"I thought it would be a good idea,\" Allen revealed. \"It was a terrible idea!\"", "The 67-year-old said \"it was really confusing for me to play Tim Taylor, who, I think of Mike Baxter is an evolution of that character. He's smarter, went to college. We don't know whether Tim Taylor was really stupid or really smart. I mean, I played the guy, I wasn't sure.\"", "CLICK HERE TO GET THE FOX NEWS APP", "\"Last Man Standing\" began its run in 2011 on ABC before the network canceled the show. FOX revived the sitcom, giving it a 7th, 8th and 9th season."], "authors": ["Jessica Napoli"], "keywords": ["tim", "improvement", "leaves", "crossover", "really", "tool", "fans", "wanting", "fox", "taylor", "season", "man", "reboot", "standing", "mike", "allen"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}