{"summary": "The night before, quarterback Aaron Rodgers was ignoring Sherman's side of the field like the plague in a 37-8 San Francisco obliteration.\nFive months ago, Sherman told B/R, \"If people understood what I was built of, there wouldn't be a lot of questions.\"\nAs he walked off with head bowed, teammates tapping his back, Sherman's career could've, probably should’ve, flashed before his eyes.\nWhen Leesa Mattress endorsed him, Sherman told the company he wanted 25 beds to disperse to families in need.\nFour days after the Seahawks lost to the Patriots at the 1-yard line, the Shermans had Rayden.", "id": "85b0a351-f8ea-3731-aa83-0e767838070d", "pubDate": null, "url": "https://bleacherreport.com/articles/2866811-49ers-richard-sherman-at-31-still-not-holding-back-on-anyone?utm_source=cnn.com&utm_campaign=editorial&utm_medium=referral", "authors": ["Tyler Dunne"], "paragraphs": ["One day after kicking the Packers' ass, Richard Sherman is on fire.", "He's vintage Sherman. A legend rapping in real time. Oh, a chip? On the shoulder? Sherman confirms milliseconds into this conversation that, even at 31 with a bust in Canton secured, that chip is still there, still throbbing and, no, it's not going anywhere anytime soon.", "\"You never lose it,\" he says. \"You never lose the way people treat you, the way people slight you, because they are always looking for a way to slight you.\"", "Sherman has had it with this ambiguous they.", "Sure, there have been All-Pro teams, Super Bowls, paydays. But always he feels the doubts.", "\"I feel like I've gotten respect in spurts,\" he says. \"Now, they're like, 'Oh, he's a veteran.' No. I'm still the best to play in this game.\"", "The night before, quarterback Aaron Rodgers was ignoring Sherman's side of the field like the plague in a 37-8 San Francisco obliteration. \"It's been like that for years,\" Sherman says, back to the Legion of Boom's heyday. Not many cornerbacks get that treatment. And to Sherman, only two corners in today's NFL can even claim to be in his category: the Patriots' Stephon Gilmore and the Bills' Tre'Davious White. Yet there are people out there, they, who have the nerve to say other cornerbacks are better than him, corners who surrender as many yards in a game as he does in a season. They can't get enough of certain corners for following receivers, results be damned.", "Sherman hears it all, and he feels a slight. Uses the slight. Has since he entered the league nearly a decade ago and established his brand: ruthless, unapologetic, loud, from the start.", "There's no camera in his face today. No receivers to mug. No fans to entertain. He sits in a dim banquet room at David's Restaurant, a Hail Mary's toss away from Levi's Stadium. Chairs are neatly stacked against the wall. The wind howls outside. A family of Packers fans lick their wounds on the other side of a divider. No doubt, they can hear Sherman going off. His signature intonation.", "The dude screaming into Erin Andrews' microphone after an NFC title triumph and looking depressed in Super Bowl defeat isn't toning it down.", "Michael Zagaris/Getty Images", "\"Because the moment I stop having motivation and stop having fun in this game,\" he says, \"is when I'll hang 'em up. I'll be done. When you stop seeing that fire in my eyes, and it's gone out, that's my retirement press conference.\"", "And yet viewing Sherman through a prism of memes and tweets and sound bites can cheapen the essence of the man.", "He's intelligent yet brash. Tender one moment, stinging the next. Filterless. Always.", "Attitude, no question, is part of it. Sherman still seems fueled by a deep supply of hostility toward anyone who dares doubt him. But there's more.", "Five months ago, Sherman told B/R, \"If people understood what I was built of, there wouldn't be a lot of questions.\" At the time, he wouldn't elaborate on what exactly that was, beyond, \"s--t they don't make no more.\"", "Now, he looks inward. He's ready to get it all out, and nothing's off-limits—from the field to the training room to the negotiating table, from experiences that have made him the way he is to the imprint he needs to leave behind.", "Not only on football but on the entire world.", "Growing up, Sherman's family didn't live in the best neighborhood, in Compton, but his parents let strangers come in all the time to eat their leftovers. All one lady wanted was the spoiled milk. \"It clears me out!\" Sherman remembers her saying. Those same people would look out for the family anywhere it would go. A real community resulted. And it stuck with him. At 11, when Mom gave him $20 to buy food at McDonald's, he handed the money over to a homeless man fumbling through loose change at the counter instead. The man seemed to need it more. To this day, he can't stand to see people ignore those in need. Not too long ago, he stopped to speak with a homeless person, who told him: \"This is the first conversation I've had in three years. People just walk past me like I'm part of the street.\" Sherman stayed to talk as long as he could, offered to help in any way he could, and when he finally walked away there were tears streaming from Sherman's eyes.", "Sherman takes the only object on the table, a voice recorder, and moves it in all directions to illustrate the play in his mind.", "One receiver's running an in-route. (He slides the recorder.) One's running a go route. (He slides it again.) One's running a stop. (He slides it once more.) There are only so many routes to run, and after more than 140 games in the NFL, Sherman pretty much knows them all. Receivers, he explains with a sly smile, are merely pawns. And he can see where these pawns are going to slide.", "Norm Hall/Getty Images", "So he attacks accordingly.", "Pressed on this, told it's impossible to know what a receiver's thinking, he smirks again. \"But I do.\" Nowadays, Sherman says, he knows what route the receiver in front of him is going to run at least 70 percent of the time.", "He learned long ago, from Charles Woodson, to rely on brain over brawn. Play \"above the shoulders,\" Woodson told him. Sure, Woodson was athletic. But over time, he realized he was working too hard physically, so he relied on his mind.", "Sherman took that advice to heart and turned the field into his chessboard.", "\"I don't care if you're the most outstanding athlete in the world; you're simply a pawn,\" Sherman says. \"You're a pawn in the grand scheme. You don't get to call your own shot. If you individually can say, 'On this play, I'm doing this and I can do whatever the f--k I want,' then it would be much harder to stop people. But when all I have to do is understand the person calling the plays and understand the situation I'm in, then you're just the move getting made.", "\"That's how I play the game, and that's how I've played the game my whole career. I've said I'm never going to depend on athleticism.\"", "Get beat on any play at any point in your career, Sherman tells other defensive backs on his team, and you can fully expect to see that play again. Take the win over Green Bay. Sherman knew Rodgers would try to fool him on a concept the Vikings used last year and the Browns copied this year, where two tight ends line up on one side in a pair with a receiver motioning in toward them \"but not too tight.\" Sherman saw it coming…was ready…and the 49ers secondary forced Rodgers to hold on to the ball for a sack.", "Sherman looked over at his DB coach on the sideline and yelled, \"That's it!\" because that's the key: diagnosing these concepts on the fly and reacting with conviction, with guts. The game is not played on a computer.", "\"After you get up off the ground,\" Sherman says, \"and you're fatigued and it's the fourth quarter and sweat's dripping in your eyes and your hand just got stepped on, can you recognize it? Can you see it?\"", "He's now reenacting a play with two fists a few feet above the table. Can you see, right then, where you are on the field, that it's 3rd-and-3, that the No. 2 receiver just motioned in and back out, which means the play is \"double follow\" and that the primary flat route is about to cross your face?", "As long as he can he walk, Sherman says, he will be out there reading the field and teaching his teammates to do the same. And there will be no QB, no offense, this 49ers defense cannot handle.", "It's not just the homeless. Sherman wants to help anyone who needs it. When he hears that kids who cannot afford a regular lunch at school are being shamed and racking up debt, he acts. It pisses him off that students who pay for a regular lunch are placed in one line, with those who cannot placed in another—\"and all they give them are like cheese and bread.\" So he cuts a $7,500 check in California and a $17,500 check in Washington to pay off lunch debts. He knows he can't stop.", "Think a Grade 2 hamstring injury, suffered in a Week 14 epic against the Saints, is going to sideline Sherman for long? Remember what he's made of.", "Unprompted, Sherman brings the conversation to his Grade 2 MCL sprain from three years ago. He relives that brutal injury that keeps most players out six to eight weeks, and he does it with a kick of grandfather-at-the-campfire nostalgia. Like he almost enjoyed it.", "Against the Bills, in Week 9 of the 2016 season, Sherman remembers taking a blindside block from receiver Walter Powell. \"I got the s--t kicked out of me!\" he says with a spirit that explains why his co-workers over there in Levi's Stadium call him Uncle Sherm. Later that night, of course, Sherman got his own licks in. He took out Powell on a play announcers couldn't believe didn't get flagged—but one Sherman knew was legal because the quarterback had left the pocket.", "After the game, the Seahawks training staff told Sherman his season was over. He politely told them no and asked for anti-inflammatories. The Seahawks said that, well, he'd at least need to wear a brace, and Sherman politely said no again because Tom Brady was up next and no way was he trying to stop Brady with a bulky brace on his knee.", "He gave trainer David Stricklin no choice. So there Stricklin was, patching Sherman together every week like some bionic man.", "\"He basically taped an MCL together,\" Sherman says. \"Because an MCL, the way your knee moves in the socket, the MCL and ACL hold it in place. So if you stabilize it, you can do whatever you want. When you lose your MCL, you lose your stability. If you do too much, you'll snap your leg that way.", "\"Most people wouldn't even play through the injury. They IR and call it a day.\"", "But nobody said a peep. Nobody outside the organization had a clue Sherman was hurt. The NFL almost punished Seattle for hiding this all.", "Sherman made the Pro Bowl. Again. Seattle witnessed Sherman do the impossible. Again.", "A year later, no creative tape job could save him.", "Sherman says now that he could feel the torn Achilles coming on. \"One-hundred percent,\" he admits. His mind, for a while, tricked his body into not putting too much pressure on that right heel. Barely able to walk, limping with every step he took, Sherman finally asked the Seahawks for shots of Toradol, but they refused because of the drug's side effects. Instead, they gave him lidocaine patches, which (sort of) numbed the pain.", "By then, he had \"no juice\" in his foot at all. The patch only worked skin deep, relieving just enough pain for Sherman to play. Just enough to trick his body into thinking it could push off that foot fully during a Thursday night game against the Cardinals.", "In Cover 2, Sherman saw a receiver run a dig, noticed the hook defender wasn't close, tried jumping it and…snap. He hit the canvas. He writhed in pain. He told the team doctor he'd torn his Achilles. \"Get up!\" teammates yelled. \"Get up!\" That was Legion of Boom protocol, to rip one another for being soft, for staying sprawled on the grass. So Sherman got up. And even though the doctor told him there's no chance he'd be able to walk off if the tendon was indeed torn, Sherman began limping to the sideline under his own power.", "The doctor tried to stop him, and he shoved him away.", "How is walking even possible when the back of your foot's disconnected? Sherman flops his forearm on the table four times, with his hand loosely dangling like his foot. Thud! Thud! Thud! Thud! That's how. The heel, just like this, dropped again. And again. And again.", "That night, Nov. 9, 2017, the Legion of Boom died.", "Many assumed Sherman's career would die too.", "As he walked off with head bowed, teammates tapping his back, Sherman's career could've, probably should’ve, flashed before his eyes.", "But it didn't.", "In the hours after his Achilles snapped, Sherman was not depressed, not mad, not sad. No. The emotion he felt? Relief. Beautiful relief. After playing so recklessly through so much pain at such intensity, he welcomed a torn Achilles. Heck, it felt wonderful. Liberating. Which may sound ludicrous, but that's how Sherman attacks adversity. Above the shoulders.", "To him, it's simple: \"How you think manifests the outcome.\"", "\"If you think of things pessimistically, it's going to go bad,\" Sherman says. \"You're setting it up for it to go bad. And then when it goes bad, it's like, 'Yep, I knew it was going to come.' But if you expect it to go great—and even when it doesn't go great—you hold out hope and faith that, 'Oh, it's going to turn around,' then you approach the next steps differently.\"", "Steve Dykes/Getty Images", "So he told himself an injury that's nuked the careers of other greats, like that of his pal Kobe Bryant, would be nothing but a hangnail. He told himself he needed a break, needed more time with his kids, and that it was an absolute certainty he'd reclaim the throne as the game's best cornerback whenever he was 100 percent again.", "That's the way he thought, the way he rehabbed, and if anybody should've known Sherman would manifest this outcome, it was the Seahawks, the team that drafted him 154th overall, that saw what he's built of 24/7/365 and that, still, inexplicably let Sherman walk right out the door to a division rival.", "Each holiday season, Sherman and his wife, Ashley Moss, \"adopt\" families. They receive wish lists, and the contents always bring him to tears. Blankets. Pillows. Soap. Toothpaste. Some just want a roof over their head for a fleeting moment, like a young girl who went to school with Sherman's niece and nephew in Redmond, Washington. Her family was living out of a car. Mom was working as many jobs as she could jam into a 24-hour day. But it wasn't enough. Sherman helped as much as he could. He always does, especially around Christmas.", "There was no middleman, thus no room for misinterpretation. Serving as his own agent, Sherman heard it straight from coach Pete Carroll and general manager John Schneider.", "They isn't so ambiguous here.", "\"They felt,\" Sherman says, \"like they had seen enough and went in a different direction.\"", "On the eve of free agency in 2018, the Seahawks told Sherman they weren't sure what they were going to do with him yet. He still had a year left on his contract.", "\"They were like, 'Well, we want to see how some guys look in free agency,' and I was like: 'If you're talking to me like that, then just let me go. Because you're disrespecting me in a way I'd prefer not to be disrespected,'\" Sherman says. \"They were like, 'We wanted to see if we could sign a guy, and if we couldn't sign a guy, then we'd ask you to take a pay cut.' Because they told people they asked me to take a pay cut. They never asked me to take anything.", "\"I was like, 'You're talking to me like I'm some Joe Schmo from down the road.'\"", "Sherman would be no team's Plan M, N, O, P at cornerback. He told the Seahawks he would prefer to be released.", "Adds Sherman: \"They were like, 'Well, you're injured.' It's like, 'Just let me go. It doesn't matter. I'll go into free agency. People value me more than you all value me right now.'\"", "The 49ers, Lions and Raiders called right away. After one dinner with the 49ers, he was sold. He signed. His diplomatic line on repeat? \"Everything worked out how it was supposed to.\" He knew the scheme. Coordinator Robert Saleh was a quality control coach in Seattle. And Sherman believed in the personnel—could tell there was talent when he watched film from the previous few years, even though the defense operated in \"awful schemes.\" (\"I don’t know what the f--k they were running when [Jim] Tomsula was there,\" he says wide-eyed.)", "Facing Seattle twice per year, of course, helped too. Sherman gets it. It's a business. He notes the Seahawks did the same thing with Earl Thomas and Michael Bennett. The reaction among fans irked him, though. How can the same people who rip players who ask for a new deal rip a player who refuses to have his contract shredded to take a pay cut? \"Interesting,\" he says.", "Sherman promised his new general manager, John Lynch, that he'd dominate once again, inked an incentive-laden contract that was universally lampooned and then gritted through the 2018 season with metal sutures lodged in his other foot. Sherman had a bone spur shaved off his left heel to prevent that Achilles from tearing. All season, he could hardly move in the morning. He needed help just getting out of bed and walking around the house.", "Lachlan Cunningham/Getty Images", "Now in year two, he can make that $13 million with All-Pro and Pro Bowl nods.", "Now in year two, he is Richard Sherman again.", "Sherman believes he is still the best corner in football, and advanced stats say he's right there. \"The tape. The resume. You can't argue opinions.\" Seattle giving up on him brought back that feeling from draft day, when he was the 34th DB taken in 2011. The rawest of raw doubts.", "Doubts from the Seahawks front office. Doubts about the injuries. Doubts about his age.", "Nobody in the league weaponizes it all like Sherman.", "And how about doubt—still, in 2019, after all the picks and wins and intimidation—from an opposing quarterback?", "The night before San Francisco's game against Carolina this season, so the story goes, 49ers receiver Dante Pettis shared dinner with his friend, Kyle Allen, the Panthers QB. At this dinner, per Sherman, Allen spelled his own demise with these fatal words: \"My plan is to go at your boy Sherm.\"", "Pettis told Sherman.", "\"I was like, 'Yeah, make sure he does that!'\" Sherman says. \"Like, 'Please, please. I've fed my family for a long time with people making decisions like that.'\"", "The 49ers won 51-13, and Sherman had one of three picks off Allen.", "Sherman still hunts for these \"moments.\" Feeds off them. You know, like Baker Mayfield not shaking his hand when, uh, Mayfield actually did shake his hand before the game in Week 5. Sherman apologized but now snipes: \"I don't care, Cleveland. You guys have had it pretty rough. So get your anger out.\" The 49ers won the game 31-3.", "Slights and theys, real or perceived, keep Sherman's fuel tank full.", "But then he is very quick to note this counterpoint: He has evolved, has changed. He knows there are 51 sets of eyes on him every day in his new locker room.", "\"Because now...now the wave will follow you,\" Sherman says. \"When I was in Seattle, we were all young and we were all alphas. I'd go off and they'd hold me back! But if I go off right now, then the wave will follow. Like, if I go off and get it going, it's a riot.", "\"You have to play the middleman. Calm everybody down. Like, 'Hey, no dumb penalties.' So you have to lead differently.\"", "And what's pissing him off most this day has nothing to do with anyone's doubts about him. Rather, his quarterback. Granted, five months ago, Sherman wasn't so sold himself. He needed to see Jimmy Garoppolo taste his own blood, like other QBs. Now that he has, he raises his voice and defends Garoppolo like he is blood.", "\"Mistruths piss me off,\" Sherman says. \"When I feel like there's almost like a vendetta, like people are being vindictive about it, then I feel an obligation to say something. It's almost like they're nitpicking. When he has a great game, you find an excuse for why it wasn't a great game.\"", "He keeps going. (\"Treat him like you treat everybody else!\") And going. (\"He's such a good person. He's so down to earth. If you went into a bar with our team, I don't think you'd point out our quarterbacks.\") And going. (\"Everybody's looking at each other eye level, whether you're scout team, whether you're the star player, whether you're freakin' the maintenance guy.\") And going. Garoppolo has read Sherman plays from Kyle Shanahan's playbook. It blows his mind. (\"I'm like, 'Bro, you just said a paragraph. And that's one play?!'\")", "Real harmony exists between the offense and defense on this team, and that, Sherman says, \"100 percent matters.\"", "That lavish praise could all be interpreted as an indictment of his former team, where there was a very public schism between these two sides.", "Norm Hall/Getty Images", "But given the opportunity to prosecute this case, to rip his former employer and stoke the flames of this rivalry, what does Sherman do? He avoids the wave, the riot, and says he's already spoken his piece. After all, San Francisco and Seattle play each other with the NFC West title on the line in Week 17. A few weeks later, a trip to the Super Bowl could be up for grabs.", "And after all, he has sincerely moved on, and outright resentment is not part of his makeup.", "Within seconds, his focus shifts.", "When Leesa Mattress endorsed him, Sherman told the company he wanted 25 beds to disperse to families in need. The boxed beds, composed of tempurpedic material, went to his adopted families. The mere sight of the beds, he recalls, brought tears to their eyes. One parent said through quivering lips, \"I haven't slept in a bed for years,\" while many of the shocked kids had literally never slept in a bed in their lives. Rather, cars, streets, alleys. \"Wherever,\" Sherman says, somberly.", "When you look at the world, Sherman is asked, what would you change?", "As he ponders the question, you can sense his mind shifting, from job to passion, slights to duty, legacy to legacy.", "He recounts all those memories of interacting with the homeless, and his words crawl and crackle because these are the memories that truly define him. He says football is a microscopic part of who he is and what he will be, and he means it. He backs it up.", "\"You're here to make the world a better place,\" Sherman says. \"Whether that's helping people financially, whether that's helping with your voice, helping with your spirit, helping with your hands and your body, your physical, whether you're a kid with no money but $20 and you see this person with no money and don't feel like they're going to get a meal today, what's right is right.\"", "He saw how a $20 bill, how a half-gallon of spoiled milk, how one conversation brought others joy…and it moved him. Molded him. Compelled him to give everything he could. Be it 30 minutes of his time to a teammate who seems down. Be it thousands of dollars to kids racking up lunch debt. Be it meeting with kids serving time in unit B1 of the Santa Clara County Juvenile Hall, kids who are incarcerated for a very long time and losing hope. Be it giving everything from a bar of soap to a roof over someone's head around Christmas. Sherman cannot, in good conscience, buy himself wants upon wants when millions out there have real needs. Life, to him, has a very clear purpose.", "He doesn't want to help; he needs to help.", "Jonathan Bachman/Getty Images", "\"Just not enough people helping people,\" Sherman says. \"Especially in the social media age, everybody's in a rush to criticize and put down, and it's sending people into depression and making people feel terrible about themselves instead of just trying to help each other.", "\"Like, how far would it go if everybody just gave somebody a compliment? You don't know if they're going through something or not, but that compliment might send them to a better place, might pull them out of that place.", "\"Or having a conversation with somebody who's been homeless.\"", "He's trying to turn wrongs into rights wherever he can. He looks more disgusted talking about those two different lunch lines than anything that went down in Seattle. He could not stand for this. Or for the town's food bank running dry in the holiday season back in Maple Valley, Washington. He and Ashley held a food-drive competition, and the community rallied. One person, he says, brought in a thousand pounds' worth of food.", "He's still adopting families every Christmas.", "Ashley has already found a homeless shelter for teens here in his new community where the Shermans restock supplies as much as possible—soap, shampoo, pens, pencils, computers.", "He remembers seeing peers bullied through the Compton school hallways for wearing the same dirty shirt every day, for their circumstances, for factors out of their control. That's what compelled Sherman to start his foundation to begin with.", "\"It hurts your heart,\" Sherman says. \"I was like, 'If I am ever going to make enough money to help those people, I'm going to help the s--t out of them.'\"", "He pauses.", "Whenever his voice speeds up with hope, that hope is soon choked by reality.", "\"You can try to do your part,\" Sherman says. \"My part is like a grain of sand in the grand scheme of things.\"", "Fixing homelessness on his own, he knows, is \"impossible.\" He knows there are other issues at the root of it too. Substance abuse, addiction. He's seen it: money given to the homeless, only to go toward drugs. But, leaning in, he insists that so many families he meets with are one missed paycheck away from being homeless. From losing everything.", "\"And some of those people who went homeless just missed the check,\" he says. \"They got sick. They caught pneumonia. They missed those two weeks of work. They got laid off. They were a check away from making rent, and they didn't make rent.\"", "Like that girl's family the Shermans helped in Redmond.", "That story hit Sherman. They always do.", "\"It feels like no matter how much you help,\" says Sherman, losing his voice for a split second, \"it's not enough. … I try to treat people like I'd want people to treat me if I had ever fallen under those circumstances. That's how I try to keep it in perspective, but it's hard. We all fall short.\"", "His voice trails off. Again.", "What's scary to him is that this lack of kindness is an epidemic. It's everywhere. The shaming he sees on the sidewalk is the same shaming he sees where the rest of us dwell: social media. Forget any team treating him like Joe Schmo. If he's mad about that, he's genuinely disappointed about this, this decay of kindness. Is the result as obvious as a man living on the street? No. But this decay can be just as devastating.", "Tweet by tweet, he sees us becoming an increasingly vindictive species.", "\"If you say, 'Man, I feel like I look nice today,' someone will say you look ugly,\" Sherman says. \"Like, 'Ooo, why do you have that shirt on?' and 'Ooo, why do you have those jeans?' And then all of a sudden, you went from a 10 to an 8 to a 7 to a 6 to now you feel like a 2. Now, you feel like s--t.\"", "Sherman himself doesn't \"give a f--k\" what anybody says about him because he'll just hit the block button and go about his merry day. Please, fire away. But not everyone can deflect so easily. Sherman cites his ex-Seahawks teammate, Mike Davis, tweeting out regular \"I'm feeling positive today\"-themed messages, only to have others snipe back at him that he has no right to tell them how to feel.", "Laments Sherman, \"That's a microcosm.\"", "Maybe nobody should've been surprised, then, when Sherman defended 49ers color commentator Tim Ryan for his comments on Lamar Jackson. His aim is civility. He believed he knew where Ryan was coming from and tried to dissipate that wave, that backlash.", "On the surface, the point of view may seem to come from the most unlikely source imaginable—a diabolical killer between the lines. But what Sherman wants is very simple, a request requiring few calories: Be nice to someone today. On the sidewalk. On Twitter. Wherever.", "He answers the question first posed.", "\"If I could change anything about the world,\" he says, \"it would be more people helping people.\"", "The children of 49ers dads are running all over the place. Among them is Sherman's four-year-old son, Rayden, who notices that one of Tevin Coleman's twins is feeling sick. And shy. And not particularly enjoying being chased all over the place. So Rayden walks up to her, grabs her hand and refuses to leave her side. He's her guardian the rest of the play session. Dad beams with pride. This is the norm. If his son sees anyone down, ever, he steps in to help. Both of his kids see Mom and Dad giving back. Sherman hopes they, too, one day pass it on.", "The most excruciating loss in Super Bowl history appeared to strike Sherman like a javelin through the heart. It did not. That immortalized meme of misery clouded the fact that, when Sherman rested his head at night, he manifested the outcome. He told himself, \"I don't give a damn about that game. I'm having a baby!\"", "And he moved on.", "Four days after the Seahawks lost to the Patriots at the 1-yard line, the Shermans had Rayden. A year later, they had their daughter, Avery.", "Sherman relives the first few weeks of fatherhood, here, the nights his babies cried and cried and cried, and he just wanted to shout, \"What the f--k is going on!?\" But that's precisely when he learned to take a deep breath, pat his baby on the back and repeat, \"You're all right…you're all right…\" until that baby fell asleep.", "People keep telling Sherman that he's changed, and he knows that's why. The patience. He is the same competitor taking everything they say and repurposing it into kindling. He, no doubt, cherishes his football legacy. Sherman wants to be known as the greatest cornerback of his era, right there in the line of Charles Woodson and Deion Sanders before that and Mel Blount before that. But the patience forged through those sleepless nights has given him further clarity on the real legacy he'll leave.", "Josie Lepe/Associated Press", "Being a great father means far more to him than being a great cornerback.", "\"That's my seed,\" Sherman says. \"I want to see the best in me be the best in whatever he chooses, whatever she chooses. And that's something I've always wanted more than being a great player. That's where my focus and concentration lies. Now, I still want to play the game at a high level, and I care about it, but at the end of the day, I'll play this for 13, 14 years. Cool. A great time in my life. I'll be a dad forever.\"", "That's what brings Sherman the most joy.", "Right now, Rayden loves soccer and monster trucks. Avery just made the transformation from tomboy to makeup and high heels and dressing up like a princess. \"When did this transition happen?!'\" Sherman asks aloud with a laugh. He tries to be stern at home but can't help it. They're just too adorable. He's the softie letting things slide. And right now, the whole Sherman fam is in Christmas mode. His kids love drinking eggnog while watching all the classics: the original Grinch, Home Alone, Home Alone 2, the claymation version of Jack Frost and—above all—Rudolph.", "No, Sherman isn't of the ultra-woke Rudolph is terrible camp because, hey, when Santa tells the elves their singing wasn't any good, he says, \"That's life!\"", "He'll give his kids the best Christmas, the best life he can.", "He'll give (and give, and give) to everyone.", "And he'll do it all while still being that player composed of the s--t they don't make anymore.", "Three more seasons is the plan. And whenever Sherman does retire, he won't disappear.", "He'll keep talking, keep helping and keep hoping others do the same.", "Tyler Dunne covers the NFL for Bleacher Report. Follow him on Twitter: @TyDunne."], "keywords": ["hes", "thats", "right", "sherman", "youre", "richard", "play", "game", "going", "told", "shermans"], "title": "What Richard Sherman's Made Of", "publicationId": "fa207f19-e080-3902-982c-393d321776be"}