{"id": "85d69bd2-2867-3689-b6fe-5b4b609f9039", "title": "Opinion | The Best Explanation of Biden’s Thinking I’ve Heard", "url": "https://www.nytimes.com/2021/04/09/opinion/ezra-klein-podcast-brian-deese.html", "summary": "So I asked Brian to come on the show to walk me through the American Jobs Plan and the way his thinking and the way Biden’s thinking have changed since 2009.\nThey’re going to get a sense that they’re being helped by the administration, and that’s going to generate political momentum.\nezra kleinSo let me pose a friendly-fire critique I’ve heard of the theory and the plan, which is this.\nThe question is, can we do that in a way that’s going to be really good for our economy and for American workers and American consumers?\nAnd in some cases, that’s going to be because you’ve gotten a change in zoning that would unlock more opportunity to build housing in the right places.", "paragraphs": ["[MUSIC PLAYING]", "ezra klein", "I’m Ezra Klein, and this is “The Ezra Klein Show.” I have covered Joe Biden for decades now. I covered him as a senator. I covered him as a vice president. I covered him as a participant in the Democratic Party, searching traumatized post-Trump debates about which direction to go. And I covered him twice as a presidential candidate. And I thought I had a pretty good handle on him. But I would not have predicted this presidency. I would not have predicted these bills. The American Rescue Plan was a $1.9 trillion bill that erred really heavily on the side of doing more. That is not, I would say, a hallmark of Joe Biden’s career up until now. But maybe you could say, well, it’s a coronavirus emergency. That changed everything. Well, coronavirus doesn’t explain the $2 trillion American Jobs Plan that just came out. This is not a coronavirus bill. It is not fixing problems caused by a pandemic. This is a searing critique of the pre-pandemic economy. Its provisions amount to an argument that the economy we had before the pandemic. It was a calamity for people and for the planet. The status quo ante was a disaster. And by implication, Democrats very much, including Joe Biden, who had a hand in building it, had been too slow to recognize its problems and much too timid in facing them. I like to say that every president is an emergent property. When you take that office, you become more than just yourself. You become a complex system. That includes your staff, your party, the opposition party, the moment the public chants geopolitical realities and so much more. But out of all that, the president and his staff, they have to fashion a philosophy, a coherent account of what they’re doing and why they’re doing it. And frankly, I have wanted a better account than the one we’ve gotten, one that goes beyond coronavirus and beyond Joe Biden’s much more moderate primary positioning to account for the ambition we’ve seen. Brian Deese is director of Joe Biden’s National Economic Council. He was a young economic policy prodigy in the Obama administration. He helped run the auto bailout. Then he turned to focus on climate, both in the Obama White House and then at BlackRock. And when Biden brought him back to run the National Economic Council, which is really powerful — it’s the nerve center of economic policymaking in the executive branch — that was a message. It was a message, if for one thing, in the Biden administration, all economics was going to be climate economics. So I asked Brian to come on the show to walk me through the American Jobs Plan and the way his thinking and the way Biden’s thinking have changed since 2009. And why? Now, look, I always worry when I have a public official I’m not going to say anything. They’ll just dodge the questions and give me a lot of pablum. That didn’t happen here. Brian was a lot more forthcoming than I feared. So I left, and I think you will, too, with a much better understanding of why the combination of forces we refer to as Joe Biden is taking the shape we now see. As always, my email is ezrakleinshow@nytimes.com. Here is Brian Deese. [MUSIC PLAYING] So in 2009 — I want to go all the way back there — the stimulus, it got sold as timely, temporary, and targeted. And there was some long-term investment in there. But there was this idea that what we were trying to do is accelerate recovery back to the pre-crisis economic trends. And what’s happening now in the Biden administration seems to be more fundamentally an argument that the pre-crisis economy was sort of a disaster for both people and the planet. Is that right?", "brian deese", "I think that that is a pretty fair reflection. I think that implicit in the slogan that the president coined on the campaign of Build Back Better was this notion that even as we were in the middle of a totally unique crisis, that we had to be thinking forward to fundamental challenges in the economy and how we were going to overcome them. And I think that you put your finger on two of them, one of which is this sort of growing economic inequality that the rate of growth persisted over the course of a couple of decades but really sort of exacerbated and was laid bare during the pandemic. And the other is climate change that we’ve also seen the impact accelerating. And I think that in the president’s view and in our view, having an economic strategy that is unresponsive or agnostic to those issues is no longer a viable option.", "ezra klein", "So these bills — the rescue plan, the jobs plan, the coming family plan — they’re always built on both a mix of political and economic theory. So I want to go through this part. What have you changed your mind on politically since 2009?", "brian deese", "Well, certainly one of the important things politically is making sure that the ultimate recipients, the ultimate beneficiaries of the things you are trying to accomplish, no one understands and appreciate what you’re trying to accomplish for them. Some of that gets distilled down into complexity versus simplicity, but I think another of it is the willingness to see what we’re trying to accomplish in terms of making sure people understand what is going on. And certainly, one of the things in 2009 that when I was involved I thought was sort of virtue was this sense in which we were really focused on the task at hand and the idea of selling or explaining or being out on the road interacting with the ultimate end beneficiaries, whether it be a small business or whether it be a community organization or a family. That was the politics of it. And now, I think that that’s more inextricably the policy of it. Because your ability to sustain good policy is connected to your ability to sustain political support for that good policy.", "ezra klein", "And let me drill on that for a minute because I think this helps illuminate a debate that happened, particularly with the rescue plan and the checks, which is that there were economists, and some of them including the former guy who held your position, Larry Summers, who argued they were not well targeted. They were going to people who weren’t suffering. And there’s another group who said even if they’re not perfectly targeted, there’s a trade off here where they’re popular. People are going to know they’re getting them. They’re going to get a sense that they’re being helped by the administration, and that’s going to generate political momentum. Should I understand that as a trade off that is a new one this administration is making?", "brian deese", "I think there’s a couple of things there to unpack. One of them is that the policy rationale and the policy goal is different, or at least we understand it to be different, that the goal of providing relief is more akin to post-natural disaster, how do you bridge people to when life is going to return to some semblance of normal if you look at what the rescue plan was designed to do with respect to the checks or, frankly, with respect to support to small businesses. In the current crisis, we are providing loans that turnover to become grants, basically grant funding to bridge a small business — analytically very different than the kind of approach that was taken in 2009. And that reflects a view that this is more about bridging relief, avoiding suffering. The second thing that you’re getting at, though, is kind of the direct salience of understanding that this is a benefit that people are getting and that they can rally around. And I think there was a salience to that, and there continues to be a salience to that that this definition of what it means to be hurting is broader and more universal than the idea of viewing people as pass-throughs or increments of fiscal stimulus. The question of the multiplier and how much of that unit is going to get spent out over a month is less the answer to the question than even if you’re a two-earner family and you’ve retained your job during this crisis, life is very hard right now. It’s more costly in ways that are important to the way people are experiencing their life, even if it doesn’t fit into an output-gap multiplier analysis. So that’s a piece of it, too.", "ezra klein", "Yeah, and I will say, viewing people as pass-throughs for units of incremental stimulus is one of the truly great sentences of economics I have ever heard, and I honor you for it. How about economically? What have you changed your mind on economically about the state of the economy or what kinds of economic policies make sense since 2009?", "brian deese", "A couple of things. One is since 2009, both the evidence and my understanding of the impact of climate change have affected my view of the importance of understanding how to reflect resilience to the inevitable and now irreversible changes that increasing global average temperatures are having on our society, but also the importance of building into everything we’re doing mitigating those impacts. That’s number one. Number two is that our economy is becoming more unequal. And so the distributional consequences of fiscal policy, in particular, have become more resonant to me. If you look at the averages in this crisis, you almost look through almost all of the pronounced economic damage that’s happening. And so in that context, this crisis, but even the run into this crisis, has made me more attuned to and more attentive to the ways in which economic policy that is sort of agnostic to distributional impacts and agnostic to the growth impacts of economic inequality likely fails to actually address the moment. And I guess the last piece, maybe we’ll get there. This is sort of going off in a different direction to some degree. But the global economic situation has changed. China is in a very different place than it was a decade ago. We are in a different place, vis-a-vis our international competitors. And my openness to and appetite to and emphasis that I would place on more targeted efforts to try to build domestic industrial strength, the things that people in prior eras would demean or mock as industrial policy, has increased because I think we are not operating on a level playing field. There’s not a market-based solution to try to address some of the big weaknesses that we’re seeing open up in our economy when we’re dealing with competitors like China that are not operating on market-based terms. That’s, for me at least, a change in perspective from where I was a decade ago.", "ezra klein", "You’re right that that is lower in where I wanted to go in this conversation, but let’s do it now. Because I expected the focus on climate in this plan, and I did not expect the focus on China in the framing and even policy design of this plan. So tell me more about why your thinking, the administration’s thinking has changed on this since ‘09. China was not market based in many ways in 2009. There is a different ideological current in the Democratic coalition around China right now and a different sense of what policy makes sense. So why? What has structurally changed here?", "brian deese", "Well, I want to start there by saying a lot of this comes directly from how the president is thinking about the current moment and the direction that he’s providing to us. When we think about infrastructure, and he’s thinking about the infrastructure investments necessary, a lot of it is in contra position to what he is seeing China doing, in terms of strategic investments. So China has gotten high-speed rail right, where the United States has not. China is increasing its strategic R&D as a share of its economy, as a share of whatever metric you want to use in a way that we have let deteriorate. And so the thing that has changed is that we’ve lived through a decade where China has been meticulously thinking about making those investments, marshaling those investments — not all successful, but all with a deliberate focus on trying to build its own industrial base and its own intellectual and innovation base. And we have, for the better part of a decade, ignored or derogated and undermined those levers. So whatever argument there was for making those investments a decade ago are more pertinent now. But I think the second element of it is that on the wake of the last four years that we lived through, the thing that has surprised, I think, many of us is coming in and understanding that among our allies and among our global counterparts, there is a big question about, can the United States deliver for its own citizens? Can the United States competently govern and invest in things that are obviously beneficial to its own welfare, its economic strength, its economic resilience? Because the world has watched now for a couple of years where the United States operated in a way that was very difficult for our international counterparts to fathom. And they didn’t expect the United States to do things that it did over the last couple of years. And that is really now a dominant question. I think now, more than any time in modern history, the world is watching U.S domestic policy and U.S domestic economic policy. This question of whether or not the rescue plan would pass was sort of a top question at the G7. And I think that that reflects the fact that the world is asking this question, if the US is going to lead again internationally on an issue like climate change or an issue like global health and pandemic response to this pandemic and future pandemics, first and foremost, the question is, can the US get its house in order? And that question is inevitably framed vis-a-vis China.", "ezra klein", "Why frame questions in terms of China and what they’re doing? We don’t think too much about how much the UK or Germany or Malaysia or Brazil are spending on R&D. We don’t think that much about the strategic investments they are making. Why frame things in context of China? Why are they the relevant comparator?", "brian deese", "They are the ascendant economic and military power in the world. And so for geopolitical and economic reasons, their economic strength and their national security strength will loom larger than others. I think that that’s number one. Number two is because of the investments that they have made, they’ve positioned themselves in a number of critical areas to our global economy and to supply chains as a critical actor and one in which, as we think about the competitive dynamics with China, we need to ask ourselves a more serious set of questions about our own vulnerability. I would also say, to your question, it’s not just China, and this isn’t just a great power dynamic between the US and China. It’s also that this pandemic has exposed for us, in the US, the vulnerability of our economy and our supply chains to an unrestrained globalized economy as well, where the supply chain vulnerabilities often are connected to China but are connected in very complicated ways, you know? The semiconductor shortage we have in the United States today is a complicated story that involves lots of countries and lots of elements of the supply chain and where your second-tier supplier sits in Europe, even if the ultimate place where the wafer is being manufactured is in Asia. That’s a reality of the global economy, but those realities are creating vulnerabilities for the US economy that I think have been more difficult to see, or at least people haven’t focused as much on them until something like this pandemic happens and exposes us so viscerally.", "ezra klein", "I want to touch back to something else you were talking about a minute ago, which is political risk, that this wouldn’t pass the concern that can American government still deliver for its own people. One thing that seems to me to have changed in the past 10, 15 years in particularly Democratic economic politics, is a sense of the risks of economic policy are not just economic. They are political. One of your colleagues said something to me that has rung in my head. It’s like an iconic quote to me, which is that, now he’s speaking of your administration, if people don’t see we’re helping the shit out of them, this country could be back to Donald Trump or something like him very soon. Is there a different sense of the interaction here between economics, the sense people have of the government working, and what the range of political outcomes for America are?", "brian deese", "I think that there’s definitely a sense of the stakes, that we just lived through four years of Donald Trump, which certainly raises the stakes for making sure that we can effectively deliver and never go back to that again. But we’re also living through this pandemic, which has exacerbated a lot of weaknesses in the economy, but also upended so much of what we took for granted a stable elements of our economy and our life. And we are at a critical moment internationally as well for the reasons we just discussed. So for all those reasons, I think that there is a heightened sense of the stakes and also, I would say, on the positive side, a sense of the opportunity. We do see, historically, that these moments of crises are moments where the potential spectrum of possibilities expands and that in a moment like this, there’s a unique opportunity. But to connect it back to the point you were raising, our view is that making sure that we maintain this thread that President Biden has been pretty consistent on since before the election, that he is focused on the things that matter most to working people in the country. And when he says he’s laser-focused on COVID and the economy, that is a political message. He is a political actor. But it is deeply rooted in his understanding and our understanding of what matters most in people’s lives right now and making sure that they understand that when we’re taking actions, it’s connected. We may fail. We may make mistakes. We will try to be very upfront about that when it happens. But it’s in service of trying to actually address those issues that matter most in their lives. [MUSIC PLAYING]", "ezra klein", "How has negotiating with the congressional Democratic caucus changed since 2009 to ‘10?", "brian deese", "Well, I think the politics of the country and the politics of the Democratic Party have changed, and there is a different aspiration and expectation for what we were elected to do. And I think that the president had a lot to do with that, in terms of the campaign that he ran and the vision that he outlined for the country. But I also think that even with the slim majorities that we have, the Democratic caucus as a whole is focused on delivering on that agenda, which is big and ambitious. And as a result, the pressure on us to stay consistent with delivering on a big and ambitious agenda is there. I also think that, at least so far, there’s been a remarkable amount of agreement — not on all the policy details and not on all of the elements of what we’re trying to do, and this is complicated and everyone’s got different views — but on the fact that we need to move. We need to move with speed. We need to move with focus to try to get at those issues. We’re not having a fundamental debate that says we should be spending our time focused on something categorically different than the agenda the president’s trying to put forward. There’s a shared sense of where we need to get to and the stakes of what we need to get done. But within that, we’ve got a broad coalition and a caucus that’s got a lot of different views. And certainly, they make those views known.", "ezra klein", "One of my senses of the way the negotiating space here has changed is that in 2009, 2010, but also every administration prior to President Obama’s that I covered and that I knew of, everything was designed — every policy, every message from the beginning — with the expectation that there was going to be a negotiation with the congressional party of the other side, too. And to go back to the stimulus, there were tax cuts for that reason. The Affordable Care Act is built on the framework of Romney-care. And it seems to me that for both the administration and for congressional Democrats, everybody would love Republican engagement and votes and would be willing to make changes to get them, but things are not getting pre-negotiated down in the expectation of it and that that has really changed policy design in a pretty fundamental way. Is that reasonable?", "brian deese", "I would say two things about that. One is the president has been clear, and I hope and expect it’s clear in both the rescue plan and the jobs plan, that he believes we need to go big. It is a moment to be bold. It is a moment to outline what it is that the country actually needs, which puts you in the category of doing things that are big, bolder, things that haven’t been done in quite some time. And that’s the president’s firmly-held belief that the right thing for the country is to outline that kind of vision and then try to galvanize the country around why that’s necessary. That definitely defines the way that he is approaching this, and I think that is different. The second thing, though, to get at a point you’re making is that, particularly with respect to this jobs plan, part of what I think the president is showing is that you can actually outline a bold vision that’s not about trying to pre-negotiate or trim your own sails from what you think it’s right to do, while also proposing things that are broadly within the bounds of what both parties have agreed are necessary. I think it’s a difference between trimming your own sails, saying, I think what the country needs is X but I’m only going to call for 0.3 X, and saying, it turns out that that X that the country needs is something that is actually broadly supported across the country. It’s not particularly a partisan political priority. It’s just that it hasn’t been done. We haven’t figured out a way to get it done. That certainly gets us into this conversation on infrastructure. But the president’s view is that there isn’t a disconnect between being bold and proposing things that putatively, on their face, there’s no reason why Democrats and Republicans couldn’t work together. Now, we’re going to work to figure out whether that’s possible, but there’s no reason, on its face, why that shouldn’t be true.", "ezra klein", "Well, it seems to me that to the extent there’s a disconnect that is being exploited, it’s a disconnect between congressional Republicans and their base, that the administration is trying to propose things that do have Republican support, but that’s support from Republicans across the country. It is not being defined in the way it used to be to find, as support among sort of elite Republican think tanks and legislators in Washington.", "brian deese", "The thing about this jobs package that’s interesting in that respect is that there is so much, maybe in part because we have failed to actually do meaningful infrastructure investment for a decade and meaningful public investment for decades before that. There is so much that, actually, people out there in the country, particularly in areas of the country that have not benefited from prior investments, which often overlap with red parts of the country, rural America, areas where there’s been chronic under-investment in things like water systems and electricity systems and the like. There is broad overlap with things that we desperately need to do as a country and that have a broad common sense appeal. And so we certainly are trying to tap into that but in a good faith effort to try to say, if there’s any possible way that we can bring people together and do something in a bipartisan way in Congress, we’re going to do that. But to your point earlier, we’re not going to preemptively say the president’s only going to be out there arguing that we need to do half of what we need to do, simply because we think that that’s sort of a necessary precondition to have that conversation in Congress.", "ezra klein", "You and I have known each other for a while now. You were the young guy in the Obama administration. Now you’re the grizzled old guy running the National Economic Council. How are the young economists in the administration different ideologically or temperamentally than in your generation?", "brian deese", "I have a hard time thinking of myself as the old guy.", "ezra klein", "Sorry, man.", "brian deese", "No, but I get it. I get it. Well, so I think that there has been a lot more work done to try to understand what the roots of economic inequality are over the course of the last decade and openness to thinking about power and power dynamics in the economy, worker power. There’s significantly more intellectual work that has gone into, what has the decline of the unionization movement in the United States meant? Why and how can we realistically build that back? Whether it’s in, again, worker power issues, competition and antitrust, other areas where the space of thought was more constrained. Now it’s more wide open. And so that’s one example. Another example is get back to when we were talking about things that would be traditionally written off as industrial policy, where now, we’re asking ourselves questions about how do you actually think about building industrial strength in key sectors of the economy where we clearly have vulnerabilities and do it in a way that doesn’t get us into a place where we’re doing really dumb things, we’re picking winners, we’re wasting money, that kind of thing. The space of thought there has really broadened and having people who are really disciplined about making sure we’re thinking smartly about this but open to a much broader range of potential outcomes. The last thing I will say, and this was true during the Obama administration and now, it is also incredibly beneficial to have a combination of fresh thinking and experience, having somebody like Secretary Yellen on the economic team, who has actually served in the Clinton White House, been the Fed chair, been through economic crises. That perspective, too, also helps in making sure that we’re thinking carefully about the markets and about issues as well. So it’s an energizing team, but I think we have a broader diversity of perspectives willing to challenge some things that have been at least working conventions of economic thinking prior to the middle of last decade.", "ezra klein", "I’m going to lay some of my reporting cards on the table here and then use it as a bridge, which is that one thing that I have been struck by reporting on the administration and on this sort of new generation of Democratic staffers is that the generation of Democrats whose formative experiences were the financial crisis and the climate crisis just see the world and seem to me to see the role of government in that world very different than those whose formative experiences were maybe stagflation and the Clinton economic policies and then subsequent boom. And that strikes me, when I asked you even earlier how your thinking has changed, the first thing you said was climate. The first economic point you mentioned was climate. So I do want to talk about the climate context of this bill. Explain to me the theory of how the American Jobs Plan approaches climate and approaches dealing with the climate problem.", "brian deese", "So we have two big issues, when it comes to climate and our infrastructure. The first is that the increased frequency and severity of extreme weather events, be it flooding in the Midwest, fires in the West, storms in the Atlantic basin, if you have a climate-agnostic view to building infrastructure, you’re going to miss important elements of how you build resilient, smart, sustainable infrastructure. So that has to affect all of the things that you would think about in traditional roads and bridges. Even the most basic elements of infrastructure has to affect that because we have to build forward to the reality of the ways in which the physical environment and the environment that we all operate in have changed. So piece one is across every element of what we’re thinking about, we have to ask ourselves the question, are we building back to a more resilient place to address the inevitable impacts that we’re going to live through, independent of how effective we are at mitigating future CO2 emissions in the country, or greenhouse gas emissions in the country. So that’s piece one of it. And then piece two is if you think across the big systems in our country, the transportation system being one but the power and energy system being another, in order to actually solve climate change, we’re going to have to transform those systems. And actually, investing in infrastructure the right way could be one of the most effective ways to do that in a way that creates lots of jobs, creates lots of new opportunity, and is economically sensible as well. So the second way that we think about it from the structure of the American Jobs Plan is across those systems — transportation, power, the built environment, the homes we live in, the businesses we operate in, and then industry. And so if you look across each of those, the objective is, where can we make the investments necessary to build toward the future infrastructure system that we’re going to want and need? So obviously, on the transportation side, the thing that captures the most imagination is building out electric charging stations across the country. On the power sector side, it’s building the actual infrastructure of how we move electrons around the country in a way that is very job intensive, brings jobs to lots of different parts of the country, but is absolutely necessary, if that’s the sort of future structure. The built environment and industry get less attention but are extraordinary opportunities. And this plan has a very significant investment in upgrading buildings, making them more energy efficient. The jobs doing that happen all around the country. They’re construction jobs, building trades. A lot of it is actually high-value investment, where providing an incentive could actually unlock a bunch of private capital to invest, particularly in the commercial building space. On the industry side, both investing in R&D and in the deployment of new technologies that will help US industry lead in creating low-carbon or zero-carbon industrial applications to the future, whether that’s low carbon materials, steel, cement, or in zero-carbon areas like CCS and hydrogen. Those are places where you need public investment to actually help unlock new breakthroughs. And we have a big stake in having that innovation happen in the United States and then having the manufacturing happen co-located with the innovation. That’s one of the things I think we’ve learned about doing innovation policy well. So across all of those areas, we’re trying to think about where you can invest in a way that will help lay the groundwork for the future economy, the zero-carbon economy that we’re going to want.", "ezra klein", "So let me pose a friendly-fire critique I’ve heard of the theory and the plan, which is this.", "brian deese", "I can’t wait.", "ezra klein", "I’m sure you’re very excited. So some of the things you’re talking about are things, in theory, the private sector should know how to do. We built out gas stations in this country without it being the federal government that did it. Weatherizing homes, weatherizing buildings, upgrading energy efficiency — that stuff, the private sector knows how to do. So the correct economics approach to this, from this critic, is that through a carbon tax, you should raise the price of carbon and then let the magic of the private market go to work. Why does the government have to take such a central role here?", "brian deese", "So there’s a couple of things there. One is that we need to move as quickly as possible to decarbonizing our economy, and we need to do it in a way that creates as many jobs and as much economic opportunity as we can for Americans in this country. That is our objective. So if that is your objective, then looking sector by sector at what are going to be the foundational elements that are going to help unlock that private capital is a sensible way to do it. So in the transportation sector, inevitably and eventually, the private sector might solve the chicken and egg problem of are there enough charging stations to solve range anxiety sufficient so that people feel comfortable buying electric vehicles. But by the time that we have done that, we will have lost time on the climate side, and we will have lost opportunity, in terms of the underlying investments in the core innovations and elements that are going to become the basis of that industry for the future. So we see this in semiconductors. We’re already seeing this in batteries, but we’re intent on trying to stem the tide, which is we actually have a policy goal of not just having American consumers able to buy electric vehicles, but to have those vehicles assembled in the United States and have as much of the innovation ecosystem as possible happen in the United States because we believe this is going to be a growing global market and it’s one of the great export opportunities to build in the United States and make us a leader. To do that requires strategic upfront investment. It requires laying the foundation in a way that will unlock that private capital. And economy-wide pricing would have very different impacts in different sectors. So you see the stylized models of economy-wide pricing that drives emissions down in the power sector much more quickly. In the transportation sector, it doesn’t because of the barriers. So if your goal was to try to drive down emissions in the transportation sector, you would need a very different pricing structure. That’s all, in part, an answer to the thoughtful critique. I think the other more practical answer is that it’s been true for multiple years that energy efficiency upgrades in commercial buildings are close to in the money. And so in the private sector, they should just happen and they’re not. And so the other thing that we’re trying to do is to look across and say, what are the practical barriers where, strategically, public investment or the public sector can play a catalytic role? A lot of these are market failures or barriers that are not just solvable by a price and unlocking the private sector. The reason why we don’t have transmission buildout sufficient to support the increased buildout for renewable energy is a complicated mix of politics and economics and jurisdictional issues that, actually, the federal government intervening with a combination of incentives and requirements could really help unlock. And so our view, certainly, is more nuanced than let’s just set a course and the private sector will sort it out. I think that that’s borne out both by the urgency of needing to act and also the practicality of, in a number of these places, the barrier is not just a pricing barrier. The barrier is trying to overcome something else.", "ezra klein", "And so I want to plug a political idea in there, which is that it seems to me the theory — and this is a change in theory over the past, let’s say, 15 years in climate politics — is you can’t just walk up to people and ask them for sacrifice. You can’t say, we’re going to do this by making energy more expensive and certain things are not going to be available anymore. You want to do this in a way that feels positive some to people. Better technologies, new jobs— you’re getting something out of it and being taken along in it, not that this is just a call for you get less in order for the future to get more.", "brian deese", "I want to double down on that and say it’s not just a messaging and narrative imperative, that actually, it has to be that Americans see and experience that, that the investments in building out a more resilient power grid actually improve their lives and create job opportunities for them or their neighbors or otherwise, and that an investment agenda along the lines of what the president has put forward actually is among the best opportunities we have to create a next generation of good-paying jobs all across America. That actually has to become true in practice. And in a sense, we’re better positioned now than we ever have because in so many of these areas, the market is moving toward cleaner and lower-carbon sources of energy. The global market is moving toward that. And so these investments actually can unlock more private investment, but doing that in a way where people feel as if the government policy is actually enabling that in a way that will make it better for their lives. So to your point, electric vehicles are coming. That’s an inevitability. The question is, can we do that in a way that’s going to be really good for our economy and for American workers and American consumers? And so part of what we’re trying to answer is the policy levers that will make sure that that’s the case and that we get there as quickly as we can, consistent with it being really good for American consumers and American jobs. So what the president has tried to do is he says, when I think about climate change, I think about jobs. That’s his narrative. But I think it is a good way of trying to encapsulate what it is we’re trying to accomplish. [MUSIC PLAYING]", "ezra klein", "So a lot of what’s going on in the climate space here is infrastructure. A lot of what’s going on in the rest of the bill is a very, very, very big infrastructure spend. There have also been a bunch of misses on big infrastructure projects in recent years. I’m in California, and I don’t get to ride the high-speed rail. So what has been learned on building infrastructure, practically at this scale? Or what needs to change in building infrastructure at this scale, such that we get the promised bang for the buck here?", "brian deese", "So I think we’ve learned a number of things, some of which coming from the Recovery Act, which I will say, I think overall, was a useful and successful investment in public infrastructure. But we also learned a lot of lessons. A couple of them — number one, this bill is not just focused on shovel ready. It’s also focused on shovel worthy. And in 2009, because the paradigm was fiscal stimulus, operate as quickly as possible, get shovels in ground as quickly as possible, that defined a lot of what was possible. There was a lot of focus on deferred maintenance. There was a lot of focus on obligating that money immediately, which meant that the state and municipal entities that were receiving the money, a lot of what they were doing was recycling that capital. If you look at the American Jobs Plan, there is a real focus on a multiyear public investment plan designed to get at those shovel-worthy projects, those projects that are not going to take forever but really do require some planning and technical capability. A second thing that I think is learned is that technical and technocratic capability matters, and it matters at the state and local level. And you have to invest in that capability. One of the things that is an idea that’s in the American Jobs Plan is this idea of an infrastructure America authority. It builds off of what other countries have done in the UK and Canada to try to actually build a independent authority that helps do broad, comprehensive reviews of where across the infrastructure complex are the highest-value investments to make but then also works with states and localities to build the technical capability so that the entity that is tasked with figuring out how to build the tunnel or lay the transmission line or build the bridge has the capability to think ahead to what are the things that could get in the way. The third is more on the political economy side, which is the more that we can use federal investments in a way that provides competitive funding to identify those areas where there is capability and appetite the better. So formula funding is important for some uses. If you look at the Recovery Act, almost all of it went through formula funding, in part because of that speed element. For example, in the jobs plan, there’s this focus on the 10 most economically significant bridges, which will all be very large, complicated projects because these are the bridges that the most people and stuff go over on a daily basis. But the goal there is to say, we want to run a thoughtful, national competition, perhaps using this infrastructure America authority, to say not only where do they exist, but where does the local buy-in and technical know-how exist? We can diligence it. You can encourage it by holding out the investment and then invest in those places where you have high confidence to do that. So I think in all of those areas, we’ve learned a lot. We’ve tried to build those lessons into the design of this plan. The last thing I would say is a lesson is there are more opportunities now. Because the market is driving decarbonized sources of transportation and electrification, there’s more opportunities at the seam between the transportation electric system where public capital can unlock greater private capital. So this idea of a clean energy accelerator, a clean energy bank is an idea in this plan that largely builds off of the thinking that members of Congress from both parties have done over the last couple of years. And we think there’s more opportunity to learn from what’s been done in other countries on that front that wouldn’t have been true several years ago.", "ezra klein", "I’m interested in this idea of using money to either reward or even to change local capacity and even laws on the ground sometimes by running the competitions. In the housing section of the bill, you want to build a ton of new housing, but it’s also connected, at least in some cases, to getting cities to change their zoning laws such that it is easier to build that housing. That’s a pretty interesting policy. I know it’s been kicking around for a bit. Tell me about how that might work in practice.", "brian deese", "Yeah, look, and just to be clear, there’s been some lack of clarity. This is not federal preemption of local zoning laws or anything. And in fact, these are ideas that build off of ideas that, again, Republicans and Democrats have at least put forward congressionally over the course of the last couple of years. But the idea is, basically, we need to build more housing in the US in the right places. And if we can do that, it has an important economic multiplier because it allows people to move to opportunity and move to jobs that are potentially ladders into higher-paying careers in areas where those jobs exist. And part of the opportunity in doing that is to have more enlightened zoning policies at the local level. But using investment can help sometimes get over the chicken-or-the-egg problem of changing zoning policies to allow for development is harder to do if you don’t have some investment or some match to help fund the construction of that housing. So the idea is relatively basic, which is to hold out that carrot but then put those resources in the areas where there’s going to be the biggest bang. And in some cases, that’s going to be because you’ve gotten a change in zoning that would unlock more opportunity to build housing in the right places.", "ezra klein", "I want to make sure we talk about the care side of this bill for a couple of minutes here. The American Jobs Plan reads, even before COVID-19, our country was in the midst of a caregiving crisis. Talk me through the pre-coronavirus crisis.", "brian deese", "This is a place where I think policy has to be personal. I think there are so many people out there who are either caring for an elderly parent, millions of people who actually care for adult children who have some form of disabilities that require significant care, and then, of course, parents of children, particularly younger children. And pre-pandemic, if you look at the infrastructure to support the care of those people, which is ultimately an economic prerequisite for those parents, for those caregivers to actually participate in the economy fully, that infrastructure has been failing for some time. So something you know well, the backlog for home and community-based care in Medicaid is hundreds of thousands of people. So if you need that care, you’re in no way guaranteed that you could access that care. The lack of affordable and quality childcare in the country prior to the pandemic was a significant constraint on the ability for families to find the right balance of having one or both partners in a parenting relationship actually work. And so pre-pandemic, we’re in a place where that infrastructure was holding back our economy, holding back our potential. And then, all of a sudden, we have this pandemic, which is this perfect exacerbator of that failed infrastructure of care, certainly with respect to the elderly population and the disproportionate death we’ve seen because the care infrastructure for nursing homes and for how we care for the elderly has failed us in this context of this pandemic. And then for parents, one of the biggest legacies that we will have to focus on coming out of this crisis is parents, and disproportionately women, leaving the labor force because they don’t have an alternative care option in the pandemic. So as we think about building back the infrastructure of a better economy on the back of this pandemic, we are focused on what the right public investments are to build a stronger care infrastructure going forward.", "ezra klein", "It has seemed to me that one of the things a pandemic did to change the politics of this is that basically every family that had older parents or young kids or just anybody in the family in a difficult situation suddenly got exposed to the kind of absent care infrastructure or disrupted care infrastructure that a lot of families, that was simply their normal before the pandemic. Part of it’s simply been an exposure to a preexisting reality, but now it hit everybody simultaneously, which changes the politics of it pretty profoundly. But so what does all this investment amount to once it is all spent out? What care options or what reliability that isn’t currently there in care options would be available to a family compared to right now?", "brian deese", "Well, I want to pick up on one thing you just said, which I think that you’re right that it exposed, sort of simultaneously, for the families who were reliant on that care. It also exposed the workforce. The people who care for the elderly and disabled in the country and the people who principally provide childcare are overwhelmingly women and overwhelmingly paid at poverty wages. And so the people who were in those nursing homes providing that elder care, part of the essential workforce exposed during this pandemic, are also the substructure of this infrastructure of care that is failing. And part of what is failing is the society failing to dignify the work that they do, which is some of the hardest work. This is some of the putting a face on modern infrastructure. People who put on a gown and go change bedpans and care for truly sick elderly people or provide care in those people’s homes are doing hard work that creates an infrastructure that allows so many of us to actually operate in the economy. So what’s different? One, access to that care, so for those families who otherwise couldn’t access it, building childcare facilities, investing in the supply side of childcare so there are more available options, and then also investing in mechanisms to ensure that the workers who provide that care are better paid, have more opportunity to organize. As we look at that as one of the expanding areas of employment in our economy, we’re going to need more care. And so we want to have that sector create not only more power for those workers, more dignity for those workers, but also career ladders so that there’s organization behind working in a home and community-based care workforce and that translates. There’s more formality. It’s less informal. There’s more opportunities to succeed and advance. So I think on the other side of this, in addition to addressing the immediate crisis situation of how do we get more parents and women back into the workforce and kids not losing years of their education, we should have a system where that care is easier to find, that quality care is easier to find, and that we’re compensating it, that we’re providing the right incentive that it’s compensated the way it deserves to be.", "ezra klein", "And that seems to be an idea laced throughout the bill. It’s here in the care section. It’s also in the PRO Act, which is about labor organizing. A lot of pieces of the bill deal with very profound market failures, the market’s failure to not just stop climate change, but actually, it accelerates it, market failures around inequality. But this is one where the idea seems to be that worker power has become a failure in the economy. And as workers in key industries have lost power or have been exploited, like in the care industry, that not only have been bad for those workers, but it’s actually been bad for everybody.", "brian deese", "The president’s view is, particularly as we make these public investments, we should make them tied to better wages, more collective bargaining and opportunity for workers to join a union, and to dignified jobs and dignified employment. And that takes different forms in different parts of the investment, but you are right that it is a core part of the whole agenda, including even things like investments in R&D. The public investments in R&D, particularly as we extend that to deployment, part of the theory here is that we need to invest in ways that we haven’t since the 1960s but also think about, how do we make sure that when we invest, we’re generating more quality job opportunities in the United States? And we hear a lot about this from different sides, but the president is unapologetic. The other element of using these dollars is that when we invest, we should be prioritizing American-made products and American prevailing waged labor. And there’s a climate element of that, too, which is that the power of federal procurement can be used to actually pull forward technology and pull forward new markets and do so in a way that builds more domestic opportunity. So saying that we’re not only going to buy building materials to build a bunch of new housing, but we’re going to make bulk purchases of lower-carbon building materials and we’re going to preference American-made products actually creates stable demand for US-based manufacturers. The same is true for electric vehicles. So saying that the US government is going to be a big purchaser of electric vehicles and make those commitments on the front end helps to buy down the cost of that, helps to buy down the cost of the battery technology that’s embedded in there. And I think that this plan and the president’s vision represents a much more forward-leaning willingness to use the tools of federal procurement to actually try to pull forward that technology connected to better-paying jobs.", "ezra klein", "We’ve talked a lot about what could go right here, if the bill passes. But assuming the bill passes and we know the American Rescue Plan has passed, what are you worried that can go wrong? We’ve heard Larry Summers talk about inflation, Republicans talk about budget deficits. What risks are you watching out for?", "brian deese", "If we’re talking about the Jobs Plan, the goal is, actually, to have a multi-year investment program. We haven’t got into the corporate tax reform and offsetting it. That’s a whole conversation of itself. I have less concern about overheat or about long-term fiscal issues because this is a plan that’s intended to invest largely one time, but multiyear and can straightforwardly be offset over a longer period of time. The principle areas where I have concern is about execution and implementation. It goes to some of the questions about lessons learned. We’re trying to accomplish a set of big things. And so when you’re trying to provide, for example, high-speed internet to all Americans, if you do that wrong, you can end up in a situation in which what you’re doing is you are subsidizing incumbents, you’re paying a lot for relatively little public benefit, and it costs a lot more than it should, right? When you are investing in large infrastructure projects, if you don’t prioritize some of the competitive aspects we talked about, the technocratic capability, you can end up with things taking too long or not happening. So to me, the biggest concern is demonstrating that multiyear public investment is actually in the interest of the American people and American workers will be a high-stakes effort to try to demonstrate that these types of government interventions can deliver. A lot of that will come down to execution. A lot of that comes down to the professionalism of the civil service at the federal level and the state and local level, a lot of which has been hollowed out. And so we have to be very humble about how hard that is and how much work and effort and focus and implementation that will take across time. But that’s where a lot of, I think, our focus needs to be on getting it right.", "ezra klein", "Brian Deese, thank you very much.", "brian deese", "Thank you, Ezra. [MUSIC PLAYING]", "ezra klein"], "authors": ["The Ezra Klein Show"], "keywords": ["things", "care", "actually", "plan", "best", "economic", "bidens", "ive", "thats", "explanation", "opinion", "way", "going", "think", "heard", "infrastructure", "thinking"], "pubDate": "2021-04-09T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}