{"paragraphs": ["From Axiom Verge 2 to Oddworld: Stranger's Wrath, Switch players have plenty to look forward to in 2020. Today, Nintendo revealed 16 new titles that are on the way, including a number of timed exclusives, and Sports Story which will be published exclusively for Switch. Below is a rundown of every game from the video:", "Axiom Verge 2", "A sequel to the hit 2015 game that explores the origins of this series' universe. Coming fall 2020 to Switch.", "Bake 'n Switch", "Coming in summer 2020, four players work together and brawl together to bake dough.", "Boyfriend Dungeon", "A dating sim/dungeon crawler that pushes you to find a true love as you battle monsters.", "Dauntless", "A free-to-play online action/RPG that features crossplay. The Switch version features exclusive Skyfighter Armor and Skymetal Weapon sets. It launches later today.", "Dreamscaper", "A timed exclusive hitting in early 2020, Dreamscraper combines brawling, top-down shooting, and dungeon crawling, as players explore what is described in a Nintendo press release as a \"nightmarish depression living inside a young woman's subconscious.\"", "Gleamlight", "You play as a sword in a stained-glass motif. It sounds strange, but looks stunning, and is created by the developers of Bloodstained: Ritual of the Night. It hits Switch in early 2020.", "Liberated", "Part cyberpunk, part graphic novel, Liberated is a side-scrolling stealth/platformer that will be a timed exclusive hitting in 2020.", "Murder by Numbers", "A timed exclusive hitting in early 2020, players are put on the case to solve a conspiracy, murder, and deception. Features music from Masakazu Sugimori, the composer behind Phoenix Wright: Ace Attorney.", "Oddworld: Stranger's Wrath", "The classic game is coming to Switch next January with enhanced FPS controls and gyroscopic aiming.", "Sail Forth", "A procedurally generated high-seas quest for loot.", "SkateBIRD", "True to the name, you play as a bird on skateboard. It launches in late 2020 on Switch.", "Sports Story", "The follow-up to Golf Story that features additional sports like tennis.", "Streets of Rage 4", "The brawling returns in the first half of 2020 on Switch.", "SuperMash", "A magical game console takes a brother and sister on an adventure that unfolds through different game genres. The game hits next May.", "The Survivalists", "Up to four-players can work together to build and survive in this game set within The Escapists universe.", "The Talos Principle: Deluxe Edition", "Available later today, this first-person adventure challenges players to solve over 120 puzzles."], "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Executive Editor", "Weekly Trips To Arcades To Owning Every System That Hit The Market Since The Atari", "Andrew Has Dedicated His Life To Video Games."], "title": "Every Game Announced During Nintendo's Indie World Showcase", "id": "85fb6fc5-dceb-3eee-bd7a-73399dc7deea", "keywords": ["players", "nintendos", "indie", "game", "2020", "timed", "hitting", "exclusive", "world", "switch", "announced", "showcase", "early", "work", "features"], "summary": "From Axiom Verge 2 to Oddworld: Stranger's Wrath, Switch players have plenty to look forward to in 2020.\nBake 'n SwitchComing in summer 2020, four players work together and brawl together to bake dough.\nLiberatedPart cyberpunk, part graphic novel, Liberated is a side-scrolling stealth/platformer that will be a timed exclusive hitting in 2020.\nMurder by NumbersA timed exclusive hitting in early 2020, players are put on the case to solve a conspiracy, murder, and deception.\nSuperMashA magical game console takes a brother and sister on an adventure that unfolds through different game genres.", "pubDate": null, "url": "https://www.gameinformer.com/nintendo-direct/2019/12/10/every-game-announced-during-nintendos-indie-world-showcase"}