{"id": "8611fdca-5ff4-3cc8-acc5-c9ac4e450081", "title": "Chef cooks up incredible gourmet meals using hotel room appliances", "url": "https://cnn.com/travel/article/tiktok-hotel-room-chef/index.html", "summary": "A young English chef has become a TikTok sensation with videos in which he creates restaurant-level gourmet meals using hotel room appliances.\nRandles uses baking parchment, foil and Saran wrap to protect his appliances and maintain hygiene while cooking in his videos, but he's still attracted plenty of critical comments.\nA family came and cooked in the room and it REEKED for a week,\" says a user called Newt.\nRandles isn't the only Brit to have been experimenting with hotel room culinary innovations this year.\nWhile he sometimes does a bit of legit cooking for himself, \"the trouser press stuff is just a laugh,\" he says.", "paragraphs": ["(CNN) — Fat fluffy pancakes straight off the clothes iron. Tender asparagus fresh from the tea kettle.", "A young English chef has become a TikTok sensation with videos in which he creates restaurant-level gourmet meals using hotel room appliances.", "Cornishman Jago Randles was quarantined for two weeks at the Gec Granville Suites Hotel in Vancouver after arriving in Canada to take on a new job at a ski resort in Whistler, British Columbia, reports Cornwall Live", "Using everything from a coffee maker to his trusty iron, in his \"Isolation Kitchen\" series he whips up dishes such as poached eggs with hollandaise sauce and salmon with rice vermicelli and bok choy.", "His first video was only posted on November 22, but he's already amassed 3.7 million \"likes\" on the social media site, and also attracted the attention of the notoriously hard-to-please chef Gordon Ramsay.", "\"That looks like some decent food, certainly some of the best food I've seen in any hotel,\" concludes Ramsay in a video on his own TikTok", "While Randles' meals look very, very palatable, not everyone has been impressed by his efforts.", "Randles uses baking parchment, foil and Saran wrap to protect his appliances and maintain hygiene while cooking in his videos, but he's still attracted plenty of critical comments.", "\"Worked housekeeping ages ago. A family came and cooked in the room and it REEKED for a week,\" says a user called Newt. Another named Kirsty chimes in, \"Having a job where I stay in hotel rooms a lot - you are the reason we don't use the kettles / irons.\"", "Randles isn't the only Brit to have been experimenting with hotel room culinary innovations this year.", "Scotsman Jimmy Stewart has been entertaining his loyal TikTok audience for months with his MacGyver-esque efforts.", "He gives a fresh twist to an after-pub classic with his trouser press kebabs. And if you've never thought of wrapping chicken and bacon around your hair straighteners, you could be missing a trick.", "Stewart tells CNN Travel by phone that his job in railways has meant he's been living out of hotel rooms for around 18 years, so \"in the lockdown I started doing these cooking videos.\"", "While he sometimes does a bit of legit cooking for himself, \"the trouser press stuff is just a laugh,\" he says.", "\"It was only me that was doing it,\" he says, \"but a couple have come on which I've seen are professionals.\"", "His followers have long been tagging Ramsay in his comments, says Stewart, so \"it was just a wee bit of a letdown that Gordon never reacted to me, and this (other account) was only going a week.\"", "There was also controversy last month when a TikTok user named Marcus Monroe posted a now-deleted video which purported to show him cooking steak on a Southwest Airplanes airplane toilet, reported the Simple Flying blog."], "authors": ["Maureen O'Hare"], "keywords": ["hotel", "video", "cooks", "tiktok", "chef", "using", "job", "hes", "videos", "user", "appliances", "cooking", "meals", "gourmet", "incredible", "room", "trouser"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}