{"id": "863aeabc-2952-322e-8eca-6e9bcfa1748e", "title": "Spac mania: the blank-cheque blitz of 2020", "url": "https://www.ft.com/video/a27ace2c-5629-48d2-b113-d623a4401988?playlist-name=latest&playlist-offset=2", "summary": "The likes of hedge fund billionaire, Bill Ackman, basketball superstar, Shaquille O'Neal, and even former Speaker of the House, Paul Ryan, have gotten aboard the SPAC train in 2020.\nSPACs are shell companies that raise money by listing on the stock exchange.\nAs a result, these vehicles are sometimes referred to as \"blank check companies\" because investors are taking a chance on the executives behind the SPAC.\nAs long as investors are willing to put money in, sponsors are happy to keep launching new SPACs.\nIt remains to be seen how this new class of SPACs and sponsors will perform.", "paragraphs": ["You can enable subtitles (captions) in the video player", "[MUSIC PLAYING]", "ORTENCA ALIAJ: Special purpose acquisition companies or SPACs as they are better known have taken Wall Street by storm this year. The likes of hedge fund billionaire, Bill Ackman, basketball superstar, Shaquille O'Neal, and even former Speaker of the House, Paul Ryan, have gotten aboard the SPAC train in 2020. SPACs are shell companies that raise money by listing on the stock exchange. They have no business plan other than to acquire companies that will eventually go public. As a result, these vehicles are sometimes referred to as \"blank check companies\" because investors are taking a chance on the executives behind the SPAC.", "The money received from investors, who typically buy in at $10 per share with an option to buy more stock later via warrants, is put in escrow while the SPAC executives, or sponsors, as they are referred to in filings, set about finding a company to buy. They typically have two years to strike a deal, failing which the vehicle is liquidated.", "So far, SPACs have raised more than $55 billion this year. And acquisitions have reached a combined value of almost $100 billion. The boom has largely been fueled by a number of success stories, such as Virgin Galactic and DraftKings, which went public via SPACs last year. As long as investors are willing to put money in, sponsors are happy to keep launching new SPACs. They pay a nominal sum of $25,000 for a 20% stake in the company, something called \"the promote\" that can eventually lead to a huge windfall if the deal is successful.", "If history is anything to go by, SPACs and not the best return on investment. And analysis by the Financial Times found that 2/3 of SPACs launched between 2015 and 2019 that have found targets were underperforming their IPO price of $10. It remains to be seen how this new class of SPACs and sponsors will perform."], "authors": ["Produced Alpha Grid"], "keywords": ["blitz", "mania", "blankcheque", "spacs", "2020", "money", "sponsors", "investors", "spac", "buy", "referred", "companies", "typically", "stock"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}