{"id": "86482c41-ad14-3f5c-a2fa-4f0fe8b7d164", "title": "Is it time to go back to the neighbourhood restaurant?", "url": "https://www.ft.com/video/6de247a9-4936-4464-9e24-cd03ef24a0f4?playlist-name=section-0b83bc44-4a55-4958-882e-73ba6b2b0aa6&playlist-offset=6", "summary": "I'm not sure how they're going to be able to do that under the new restrictions.\nThey were just about to open a new bar and restaurant next door to Levan.\nIf we were restaurant operators who had a place in central London, I'd be quaking in my boots at the moment.\nAnd cash flow is a big thing in any industry, but particularly in the restaurant industry, where margins are really tight.\nThey've got a lot of local people who come to the restaurant regularly, and have been coming back.", "paragraphs": ["You can enable subtitles (captions) in the video player", "Restaurants are reopening, but it's far from business as usual.", "You now have to be Covid secure. That means reduced space the diners, many of whom remain cautious about eating out.", "This week, we're at Levan in Peckham. The people who live in this residential corner of south London will be crucial if restaurants like this one survive.", "Some restaurateurs are sitting tight. Others are taking the plunge. Most restaurants have been forced to adapt their business in some way.", "Levan reopened as soon as it could on July 4, but what does this new indoor dining experience look like? And will the local community buy into it?", "It's a few weeks now since they're the big reopening in the UK. It's all restaurants, bars, cafes back in operation. I still haven't been out to eat indoors in a restaurant. I don't know if I've been never been too nervous, or what?", "I went out on the first night, not because I wanted to, but because I felt that I needed, to find out what's going on, to be able to sort of think about it and comment on it. And since, then I've been to several places. And the places that I felt good about, there's been a kind of a thing of actually you've found something almost new in this.", "One thing that's very new about this place, of course, is the complimentary hand sanitizer that we're seeing on every table. That wasn't here before. The full disclosure, this is a local restaurant for me. I live just up the road.", "This is your manor?", "This is my manor. Welcome to Peckham. I love this place. But I do wonder what it's going to be like now with the new restrictions. Part of its charm was it was very cosy, very bustling, you could get a seat at the bar with the open kitchen around you. I'm not sure how they're going to be able to do that under the new restrictions.", "All of these houses around us are full of people locked down and happy. If they want to go to a place, they'll go locally. They'll go here.", "Levan is the second restaurant from executive chef Nick and co-founder Mark. They also own Salon in Brixton, which has a wine shop next door.", "It's going really good so far. Yeah, it's fully booked at 50 per cent capacity.", "And what time do you open?", "5:30.", "Right. We better get on with it, then.", "What's the response been like so far? You said you're fully booked tonight. Has it been the case since reopening?", "Obviously, we've got fewer tables. But we've been busy every night. We don't book out the seats outside. But when the weather's good, we're busy.", "I live just up the road from here. This was my favourite seat. I wouldn't be able to sit in it, I don't think at the moment, because of the 1 metre plus restrictions, right? You got four seats here.", "Those seats are empty, unfortunately at the moment.", "What a shame.", "Yeah, it's a real shame. I mean, that was my best, my favourite seat as well. It's one of the compromises we've had to make. We've got about 50 per cent of the capacity that we did have. But I still feel like there's an atmosphere here, and there's a buzz. And I'm probably buoyed by the fact that people are excited to be back out and eating again.", "Lockdown couldn't have come at a worse time for Mark and Nick. They were just about to open a new bar and restaurant next door to Levan.", "We opened it the week of lockdown. We opened on Monday night, and we shut it on the Thursday. It was pretty brutal.", "That must've been agonising.", "Yeah, it was. And of course, during that time people were starting to self-isolate. So actually, hardly any of our staff actually came into work it. I mean, it was it just Nick and I pretty much doing it all.", "And then we had to make the call in closing it, which was really hard. We kind of went into shock. And...", "What's your landlord like?", "Very good. He's been very supportive.", "Really?", "Yeah. It's been very good.", "So you've had, you've had a break on payments, et cetera? And that's helping you through?", "Our landlords here have been really generous. But loads of our overheads have remained the same. So whilst we're - our kind of food costs and our staff costs are relative to our turnover, a lot of the other overheads are still quite high.", "Working with a forgiving landlord during the crisis has been priceless. But restaurants have been under immense pressure, and most have been forced to try something new. For Mark and Nick, it was delivering wine, and more recently takeaway meals.", "We've got a wine shop over in Brixton. We went from doing no delivery at all to doing 100 boxes a week. I basically packed it up and took it around London in a car.", "So we all stayed at home and drank too much. And anybody who was going to supply that need...", "It was an essential service, right?", "Absolutely vital.", "It's almost like cooking fatigue, I feel during lockdown. I mean, the bread baking. Everybody is breaking bread for the first few weeks. Everyone became bakers and pasta makers, the novelty wore off and, and people were kind of itching to eat the food of their favourite restaurants.", "And we decided to do a sort of takeaway service, really. Prepared by us, but there's some finishing touches to do at home.", "We never thought we'd be a takeaway restaurant. But we have a takeaway arm. It was never our kind of goal. But it's allowed us to open another revenue stream, which is really important, especially right now, where we're 50 per cent down on our covers.", "So we need that extra income. Customers are afraid of going out at the moment. We're actually able to service them as well.", "The future is frighteningly uncertain. The loyalty of its community, and how they work with it, will become ever more important for Levan.", "If we were restaurant operators who had a place in central London, I'd be quaking in my boots at the moment. That marketplace particularly has changed so dramatically. We've got, you know, an amazingly loyal band of regulars. We feel very lucky in that respect.", "Social media is a huge tool for us. We definitely see when we put things on those platforms, you get bums on seats.", "I just wonder what kind of impact Covid's had on the supply chain.", "Everyone's been running on a skeleton crew. Everyone's turnover has dipped dramatically. Everyone's customer base has shrunk. The supply chains have been affected. And all of our suppliers further up the chain are asking for payment upfront. And cash flow is a big thing in any industry, but particularly in the restaurant industry, where margins are really tight.", "One are the big chain restaurants are very loudly proclaiming that they're going a pass on the VAT reductions to the customers.", "We simply can't afford to do that. We're down 50 per cent here. We have been shut for three and a half months, four months.", "It's definitely going to be a challenging period once summer's over, and we can't use the outside seats.", "I think four months, or three months of kind of cooking yourself has made everyone realise that how special it is being fed by someone else.", "And being looked after. You know, the kind of, the magic of what restaurants are. You know? You come in and you have a great time. And you leave with a smile on your face.", "It's early, and the restaurant is still quiet. When we sit down to eat, we're presented with a menu.", "We have planned five to six dishes between the two of though. Mix the snacks and the sharing.", "Sharing? Does that still work? Do we share plates? I don't know.", "You have your own plates.", "We won't be feeding food into each other's mouths.", "Exactly.", "Deeply erotic, but otherwise no.", "Community is going to be a really, really key thing for restaurants. We're looking at places like the City and Soho, the reason they're in trouble is they don't have an immediate community that makes sense for them to lock into.", "As for the dining experience, it sounds like the feedback they've been getting has been broadly positive. They've got a lot of local people who come to the restaurant regularly, and have been coming back. That has to bode well.", "They're under pressure. So they're being immensely creative. This could be an opportunity.", "Nick was talking about the takeout and DIY thing they've started doing, saying that they might even continue that when things go back to normal.", "I'm not sure anybody can really turn down any revenue streams, in any way at all over the next few years. I think there's an enormous amount of creative thinking going on. They're thinking really hard.", "And they're going to have to, right? Because I mean, no one has a crystal ball. And this is the same for... this is the same for everybody. Things are changing week by week.", "In the end, it goes back to what delights the customer? And I think they're asking themselves daily what is going to delight my customers? It's better for all of us in the long run.", "This is, for me, delightful. And as a local, I hope they do find a way to keep it going.", "I agree. Thank you for bringing me here.", "Thanks for coming.", "These are ridiculously good.", "They're very good, right?"], "authors": ["Produced Daniel Garrahan", "Joe Sinclair"], "keywords": ["really", "theres", "restaurants", "going", "theyre", "thing", "neighbourhood", "restaurant", "kind", "weve", "think"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}