{"id": "86580159-29bf-3a15-9173-a4ca97dbb8eb", "title": "Fall Guys: Ultimate Knockout Review – Ridiculous Revelry", "url": "https://www.gameinformer.com/review/fall-guys-ultimate-knockout/fall-guys-ultimate-knockout-review-ridiculous-revelry", "summary": "Embracing the ridiculous and the fun, Fall Guys is a party-game battle royale, and it’s something special.\nClearly inspired by shows like MXC, Ninja Warrior, and WipeOut, Fall Guys leans into its high-impact insanity and inspires laughter every step of the way.\nTeam games like mini-soccer and ball-racing combine with other strange fare like breakaway walkways to mix up the experiences further.\nThe core gameplay of Fall Guys is an absolute blast.\nFall Guys doesn’t take itself too seriously, and it’s hard not to grin after a few rounds of delightful diversion.", "paragraphs": ["With the finish line in sight, a hamburger makes a leap of faith through the slowly spinning windmill. Unfortunately, a milkshake waits behind the scenes and hurls the hapless hamburger out into the void, sending him back to an earlier checkpoint. Somewhere across the obstacle course, a gaggle of beans tilts a see-saw platform the wrong way, sending a dozen players off into the sky. Elsewhere, a unicorn in a tutu cheers. Embracing the ridiculous and the fun, Fall Guys is a party-game battle royale, and it’s something special. Clearly inspired by shows like MXC, Ninja Warrior, and WipeOut, Fall Guys leans into its high-impact insanity and inspires laughter every step of the way.", "You and 59 other players take on a wide variety of mini-games to cut the field down to one lucky winner. Despite the winner-take-all endgame, you can form a team with up to four players, which allows you to group up with your buddies during team events, which is cool. Rounds are fast, and it’s no big deal if you lose. You can watch your friends play it out or head back to the lobby to join another game instantly. Many rounds are obstacle-laden races that have you tilting on seesaws, smashing into doors with your face, and outrunning slime. Team games like mini-soccer and ball-racing combine with other strange fare like breakaway walkways to mix up the experiences further. All stages are not created equal, and some of the games end up being filler (the memory game!) or frustrating, especially the team experiences.", "The core gameplay of Fall Guys is an absolute blast. Slamming into a wall as a babbling little bean wearing a duck costume is as fun and as stupid as it sounds, and appreciating the wacky physics as you are pushed, prodded, and flung across the stages is highly enjoyable. Being the last one holding the flag (tail) or making it up the mountain to the crown for a victory is exhilarating and intense without being too stressful. Belting the soccer ball into the goal with a perfect dive feels wonderful, as does being the last bean standing when the collapsing hex platform drops.", "Even when you’re eliminated early, you don’t really lose; you’re sent back to the lobby with some currency to buy cosmetics. You can use this money to become a pineapple. Or a dinosaur. Chase your dreams, little bean. Watching the hours melt away is easy as you master each course and soak in the dumb fun. After you’ve memorized the position and behavior of every wrecking ball and spinning hazard, you can engage with another layer of gameplay by messing with other players, grabbing them and trying to get them stuck on walls, bump them off edges, or hold them in place.", "Just learning how to jump on a balance beam or dive to break your fall are rewarding lessons, with each course having a generous amount of “advanced” play available after you figure out the best ways to tackle the standard goal. Of course, some of the best laughs are had when the perfect plans end up going horribly wrong as other beans interfere, intentionally or just by happenstance. It’s all in the name of feeling good at the end of the day, and witnessing the pileups of assorted beans when everyone tries to squeeze through the same door is downright hilarious.", "A lack of variety is the greatest weakness in this otherwise excellent game. After a few hours of play, you will probably have seen it all, and maps start to feel stale despite the many emergent player-initiated hijinks. A few games, especially some of the three-team games like the egg-hoarding one, reward beating up on the losing team, which is an unpleasant (though surefire) way to win. While some degree of randomness is essential to the party-game experience, many of the team games can feel like you have no agency or impact on winning or losing at all, which doesn’t feel good.", "Fall Guys doesn’t take itself too seriously, and it’s hard not to grin after a few rounds of delightful diversion. Whether by yourself or with friends, this refreshing and ridiculous game makes every triumph and failure into a celebration."], "authors": ["Pc Editor", "Daniel Has Been At Game Informer For Seven Years", "Specializing In Multiplayer Titles", "Pc Games. When He'S Not Speculating On The Future Of The Industry", "You Can Find Him Exploring Vast Online Worlds", "Probably Streaming The Experience."], "keywords": ["ultimate", "rounds", "team", "course", "ridiculous", "revelry", "fall", "players", "games", "game", "guys", "play", "review", "fun", "knockout"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}