{"id": "86591bf4-b848-3cd7-b2be-8e7f156c8bc9", "title": "Magic: Legends – New Gameplay Today Live", "url": "https://www.gameinformer.com/new-gameplay-today-live/2021/03/24/magic-legends-new-gameplay-today-live", "summary": "Diablo and Magic: The Gathering meet in Cryptic Studio's free-to-play Magic: Legends, which just went into open beta on PC.\nWhile the game is slated to come to Xbox and PlayStation as well for its launch later this year, PC players can dive in now with no scheduled wipes.\nMagic: Legends lets players explore the worlds of Magic: The Gathering while crafting decks, collecting loads of loot, crafting, and building up a personal hub and exploring meta-progression.\nJoin Magic: The Gathering enthusiast and PC Editor Dan Tack today on New Gameplay Today from 1-4 CST for an extended look into Magic: Legends.\nAre you checking out Magic: Legends?", "paragraphs": ["Diablo and Magic: The Gathering meet in Cryptic Studio's free-to-play Magic: Legends, which just went into open beta on PC. While the game is slated to come to Xbox and PlayStation as well for its launch later this year, PC players can dive in now with no scheduled wipes. Magic: Legends lets players explore the worlds of Magic: The Gathering while crafting decks, collecting loads of loot, crafting, and building up a personal hub and exploring meta-progression.", "Magic: Legends puts you into the role of a planeswalker with a deck full of spells, but don't expect to be taking turns across the table from an opponent like you would in the popular collectible card game. Instead, players battle in real time with both a summoned army and a collection of active spells, in a loot-based isometric romp that taps into the APRG genre. Magic: The Gathering has been adapted to many, many different video game genres over the years from fighters to tactical strategy games, so it's always intriguing to see the core card game morph into new visions and styles.", "Join Magic: The Gathering enthusiast and PC Editor Dan Tack today on New Gameplay Today from 1-4 CST for an extended look into Magic: Legends. We'll check out the open-world systems where you can team up with other players to take on encounters dotted across the realms from Zendikar to Innistrad. We'll explore the varied difficulty levels and dials you can tweak to ramp up the challenges and and rewards of each1 structured encounter. We'll try to track down mythic enemies, collect all kinds of cards, tweak our decks, upgrade spells, and hunt down hidden portals to find artifact shards to improve our loadout. And hey, since the shop is open, we'll check out what kind of monetization is going on here, both functional and cosmetic. If you have questions, we've got answers, so feel free to hit us up in chat to say hi and ask anything about the game!", "Are you checking out Magic: Legends? Let us know in the comments!"], "authors": ["Pc Editor", "Daniel Has Been At Game Informer For Seven Years", "Specializing In Multiplayer Titles", "Pc Games. When He'S Not Speculating On The Future Of The Industry", "You Can Find Him Exploring Vast Online Worlds", "Probably Streaming The Experience."], "keywords": ["spells", "open", "gathering", "pc", "today", "live", "players", "game", "magic", "tweak", "legends", "gameplay"], "pubDate": "2021-03-24T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}