{"id": "86c77e84-d89a-34a9-a1d3-b999f9d53a73", "title": "Hunter Biden Discloses He Is Focus of Federal Tax Inquiry", "url": "https://www.nytimes.com/2020/12/09/us/politics/hunter-biden-tax-investigation.html", "summary": "WASHINGTON — The Justice Department is investigating the tax affairs of President-elect Joseph R. Biden Jr.’s son Hunter, he disclosed in a statement on Wednesday.\nThe investigation is being led by the U.S. attorney’s office in Delaware.\nIt was opened in late 2018 and has included inquiries into potential criminal violations of tax and money laundering laws, according to people familiar with the inquiry.\n“I learned yesterday for the first time that the U.S. attorney’s office in Delaware advised my legal counsel, also yesterday, that they are investigating my tax affairs,” Hunter Biden said in a statement.\nOn Tuesday, prosecutors in Delaware served subpoenas, including at least one that sought information related to Hunter Biden’s taxes, two people familiar with the matter said.", "paragraphs": ["WASHINGTON — The Justice Department is investigating the tax affairs of President-elect Joseph R. Biden Jr.’s son Hunter, he disclosed in a statement on Wednesday.", "The investigation is being led by the U.S. attorney’s office in Delaware. It was opened in late 2018 and has included inquiries into potential criminal violations of tax and money laundering laws, according to people familiar with the inquiry. The money laundering aspect of the case failed to gain traction after F.B.I. agents were unable to gather enough evidence for a prosecution, the people said.", "“I learned yesterday for the first time that the U.S. attorney’s office in Delaware advised my legal counsel, also yesterday, that they are investigating my tax affairs,” Hunter Biden said in a statement. “I take this matter very seriously, but I am confident that a professional and objective review of these matters will demonstrate that I handled my affairs legally and appropriately, including with the benefit of professional tax advisers.”", "The inquiry was focused on Hunter Biden and some of his associates, not the president-elect or other family members, two people familiar with it said. On Tuesday, prosecutors in Delaware served subpoenas, including at least one that sought information related to Hunter Biden’s taxes, two people familiar with the matter said."], "authors": ["Adam Goldman", "Katie Benner", "Kenneth P. Vogel"], "keywords": ["hunter", "biden", "yesterday", "familiar", "federal", "affairs", "inquiry", "presidentelect", "statement", "discloses", "delaware", "professional", "focus", "tax"], "pubDate": "2020-12-09T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}