{"id": "86fe3b10-adcb-3a54-8741-4e17f59f28e7", "title": "Coco Hotel: The Copenhagen Hotel That’s Effortlessly Cool—and Carbon Negative", "url": "https://www.vogue.com/article/coco-hotel-copenhagen", "summary": "In the heart of Copenhagen’s effortlessly cool Vesterbro neighborhood, perched on the main boulevard of Vesterbrograde, is Coco Hotel, a new boutique property housed in a centuries old, Parisian-style structure with bright blue awnings.\nWhen owner Christian Lytje bought the hotel a few years ago, he also bought a solar farm.\n“To produce our own energy,” Lytje explains.\nAnd then some: the park produces 30 percent more energy than the hotel, and Copenhagen Food Collective’s restaurants, use.\nAnd, if you book a room via their website, the hotel will donate a tree on your behalf.", "paragraphs": ["In the heart of Copenhagen’s effortlessly cool Vesterbro neighborhood, perched on the main boulevard of Vesterbrograde, is Coco Hotel, a new boutique property housed in a centuries old, Parisian-style structure with bright blue awnings. Everything about it screams style: the rooms are a chic mix of Scandinavian minimalism with a splash European grandeur. There’s a courtyard dotted with greenery and string lights, a lounge with a ping pong table, and a Nordic café serving open-faced salmon sandwiches and a mean salad niçoise. Add the fact that it comes from the team behind the Copenhagen Food Collective, an eco-friendly, farm-to-table enterprise with 14 restaurants in the city, the whole thing was born to bathe in buzz.", "But there’s something else that makes it such a stylish standout: its sustainability.", "When owner Christian Lytje bought the hotel a few years ago, he also bought a solar farm. A substantial one, at that: it’s the size of about nine soccer fields. Why? “To produce our own energy,” Lytje explains. And then some: the park produces 30 percent more energy than the hotel, and Copenhagen Food Collective’s restaurants, use. As a result, Coco has a negative carbon footprint.", "Their commitment doesn’t stop there. The hotel is almost completely plastic-free. All bedding, and towels, are made from organic cotton. The building is Green-key certified. And, if you book a room via their website, the hotel will donate a tree on your behalf."], "authors": ["Elise Taylor", "Elise Taylo"], "keywords": ["bought", "food", "energy", "thats", "effortlessly", "coco", "copenhagen", "negative", "website", "restaurants", "lytje", "hotel", "carbon", "theres", "cooland"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}