{"id": "8709cc70-4fc3-35d7-b9f4-5891e48f0311", "title": "The Melancholy Gestalt of Isolation", "url": "https://www.newyorker.com/magazine/2020/12/21/the-melancholy-gestalt-of-isolation", "summary": "Intended or not in individual cases, the melancholy gestalt is strong, as is its silver-lining irony of satisfying all artists’ ruling wish: to be alone in the studio.\nCrumb by R. Crumb,” by R. Crumb.\nArt work courtesy the artist, Paul Morris, and David Zwirner © Robert Crumb, 2020Drawing seems the most apt medium for expressing the fix we’re in.\nArt work courtesy the artist and Canada GallerySilence reigned as, masked and wary, I viewed the show.\nSome of us—artists—are undergoing the siege in ways that can alert us to the subjective dimensions of an objective calamity.", "paragraphs": ["An invitational show of international artists, “100 Drawings from Now,” at the Drawing Center, in SoHo, speaks to our lockdown epoch with startling poignancy. All but one of the works have been created since the pandemic’s onset. They are mounted on walls with magnets, unframed, and arrayed seemingly helter-skelter. Few are thematic. There are scant visual references to the spiky virus, though there are some good jokes on homebound malaise. Among the better-known artists, Raymond Pettibon pictures himself bingeing on episodes of “The Twilight Zone” and Katherine Bernhardt reports a homeopathic regimen of cigarettes and Xanax. Stylistic commonalities are scarce, aside from a frequent tilt toward wonky figuration. The show confirms a deltalike trend—or anti-trend—of eclectic eccentricities without any discernible mainstream. (Does this signal the end of art history? It can feel that way, absent competitive modes and manners. Anyone today can do anything, which sounds nice but makes for little synergy.) What unites Rashid Johnson’s grease-stick abstraction, conjuring a state of alarm in a pigment that he has invented and dubbed Anxious Red; Cecily Brown’s pencilled carnage of game animals after a seventeenth-century still-life by Frans Snyders; and a meticulous, strikingly sombre self-portrait by R. Crumb? Isolation. Intended or not in individual cases, the melancholy gestalt is strong, as is its silver-lining irony of satisfying all artists’ ruling wish: to be alone in the studio. Alone with themselves. Alone with drawing. I found myself experiencing the works less as calculated images than as prayers.", "It’s an effect common enough in both art and life: consciousness stumbling upon soulfulness. I think of lines by John Ashbery:", "the soul is not a soul,", "Has no secret, is small, and it fits", "Its hollow perfectly: its room, our moment of attention.", "An event rather than an entity, the soul defines our deepest depths, oblivious of sensation, thought, and feeling—touching bottom in our simple existence. Nearly all mystics posit a oneness of attention and worship. This may seem a lot to lay on a group show of overwhelmingly secular and cosmopolitan art, but you know what? I may have a point. Friends agree with me that, for those of us who have been confined to home, these past months of forced lassitude have given rise to moments that are essentially mystical: temporary losses of ourselves, like existential hiccups, that we would likely not have noticed if we were leading full lives. When time is a trackless waste, escapes from the aridity detonate. Gone before we’re quite aware of them, they return us to interminable tedium—in which it’s easy to brood that the world is full of possibilities, all of them over—but with a lasting glint of resilience. The universe isn’t done with us yet. Will we recall our ordeals and their momentary reprieves or expunge them from memory when the vaccines kick in? (The flu of 1918, which resulted in fifty million deaths, seemed to have dropped from the nation’s collective mind the instant it ended.) But here we are, and “100 Drawings from Now” vivifies the situation for me.", "“R. Crumb by R. Crumb,” by R. Crumb. Art work courtesy the artist, Paul Morris, and David Zwirner © Robert Crumb, 2020", "Drawing seems the most apt medium for expressing the fix we’re in. It’s quick, and hospitable to surges of soulfulness: the assertion (or insertion) of individual solitudes in shared time. For most artists, perhaps including most of those in the show, drawing is a workaday task central to a process that is destined to yield results in painting, sculpture, installation, or another format. (If a drawing is like a prayer, a completed project is like a Sabbath.) I’m imposing my thesis on a lot of work that, while impressive on its own terms, seems output-as-usual for its creators: a powerfully composed (and plenty timely) protest of institutionalized violence against Black people, by the Bahamas-born Lavar Munroe; an antic scarecrow figure against a geometric ground, by the thirty-one-year-old Walter Price, from Georgia; a congeries of jammed-together gray-and-yellow checkerboard patterns, by Sam Moyer, a promising Brooklynite new to me. But those fine efforts amount to background accompaniment to the show’s instances of urgency and agitation. (And who can say what inner pressures attended their making?) Even—or especially—understatement succeeds. I was at first perplexed and then riveted by the contribution from Karen Kilimnik, a rococo visual poet of courtly romance. She sketched only the symbols of the four card suits—heart, spade, diamond, club—in blue, two greens, and red. I take the work as a confession of the inadequacy of art in the face of lived suffering, but also as a log-in for the occasion: another artist is present, making things despite all. Kilimnik’s gesture seemed to me the next best thing to Wittgenstein’s dictum “Whereof one cannot speak thereof one must be silent.” A fluent acrylic of a blooming iris by Amy Sillman evinces similar tact: the artist weighing in with the little, but all of the little, that she can muster amid common distress.", "The Drawing Center merits gratitude for the thoughtfulness and nimble timing of the show. It is an exemplary nonprofit that has survived art-world ups and downs since its founding, in 1977, in a disused warehouse on Greene Street and its move, ten years later, to 35 Wooster Street, in what was then a hot zone for galleries but is gelid now. The rationale for its creation was an argument that graphic mediums are too often discounted in assessments of new art. I remember initially doubting the emphasis, which seemed to me a mite precious. (What next? The Macramé Nook?) But the center’s exhibition programs, featuring artists both prominent and tyro, have proved invaluable for their sidelights on technical developments and critical issues in art and the wider culture. (There have been tours de force representing tattoo artists, writers, chefs, soldiers, and, last year, prisoners.) The artists in “100 Drawings from Now” were selected by three staff curators of different generations: the boomer Laura Hoptman, the Gen X-er Claire Gilman, and the millennial Rosario Güiraldes—though, again, you wouldn’t easily distinguish period styles among their respective cohorts. The works pick no perceptible critical fights with one another. Movements are moot. Romances of avant-gardism have died on the vine. Today, becoming an artist at all has come to seem the limit of an individual’s intervention in history. But quality and energy count, as always. You know you’re in good hands with brisk portraits that the New Yorkers Sam Messer and Rochelle Feinstein drew of each other, simultaneously, via Zoom. There’s refreshment, besides ominousness, in the Chinese artist Cao Fei’s realist rendering of a bottle of hand sanitizer and introspective drama in the Hong Kong-born Paul Chan’s inky and dense semi-abstract of his studio, drawn with his nondominant left hand.", "“Untitled,” by Katherine Bernhardt, from 2020. Art work courtesy the artist and Canada Gallery", "Silence reigned as, masked and wary, I viewed the show. The space was almost deserted. I might have thought, Where is everybody? But, of course, I knew. The world’s population is atomized among the dying, the ill, the quarantined, the sheltered, the heroically imperilled “essential” (never forget!), and, God save the mark, the blinkered fools. None are likely to crowd art shows anytime soon, even as precautionary measures have enabled the reopening of galleries and museums in parts of the country. Do you sometimes imagine that you’re getting used to the emergency? I think I can guarantee that you’re not, burdened by states of mind that will be comprehensible only retrospectively, when they no longer pertain. The world going on nonetheless, as the world will, feels bizarrely conditional, subject in thought and action to a blanketing subjunctive mood: things as we wish they were. We are waiting this out with nostalgia for lost freedoms, fear and empathy in the present, and, perhaps, vague anticipation of eventual survivor’s guilt. Never has social privilege seemed more unfair while being clung to so tenaciously. Some of us—artists—are undergoing the siege in ways that can alert us to the subjective dimensions of an objective calamity. We should want those people to keep it up as best they can. ♦"], "authors": ["Peter Schjeldahl", "Peter Schjeldah"], "keywords": ["work", "melancholy", "crumb", "drawing", "works", "artist", "artists", "thought", "gestalt", "world", "youre", "art", "isolation"], "pubDate": "2020-12-21T00:00:00Z", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}