{"id": "87144112-c4da-3df4-af28-4feea5c62e07", "title": "Tell us: what are your best tips for recovering from a hangover?", "url": "https://www.theguardian.com/lifeandstyle/2020/dec/07/tell-us-what-are-your-best-tips-for-recovering-from-a-hangover", "summary": "Tell us: what are your best tips for recovering from a hangover?\nChristmas and New Year celebrations will take place on a much smaller scale in 2020 – but that doesn’t guarantee they’ll be hangover-free.\nSo as we toast the end of what has been a particularly difficult year, we’re keen to hear your tips for avoiding a sore head in the morning.\nIf you’ve got a hangover cure that you find works every time, then we want to hear about it.\nIf you’re having trouble using the form, click here.", "paragraphs": ["Tell us: what are your best tips for recovering from a hangover?", "Christmas and New Year celebrations will take place on a much smaller scale in 2020 – but that doesn’t guarantee they’ll be hangover-free. As many of us will have discovered in recent months, it’s just as easy to over-indulge when you’re pouring your own drinks at home.", "So as we toast the end of what has been a particularly difficult year, we’re keen to hear your tips for avoiding a sore head in the morning. Perhaps you swear by a particular meal to set you straight? Or maybe you advocate a morning swim to clear the cobwebs? If you’ve got a hangover cure that you find works every time, then we want to hear about it.", "Share your tips", "You can get in touch by filling in the form below. Your responses are secure as the form is encrypted and only the Guardian has access to your contributions. One of our journalists will be in contact before we publish, so please do leave contact details.", "If you’re having trouble using the form, click here. Read terms of service here."], "authors": ["Guardian Community Team"], "keywords": ["tell", "morning", "recovering", "contact", "youve", "using", "tips", "works", "form", "trouble", "hear", "hangover", "youre", "best"], "pubDate": "2020-12-07T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}