{"id": "872a1eb0-c3ae-312e-81b9-7af8657c20f6", "title": "Revealed: 1,500 people in limbo under Australia's 'bizarre and cruel' refugee deterrence policy", "url": "https://www.theguardian.com/australia-news/2020/dec/10/lives-in-limbo-more-than-1500-asylum-seekers-still-face-uncertain-future", "summary": "You will be sent offshore and have your asylum claims heard there.\nThe Abbott government struck a $55m deal with Cambodia to offer settlement to refugees sent offshore but only seven took up the offer and only one remains.\nIt has led to 870 people – a bit less than a quarter of those sent offshore – being resettled.\nIn all, 900 people have been resettled – 28.8% of those sent offshore.\n“The Australian government’s policy remains steadfast: no one under regional processing arrangements will be settled in Australia,” it says.", "paragraphs": ["Australia declared in 2013 that asylum seekers who arrive by boat would never settle here. Hundreds of people’s lives are still on hold to prove that point", "For more than seven years, Australia’s policy has been clear: if you seek asylum by boat you will never be settled here. You will be sent offshore and have your asylum claims heard there.", "Between the declaration of that policy by prime minister Kevin Rudd on 19 July 2013 and the last transfer offshore in December 2014, Australia sent 3,127 people seeking protection as refugees to Nauru and Papua New Guinea’s Manus Island.", "Analysis by Guardian Australia reveals that almost half – 47% – remain in limbo. Most of those – 86.7% – have been recognised as refugees.", "Those numbers represent not only a human story of struggle and endurance but a significant policy challenge for the Australian government which sent them offshore without a feasible plan to resolve their cases.", "“It shows clearly that they didn’t have a plan when they went into this and certainly not a plan for what to do with the human beings who are going to be trapped up in their system,” says refugee coordinator at Amnesty International Graham Thom.", "“And ultimately that’s why, seven and a half years later, we’re still left with 1,500 people in a range of bizarre and cruel forms of limbo.”", "Where are they now?", "Despite the government’s claim that it has worked day and night to get people off Nauru and PNG, 290 people remained offshore in October 2020 – the last time for which official data was available.", "The numbers were evenly split between PNG and Nauru – 145 in each. They had been in the developing countries, initially in detention camps, for at least six years in the case of Nauru, and at least five and a half years in PNG.", "Timeline of Australia’s offshore immigration detention program: 3,127 lives over seven years Read more", "More than 1,000 people are in Australia after being evacuated for medical treatment or to accompany a sick family member or friend. Hundreds remain locked up in hotels and detention centres – many for more than a year. Others have been released into the community on strict conditions.", "Although many have put down roots in their communities, the government says they can be returned to Nauru or PNG at any time. They are not allowed to apply for any visas – including temporary protection visas. Some are in community detention – a controlled release from detention which limits travel, allows no work rights and has other restrictions, but accommodation is provided.", "Increasingly this group is being pushed from community detention on to final departure bridging visas with work rights but no support. Those visas allow refugees to work but deny most of them any support if they cannot get a job. The result, community organisations say, is that many risk destitution and homelessness.", "The home affairs department says refugees and asylum seekers sent to Nauru and PNG have permanent migration options: they can resettle in the United States or another third country, settle in PNG, or voluntarily return home or to another country in which they have a right of entry.", "Thom says this is “absolute nonsense”.", "“They are refugees so they can’t go home,” he says. “Nobody is being sent back [offshore] whether they want to go or not. And the only third country option available at the moment is the US and not everybody is able to go to the US.”", "Why has this happened?", "The justification for the harsh treatment of these 3,127 people has always been deterrence.", "The offshore policy and exclusion from Australia was one plank in the government’s attempts to stop the flow of asylum seeker-carrying boats that arrived in Australian waters in increasingly dramatic numbers throughout 2012, leading to hundreds of drownings.", "But long after the boats stopped coming in 2013 and 2014, Australia has failed to solve its self-created problem of what to do with those who were sent offshore.", "The government’s attempts to deal with the caseload for the first few years of Rudd’s policy were halting. The Abbott government struck a $55m deal with Cambodia to offer settlement to refugees sent offshore but only seven took up the offer and only one remains.", "The most significant development came in 2016, when then prime minister Malcolm Turnbull announced a deal with the US to resettle up to 1,200 refugees. Despite president Donald Trump’s opposition to the Obama-era deal, he agreed to honour it.", "They can’t go forward and they can’t go back Nicholas Procter", "Four years later that deal is almost at an end with Australian officials saying April 2021 is a likely full stop. It has led to 870 people – a bit less than a quarter of those sent offshore – being resettled. About 260 more have provisional approval to go – 20 from PNG, 30 from Nauru, and 220 from Australia.", "That leaves hundreds of refugees without a clear future.", "Since 2013, New Zealand has offered to take 150 refugees from the regional processing cohort each year. The Australian government has never accepted the offer but says it may do so eventually.", "Home affairs minister Peter Dutton’s office says that under the previous government 50,000 “illegal maritime arrivals” arrived on more than 800 boats and more than 8,000 children were detained.", "“The Coalition government, under Operation Sovereign Borders, has taken back control of our border from the people smugglers and removed all of Labor’s [‘illegal maritime arrival’] children from detention and got all the children off PNG and Nauru.", "“The Morrison government’s policy is clear: no one who attempts illegal maritime travel to Australia will be settled here.”", "Seeking sanctuary elsewhere", "Despite the government’s repeated insistence over the years that it is investigating other third country options, none has eventuated.", "So more than 20 people have used creative methods to find resettlement opportunities without the government’s help. Most famously, Iranian writer Behrouz Boochani escaped to New Zealand in 2019. Another prominent voice, Abdul Aziz Muhamat, sought asylum in Switzerland after flying there to receive a human rights award.", "At least 11 people have gone to Canada either through private resettlement or with the help of the UN’s refugee agency.", "‘Reza is bleeding, his head was all blood’: some memories will never go away Read more", "Recently, the UNHCR intervened to help people resettle in European countries that are already dealing with refugee inflows – such as Norway, Finland and France.", "In all, 900 people have been resettled – 28.8% of those sent offshore.", "Despite being desperate enough to embark on a risky sea voyage to make it to Australia, about 800 people have chosen to return to their home countries, including Syria, Afghanistan and Myanmar.", "Most chose to leave offshore detention in 2014 when it became apparent claims were not going to be resolved quickly and the conditions became too harsh for many.", "", "At least 20 were forcibly deported to their home countries by PNG after their refugee claims failed.", "Births and deaths", "Thirteen people have died. One was murdered. At least three killed themselves. A coroner found one refugee’s death of septic shock after he suffered a small cut on his leg was avoidable.", "More than 170 babies have been born in the seven years, inheriting their parents’ temporary status. That figure, from February 2019, is probably much higher now.", "The longer they have been in Australia, the more severe their PTSD symptoms Angela Nickerson", "Stunningly, more than 2,000 people who arrived in Australia by boat after 19 July 2013 were never sent offshore and are not subject to the strict ban. The government has never offered justification or explanation for the differential treatment.", "‘The uncertainty is always there’", "Over the past seven years much attention has been paid to the harsh conditions of offshore processing – including accusations of child abuse and rape, a riot, violence, poor medical treatment and family separations.", "For those 1,500 people who remain in limbo, experts say the length of the wait and the uncertainty they live with is its own form of agony.", "Prof Nicholas Procter, a mental health expert at the University of South Australia, uses the term “lethal hopelessness” to describe what refugees without permanent visa status endure.", "He describes it as two big brick walls on either side of refugees. One represents the country they fled; the other the inflexibility of their temporary status.", "“They can’t go forward and they can’t go back,” he says.", "To put people in this situation is “very alarming”. The uncertainty they experience is “unendurable, it’s insurmountable”.", "A legal limbo without end: the people who came by boat but never found home in Australia Read more", "The feeling of being boxed in only increases over time: “You just can’t turn it off like a tap – the uncertainty is always there.”", "The only solution, Procter says, is a change in government policy.", "Angela Nickerson, who heads up the University of New South Wales’ refugee trauma and recovery program, says visa insecurity is “uniquely associated” with mental health problems.", "Her team’s major study of refugee mental health suggests that refugees with insecure visas have more PTSD, more depression and more suicidal intent than other refugees.", "Visa insecurity is “not just associated with psychological symptoms but actually that intent to take one’s own life”, she says.", "“For all our participants, the longer they have been in Australia, the more severe their PTSD symptoms, the more severe their depression symptoms.”", "Who is responsible?", "Responsibility for the seven-year wait lies with the highest reaches of the Coalition government. The man who oversaw one of the harshest periods of offshore processing in the first year of the Coalition government was former immigration minister Scott Morrison, who is now prime minister.", "In December 2014 Peter Dutton took over as immigration minister and since 2017 has held the position of home affairs minister.", "But the treatment of these refugees is not often the subject of mainstream political debate. It was a Labor prime minister who announced they would never be settled in Australia (although Rudd has since called for the government to resettle those still held offshore in New Zealand, Australia or another third country).", "“I think if the Australian government was sensible, it would bite the bullet and allow the people who are in Australia to stay,” Thom says, describing it as the most obvious solution – particularly in light of the halt to migration caused by Covid-19.", "“But given Australia has a policy of never allowing these people to stay permanently, then it has to accept other offers that are being made in good faith, like the New Zealand offer.”", "The home affairs department says Australia remains committed to its regional processing policy and is establishing an enduring regional processing capability in Nauru.", "“The Australian government’s policy remains steadfast: no one under regional processing arrangements will be settled in Australia,” it says.", "• Crisis support services in Australia can be reached 24 hours a day: Lifeline 13 11 14; Suicide Call Back Service 1300 659 467; Kids Helpline 1800 55 1800; MensLine Australia 1300 78 99 78; Beyond Blue 1300 22 4636"], "authors": ["Hannah Ryan"], "keywords": ["policy", "australia", "1500", "deterrence", "bizarre", "australias", "detention", "refugee", "governments", "sent", "png", "offshore", "refugees", "nauru", "seven", "cruel", "limbo", "revealed"], "pubDate": "2020-12-10T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}