{"id": "872e7866-97ae-3918-8b17-1d9b4ffa55e1", "title": "Coronavirus: the great disruptor | Lex Megatrends", "url": "https://www.ft.com/video/28af7c80-f3d3-47e5-8574-70689f4dc471?playlist-name=section-c47f4dfc-6879-4e95-accf-ca8cbe6a1f69&playlist-offset=5", "summary": "You can enable subtitles (captions) in the video playerLex Megatrends, Covid-19, the Great Disrupter.\nNow, the pandemic has turbo-charged the tech oligopolies of the US and China, at the expense of traditional industries.\nWhatever its intensity, coronavirus involves tragic loss of life, with no financial equivalence.\nDuring a long sluggish economic recovery tech groups will consolidate their hold on customers, capital, and innovation.\nGovernments are taking on big liabilities with an upper limit of some $17tn to support struggling workers and businesses.", "paragraphs": ["You can enable subtitles (captions) in the video player", "Lex Megatrends, Covid-19, the Great Disrupter.", "What happens when a pandemic collides with technological change? Everything speeds up. Business history is punctuated by waves of innovation. We shunt capital out of old industries and into new ones. The current cycle has been spinning since the noughties.", "Now, the pandemic has turbo-charged the tech oligopolies of the US and China, at the expense of traditional industries. Whatever its intensity, coronavirus involves tragic loss of life, with no financial equivalence. But for business planners it is diminished from an incalculable threat to a clear long-term risk. Lockdowns, full or partial, will continue for a while, bringing disruption in their wake. What conditions can businesses expect now?", "First, economics. Optimists, including most politicians and some central bankers, hope the recovery will not resemble a U or an L shape, but a V for victory. Market indices appear to agree. Lex's emblem for the new era because the inequality sign, however. During a long sluggish economic recovery tech groups will consolidate their hold on customers, capital, and innovation.", "Traditional businesses will struggle to rebuild damaged balance sheets. Many will become zombies, businesses trapped in a twilight zone between recovery and collapse. Travel, hospitality, and industrial workers face prolonged financial distress. Technologists, financiers, and the professions will emerge unscathed.", "Governments are taking on big liabilities with an upper limit of some $17tn to support struggling workers and businesses. US corporations have borrowed 1.25tn in bonds so far this year, over 80 per cent more than in the same period of 2019.", "That brings us to our second question. How will mature corporations manage their capital? We think big debts and fears of further pandemics will turn them into beasts of burden. Their baggage will include higher debt costs, heftier levels of gross cash to guarantee liquidity, steeper taxes payable to all those indebted governments, lower capital spending, and supply chains that are stronger, but costlier. Returns on capital and payouts to investment will inevitably fall. A proliferation of zombie businesses will slow further a recovery that is already set to be protracted.", "Our third question is this. What is the outlook for different sectors? As societies reduce blanket protection, businesses and individuals will have to take greater responsibility for infection risks. Budget airlines, specialising in holidays for young families, may see demand recover faster than expected.", "Cruise lines whose customers are older and more vulnerable have weaker prospects. Health risks, individual and collective, will decline as companies launch vaccines and new treatments. A new infectious disease is a powerful validation of drug development, helping extend a winning streak. Pfizer's shares are worth $215bn, two-fifths more than the 10 top world airlines, even after news of Pfizer's vaccine breakthrough caused a rally in travel stocks.", "The outlook is gloomier for banks. Squeezed by permanently low interest rates and a patriotic duty to support weak businesses, passive investment is the bright spot for financial services. Exchange-traded funds pass the test. By avoiding volatility-induced meltdowns their rout of active managers will continue.", "Tech will consolidate territory gains made under lockdown. The crisis has shown late adopters how seamlessly online interactions can supplant face-to-face alternatives. Amazon, Facebook, and their Asian equivalents have hardwired themselves into the lives of billions.", "The gains real estate businesses make on automated warehouses and data centres, however, will not cover losses on abandoned stores and offices downsized to reflect home working. In future, unrestricted access to a downsized physical headquarters will be an executive status symbol, akin to a corner office before the pandemic. Some aspects of business will change profoundly due to coronavirus. The scramble to get to the top is eternal."], "authors": ["Animated", "Edited Russell Birkett"], "keywords": ["businesses", "coronavirus", "workers", "great", "disruptor", "travel", "lex", "pandemic", "financial", "capital", "support", "business", "megatrends", "recovery", "tech"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}