{"id": "87305448-d750-389b-a7d7-39dd79ae3836", "title": "Virginie Viard, the Woman Behind Chanel’s New Chapter", "url": "https://www.vogue.com/article/virginie-viard-chanel-new-chapter", "summary": "“We were working in her house,” Viard recalls, “all the fabrics were laid out on the bed, and the photocopy machine was in the bathroom.\n“Immediately Karl was asking me, ‘What do you think of this?’ ‘What do you think of that color?’ I was so embarrassed,” Viard recalls.\n“Karl clicked with Virginie immediately,” says Eric Wright, another pillar of Lagerfeld’s design team.\nViard soon saw an opportunity that appealed to her training in costume design and her meticulous organizational skills.\n“He and Karl were two egos,” Viard recalls.", "paragraphs": ["Paris eventually beckoned, where—through her well-connected Lyonnais roommate—Viard found an internship with Jacqueline de Ribes, the city’s queen-bee socialite, who had recently decided to parlay her consummate taste and flair for fashion into a brand of her own. “We were working in her house,” Viard recalls, “all the fabrics were laid out on the bed, and the photocopy machine was in the bathroom. I was the assistant to three people—we were four in total.”", "Soon she moved on to become an assistant to the costume designer Dominique Borg, acclaimed for her work on such movies as Bruno Nuytten’s Camille Claudel and Claude Lelouch’s Les Misérables, and discovered what she felt was her true calling. Her family, meanwhile, had long since moved to a country house in Burgundy, where their neighbor—the aide de camp of Monaco’s Prince Rainier—soon met Karl Lagerfeld, a Monegasque resident and intime of Princess Caroline, the prince’s daughter, and boldly asked him whether he needed an intern. Fatefully, he did. Viard duly went to rue Cambon to meet Lagerfeld’s aide de camp, the patrician Gilles Dufour, who hired her on the spot.", "“Immediately Karl was asking me, ‘What do you think of this?’ ‘What do you think of that color?’ I was so embarrassed,” Viard recalls. Her internship soon morphed into a full-time job. “Karl clicked with Virginie immediately,” says Eric Wright, another pillar of Lagerfeld’s design team. “There’s always been this calmness to Virginie that’s very, very discreet, but her presence and her energy are very, very strong and very influential.”", "At the time, the team was small: Besides Dufour and Wright, there was a ready-to-wear assistant, an accessories designer with an assistant, and Victoire de Castellane, Dufour’s high-spirited niece, then responsible for Chanel’s larger-than-life costume jewelry. Viard soon saw an opportunity that appealed to her training in costume design and her meticulous organizational skills.", "“My chance was that nobody was in charge of the embroidery,” she says, and so she would be dispatched to work with the formidable François Lesage of the storied embroidery workshop. “He and Karl were two egos,” Viard recalls. “Ooh-la-la! I had to be diplomatic!”", "Viard relished her interactions with the extraordinary characters who provided Chanel with a treasury of handcraft. The button-maker Monsieur Desrues, for instance, who would arrive every day at twelve, bringing his suitcase, which might be empty but for one jewellike example of his art, wrapped in a piece of paper, or Madame Pouzieux, who wove extraordinary braids for the Chanel suits in her atelier above her farmhouse stables in the depths of the French countryside. “I would receive her samples,” says Viard, “and they would smell of her horses…. Luckily, I love horses.” (In recent years, Chanel has acquired 38 of these endangered Maisons d’Art, or craft workshops—including feather- and artificial-flower-makers, custom milliners, glove-makers, pleaters, and textile and footwear designers—and 11 of them will soon be consolidated in 19M, a vast dedicated hub in the north of Paris scheduled to be unveiled next year.)"], "authors": ["Hamish Bowles", "Hamish Bowle"], "keywords": ["work", "soon", "chapter", "viard", "assistant", "chanel", "wright", "virginie", "karl", "costume", "woman", "chanels", "recalls"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}