{"id": "875019d7-3315-387e-b09c-87860a50bf6a", "title": "The filibuster is an oddity that harms American democracy", "url": "https://www.economist.com/briefing/2021/03/13/the-filibuster-is-an-oddity-that-harms-american-democracy", "summary": "That absence allowed minorities in the chamber to use various manoeuvres, most famously the filibuster, to block legislation a majority wishes to pass.\nIn these circumstances the filibuster operates as a convenient tool of partisan struggles, not as a helpful stimulus towards dealmaking.\nAs the filibuster has risen in use, so have threats to change the rules and impose simple majority votes (called “the nuclear option” in the overheated parlance of the day).\nBut in 2017 the nukes flew again as Mr McConnell got rid of the filibuster for Supreme Court confirmations.\nOther reforms could temper the filibuster where it still applies—and might meet with Mr Manchin’s approval.", "paragraphs": ["I N THE AFTERMATH of a mass shooting at a primary school in Newtown, Connecticut, in 2012, two senators introduced a modest measure to require background checks on all gun sales. Out of 100 senators, 54 voted to move ahead with it. In almost every parliament in the world, such a majority would be enough to ensure passage. In the Senate it meant defeat.", "Listen to this story Your browser does not support the <audio> element. Enjoy more audio and podcasts on iOS or Android.", "The men who framed America’s constitution intended the Senate as a bulwark against the tyranny of the majority. Its present-day failure to pass bills supported by a majority of its members, though, was never any part of that original design. It is the result of what seems to have been a genuine error: a lack of fixed procedures for shutting down debate. That absence allowed minorities in the chamber to use various manoeuvres, most famously the filibuster, to block legislation a majority wishes to pass. Once onerous and used sparingly, subsequent changes to the rules have allowed these ruses to become routine, cost-free and all but ubiquitous. This has turned the Senate into the only legislative body in the world which requires a supermajority for ordinary business.", "The ability to filibuster could be abolished by a simple majority vote. But neither party has chosen this route. Instead, as the filibuster has become more routine, frustrated majorities have carved out various exceptions. Now that Democrats find that their unified control of Washington is insufficient for enacting the sweeping agenda of the Biden administration, further exceptions seem possible. But some requirements for supermajorities seem certain to stay.", "The room where it doesn’t happen", "Few have put the case against supermajorities better than Alexander Hamilton, one of the framers of America’s constitution, who brought to the issue the impassioned frustration of one who had seen them in action. Reflecting on the way they had been used in the Congress created by the Articles of Confederation, he wrote in the Federalist Papers that “What at first sight may seem a remedy, is, in reality, a poison.” Rather than protecting minorities, as its supporters claimed, “its real operation is to embarrass the administration, to destroy the energy of the government, and to substitute the pleasure, caprice, or artifices of an insignificant, turbulent, or corrupt junto, to the regular deliberations and decisions of a respectable majority.”", "He and his fellow framers saw the case for supermajorities in circumstances of great consequence—the constitution requires them for convicting impeached officials, overriding presidential vetoes, ratifying treaties and enacting constitutional amendments. They could have also written them in for other matters. They did not.", "The filibuster was only rendered possible at all by a parliamentary housekeeping accident. In 1805 Aaron Burr (who, as a service to musical theatre, had killed Hamilton in a duel the previous year) recommended removing from the Senate rulebook the motion used to force the end of debates: it was thought redundant. It was only a few decades later that John C. Calhoun, a senator for South Carolina, realised that the absence of such a rule meant that debate could defer a vote indefinitely. After the civil war, organised filibusters—the term, an anglicisation of the Dutch vrijbuiter, meaning mercenary or privateer, denotes the way in which the tactic overthrows the normal order—became a recognised tactic. But they were used only for matters of great importance.", "Those 19th-century filibusters could run indefinitely. In 1917 the Senate created a way to cut them short: a “cloture” vote requiring a two-thirds majority (in 1975 this was reduced to three-fifths, which is 60 votes in today’s Senate). But a minority could still hold business hostage. And if it had enough votes to defeat a cloture motion it could block legislation.", "The minority these rules ended up protecting was that of segregationists in the Senate. Their protection was achieved at the expense of the African-American minority in the country at large. From the end of the civil war to 1964 practically the only bills actually defeated by the filibuster were civil-rights legislation opposed by Southern Dixiecrats.", "The filibuster has changed since then. The “two-track system” created in 1970 allows the majority leader to consider more than one piece of legislation at a time. This has stopped filibusters from derailing all business, but has also reduced the public cost paid for using the device. Now the threat of a filibuster (known as a “hold”) chills the progress of any bill that seems unlikely to muster the 60 votes needed for a cloture vote. Such threats are now quotidian (see chart 1). “You can make it more difficult to pass a bill than it has ever been before. And you can do so with near total anonymity,” says Adam Jentleson, whose time as deputy chief of staff to Harry Reid, the Senate Democrats’ leader through much of the 2000s and 2010s, led him to entitle his book on the filibuster “Kill Switch”.", "Checks in a chequered history", "The recent increase in filibustering has been a bipartisan achievement. Both parties, when in the minority, have driven it forward—a ratcheting-up which both parties, when in the majority, have decried. During the presidency of George W. Bush, Mr Reid’s Democrats started to use the filibuster routinely to block nominations for cabinet secretaries and federal judges. A frustrated Mitch McConnell, then the Republicans’ majority whip, openly mulled changing the rules to allow simple majority votes: “What Senate Republicans are simply trying to do is get us back to the procedure that operated quite nicely for 214 years.” But Republican senators under Mr McConnell’s leadership took up the baton with gusto during Barack Obama’s presidency—and Democrats under Mr Reid and his successor, Chuck Schumer, outdid them during the tenure of Donald Trump.", "Senators seeking to justify the filibuster say that it is an incentive for bipartisanship in matters of substance. There may have been some merit to that argument when the parties had real ideological overlap, with a smattering of East Coast Republicans further to the left than some Southern Democrats. Those days are gone. The median Republican senator has moved a long way to the right (see chart 2), creating a polarised legislature well suited to a political landscape where animosity towards the other side trumps everything else.", "What is more, control of the Senate now swings back and forth. Between 1933 and 1979, the Senate was led by Democrats for all but four years. Since 2000 it has changed hands five times. Put together these changes create “less incentive to share hands and jump over the cliff together” says Sarah Binder, a professor at George Washington University. The rewards for stymieing the majority in the hopes of retaking the gavel in the next election cycle look (rationally) enticing. In these circumstances the filibuster operates as a convenient tool of partisan struggles, not as a helpful stimulus towards dealmaking. The Senate certainly does not seem much more genial and conciliatory than the current House of Representatives, which has no such parliamentary faff. As the filibuster has risen in use, so have threats to change the rules and impose simple majority votes (called “the nuclear option” in the overheated parlance of the day). In 2013 Mr Reid, then majority leader, launched a limited nuclear strike, eliminating the filibuster on presidential nominations other than those for the Supreme Court. Mr McConnell lamented this “power grab” as a “sad day in the history of the Senate”. But in 2017 the nukes flew again as Mr McConnell got rid of the filibuster for Supreme Court confirmations. Why did he not go further? One reason is that in the 1970s the Senate created a limited exception to the filibuster: reconciliation, which allows a bill to pass the Senate if its provisions are aimed at changing spending and taxes. This means that tax cuts, like the appointment of conservative judges, are rendered filibuster-proof. If he could provide both those things Mr McConnell was content to do little else; his forbearance reflected shrewdness more than deference to senatorial norms. The status quo is less pleasing to Democrats. Their plans for dramatic climate action and curtailing income inequality fit poorly with reconciliation, if at all. They are also well aware that the nature of the Senate makes Republican filibusters doubly minoritarian because the states they represent tend to be less populated. The 41 Republican senators needed to defeat a cloture motion could, in principle, represent just 23% of the population.", "The process of shoehorning President Joe Biden's covid-19 relief bill through the reconciliation process (which forced the shedding of a long-sought increase to the federal minimum wage) underscores this painful state of affairs for progressives. The stillborn bill to reform the immigration system and create a pathway to citizenship for illegal immigrants, introduced at the insistence of the Biden administration, will be another expedition doomed to a dead end.", "This has produced new enthusiasm for going fully nuclear. When Mr McConnell, now in the minority again, recently tried to force Mr Schumer to guarantee that the filibuster would not be tampered with, Mr Schumer demurred. Mr Biden—in the past very much a traditionalist on Senate procedure—has not flatly ruled out abolition. But in practice it seems off the table. Two moderate Democrats, Joe Manchin of West Virginia and Kyrsten Sinema of Arizona, have expressed their resistance to outright abolition in no uncertain terms. Pressed on the possibility by a reporter, Mr Manchin snapped back “Jesus Christ, what don’t you understand about ‘never’?”", "This leaves only the option of a further carve-out. The likeliest immediate crisis point will be a new voting-rights bill with which Democrats hope to head off Republicans’ efforts to amend state election laws. Because voting rights have little budgetary effect, the measure could not pass using reconciliation. The hope of reformers is to force a carve-out for certain genres of critical legislation (beginning with civil and voting rights) and try to expand its remit over time.", "Other reforms could temper the filibuster where it still applies—and might meet with Mr Manchin’s approval. Dr Binder suggests lowering the threshold for cloture from 60 votes to, say, 57, then 54, and, finally, 51 as the debate on a bill goes on. Norm Ornstein, a scholar at the American Enterprise Institute, suggests requiring the minority to provide 41 votes to continue debate (rather than requiring the majority to find 60) and insisting that the debate-seekers actually hold the floor of the Senate and debate the measure they object to.", "There is little doubt that in either case the minority, whichsoever party it might be, would seek to maximise whatever possibilities for obstruction remained. And hopes that more debate would be better debate should be tempered: the Senate will never be the “world’s greatest deliberative body”, as is sometimes grandiloquently claimed. But steps towards simple majority rule would bring it more into line with the rest of the democratic world—and the vision of the framers.", "Dig deeper", "How to renew America’s democracy (Mar 2021)", "America’s battle over election laws (Mar 2021)", "Joe Manchin, the wild man of the mountains (Mar 2021)", "We are also tracking the Biden administration’s progress in its first 100 days"], "authors": ["The Economist"], "keywords": ["majority", "pass", "senate", "minority", "harms", "oddity", "democracy", "debate", "american", "filibuster", "mr", "bill", "democrats", "votes"], "pubDate": "2021-03-13T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}