{"id": "8753d15a-5a44-35b5-952f-2f4acf200653", "title": "Animal welfare - Britain’s politicians can’t find enough pet-friendly laws", "url": "https://www.economist.com/britain/2020/12/16/britains-politicians-cant-find-enough-pet-friendly-laws", "summary": "Justin Bieber had OG Mally, a capuchin, until it was seized by German customs officials and put in a zoo.\nPoliticians are only too happy to oblige, for pet-friendly policies are cheap and popular.\n(Sir Roger Gale, an MP , says bootleggers should have their cars crushed at Dover and be made to walk home.)\nYet Britain’s animal-welfare laws are already among the most comprehensive in the world, according to the Animal Protection Index, a league table.\nA bill proposed by Bill Wiggin, a Tory MP , last year would have criminalised the eating of dog meat.", "paragraphs": ["M ICHAEL JACKSON had Bubbles, a chimpanzee. Justin Bieber had OG Mally, a capuchin, until it was seized by German customs officials and put in a zoo. Rihanna has been photographed bottle-feeding a baby monkey on holiday. The trio of stars would find few fans in the British government, which on December 12th proposed new restrictions on keeping primates as pets. Somewhere between 1,000 and 5,000 marmosets, lemurs, tamarins and other little species are kept in private ownership in Britain, the government reckons, often bored to misery.", "One of the benefits of cutting loose from the horse-eating continent is that Britain can give full rein to its passion for animals. Politicians are only too happy to oblige, for pet-friendly policies are cheap and popular. In last year’s election, the Tories promised to help councils reunite strays with their owners by making it mandatory to microchip cats and to tackle puppy-smuggling. (Sir Roger Gale, an MP , says bootleggers should have their cars crushed at Dover and be made to walk home.) It will end the live export of farm animals, a symbol for eurosceptics of EU inflexibility. Labour promised to ban the live-boiling of lobsters in restaurants, and to review the use of whips by racing jockeys.", "Yet Britain’s animal-welfare laws are already among the most comprehensive in the world, according to the Animal Protection Index, a league table. The Animal Welfare Act of 2006, which imposed obligations on keepers to properly feed, house and stimulate animals, and to protect them from pain, disease and suffering, could be used to tackle monkey-keeping. The government is increasing the maximum penalty for abuse to five years in prison. But new laws offer more political mileage.", "Wild animals in travelling circuses were banned by law last year, but a dwindling public appetite for parades of elephants and tigers balanced on stools had already put an end to the business. By the time the ban was imposed, only two licensed animal circuses were left in Britain, comprising a sad menagerie of six reindeer, four camels, four zebras, two racoons, a zebu, a macaw and a fox.", "Private members’ bills are popular vehicles for pro-pet signalling. A bill proposed by Bill Wiggin, a Tory MP , last year would have criminalised the eating of dog meat. Selling dog meat is already illegal. Mr Wiggin conceded there was “no evidence” that people eat dogs in Britain, but said it would set a good example to China, where they do.", "MP s are moved by the traumatic loss of pets to motor accidents. James Daly, the Tory MP for the ultra-marginal seat of Bury North, has proposed “Gizmo’s Law”, named after a constituent’s cat, the victim of a hit-and-run accident, which was cremated without its owner’s knowledge. The law would oblige councils that retrieve dead animals from the roadside to scan them for microchips, so that they can be reunited with their grieving owners rather than being anonymously incinerated. A draft bill in 2018 proposed criminalising drivers who failed to stop after striking a cat. (Hit-and-runs on dogs, pigs, goats and humans are already illegal.)", "One of the most popular proposals, judging by two petitions to Parliament which have secured more than 250,000 signatures between them, is a new offence of pet theft, which would recognise that for owners, dognapping feels more like the abduction of a child than the purloining of a television. Stealing a pet is already punishable by up to seven years in prison under the Theft Act, and judges can already account for the emotional distress when passing sentence. Still, it could be just the thing for the next manifesto. ■"], "authors": ["The Economist"], "keywords": ["proposed", "welfare", "britains", "petfriendly", "wiggin", "britain", "laws", "politicians", "mp", "owners", "cant", "popular", "animals", "bill", "law", "animal"], "pubDate": "2020-12-16T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}