{"id": "87925fee-1c95-3a60-a668-6a5efcc9dd40", "title": "The designers changing the conversation around lingerie", "url": "https://edition.cnn.com/style/article/lingerie-designers-inclusivity/index.html", "summary": "But a growing number of lingerie brands are responding to discontent from consumers who want to see themselves better represented.\nToday, the online-only brand offers 78 different sizes -- and is worth an estimated $750 million, according to ForbesThe unseen history of underwearBut offering more sizes can be an expensive endeavor.\nDiverse customersThe growing lingerie market is providing greater choice to another group of customers it has traditionally underserved: transgender shoppers.\nRacial diversity is also a growing force in the lingerie market.\nThe brand's models include women with 35 different bra sizes and from a variety of backgrounds.", "paragraphs": ["Written by Jessica Rapp, CNN", "For decades, padded push-up bras, lace-lined bodysuits and slim, voluptuous Victoria's Secret models have shaped public perceptions of what \"sexy\" looks like. But a growing number of lingerie brands are responding to discontent from consumers who want to see themselves better represented.", "From offering a wider range of cup sizes and \"nude\" shades, to celebrating diversity in campaigns and on runways, intimate apparel labels are selling more than bras. They're selling inclusivity, too.", "Lingerie is set to become a $59 billion market globally by 2024, up from $38 billion in 2017, according to Zion Market Research. And as sales grow, tastes also appear to be shifting.", "Sales figures published by retail technology firm, Edited, suggest that bralettes and sports bras are increasingly preferred to cleavage-enhancing push-up bras. Victoria's Secret may still lead the pack with a reported 24% market share in the US, but it recently announced plans to shutter more than 50 stores following slow holiday season sales.", "Brands like ThirdLove are catering to an increasingly diverse customer base. Credit: Courtesy Third Love", "The closures come amid growing competition from newer brands, many of which are catering to broader tastes. Customers are embracing lingerie that encompasses alternative forms of sex appeal, and increasingly buying from brands that prioritize body positivity, comfort and proper fit.", "Sizing up", "Independent labels, like US startup ThirdLove, have filled a gap in the market by serving women who struggle to find bras in the right size. When Heidi Zak co-founded the brand in 2011, she simply wanted to provide bras that fit better than those at her previous go-to store, Victoria's Secret.", "Using 600 million data points across metrics including breast shape and cup fit, ThirdLove promotes half-cup sizes. Today, the online-only brand offers 78 different sizes -- and is worth an estimated $750 million, according to Forbes", "The unseen history of underwear", "But offering more sizes can be an expensive endeavor. The inflexibility of factory production makes it difficult to cater to everyone, according to Cora Harrington, author of the book \"In Intimate Detail: How to Choose, Wear, and Love Lingerie.\"", "\"There are so many parts to a bra, sizes and variations to breasts, that it's impossible for any one brand to service every single bra-wearing customer adequately,\" she said in a phone interview.", "According to Harrington, who also founded the Lingerie Addict blog, a single bra can contain at least 20 individual components, including lace, closures and straps. For a luxury garment, this number can swell to 40 or 50, she said.", "Add the precision sewing and pattern-making required to adjust for different sizes, then piece everything together, and it can create a product that costs more than \"what people feel is appropriate to pay for a bra.\"", "\"(To) serve an adequate range of people,\" Harrington added, \"you're looking at 50 to 60 sizes to start, which is far beyond what most indie designers or new brands are able to afford.", "\"Consumer expectations are a little bit misaligned with product design and development ... people are used to fast-fashion cycles (and seeing) something on a runway, then seeing a knock-off two weeks later.\"", "Rihanna's Savage X Fenty label has been celebrated for its wide range of sizes and \"nude\" tones, as well as its use of diverse runway models. Credit: Brian Ach/Getty Images North America/Getty Images for Savage X Fenty", "Some lingerie makers have nonetheless found ways to profitably expand their size ranges, contributing to what Harrington calls a \"bra size war.\" Rihanna's Savage X Fenty, for instance, produces lingerie for plus-size body types (up to 3X and 44DDD) in addition to straight sizes, with other labels going up to 46H or higher.", "Diverse customers", "The growing lingerie market is providing greater choice to another group of customers it has traditionally underserved: transgender shoppers.", "Montreal-based Origami Customs offers gender-affirming lingerie to transgender customers, among others. With trans visibility at an all-time high, the brand has doubled sales over the last four years, according to founder Rae Hill.", "The label has recently expanded its line of binders, an undergarment used to flatten the chest, that it models on transmasculine customers. Gaffs, a type of underwear used for tucking, make up nearly half of the products that Origami Customs sells.", "\"I've felt an outpouring of gratitude from my customers (especially trans women) about the affirming process of working with me,\" Hill said in an email interview.", "Montreal-based Origami Customs offers gender-affirming lingerie to transgender customers, among others. Credit: Courtesy of Origami Customs and Rae Hill", "\"I take the time to work with each customer one-on-one, and I do feel that this creates a level of safety and intimacy that isn't available in the mainstream market.\"", "\"Being sexy is as different as each one of us,\" Hill added.", "Racial diversity is also a growing force in the lingerie market. Take Rihanna's aforementioned label, which has been praised for producing a variety of \"nude\" tones for different skin colors. Similarly, ThirdLove's recent line of T-shirt bras offers nine shades of \"naked.\"", "Before either of them, London-based disruptor Nubian Skin became one of the first brands to offer nude tones for women of color when it launched in 2014.", "\"We saw a lot of brands debut their own nude tones in the years immediately after the launch of Nubian Skin,\" Harrington said. \"Some of those brands have since rolled back (their selection) because they didn't market them very well -- if you're going to sell nude tone bras in deeper skin tones, it would help to use models of color.", "\"I hope that, for these companies (new brands like ThirdLove and Savage X) it's not a trend (but) something they plan to stick with.\"", "A matter of representation", "Inclusivity isn't just about selling lingerie to diverse customers -- it's about doing so visibly. This means using models of all shapes, sizes and colors in fashion shows and campaigns.", "Take Lonely Lingerie, for instance, which claims to portray women in a realistic way by refusing to use Photoshop -- or even hair and makeup stylists -- in its campaigns. The brand's models include women with 35 different bra sizes and from a variety of backgrounds.", "New Zealand-based Lonely Lingerie says it doesn't use Photoshop or hair and makeup stylists. Credit: Courtesy Lonely Lingerie", "Founder Helene Morris said that, when she started the label in 2009, \"there was no one in the lingerie world who was speaking in a way we related to at all.\" Her brand's \"Lonely Girls\" project featured senior models, breastfeeding mothers, pregnant women and disabled women, all photographed in natural light.", "\"We really wanted to give the power ... to the person being shot -- how they want to be shot, how are they most comfortable and involving the woman in that process,\" Morris said in a phone interview.", "Plus-size label Curvy Couture also sees the use of diverse models as an important step towards inclusivity, according to social media marketing manager, Summer Rose.", "Curvy Couture is \"designed, owned and operated by curvy women, for curvy women,\" said the company's social media marketing manager. Credit: Courtesy Curvy Couture", "\"We have a ton of fit models that come in -- different sizes, different ages, moms who are post-breastfeeding -- just so we can really make sure that the fit is supportive,\" she said in a phone interview. \"No matter what stage in life she is in, we want to make sure she feels her best.\""], "authors": ["Jessica Rapp"], "keywords": ["brands", "lingerie", "market", "models", "nude", "customers", "sizes", "women", "changing", "designers", "bras", "different", "conversation"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}