{"id": "87938e82-cfd0-318e-9bbb-e19f342dadc6", "title": "Joan Laporta: 'If I become president, I’ll do everything to ensure Messi continues'", "url": "https://www.theguardian.com/football/2020/dec/17/joan-laporta-barcelona-president-messi", "summary": "Joan Laporta is 58, it is 17 years since he became president of Barcelona, a decade since he departed and five years since he last fought and lost elections.\nMessi loves Barça, and I think he’ll consider the proposal the new Barcelona president makes him.\nIf I become president, then I’ll speak to him.”Facebook Twitter Pinterest Joan Laporta with Leo Messi after the forward signed a contract extension in 2009.\nI can only imagine him in a Barcelona shirt and I’ll do everything possible to ensure he continues.\nAnd insists: “I have got nothing hidden up my sleeve [as a signing].”Joan Laporta: ‘Barcelona has been kidnapped.", "paragraphs": ["Joan Laporta is 58, it is 17 years since he became president of Barcelona, a decade since he departed and five years since he last fought and lost elections. The hair is a little greyer and the first thing he says as he takes his seat is that the situation is “complicated”, leaving no room for bombastic promises or grand statements. No point, either. “Voters will reward seriousness, rigour, experience and knowledge,” he says. And yet there’s still a glint in his eye, the familiar hint of mischief.", "It is here in this sparse room above his campaign HQ at the Moritz beer factory in Barcelona, and it is there the following morning, 600km away in Madrid. A giant banner with his face on covers the façade of a 15-floor building on the corner of Santiago Bernabéu Street, right by the home of their greatest rivals and the scene of his greatest night: the 6-2 against Real Madrid in 2009. “Looking forward to seeing you again,” the message runs. All it lacks is a winking emoji. So much for no grand statements.", "Barcelona take down leaders Sociedad while Ronaldo penalty costs Juventus Read more", "In the capital, many didn’t see the funny side. In Catalonia, many more did. Some enjoyed the ballsiness, the glimpse of the provocative president he was before and the threat his appearance represented to their rivals, how offended some were.", "The banner broke from the studied seriousness, and the favourite for the elections, Víctor Font, insisted: “In these things he’s the master but banners don’t win you Champions Leagues, build a stadium, or fix the debt.” Yet the emotional impact was huge, the reaction massive, Laporta thrust centre-stage, and it may work. Besides, however conciliatory he’s been since announcing his candidacy, maybe he can’t help himself. If he could maybe he wouldn’t even be here.", "Facebook Twitter Pinterest Joan Laporta’s electoral poster on the corner of Santiago Bernabéu Street, with Real Madrid’s stadium in the background. Photograph: Juan Medina/Reuters", "Barcelona are in crisis. Whoever wins these elections – and there are eight men trying to gather sufficient signatures to stand, with Laporta and Font the favourites – will inherit players, a manager and a mess. The admitted debt is €488m. There is a stadium to build, a loan from Goldman Sachs to be repaid. Wages have been deferred, another problem handed to the new president. And the team are in trouble.", "As for Laporta, the charisma and easy charm is still there, no sign of him slowing down, but it’s still hard to imagine the energy of 2003 and harder to imagine equalling that era. There’s no Johan Cruyff to guide him, no Pep Guardiola to manage for him, and maybe no Lionel Messi, either. In short, is he mad? Why go back?", "“Maybe that’s the way I am,” he says. “It’s the biggest challenge of my life: I know that, accept it, I’m ready. Maybe it’s about where you place a club like Barcelona among the things you value. I’ve been going since I was five, my dad and grandad made me a member at 10 and the club’s values have always been present in my life – not just football but everything else it represents, more important now than ever. We want people to fall in love with Barcelona again.", "“Destiny seems to want me to be involved in some of the club’s most difficult moments; that’s my fate. I don’t feel an obligation, just motivation. I still think I’ve got the energy. Messi: we still have him. Johan: I always have Johan with me, because of everything I learned, all he taught. And with Pep I have an open line.”", "You talk to him. “Yes.” Did you try to convince him to come? “No. He’s a friend and he also happens to be the world’s best coach but I knew his situation at City.”", "In two weeks Messi can formally negotiate with other clubs and City is a potential destination. “I don’t believe he has [made up his mind],” Laporta says. “I think he’ll weigh up all the options. Messi loves Barça, and I think he’ll consider the proposal the new Barcelona president makes him. I could see it coming because what most upsets Leo is that they lied to him. He’s told me: ‘You never lied to me; you fulfilled your promises.’ I could see that his relationship with the directors was getting worse: they made him carry responsibility for everything. He didn’t have to put up with that. If I become president, then I’ll speak to him.”", "Facebook Twitter Pinterest Joan Laporta with Leo Messi after the forward signed a contract extension in 2009. Photograph: FC Barcelona/EPA", "Why not now? “Leo knows,” Laporta says. “He knows what I think. I can only imagine him in a Barcelona shirt and I’ll do everything possible to ensure he continues. I know Leo and what he’s interested in is winning. The best players see immediately if the team is competitive. It’s not about money, never has been; if it had, he would have taken very different decisions throughout his career. We have work hard to continue that beautiful story: Leo Messi and Barcelona.", "“When the world’s best player has to watch other clubs lift the European Cup, you know things have been done wrong. We left the best legacy you could leave in 2010: a competitive team with a long way still to go, a healthy economy and without sponsorship on the shirt. But they constantly looked back, driven by rancour, and ruined the sporting project, failing to renew it in time.", "Facebook Twitter Pinterest Joan Laporta says Ronald Koeman deserves to continue as manager to the end of the season. Photograph: Pablo Garcia", "“In fairness, I went through that, so can understand it. I had a year of complacency [in 2007-2008]: You think: ‘Bloody hell, we’ve won everything, we don’t need to change, don’t need a new cycle.’ But it didn’t go well. When we realised, we changed Frank [Rijkaard] for Pep, Ronaldinho for Messi, Deco for Xavi and Iniesta. We convinced the coach to stick with Eto’o.”", "A vote of no confidence in Josep Maria Bartomeu swept him aside early. January, seven days from the close of the transfer window, is not an ideal time for elections, nor is the midst of a pandemic. The room for manoeuvre is minuscule and there is no money. The candidates don’t know what they’ll find: there are contracts to be studied, avenues to be explored, some unpleasant surprises perhaps lying in wait.", "Laporta talks of a “plan de choque”, emergency measures, but change can’t be implemented immediately and he is short on details, a full project yet to be presented. This morning, he has been discussing the new sporting director. “There are three candidates, and I like all three,” he says. He is cautious on Xavi Hernández, Font’s preferred coach. He says that Ronald Koeman deserves time, to continue to the end of the season. And insists: “I have got nothing hidden up my sleeve [as a signing].”", "Joan Laporta: ‘Barcelona has been kidnapped. It’s hostage to lies and it’s sad’ Read more", "He laughs. “And if I have anything to say it will be at the right time.” There’s that hint of mischief again, and then he’s serious once more.", "“I’ve lived this before. The challenge is similar to what we faced in 2003, although not on the same scale. Back then it was €123m in revenue, €192m in expenses, a badly structured team and a divided club. Renewing the team was maybe easier then than now because in order to reduce this season’s costs they’ve kicked the problem of players’ contracts up the road for the incoming board to fix. We have to see the exact numbers but it doesn’t look good. But I don’t want to be alarmist, or act the victim. This all needs to be analysed, we need to look for solutions.”", "Facebook Twitter Pinterest Ansu Fati in action for Barcelona against Real Betis last month. ‘The idea is for great players to stay,’ says Joan Laporta. Photograph: Albert Gea/Reuters", "Does that involve selling players? “It involves reducing the costs, increasing income beyond traditional means, and restructuring the debts,” Laporta says. Yet he also says: “People like to say, ‘We’re not a selling club’, but that’s a mistake: you have to buy and sell well.”", "Ansu Fati, then? “I like him a lot,” Laporta says, but he stops short of an outright hands off, for him or anyone. “He has a huge potential for growth and I would like that to be in Barcelona. The idea is for great players to stay.”", "One revenue stream is a Super League, previous president Josep Maria Bartomeu’s parting shot, but it is not one Laporta embraces with enthusiasm. “Every proposal will be analysed and decisions made based on Barcelona’s interests and the interests of football. But things like this have been tried many times and never come off. I’m of the opinion that it can ruin football, the essence.", "The Fiver: sign up and get our daily football email.", "“First, I want to get there and talk to everyone. What can guarantee the club’s future is La Masia: we’ll present a project with a new methodology to make La Masia a centre of excellence central to our focus.”", "Joan Laporta leaves laughing, complaining as he heads out the door that VAR has “decaffeinated” football, not letting fans celebrate goals any more. Downstairs supporters wait to meet him and he still has the following day’s fun to plan. The next morning there it is, the glint in his eye blown up into a thousand square metre banner by the Bernabéu."], "authors": ["Sid Lowe"], "keywords": ["ensure", "players", "team", "president", "hes", "laporta", "barcelona", "joan", "dont", "messi", "ill", "maybe", "continues", "think"], "pubDate": "2020-12-17T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}