{"id": "879892d7-f9d0-33af-b707-af04fa1d058d", "title": "Victoria Beckham Channels Scary Spice", "url": "https://www.vogue.com/article/victoria-beckham-leopard-print-dress-scary-spice", "summary": "Victoria Beckham’s Spice Girls days are a thing of the past, but the designer still loves a cheeky throwback moment from time to time.\nThis weekend, however, Beckham played dress up and paid homage to another Spice Girls member—one with polar-opposite style, no less.\n“Channeling my inner Scary Spice,” she wrote in the caption.\n“This is the perfect summer dress,” Beckham says.\n“It’s light, it’s easy.” No word on whether Scary actually inspired her to design this dress, but regardless, we’ll take a Spice Girls collaboration in any form.", "paragraphs": ["Victoria Beckham’s Spice Girls days are a thing of the past, but the designer still loves a cheeky throwback moment from time to time. These days, her style is still very much Posh. She’s recreated some of her beauty looks from that era, when she was known for being a singer and wearing little black Gucci dresses. This weekend, however, Beckham played dress up and paid homage to another Spice Girls member—one with polar-opposite style, no less.", "In a leopard-print cami dress from her own spring 2021 collection, Beckham looked like she had lifted her outfit from Mel B’s closet in the ’90s. “Channeling my inner Scary Spice,” she wrote in the caption. Where Posh was about minimalism, Scary was about maximalism. Still, Beckham’s interpretation was a little more refined and updated: Scary often wore leopard jumpsuits or tight dresses in the print, but Beckham’s current design has black lace panels at the waist, as well as thin spaghetti straps. “This is the perfect summer dress,” Beckham says. “It’s light, it’s easy.” No word on whether Scary actually inspired her to design this dress, but regardless, we’ll take a Spice Girls collaboration in any form."], "authors": ["Christian Allaire", "Christian Allair"], "keywords": ["girls", "victoria", "spice", "beckhams", "little", "dresses", "dress", "scary", "channels", "beckham", "posh", "style"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}