{"id": "87dcfa41-7515-33b8-a51f-513d364c9843", "title": "Prince Philip, Duke of Edinburgh, is dead", "url": "https://www.economist.com/obituary/2021/04/09/prince-philip-duke-of-edinburgh-is-dead", "summary": "His father was dead; his mother, having suffered a mental breakdown, had withdrawn into a religious order.\nAs a toddler, Philip was carried aboard ship in an orange crate when his family was banished from Greece.\nOn the title page he signed his name, Philip, Prince of Greece; the men called him Pog.\nMarriage brought the young, rootless prince a home, a country, a passport, a new religion and the first real stability in his life.\n“I Philip, Duke of Edinburgh, do become your liege man of life and limb and of earthly worship,” he promised, kneeling before her and placing his large hands between hers.", "paragraphs": ["HIS HUGE, red hands were what you noticed first. On his wrist the plain watch with its brown leather strap, and the copper bracelet he wore to ease the rheumatism that so plagued his later years. Moulded by his genes and by life, those hands, big as lion-paws, in turn moulded those around him: his wife, their children, her subjects.", "Had Philip been the soft-skinned English aristocrat that the king and queen would have preferred for their elder daughter, Elizabeth, it would have been different. But he was an outsider. By the time he married his second cousin once removed, at the age of 26, he had lost virtually all his early roots. His father was dead; his mother, having suffered a mental breakdown, had withdrawn into a religious order. She wore a grey habit to the end of her life. Three of his four sisters married Nazis; none was welcome at the royal wedding in Westminster Abbey just after the end of the war.", "By then, Philip had also lost his birthright, his home, his name, nationality and church. Even his birthday—fixed first in the Julian calendar and then in the Gregorian—was no longer the same. The 20th century would test Britain’s monarchy with divorce, democracy and disdain. But the man who held its future in those hands had an immigrant’s taste for tradition.", "He came to Britain by accident. He was born in 1921 on the island of Corfu. His father, son of the king of Greece, was of Danish and Russian origin mainly; his maternal grandfather grew up in Austria and Germany, and became British. As a toddler, Philip was carried aboard ship in an orange crate when his family was banished from Greece. Until he was ten they lived in exile in St Cloud, a leafy Paris suburb.", "His German family wanted him brought up in Germany, and sent him to the school they had founded at Schloss Salem in Baden-Württemberg. But Hitler’s rise to power put paid to that: the Jewish headmaster, Kurt Hahn, was forced to flee to Scotland, where he founded a new school, Gordonstoun, with a forthright philosophy and the motto, “More is in you (than you think).” As a schoolboy Philip was often naughty, though never nasty. He developed a strong sense of public duty and a taste for speed; and quickly learned to sail, often being given the job of galley cook as he seemed immune to seasickness.", "At 18 he went on to Dartmouth Naval College in the south of England, where he was named best cadet. When the second world war broke out that same year, he sailed to Colombo and joined a lumbering battleship escorting convoys of Australian troopships bound for Egypt. On board Philip passed some of his time filling out Admiralty Form s. 519, “Journal for Use of Junior Officers”, a ruggedly bound volume with marbled endpapers. The entries reveal a passion for technicalities and a waywardness with spelling. Hitler’s Axis allies are consistently “Italiens”; buoys pop up as “bouys”; he writes “misstakes”, and “exept”. On the title page he signed his name, Philip, Prince of Greece; the men called him Pog. In the evenings he was “Captain’s Doggie” and one of his duties was to make the cocoa.", "Only after Italy’s invasion of Greece in June 1940 did Philip begin to see any action. And when it came, it was dramatic. His ship, HMS Valiant, was at the centre of the battle that destroyed the Italian navy. Philip was mentioned in dispatches, and emerged from the war one of the youngest first lieutenants. In Buckingham Palace the teenage Princess Elizabeth kept a photograph on her dressing-table of the bearded young officer serving in her father’s navy, her cousin. He bore a striking resemblance to her grandfather, King George V.", "Keeping calm and carrying on", "Later, his staff often described him as “bracing”. When asked by a (female) journalist about rumours of a colourful private life in the 1960s, he barked: “Good God, woman! I don’t know what sort of company you keep.” But he was good at getting things done: his Duke of Edinburgh Award Scheme for teenagers now operates in over 130 countries.", "In public his job was to walk two steps behind his wife, trying not always successfully to make small talk. In private, he took the lead and urged her to spread her wings with the words, “Come on, Lilibet.” His passport listed him as a “Prince of the Royal House”, but he cast himself as a moderniser. Within a few days of moving into Buckingham Palace he began an “Organisation and Methods Review”. He visited every one of its 600-or-so rooms and asked each member of staff what they did there and why.", "Later he extended his brief. His first-floor study there offered a panoramic view of his interests. On a long wall of bookcases was stowed his collection of model ships in glass cases. Between them stood the books that had caught his attention—on wildlife, anthropology, history, naval strategy, sailing. In a corner were the biographies that had been written about him. And on a table by a window stood an array of family photographs in black and white. Lots of relatives, but no children, other than a big, misty colour portrait of the doughty Princess Anne taken in the 1970s. She was his favourite of the four children, the one most like him. His sons exasperated him, none more than the sensitive Charles whom he sent to Gordonstoun despite knowing he would be bullied.", "Marriage brought the young, rootless prince a home, a country, a passport, a new religion and the first real stability in his life. In return, the immigrant boy gave it his total support. Philip was the first of the senior peers to pay homage after the queen’s coronation at Westminster Abbey, where they had married just over five years earlier. “I Philip, Duke of Edinburgh, do become your liege man of life and limb and of earthly worship,” he promised, kneeling before her and placing his large hands between hers. “And faith and truth I will bear unto you, to live and die against all manner of folks. So help me God.” Rising to his feet, he touched his fingers to her crown and kissed her on the cheek."], "authors": ["The Economist"], "keywords": ["edinburgh", "king", "duke", "prince", "married", "young", "dead", "life", "greece", "children", "hands", "philip", "family"], "pubDate": "2021-04-09T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}