{"id": "87e9dfe6-d0c5-3ba2-827a-965570346a80", "title": "Jamal Adams Is Football’s Latest Style Star", "url": "https://www.vogue.com/article/jamal-adams-football-style-star", "summary": "In the world of sports, the pregame fit is the equivalent of a front row look during fashion week.\nStar players like LeBron James, Dwayne Wade, Cristiano Ronaldo, Russell Westbrook, and more have all stepped out on game day in their boldest, most peacocky ensembles.\nThe latest athlete to prove their high fashion IQ is football star Jamal Adams, who is a safety for the Seattle Seahawks.\nAfter game day, I'd imagine it can be enticing to slip into cozy sweats—but Adams (impressively) chose to dress up instead.\nAnd while I may not know all of the football terminology, I’d say this decisive look scored him a clear fashion touchdown.", "paragraphs": ["In the world of sports, the pregame fit is the equivalent of a front row look during fashion week. Star players like LeBron James, Dwayne Wade, Cristiano Ronaldo, Russell Westbrook, and more have all stepped out on game day in their boldest, most peacocky ensembles. Remember when the Cleveland Cavaliers wore coordinated Thom Browne suits? With all eyes on them, the athletes have to look the part of a winning player before getting into uniform—and if you look fast, their strut to and from the arena could be mistaken for a model’s on a runway.", "The latest athlete to prove their high fashion IQ is football star Jamal Adams, who is a safety for the Seattle Seahawks. On Monday, the 25-year-old’s team played against the Philadelphia Eagles at the Lincoln Financial Field in Philadelphia (the Seahawks won), and post-match, Adams was spotted departing his hotel wearing a look worth taking a second look at. He sported a floral-print Dries Van Noten puffer, pairing it with a Tom Ford turtleneck and duffle bag, white trousers, and crisp Maison Margiela sneakers. After game day, I'd imagine it can be enticing to slip into cozy sweats—but Adams (impressively) chose to dress up instead. And while I may not know all of the football terminology, I’d say this decisive look scored him a clear fashion touchdown."], "authors": ["Christian Allaire", "Christian Allair"], "keywords": ["day", "latest", "game", "look", "id", "jamal", "fashion", "seahawks", "style", "football", "footballs", "adams", "philadelphia", "star"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}