{"id": "87ee4fa5-dc0a-35b8-afd0-744603ffbf56", "title": "Trump and Friends Got Coronavirus Care Many Others Couldn’t", "url": "https://www.nytimes.com/2020/12/09/us/politics/trump-coronavirus-treatments.html", "summary": "Dr. Matthew Wynia, director of the Center of Bioethics and Humanities at the University of Colorado, said that giving the powerful access was patently unfair.\nThe infusions must be administered in outpatient settings, but infusion centers, which also care for immune-suppressed cancer patients, are loath to treat people who have an infectious disease.\nIn Utah, Dr. Fox said her hospital had shipped much of the supply of antibodies to rural hospitals, which had more room.\nBoth she and Dr. Wynia in Colorado expressed concern that the therapies might not be distributed equitably across racial and ethnic lines, with hard-hit minority communities not getting their fair share.\nPoliticians are not the only ones with resources getting access.", "paragraphs": ["In fact, the antibody treatments are so scarce that officials in Utah have developed a ranking system to determine who is most likely to benefit from the drugs, while Colorado is using a lottery system. Dr. Matthew Wynia, director of the Center of Bioethics and Humanities at the University of Colorado, said that giving the powerful access was patently unfair.", "“That’s one of the reasons why we decided that we would allocate this only through the state and only through this random allocation process,” he said, “so that no one could get a leg up by virtue of their special connections.”", "And there are other complicating factors keeping many people from getting the therapies as well. The infusions must be administered in outpatient settings, but infusion centers, which also care for immune-suppressed cancer patients, are loath to treat people who have an infectious disease. And many emergency rooms are so overrun that they do not have the space.", "In Utah, Dr. Fox said her hospital had shipped much of the supply of antibodies to rural hospitals, which had more room. Both she and Dr. Wynia in Colorado expressed concern that the therapies might not be distributed equitably across racial and ethnic lines, with hard-hit minority communities not getting their fair share.", "The scarcity is such a problem that the National Academies of Sciences, Engineering and Medicine is holding a session next week to help medical professionals sort their way through rationing questions.", "“We’ve been trying to get the word out so that as patients might get a positive test they could get information that they might qualify for treatment, but that only works for people with a lot of resources,” Dr. Fox said.", "Politicians are not the only ones with resources getting access.", "In an interview on Wednesday, one prominent businessman, who spoke on condition of anonymity to avoid harming his reputation, described his aggressive efforts to track down the Regeneron treatment — including calling friends who were hospital executives and hospital donors — after he tested positive last week."], "authors": ["Sheryl Gay Stolberg"], "keywords": ["friends", "dr", "couldnt", "coronavirus", "getting", "treatment", "hospital", "week", "trump", "colorado", "wynia", "therapies", "utah", "system", "care"], "pubDate": "2020-12-09T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}