{"id": "87f26e65-a433-3351-ad4b-417deb1a1676", "title": "Pokémon Go Is Selling Two Tickets (Red And Green) For Its Next Fest", "url": "https://www.gameinformer.com/2020/12/08/pokemon-go-is-selling-two-tickets-red-and-green-for-its-next-fest", "summary": "On February 20, 2021, Niantic is inviting trainers to a new daylong event called Pokémon Go Tour: Kanto, which celebrates the 1996 Japanese release of the Game Boy titles Pokémon Red & Green.\nNiantic is selling two different tickets to the same event, as a way to mimic the original games' each having version-exclusive Pokémon.\nThat means, if you buy the Red ticket, you'll have the chance catch Pokémon that a trainer with the Green ticket won't be able to, and vice versa.\nYou can't get both Red and Green to get all of the event Pokémon.\nTickets to the Kanto tour are available now within the Pokémon Go app.", "paragraphs": ["On February 20, 2021, Niantic is inviting trainers to a new daylong event called Pokémon Go Tour: Kanto, which celebrates the 1996 Japanese release of the Game Boy titles Pokémon Red & Green. Much like 2020's Pokémon Go Fest, you can enter this event from anywhere in the world – you just need to purchase a virtual ticket to get in. But what ticket will you choose? The Red Version or Green Version?", "Niantic is selling two different tickets to the same event, as a way to mimic the original games' each having version-exclusive Pokémon. That means, if you buy the Red ticket, you'll have the chance catch Pokémon that a trainer with the Green ticket won't be able to, and vice versa. The tickets cost $11.99 each. Trainers can only purchase one ticket. You can't get both Red and Green to get all of the event Pokémon.", "Niantic clearly wants players to trade Pokémon to try and collect them all. Most trainers may have them all already, as the only Pokémon that will be at the event will be from the Kanto region, which just happens to be the original 150 Pokémon. All of them will have shiny forms, including Mew.", "You won't be able to catch Mew at the event, however. When trainers begin playing, they'll be asked to complete a Special Research event that delivers an unannounced reward. When that task is complete, another Special Research mission will unlock, this one Niantic says can be \"completed over a long period of time.\" At the end of this challenge, you'll run into shiny Mew.", "Tickets to the Kanto tour are available now within the Pokémon Go app."], "authors": ["Weekly Trips To Arcades To Owning Every System That Hit The Market Since The Atari", "Andrew Has Dedicated His Life To Video Games."], "keywords": ["youll", "ticket", "pokémon", "event", "trainers", "tickets", "fest", "kanto", "wont", "red", "tour", "green", "selling"], "pubDate": "2020-12-08T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}