{"summary": "The most high-risk period for smoke taint and sun damage will not begin until late January, with the onset of ripening, or veraison.\n“I think there’s a good chance they will have smoke taint,” Barlow said.\nThe president of the New South Wales Wine Industry Association, Mark Bourne, said the industry was sampling and monitoring grapes in the Hunter Valley and other regions that could be affected by smoke taint.\nBourne said early tests had come back negative for smoke taint, and the association’s focus was on supporting people employed by the NSW wine industry who might have been adversely affected by the fires.\n“These extreme weather events are of great concern to the wine industry.", "url": "https://www.theguardian.com/world/2019/dec/18/australias-heatwave-and-bushfires-create-ominous-conditions-for-wine-industry", "paragraphs": ["Hunter Valley grapes at risk of taint from smoke, while extreme heat increases risk of sunburn for Barossa vines", "The Australian wine industry has experienced an “ominous” start to the growing season, with heatwave conditions in South Australia and Victoria, while grapes in the Hunter Valley are at increasing risk of being tainted by bushfire smoke.", "The most high-risk period for smoke taint and sun damage will not begin until late January, with the onset of ripening, or veraison.", "But in the Hunter, where veraison begins in early January, and which is bounded on two sides by bushfires, the impact of smoke taint could be severe, says University of Melbourne viticulture professor Snow Barlow.", "“I think there’s a good chance they will have smoke taint,” Barlow said. “They are looking to be the most affected of the major wine growing regions.”", "'Hugely disappointed' emergency chiefs to hold bushfire summit with or without PM Read more", "Bushfire smoke can permeate the skin of the grapes as they ripen, causing wine made from those grapes to have an unpleasant smoky characteristic. It is worst in red wine, when the skins are used to create colour.", "The president of the New South Wales Wine Industry Association, Mark Bourne, said the industry was sampling and monitoring grapes in the Hunter Valley and other regions that could be affected by smoke taint.", "Bourne said early tests had come back negative for smoke taint, and the association’s focus was on supporting people employed by the NSW wine industry who might have been adversely affected by the fires.", "“It’s a bit too early to speculate on the potential effects of this season’s grapes and wines because we haven’t hit veraison yet, the main risk period,” Bourne said. “But there isn’t a great deal that growers can do [to prevent smoke taint].”", "A heatwave this week, which is forecast to produce four days above 40C in South Australia’s Barossa Valley, could also cause stressed grapevines to drop leaves, leaving them at greater risk of sunburn later in the season.", "The Barossa Valley has a mix of non-irrigated heritage vineyards, with vines 70 to 120 years old, and younger irrigated vineyards.", "Australian wine under threat from climate change, as grapes ripen early Read more", "“It is ominous getting 44C, 45C days at this time of the year,” Barlow said. “But if vineyards are going to have these temperatures it’s better to have it now than to have it after veraison.”", "Vineyards in Mildura and Swan Hill, where temperatures are expected to reach up to 47C on Friday, and where grapes have already begun to ripen, could lose fruit.", "Extreme heat can cause leaves to droop, or in severe cases drop off, leaving grapes exposed to sunburn. That causes discolouration and affects the flavour profile of the wine. Before the grapes have swelled and ripened, Barlow said, the risk of extreme heat is that dropped leaves will leave grapes unshaded and at greater risk of sunburn later in the growing season.", "That can be managed provided vineyards still have access to enough water – which they don’t in many areas across South Australia, central and northern Victoria, and NSW.", "“For the next few months irrigation management is going to be critical for most growers,” Bourne said. “These extreme weather events are of great concern to the wine industry. We can’t choose not to plant a crop, we can’t sell off livestock. We’ve got permanent crops in the ground and we have to choose how to manage them.”"], "pubDate": null, "keywords": ["hunter", "risk", "south", "australias", "create", "grapes", "bushfires", "taint", "valley", "sunburn", "smoke", "industry", "ominous", "conditions", "wine", "heatwave"], "id": "87fd1f05-302e-3b48-b94d-26d36dc4dd44", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "authors": ["Calla Wahlquist"], "title": "Australia's heatwave and bushfires create 'ominous' conditions for wine industry"}