{"id": "881c3c01-1213-366d-8596-975af0df80fa", "summary": "Though conspiracy theories have always existed, they note that today something is different and dangerous: “Conspiracy without the theory.”Get our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\nThey considered how conspiracy theories have evolved, and what society can do to prevent or defang them.\nNancy Rosenblum and Russell Muirhead: Conspiracy theory has always been part of political life.\nSome theories are far-fetched, but sometimes the dots and patterns that support a conspiracy theory prove the charge.\nWhile classic conspiracy theories arise all over the world, as of now the new conspiracism is most evident in the United States.", "authors": ["The Economist"], "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "paragraphs": ["GONE ARE the days when conspiracy-mongers had to find shards of evidence and contort it to convince people. Now, just their malevolence is needed. If a concocted scenario can’t be proved, then perhaps it can’t be disproved either. That is toxic for a stable society and politics. So how did we get here, and how do we get out?", "Nancy L. Rosenblum of Harvard University and Russell Muirhead of Dartmouth College are the authors of “A Lot of People Are Saying: The New Conspiracism and the Assault on Democracy” (Princeton, 2019). Though conspiracy theories have always existed, they note that today something is different and dangerous: “Conspiracy without the theory.”", "Get our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.", "“Its proponents dispense with evidence and explanation. Their charges take the form of bare assertion,” they explain in an interview. “It is a powerful force, with the capacity to animate popular fury, to delegitimise political opposition, and to hijack government institutions.”", "As part of The Economist’s Open Future initiative, we conducted an interview over email with both authors. They considered how conspiracy theories have evolved, and what society can do to prevent or defang them. (Spoiler alert: defend institutions and apply common sense). Following the interview is an excerpt from the book on what is at stake if we fail to do so.", "* * *", "The Economist: Conspiracies have always been a part of life and politics. Is it more of a thing now, and if so, why?", "Nancy Rosenblum and Russell Muirhead: Conspiracy theory has always been part of political life. So long as those who exercise power are secretive and self-serving—and so long as democratic citizens value vigilance and even a degree of mistrust—it always will be. Some theories are far-fetched, but sometimes the dots and patterns that support a conspiracy theory prove the charge.", "What we’re seeing today is something different: conspiracy without the theory. Its proponents dispense with evidence and explanation. Their charges take the form of bare assertion: “The election is rigged!” Yet the accusation does not point to any evidence of fraud. Or take Pizzagate, the claim that Hillary Clinton is running a child sex-trafficking ring in a pizzeria in Washington, DC. It doesn’t connect to a single observable thing in the world—it’s sheer fabulation. And in America, this new conspiracism now comes directly from the president, who employs his office to impose his compromised sense of reality on the nation.", "The Economist: The internet was supposed to be a check on untruths; now it seems like a catalyst. Is there a way to harness the net to tamp down on conspiracies?", "Ms Rosenblum and Mr Muirhead: The new media—social media of course, but even basic things like internet message boards—challenge the traditional gatekeeping function of editors and producers. Today anyone can say anything to everyone in the world instantly and for free. And because validation of conspiracy claims takes the form of repetition and assent, even the most casual “likes” and “retweets” give authority to senseless, destructive charges (“a lot of people are saying”). We are seeing the political effects of this change and one of the first things we’re seeing is the spread of a politically malignant form of conspiracy without the theory.", "Can the same technology that disseminates charges like “fake news” or the “deep state” also disempower it? Can political representatives and citizens who grasp the effects of conspiracism, the way it delegitimises democratic institutions, exile it again to the fringes of political life? No one has figured out how to do this yet, short of some form of public- or corporate-censorship of egregious conspiracy-entrepreneurs like Alex Jones or, what is now unthinkable, censoring irresponsible political officials who endorse conspiracist claims.", "The Economist: You argue that conspiracists mostly belong to the far right in America. Why not the far left?", "Ms Rosenblum and Mr Muirhead: There are plenty of conspiracy theories on the left—centred on dark money, finance, the secret machinations of capitalists, the military and so on. But the new conspiracy without the theory is coming mainly from the right. That’s in part because it takes aim at the regulatory state and at credentialed experts (economists, climate scientists), and so aligns with absolutist anti-governmentalism as well as with those who view expertise as intrinsically elitist.", "But we see no reason that the new conspiracism will be restricted to one party or point on the political spectrum. It is a powerful force, with the capacity to animate popular fury, to delegitimise political opposition, and to hijack government institutions. Unless it is disempowered as a political tool, we may see it on the left soon enough.", "The Economist: You fret that conspiracists will go global. How might they behave in different countries—and what can countries do to prevent their rise?", "Ms Rosenblum and Mr Muirhead: The new conspiracism obliterates nuance and judgment and replaces it with a distorted unreality in which some things are wholly good and others (say, Hillary Clinton) wholly evil. This is its appeal. And something with such political force will be taken up everywhere by those who seek to abandon regular processes and disrupt established institutions, and especially by those who reject the idea of a “loyal opposition.”", "The counter-force comes from the authority of knowledge-producing institutions (that is, courts, expert-staffed agencies, research universities) on one side, and democratic common sense on the other. Wherever conspiracism is reshaping public life, two preventatives are vital: to defend the integrity of knowledge-producing institutions and bolster confidence in the ballast of common sense.", "The Economist: What does it take to neuter and dissipate a conspiracy narrative? Can that even be done, or will they always live on like a dormant virus?", "Ms Rosenblum and Mr Muirhead: Some say we should fire with fire and return angry, unsupported conspiracist accusations of disloyalty and illegitimacy in kind. It is tempting. After all, conspiracism creates a divide deeper than partisan polarisation—an epistemic divide over what it means to know something. Conspiracism comes with a claim to own reality. That’s the scenario we worry about most, one that obliterates a common world of facts and public reasoning.", "But we think the best way to reclaim reality is to fight this fire with water: scrupulous recourse to argument and evidence and explanations that are available to everyone and above all, subject to correction. We expect that most citizens will fight the disorientation of conspiracist unreality and stand by the common-sense world of reliable facts and arguments. It is the only basis for translating political pluralism into vigorous disagreement that makes democracy possible.", "* * *", "Believing is believing", "From “A Lot of People Are Saying” by Nancy L. Rosenblum and Russell Muirhead (Princeton, 2019).", "Democracy in the United States and Europe is threatened in ways few imagined possible only a short time ago. Many of us assumed that the democratic foundations laid after World War II and consolidated with the fall of the Berlin Wall in 1989 were unshakeable. Now they look less resilient. To some eyes, they appear fragile. As defenders of constitutional democracy, we find ourselves on the defensive. We thought that democracy had severe flaws, we recognized democratic deficits, but we believed in the possibility of reform. Was our confidence in the progressive arc of democracy premature, or naïve, or a sign that we were complacent because we were being well served, or perhaps utterly unfounded from the start? Did we underestimate antidemocratic forces brewing in society? The signs were there. For many years, public opinion polls had documented diminishing support for democratic institutions. In the past two years, measures of civil and political freedom, which once had declined only in autocracies and dictatorships, took a turn for the worse: in 2016, “it was established that democracies…dominated the list of countries suffering setbacks.” Roberto Stefan Foa and Yascha Mounk give a name to this process: “deconsolidation.”", "We have been startled into thought. The causes of political change can only be understood with hindsight, and we have little dispassionate distance. For us, right now, and not only in the United States, understanding begins with noting that “there’s something happening here” and trying to grasp what that is. Galvanized by events, lawyers document disregard for the rule of law and constitutional limits; seasoned political observers record violations of informal democratic norms such as tolerance and restraint; journalists chronicle and correct the avalanche of official lies and falsehoods at the same time that they contend with threats to the independence of the press; psychiatrists point to dangerous patterns of overt derision and hostility toward individuals and whole groups by the president and other public officials; and civil rights organizations document an increase in hate crimes.", "Scholars, too, spring into reflection. Some look for lessons from the past. Drawing on the history of democratic failings from Weimar Germany to Juan Perón’s Argentina, political scientists identify the “guardrails” that keep democracy on track and the warning signs of incipient authoritarianism. Political theorists return with new urgency to old questions about challenges to the moral foundations of constitutional democracy.", "The new conspiracism is but one entrant in the lineup of disruptive forces. In the United States, it has moved from the fringe and has taken up residence in the highest levels of government, and it makes an appearance in day-to-day political life. Our focus has not been the entire domain of conspiracism but rather those claims that strike at the heart of regular democratic politics: rigged elections, plans to impose martial law, depictions of political opponents as criminal, a Department of Justice planning a coup against the president.", "David Runciman suggests that “the spread of conspiracy theories is a symptom of our growing uncertainty about where the threat really lies.” We have argued that the new conspiracism is itself a threat to democracy. In the context of what is referred to as the literature on “how democracies die,” we don’t propose the new conspiracism as a sufficient way of framing what happening. The new conspiracism is not the engine of every crisis of democracy, nor does it figure in every crisis of democracy. Malignancy abounds, and not all degradations of democracy go together. The new conspiracism is more than simply an offshoot or epiphenomenon of other forces such as authoritarianism or strident populism. Once it secures a foothold in public life, conspiracism has independent force.", "While classic conspiracy theories arise all over the world, as of now the new conspiracism is most evident in the United States. Even where classic conspiracy theories abound, there is little evidence of the kind of bare assertion and fabulist concoction that characterize the new conspiracism. But there is reason to think this will change. The developments we describe in the United States over the last decade are likely to come to the democracies of Europe, to India, and elsewhere. New communications technologies that eliminate the traditional gatekeeping functions of the media create an opening. Conspiracy entrepreneurs seize on this opening. So do opportunistic politicians. And the power that the new conspiracism can exert in politics is amplified, as we see, when political parties and other institutions are weakened and in disarray. Because all these factors are in play, the new conspiracism is unlikely to be contained to the United States.", "Wherever it arises, the corrosive effects of the new conspiracism are distinctive: to delegitimize foundational democratic institutions and, in a more personal mode, to disorient us. Although disorientation is so widespread that it amounts to a collective condition, it is also ours personally and individually.", "Disorientation", "An obscure pizzeria in northwest Washington, DC, becomes, in the eyes of some, a center of international child sex trafficking run by Hillary Clinton’s campaign chairman. A summer military training exercise becomes, in the eyes of some, an attempt by the United States Army to impose martial law on the state of Texas. The murder of twenty elementary school students in Newtown, Connecticut, becomes, in the eyes of some, a US government action designed to advance gun control legislation. An election without any notable irregularities adverse to the successful Republican nominee becomes, in the eyes of some (in particular, the president himself), a “rigged” election.", "The frequency of such charges, the baffling quality of the narrative concoctions, and their free-floating nature, untethered as they are to anything observable in the real world, contribute to the new conspiracism’s disorienting effect. We are disoriented by the realization that what is absurd to some is true enough to others. And we are talking not about evaluations of particular policies, in the way that a new tariff policy might seem sensible to some and nonsensical to others, but rather about basic perceptions of political reality. We have become accustomed to partisan polarization, the gap in the way Democrats and Republicans evaluate public officials, public policies, and one another. The new conspiracism moves us from gap to chasm, for epistemic polarization ultimately dissolves our common sense of the world.", "A shared world of basic perceptions and a shared sense of elemental causation—of what counts as plausible or farfetched—allows us to make ourselves understandable to each other even when we disagree. Disagreement may be many things: passionate, troubling, unpleasant, destructive, or even illuminating and productive. But in itself, it is not disorienting. On the contrary, to have a clear sense of what you disagree with is to have a political orientation. Knowing what we are against is often a more stable point of orientation than knowing what we are for. But under conditions in which we cannot make ourselves understandable to each other, disagreement itself becomes impossible. There will still be politics, and it may preserve democratic forms, but it will be a politics in which we cannot understand each other.", "Disorientation is a personal as well as collective condition. When those in power claim to own reality and impose their reality on public life, what happens to ours? What becomes of us as inhabitants of a common world that no longer seems a world in common? We experience anxiety, rage, and a sense of helpless confusion. Diagnosing disorientation is the first step in overcoming it.", "Delegitimation", "“I’m the only one that matters,” the president says, in the course of dismissing an accumulation of high-level vacancies at the Department of State, crippling the backbone of US diplomacy. He is pointing not only to his extraordinary interpretation of executive authority but also, and just as ominously, to the belief that he needs to know nothing more than the content of his own mind. He calls the free press the “enemy of the people” and provokes violent confrontations with reporters. We have no need of those who do the hard work to excavate facts—it’s all “fake news” anyway. He teaches his supporters to disdain experts—they all lend themselves to the service of global elites and to the deep-state conspiracy machinating against him. As for his opponents in elections? They too are enemies of the people. His opponent in the last election, the one he defeated in the Electoral College, should be “locked up.”", "This is the delegitimation of knowledge and the delegitimation of parties—and Donald Trump is only its most powerful agent. At every turn, the new conspiracism assaults the integrity and independence of knowledge-producing institutions. Perhaps because experts deal in specialized terms that often defy general understanding, they are politically vulnerable: they can be cast as a cabal. This is exactly what the new conspiracism does. Insofar as it delegitimates knowledge-producing institutions, conspiracism also incapacitates democratic government. And it does not proceed surgically; delegitimation extends across the board.", "Excerpted from “A Lot of People Are Saying: The New Conspiracism and the Assault on Democracy.” Copyright © 2019 by Nancy L. Rosenblum and Russell Muirhead. Used with permission of Princeton University Press. All rights reserved."], "url": "https://www.economist.com/blogs/openfuture/2019/08/open-future?spc=scode&spv=xm&ah=9d7f7ab945510a56fa6d37c30b6f1709", "title": "Conspiracy theories are dangerous—here’s how to crush them", "pubDate": null, "keywords": ["world", "conspiracy", "public", "conspiracism", "institutions", "crush", "rosenblum", "dangerousheres", "theories", "democratic", "democracy", "political", "muirhead"]}