{"id": "8853ecef-7dee-381e-9ef0-2a2495f73e5e", "title": "Sienna Miller talks ‘challenging’ Jude Law breakup following affair in 2005: ‘It was a long battle’", "url": "http://www.foxnews.com/entertainment/sienna-miller-challenging-jude-law-breakup-affair", "summary": "Sienna Miller spoke candidly about the “most challenging” moment of her life when her ex-fiance, Jude Law, was publicly discovered having an affair.\nSIENNA MILLER SAYS ‘ARMY OF WOMEN’ WOULD ‘FIGHT’ A DIRECTOR LIKE ALFRED HITCHCOCK IN MODERN HOLLYWOOD“That was one of the most challenging moments I hope I’ll ever have to experience.\nThey knew where I would be every night.”At the time, Law issued a statement confirming the news to the public.\nHARVEY WEINSTEIN MADE SIENNA MILLER CRY WITH PARTYING LECTURE“There’s a whole six weeks of that experience that I don’t remember.\n“It was a long battle, and I think I was really paranoid,” she said.", "paragraphs": ["Sienna Miller spoke candidly about the “most challenging” moment of her life when her ex-fiance, Jude Law, was publicly discovered having an affair.", "In 2005, Miller was engaged to Law after they hit it off on the set of the 2004 movie “Alfie.” While she was in London starring in a production of William Shakespeare’s “As You Like It,” it came to light that Law had an affair with his children’s nanny. He issued a public apology but the engagement fizzled soon after.", "Speaking in a new interview with The Daily Beast, Miller explained how the difficulty of being cheated on was compounded by the fact that the paparazzi were able to relentlessly pursue her over it.", "SIENNA MILLER SAYS ‘ARMY OF WOMEN’ WOULD ‘FIGHT’ A DIRECTOR LIKE ALFRED HITCHCOCK IN MODERN HOLLYWOOD", "“That was one of the most challenging moments I hope I’ll ever have to experience. Because with that level of public heartbreak, to have to get out of a bed let alone stand in front of 800 people every night, it’s just the last thing you want to do,” she told the outlet. “It was really hard. And the other thing was, it was at the height of all that paparazzi madness, and in London where there was an epidemic of bad behavior. They knew where I would be every night.”", "At the time, Law issued a statement confirming the news to the public.", "\"Following the reports in today's papers, I just want to say I am deeply ashamed and upset that I've hurt Sienna and the people most close to us,\" Law said in 2005. \"I want to publicly apologize to Sienna and our respective families for the pain that I have caused.”", "Avoiding the media became an all-consuming part of her life. So much so that the celebrity, now 38, says she mentally blocked out a portion of the experience.", "HARVEY WEINSTEIN MADE SIENNA MILLER CRY WITH PARTYING LECTURE", "“There’s a whole six weeks of that experience that I don’t remember. I have no recollection of it,” she said. “People who came to see me said we had dinner, and I don’t remember. I was in so much shock over it all. And I’d really just begun. I was only 23. But if you get through that, you feel like you can get through anything.”", "She then dedicated herself to litigation in the hopes that she could eventually do something about being constantly stalked by paparazzi interested in her personal life, which was, by that point, a tragic litany of embarrassment and heartbreak.", "Eventually, she managed to get some laws in place and enacted change in the U.K. to help her situation.", "“It was a long battle, and I think I was really paranoid,” she said. “There was so much noise that it was hard to think straight and focus on my work, which I always took very seriously. It ate everything else. I look back on it and wonder how I did get through it—but I did.”", "CLICK HERE TO SIGN UP FOR OUR ENTERTAINMENT NEWSLETTER", "After the cheating incident, Miller and Law got back together briefly before splitting again. They got together again in 2008 before calling it quits for good this time in 2011, according to Yahoo Entertainment.", "CLICK HERE TO GET THE FOX NEWS APP", "She went on to date Tom Sturridge, who she shares her only child with."], "authors": ["Tyler Mccarthy"], "keywords": ["sienna", "paparazzi", "battle", "think", "law", "challenging", "miller", "life", "long", "following", "thing", "publicly", "remember", "breakup", "jude", "really", "talks"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}