{"id": "88987467-1be9-31fb-99b1-649cf49ec2b6", "title": "Los Angeles Times piece claims mispronunciation of Asian names is 'casual racism'", "url": "http://www.foxnews.com/media/los-angeles-times-mispronunciation-asian-names-casual-racism", "summary": "The Los Angeles Times this week caused controversy by running a piece declaring that mispronunciation of Asian names is \"casual racism.\"\nLee wrote she was \"disheartened\" by the emails the Times received that were quick to mock the report and dismiss it as \"Asian victimhood.\"\nThe name is perceived as particularly difficult only because it’s beyond the [W]hite European names that have been deemed normal.\"\nANDREW SULLIVAN BLASTS MEDIA FOR 'GROTESQUELY' DISTORTING ATLANTA SHOOTINGS TO PUSH HATE CRIME 'NARRATIVE'The Times shared Lee's piece on Twitter, where it was mocked by critics.\nThe author wrote, \"White politicians, meanwhile, have been using chop suey fonts to stoke xenophobia for over a century,\" but only listed two examples from the past 144 years.", "paragraphs": ["The Los Angeles Times this week caused controversy by running a piece declaring that mispronunciation of Asian names is \"casual racism.\"", "There has been a heightened awareness of anti-Asian bigotry in recent weeks following last month's shootings at three Atlanta-area massage parlors that left eight people dead. While there is no evidence the gunman in that spree targeted Asian-Americans, the fact that six of the victims were Asian Americans has triggered a rush to declare the shooting a hate crime.", "The article, by Times staff writer Ashley Lee, stemmed from a previous report on a local theater's award ceremony \"where organizers mispronounced the name of an Asian American nominee and displayed a photo of the wrong actor.\"", "Lee wrote she was \"disheartened\" by the emails the Times received that were quick to mock the report and dismiss it as \"Asian victimhood.\"", "CNN RAISES EYEBROWS AFTER WARNING OF 'RACIST' FONTS THAT 'COMMUNICATE ASIANNESS'", "\"The Ovation Awards’ snafus — and some of our readers’ reactions to the news coverage of them — are emblematic of the casual racism in the theater world and the world at large,\" Lee wrote. \"Mispronouncing someone’s name, accidentally or on purpose, at the very least demonstrates a selective laziness to learn the correct way to address or acknowledge a person. The name is perceived as particularly difficult only because it’s beyond the [W]hite European names that have been deemed normal.\"", "She continued, \"When done willfully, it’s a conscious decision to weaponize one's name — a deeply personal signifier of ethnic background and family lineage — against them, othering and invalidating them in a culture that already upholds [W]hite supremacy.\"", "Lee also cited the mispronunciation of Kamala Harris by then-Georgia Sen. David Perdue during the 2020 election campaign, for which he received fierce backlash, calling it a \"name-based microaggression.\"", "\"It all echoes the pervasive invisibility of Asians in America, where your name isn’t worth saying correctly, whether you’re an actor in an Oscar-winning movie or a slain victim of senseless gun violence,\" Lee summarized.", "ANDREW SULLIVAN BLASTS MEDIA FOR 'GROTESQUELY' DISTORTING ATLANTA SHOOTINGS TO PUSH HATE CRIME 'NARRATIVE'", "The Times shared Lee's piece on Twitter, where it was mocked by critics.", "\"The silliness of the @LATimes,\" AEI resident scholar Christina Sommers reacted.", "\"People will likely mispronounce your name if they’ve never seen it or heard it before. It’s not racism — casual or otherwise,\" radio host Jason Rantz wrote.", "\"Wtf,\" actor Michael Rappaport tweeted.", "On Wednesday, CNN ran a report declaring certain text fonts \"communicating Asianness\" can be racist.", "CLICK HERE TO GET THE FOX NEWS APP", "A font, defined as a set of type or characters all of one style, can \"perpetuate problematic stereotypes,\" according to CNN. The network’s verified Twitter account added: \"For years, the West has relied on so-called ‘chop suey’ fonts to communicate ‘Asianness’ in food packaging, posters and ad campaigns. But such fonts perpetuate problematic stereotypes.", "The author wrote, \"White politicians, meanwhile, have been using chop suey fonts to stoke xenophobia for over a century,\" but only listed two examples from the past 144 years."], "authors": ["Joseph Wulfsohn", "Joseph A. Wulfsohn Is A Media Reporter For Fox News. Follow Him On Twitter"], "keywords": ["names", "racism", "fonts", "angeles", "los", "times", "wrote", "lee", "asian", "piece", "casual", "twitter", "claims", "white", "mispronunciation", "report", "world"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}