{"id": "88e73e8f-f25e-3227-b3a6-66d8cfdc5630", "title": "Oxygen leak kills 22 in Indian hospital as Covid crisis worsens", "url": "https://www.theguardian.com/world/2021/apr/21/delhi-warns-hospitals-running-out-of-oxygen-amid-indias-devastating-covid-wave", "summary": "“Patients who were on ventilators at the hospital in Nashik have died,” Tope said in televised remarks.\n“The leakage was spotted at the tank supplying oxygen to these patients.\nThe situation was so severe that some people had tried to loot an oxygen tanker, forcing authorities to beef up security, said the health minister of the neighbouring state of Haryana.\nTelevision showed images of people with empty oxygen cylinders crowding refilling facilities as they scrambled to save stricken relatives in hospital.\nAbout 80 of 142 hospitals in Delhi had no beds left for virus patients, government figures showed.", "paragraphs": ["At least 22 patients have died in a hospital in western India after a disruption to their oxygen supply caused by a leaking tank, the health minister said, as a nationwide surge in coronavirus cases soaks up supplies of the crucial gas.", "The incident in the city of Nashik, one of India’s worst-hit areas, happened after the tank of gas leaked, said Rajesh Tope, the health minister of Maharashtra, the richest state, where the city is located.", "“Patients who were on ventilators at the hospital in Nashik have died,” Tope said in televised remarks. “The leakage was spotted at the tank supplying oxygen to these patients. The interrupted supply could be linked to the deaths of the patients in the hospital.”", "The world’s second most populous nation reported 295,041 new infections on Wednesday – the world’s highest daily rise – as its hospitals were stretched to breaking point.", "The total was just short of the global record for a one-day rise in confirmed new cases, which was set by the United States in January when 297,430 cases were tallied. US cases have since fallen sharply. India’s 2,023 deaths were also its highest in the pandemic.", "On Tuesday, hospitals in Delhi, the capital, said they had enough oxygen left for just another eight to 24 hours, while some private institutions had enough for only four or five.", "The situation was so severe that some people had tried to loot an oxygen tanker, forcing authorities to beef up security, said the health minister of the neighbouring state of Haryana. “From now, I’ve ordered police protection for all tankers,” Anil Vij told Reuters partner ANI.", "Television showed images of people with empty oxygen cylinders crowding refilling facilities as they scrambled to save stricken relatives in hospital.", "“We were completely blocked out of supplies yesterday but by the end of the day we received some and it is helping us today,” said Charu Sachdeva, an official at the state-run Rajiv Gandhi Cancer Institute & Research Centre in the capital.", "In the northern city of Lucknow, one man said a hospital had asked him to arrange oxygen supplies for his uncle or take him away since it had run out.", "A worker waits to transfer the body of a patient who died of coronavirus at a crematorium in Delhi. Photograph: Anindito Mukherjee/Getty Images", "Delhi, a city of 20 million people, recorded 28,395 new cases and 277 deaths on Tuesday, its highest tally since the pandemic began. Every third person tested for coronavirus proved positive.", "About 80 of 142 hospitals in Delhi had no beds left for virus patients, government figures showed.", "Businessman Saurabh Mittal said he called a hospital shown in a government database to have beds free, only to be told they were full up and could not take anyone. “I told them there is online availability but they said the real-time data showed no beds,” said Mittal, who had been trying to arrange treatment for a virus sufferer.", "India faces a coronavirus “storm” overwhelming its health system, Prime Minister Narendra Modi said in a national address on Tuesday, adding that authorities were working with states and private firms to deliver oxygen with “speed and sensitivity”.", "Delhi, like large parts of India, let its guard down when the virus seemed to be under control, allowing big gatherings such as weddings and festivals as daily infections fell to fewer than 1,000 during the winter, health experts said."], "authors": [], "keywords": ["health", "patients", "city", "virus", "leak", "minister", "told", "worsens", "indian", "oxygen", "covid", "crisis", "coronavirus", "cases", "kills", "22", "hospital"], "pubDate": "2021-04-21T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}