{"id": "88f683c8-9f3f-3508-81c6-a2614d2bdc90", "title": "How a big deal backfired at Occidental Petroleum", "url": "https://www.ft.com/video/d2bdb8c4-fc12-4eb2-83ff-ee2c27ed80e9?playlist-name=section-c91b1fad-1097-468b-be82-9a8ff717d54c&playlist-offset=4", "summary": "But just months later, the CEO of Houston-based Occidental Petroleum was scrambling to save her job and her company.\nThe $55 billion acquisition of Anadarko Petroleum was a remarkable victory for Hollub.\nTo preserve cash, Occi recut its deal with Buffett, giving him shares in the company in lieu of promised cash payments.\nAs markets and the oil price recovered, Occi's share prices recouped some of its losses, but it sits far below where it was before the Anadarko deal.\nAnd that is why Hollub's big deal backfired.", "paragraphs": ["You can enable subtitles (captions) in the video player", "[MUSIC PLAYING]", "JAMES FONTANELLA-KHAN: Last year, Vicky Hollub pulled off one of the biggest coups in the history of big oil. But just months later, the CEO of Houston-based Occidental Petroleum was scrambling to save her job and her company. The $55 billion acquisition of Anadarko Petroleum was a remarkable victory for Hollub. Not only did she gate crash a planned deal by larger rival, Chevron, but the Occi boss brought Warren Buffett's Berkshire Hathaway to the party as an investor to help pay for the mega deal. Not invited were Occi shareholders, including the feared activist raider, Carl Icahn, who didn't get to vote on the deal thanks to how the deal was structured.", "But victory did not come cheap. Occi's debt soared to $43.9 billion, or six times higher the level it was just a year prior. Then came the twin pressures of COVID-19 and the price war between Russia and Saudi Arabia. The oil price crash emboldened Carl Icahn who built his stake to over 10% of the company's shares. In a desperate move, Hollub introduced a poison pill to stop Icahn from taking over the company. Poison pill allows a firm to issue new shares, which they loot an unwanted suitor stake in the company.", "Hollub also broke her biggest promise to investors, she slashed the dividend almost 90%, the first payout cut in three decades. To preserve cash, Occi recut its deal with Buffett, giving him shares in the company in lieu of promised cash payments. Finally, Icahn made his move, gaining four seats on Occi's 11-person board. As markets and the oil price recovered, Occi's share prices recouped some of its losses, but it sits far below where it was before the Anadarko deal. And that is why Hollub's big deal backfired."], "authors": ["Produced Alpha Grid"], "keywords": ["deal", "hollub", "icahn", "oil", "petroleum", "victory", "occidental", "price", "big", "occis", "backfired", "occi", "shares", "company"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}