{"id": "8924cc2b-0253-39cb-8436-353a4af7c732", "title": "Model Stella Tennant committed suicide, family says: 'She felt unable to go on'", "url": "http://www.foxnews.com/entertainment/model-stella-tennant-suicide-family-says", "summary": "British supermodel Stella Tennant died by suicide, her family said.\nIn a statement shared with Fox News, her family said they were \"humbled by the outpouring of messages and sympathy\" since Tennant's death.\nA source close to Tennant's family told The Daily Telegraph that her relatives feel it is important to \"raise awareness around mental health, as far too often it is misunderstood.\"\nTennant's family first confirmed her death on Dec. 23 without providing a cause.\nIn 2012, Tennant reportedly received the honor as Model of the Year and was inducted into the Scottish Fashion Awards Hall of Fame.", "paragraphs": ["British supermodel Stella Tennant died by suicide, her family said.", "Tennant was 50 years old when she was found deceased by authorities who responded to a call at a property in Duns, Scotland on Dec. 22.", "In a statement shared with Fox News, her family said they were \"humbled by the outpouring of messages and sympathy\" since Tennant's death. They also confirmed she was not well for \"some time.\"", "\"She was a beautiful soul, adored by a close family and good friends, a sensitive and talented woman whose creativity, intelligence and humor touched so many,\" the family said in the statement.", "'DEADLIEST CATCH' STAR MAHLON REYES' CAUSE OF DEATH REVEALED", "\"Stella had been unwell for some time. So it is a matter of our deepest sorrow and despair that she felt unable to go on, despite the love of those closest to her. In grieving Stella’s loss, her family renews a heartfelt request that respect for their privacy should continue.\"", "A source close to Tennant's family told The Daily Telegraph that her relatives feel it is important to \"raise awareness around mental health, as far too often it is misunderstood.\"", "Tennant's family first confirmed her death on Dec. 23 without providing a cause. They described her as a \"wonderful woman and an inspiration to us all.\"", "CLICK HERE TO SIGN UP FOR OUR ENTERTAINMENT NEWSLETTER", "Tennant was a familiar face in the fashion industry, having appeared in several couture spreads in magazines like Italian, British and French Vogue. She was the daughter of The Hon. Tobias William Tennant, who was the son of the 2nd Baron Glenconner, and Lady Emma Cavendish, the outlet reported.", "CLICK HERE TO GET THE FOX NEWS APP", "Also an expert on the catwalk, the model regularly attended fashion shows around the world donning designer threads like Chanel, Alexander McQueen and Prada.", "In 2012, Tennant reportedly received the honor as Model of the Year and was inducted into the Scottish Fashion Awards Hall of Fame. She reportedly leaves behind a husband and four children."], "authors": ["Melissa Roberto"], "keywords": ["unable", "dec", "family", "fashion", "felt", "fox", "suicide", "model", "tennants", "reportedly", "tennant", "committed", "woman", "stella", "death"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}