{"id": "8960018f-68fa-3102-b916-3ec7e1480a94", "title": "New Zealand lagging in developed world on climate funding, Oxfam says", "url": "https://www.theguardian.com/world/2020/dec/10/new-zealand-climate-funding-oxfam-poor-countries", "summary": "Climate finance refers to funding of initiatives that contribute to developing countries’ climate adaptation and mitigation efforts.\nAs part of the Paris Agreement, nations agreed to work towards contributing US$100bn a year in climate finance.\n“Compared to other high-income countries, when population is taken into account, New Zealand is not a generous climate finance donor,” said Alex Johnston, campaigns lead at Oxfam New Zealand.\nJohnston said New Zealand has a moral obligation to developing countries to increase its climate finance.\n“New Zealand’s funding of climate action overseas is a crucial way that we can stand with those on the frontlines of climate change.", "paragraphs": ["New Zealand is not living up to its climate change promises when it comes to helping fund poorer countries adapt to a warming world, a report by Oxfam has found.", "A new report says the country’s climate finance has “stagnated” in recent years putting it far behind comparative countries in per capita terms.", "According to the report, Standing With The Frontlines, New Zealand ranks 21st out of 23 highly developed countries in total finance provided between 2017 and 2018 in per capita terms. That equates to each citizen donating NZ$10.60 per capita per year in climate finance, or just under NZ$51m per year in total.", "Climate finance refers to funding of initiatives that contribute to developing countries’ climate adaptation and mitigation efforts.", "", "Last week New Zealand declared a climate change emergency and committed to a carbon-neutral government by 2025, in what the prime minister Jacinda Ardern called “one of the greatest challenges of our time” saying the country must “act with urgency”.", "However, despite the government’s goal of providing NZ$75m a year in climate finance through to 2022, Oxfam says New Zealand remains far behind contributing its fair share. As part of the Paris Agreement, nations agreed to work towards contributing US$100bn a year in climate finance.", "Oxfam calculates that New Zealand’s share should range between NZ$301.5m and $540m per year.", "The highest-contributing countries per capita far outstrip New Zealand with contributions between US$40 and US$96 per person. Even similar sized countries, such as Ireland and Denmark make contributions of US$14 and US$27 per person, respectively.", "“Compared to other high-income countries, when population is taken into account, New Zealand is not a generous climate finance donor,” said Alex Johnston, campaigns lead at Oxfam New Zealand.", "Johnston said New Zealand has a moral obligation to developing countries to increase its climate finance.", "“New Zealand’s funding of climate action overseas is a crucial way that we can stand with those on the frontlines of climate change. The way we deliver climate finance in the form of grants and with a large proportion towards adaptation sets us up to be a role model for other nations.”", "He said that the money being delivered for these efforts is not enough, saying there needs to be a doubling of finance levels alongside a proportionately rising aid budget, to $150m per year.", "“In the afterglow of a symbolic step to declare a climate change emergency, we’re asking the New Zealand government to step up their climate finance contributions to meet the threshold for urgent action and deliver the vital support to developing countries that is promised.”", "The Guardian has approached the government for comment.", ""], "authors": ["Charles Anderson"], "keywords": ["developed", "world", "oxfam", "developing", "climate", "report", "zealand", "countries", "capita", "change", "far", "funding", "finance", "lagging"], "pubDate": "2020-12-10T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}