{"id": "8981bc20-4d7b-3fb8-9ec4-8ac5926dcf93", "title": "In a Sea of Low-Rise Jeans, I Found Middle-School Solace at the Outdoor Store", "url": "https://www.vogue.com/article/growing-up-in-style-ella-riley-adams", "summary": "Growing Up In Style is a series about the connection between fashion and local life in America, past and present.\nAnd while later I would develop an obsession with True Religion jeans, my earliest connection with retail fashion occurred at The Ashland Outdoor Store, a shop for intrepid explorers of the area’s surrounding mountains.\nThe Outdoor Store took up two levels of a low-slung building at one end of downtown Ashland, next to the parking lot for a bank.\nLooking back, I see now how The Outdoor Store helped shield me from the ways fashion can be painful for a preteen girl.\nAnd maybe most crucially, there were no other girls my age at The Outdoor Store, meaning I made choices based on my preferences alone—and what my dad would concede to buy at checkout.", "paragraphs": ["Growing Up In Style is a series about the connection between fashion and local life in America, past and present.", "I grew up in Ashland, a small town in Southern Oregon, where the “It bag” was the canvas tote from our local food co-op. And while later I would develop an obsession with True Religion jeans, my earliest connection with retail fashion occurred at The Ashland Outdoor Store, a shop for intrepid explorers of the area’s surrounding mountains.", "We moved to Oregon from the suburbs of DC in 2001, the summer I turned 10. My parents say they wanted to find a sense of community away from the “artificial bubble” of Washington, where they had built their careers. My grandfather came up from California to construct a house a few yards away from ours on a property that was otherwise defined by oak trees and blackberry bushes. We all became outdoorsy: When we landed at the airport, Grandad swept us off to a goose farm, where we picked up four birds that would become my pets. Horses—and hours spent at the barn—came soon after. My dad worked in intelligence, and though he still had to fly to DC every few weeks, he spent his time in Oregon at a home office and rowing at the lake near our house. He could finally retire his ties, and as he repopulated his wardrobe with down jackets and canvas pants, he brought me along on his shopping trips.", "The Outdoor Store took up two levels of a low-slung building at one end of downtown Ashland, next to the parking lot for a bank. Inside, it offered racks of thermal underwear and fuzzy jackets alongside shelves of chunky hiking shoes and gleaming water bottles. In the summer, Chaco sandals, paddles, and half-mesh sun hats took over. High-tech sleeping bags hung from the ceiling like giant chrysalises. I still remember the blue-flecked fleece jacket I bought, made by the now-renamed Horny Toad, and the Prana halter top I wore, with my braces and glasses, for my fifth-grade school picture.", "At the time, fast fashion meant ever-rotating must-haves from Limited Too and cartoon tees at Old Navy. Looking back, I see now how The Outdoor Store helped shield me from the ways fashion can be painful for a preteen girl. Rather than fretting over the way my body fit into low-cut jeans, I was deciding between different shades of yoga pants before Lululemon had even arrived in the U.S. The posters in the dressing room were of rock climbers and downhill skiers instead of emaciated models. And maybe most crucially, there were no other girls my age at The Outdoor Store, meaning I made choices based on my preferences alone—and what my dad would concede to buy at checkout."], "authors": ["Ella Riley-Adams", "Ella Riley-Adam"], "keywords": ["solace", "ashland", "took", "lowrise", "oregon", "summer", "pants", "store", "sea", "local", "outdoor", "jeans", "spent", "fashion", "middleschool"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}