{"id": "899100ee-7e6a-3348-b5d4-add3c73ca795", "title": "Who will win the Labour leadership race?", "url": "https://www.ft.com/video/36af95e1-06dd-461b-9d49-9df967476878", "summary": "He did, but he was the Brexit spokesman during a period in which the Labour party didn't take a clear position on Brexit.\nNumber one is, they're going to be members of the Labour party, so they're all going to be people who wanted the Labour party to win the last election.\nEven though it was led by Jeremy Corbyn, all these people campaigned to make Jeremy Corbyn prime minister in one way or another.\nThere is an interesting question here, which is that, right up to this leadership contest, almost everybody in the Labour party was saying, we really need a woman leader.\nAfter they get through this, then that stage, then it goes to a ballot of the full Labour party membership.", "paragraphs": ["You can enable subtitles (captions) in the video player", "Robert's terribly good until his batteries go down.", "Energizer bunny.", "That's true.", "Ready? Go. Labour's leading indicators.", "Okay, Robert. It's very exciting, because...", "We've got another election.", "...the shortlists are in for the Oscars. But we're going to talk about the Labour leadership.", "What should we call these? The Jeremies?", "The Jeremies. Let's call them the Jeremies. Excellent.", "And we've got all our major players here to help explain what's going on. And of course, until April - don't get too excited, folks - because until April, Jeremy himself remains leader of the opposition.", "But there are lots of people vying to succeed him and to be deputy leader of the Labour party, which is also its own elected position with its own mandate.", "So we've got Jeremy benignly watching over it.", "Yes, absolutely. Let's put him up there.", "We'll put him up here, watching benignly from the allotment.", "And down here, this sort of large, shadowy figure of Len McCluskey, head of Unite, the union. Has been incredibly powerful as a backer of the Corbyn regime in the Labour party. So he's here because he obviously wants to retain this giant influence.", "He's got a lot to lose, hasn't he?", "Will he be able to?", "And Jeremy Corbyn's office was stuffed full of McCluskey allies. He had Karie Murphy. He had Andrew Murray. He had Jenny Formby as the party general secretary, and Seumas Milne as well. So he's probably got as much of an empire to lose as Jeremy Corbyn.", "Absolutely.", "We've learned who's in the running, who's got through the initial stage of being nominated by the MPs and MEPs. And so far, Len McCluskey's organisation has not yet declared who it's officially backing, but we think that it will be Rebecca Long-Bailey, who is the Corbynite left candidate. She's been desperately trying to say she's not the continuity Corbyn candidate.", "What's Barry Gardiner doing here?", "Barry Gardiner... look. We were cutting out all the faces. At the point where we were cutting out the faces, Barry Gardiner was thinking about standing. He didn't make it. There will be no Gardiner's question time, sadly. Say bye bye, Barry.", "Rebecca Long-Bailey, shadow business secretary. Very, very close to Jeremy Corbyn. But she's not out in front.", "No. When this contest began, when it was clear that Jeremy Corbyn lost the election, the left of the party, the Corbynites, needed a flag-waver. Rebecca Long-Bailey had been in place for a long time as their next-generation candidate, a protege of John McDonnell. She was the one they were all pinning their hopes on.", "But it did feel like it's come a bit too soon for her. She's only been in the Labour party for 10 years. Only been in parliament for five. She's perfectly able, but she is still learning the way, and she hasn't fizzed out of the blocks, which means, therefore, that the front-runner in the polls so far is Keir Starmer, who is the shadow Brexit secretary, the man who led the Remain argument within the Labour party.", "The fact that he is the front-runner may not be entirely coincidental to the fact that all of the Corbynite left is saying what they need is somebody who's not from London, not a man, and not a Remainer. So you could see that in a run-off between these two, those criteria would favour one candidate.", "They would. They would. They would.", "But I think we should just emphasise quite how far out in front Keir Starmer is at the moment. When you look at the nominations from the...", "You were specifically told not to make this prep sheet visible.", "God, I'm a reporter.", "You are defying the producers.", "I've got a notebook. What do you want me to do?", "Keir Starmer has got 89 nominations from the parliamentarian.", "It's 102 isn't it?", "Yeah, but it's plus the MEPs as well, remember?", "Rebecca Long-Bailey has 33. So they are the two front-runners. But you can see the scale of the challenge if the leader of the opposition was voted on just by the parliamentary party. But of course, it isn't.", "And of course, that is roughly the level of nominations that Jeremy Corbyn got when he stood. He only just squeaked over the line. Most of the MPs were against him.", "So support from the MPs themselves is certainly no guarantee of victory. Although, as you were saying, the only poll that's been conducted... have I got to this poll too early?", "Yeah.", "As you were saying...-", "Park it. Park it.", "Lisa Nandy.", "Park the poll, because I want to talk about Lisa Nandy. He's my personal favourite. I know we're completely unbiased, but you'll like her very much. And also, Jess Phillips got through.", "Let's clear the deputy leadership candidate.", "Yeah. Let's get the deputies out of the way.", "Leadership candidate's down.", "Len. I'm putting you on the floor for a minute, Len. Don't take it personally.", "Clive didn't make it, either.", "Clive. No, but talk about Clive, because you liked him.", "I like him, personally. I think he's interesting and clever. He's a former soldier. He could have been an interesting candidate for the Labour party, but he's fighting for a lot of the same left space that Rebecca Long-Bailey and, to some extent, Lisa Nandy were fighting for in that Corbynite, soft Corbynite place, and he just didn't make it. So I'm afraid he...", "Bye, Clive.", "Bye, Barry Gardiner.", "Bye, bye, bye, bye, bye, bye.", "Out.", "Now, Lisa Nandy. She got 31, which is not bad if you consider that Rebecca Long-Bailey, who's the official left standard bearer, as you said... for Lisa Nandy to get 31 and to be safely through is quite good.", "Jess Phillips and Emily Thornberry. They just made it through. 23.", "23 apiece.", "...each. And in fact, even on the morning of the day the nominations closed, Emily Thornberry looked like she might not make it. So that's quite a victory for her.", "So if we ranked them in MP order, it goes like that, doesn't it?", "We've got Keir Starmer seen as, possibly, quite sober, prime ministerial, and attempting to say, let's put factionalism behind us. I've got people in my campaign from both the left and the right of the party. Let's put the divisions behind us.", "We've got Rebecca Long-Bailey of the left, the left candidate. Lisa Nandy, trying to make a pitch, saying we've got to bridge the divide between these two halves of our party, between the metropolitan, liberal wing of Labour and our heartland towns. She represents Wigan, a Leave seat, and she's been very interesting ever since the referendum on the idea of people who feel their whole culture has been left behind, and they've been disenfranchised in the industrialised areas.", "We've got Jess Phillips, Birmingham MP. Very, very outspoken.", "Very anti-Corbyn.", "And very, very anti-Corbyn. The most anti-Corbyn, probably, of the whole lot, because she never served.", "And then Emily Thornberry here, of course, was shadow foreign secretary but has got a problem, hasn't she, which is maybe why she only just made it onto the ballot. Which is she? Is she an anti-Corbyn candidate, or is she a continuity Corbyn candidate? I think that's quite tricky for her, possibly.", "I don't know that I would ever have thought of her as a continuity Corbyn candidate. Obviously, another way of cutting these...", "But close to leadership.", "...would be this way. These are the three who served under Jeremy Corbyn. Lisa Nandy did briefly, and then quit.", "Resigned. Yeah.", "Jess Phillips never did. So these three all stuck with him. These two didn't.", "Emily Thornberry, prior to Jeremy Corbyn's election, would have been seen very much on the Blairite, Brownite end of the party. Certainly no left radical, but she was Jeremy Corbyn's next-door neighbour and Islington MP. She stayed loyal. She got promoted.", "She had been sacked from the shadow cabinet by his predecessor for an odd tweet, essentially mocking people. She denies it, but essentially mocking someone for having England flags from their house. I think her problem, fundamentally, is that she's appealing for much of the same territory that Keir Starmer was appealing for.", "Well, she's another North London lawyer, apart from everything else.", "That's also true. There's a lot of lawyers in this. Those are all lawyers.", "The more mainstream, loyal-to-Corbyn group who are absolutely not Corbynites were pro-Remain, did oppose the leader on some of his more extreme positions. But she's essentially been blown out of the water by Keir Starmer.", "So far.", "So far. That's right. It's true.", "I think everything we say, we've got until April. Look what happened in 2015, when Jeremy Corbyn was elected.", "That's absolutely true.", "He came from nowhere.", "But it is quite hard to see the space that she carves out for herself in this campaign, because Keir Starmer has made a lot more of the running in the centrist, safe candidate position. And if you want a real anti-Corbynite, you've got Jess Phillips.", "Lisa Nandy is, as you say, I think, a very interesting candidate who, had she not walked out of Jeremy Corbyn's shadow cabinet, would probably have been a very, very strong contender. Speaks to a different demographic. Doesn't speak to all the criticisms of London lovies. So I think, like you, that she is going to be a more significant figure in this campaign.", "I think Emily Thornberry's got a lot of problems. She's been beaten to the punch by Keir Starmer, and I don't know that she'll recover.", "The other thing is, though, you described Keir Starmer as leading the anti-Brexit charge for Labour. He did, but he was the Brexit spokesman during a period in which the Labour party didn't take a clear position on Brexit.", "For example, if you were also a passionate Remainer, for example, you might say, well, actually, Jess Phillips is my person, because she's the most uncompromising Remainer. In fact, since declaring her candidacy, she's gone as far as to hint that the Labour party position might be rejoined.", "She rowed back on that very quickly.", "She had to row back. But that's obviously where her heart lies, right? Whereas Keir Starmer, in his very loyal way, has been treading a fine line between the Corbyn leadership and the remaining membership for his whole time in the shadow cabinet.", "I think when you were judging and criticising any of the people, you have to allow...", "Analysing. Analysing.", "You have to allow for a certain fact.", "Number one is, they're going to be members of the Labour party, so they're all going to be people who wanted the Labour party to win the last election. Even though it was led by Jeremy Corbyn, all these people campaigned to make Jeremy Corbyn prime minister in one way or another.", "People who are most hostile to Jeremy Corbyn, especially of the three who stayed in his shadow cabinet. Well, they're ruined by this. They were part of the problem. They didn't stand up and fight. I think at some point, you've got to say, look, there are people in the Labour party who decided that it was better to just stay in the tent and wait for their moment to pull the party backwards. And I think you have to give them that much in this contest.", "And that comes to the Brexit point you were making. I think Keir Starmer's view was: I need to be in the room fighting the argument, pulling the party towards what I, Keir Starmer, consider to be a sensible Brexit policy.", "Nudge, nudge, nudge.", "Yeah. His position was, we ought to back a second referendum. That was the party's position in the election. So for good or ill, he did win that battle.", "Something else that obviously created a huge problem for the Labour party, morally as well as in the election, was the anti-Semitism crisis. Keir Starmer has been very forthright in saying that he signs up to all of the demands of the Board of Deputies of British Jews.", "All of them have now said this.", "But it was very interesting the way it happened, though, wasn't it? Because it became impossible for them not to sign up. So that's a break with the past for the whole slate.", "Yes. And we thought it was remarkable. She wrote a piece for the Jewish Chronicle in which said the Labour party needs to get down on its knees and beg forgiveness, which seemed excessive, to me, as a campaigning position.", "There will be florid language in the next four months, I can tell you.", "All of them understand what a major problem this was. The only one, I think, who's got problems on the anti-Semitism issue is Rebecca Long-Bailey. Not because I think she has any particularly bad form on this, but because she was so unquestioningly supportive of Jeremy Corbyn all the way through this. Didn't really push back against it in any way that we're aware of and therefore is seen as a genuine backer of him during these problems.", "We know that Keir Starmer, we know that Emily Thornberry, even in shadow cabinet, did raise concerns and push back on these issues.", "This is interesting, isn't it? Because our fellow journalists have been having a really fun time, asking each of them, in turn, how many marks, out of 10, would you give Jeremy Corbyn for his leadership, having lost the fourth general election in a row for the Labour party?", "Rebecca Long-Bailey said 10 out of 10, which is going to hang over her, arguably, for the whole leadership contest. Emily Thornberry did a wonderful three-part answer. I think she did two out of 10 for anti-Semitism, eight out of 10 for firing up the membership, and 0 out of 10 for winning elections, which is hard to argue, really.", "I think these were pretty low, weren't they?", "I can't remember. I think Jess Phillips was quite tough.", "Interestingly, of course, Keir Starmer, when asked this awkward question about the dear, sainted Jeremy, refused to answer. That, of course, is the right way to proceed if you want to be leader of the opposition and, indeed, prime minister one day. You have to know when to put people like us in our place and not answer an embarrassing question.", "So that was probably quite a good sign of his capacity to handle himself. Do you think...?", "It's a strange thing, isn't it? Because it wasn't a difficult question to dodge. The \"I'm not playing scores\" was the obvious answer, as you say.", "Jeremy is a colleague and a friend.", "I would expect...", "I wouldn't possibly.", "...anybody who thinks they could be prime minister to be good enough to swerve that question. And I think Rebecca Long-Bailey's error was not just saying 10 out of 10. It was walking into the trap in the first place. It showed her naivety at two levels.", "Yeah, a bit callow.", "That's what it was... no good. After she made the mistake, everyone else had time to think about what they would say in response. Emily Thornberry's trick was to answer in such a complex way that people have forgotten what she said.", "I'm just going to mention it because I like it. Emily Thornberry started to talk about herself as a tough old bird, because apparently that's what Len McCluskey called her. And she's taken that as a excellent, useful piece of personal branding, a bit like Theresa May adopted 'bloody difficult woman'.", "Because she's going to need something to break through against these two, who are quite ideasy and very outspoken.", "There is an interesting question here, which is that, right up to this leadership contest, almost everybody in the Labour party was saying, we really need a woman leader. We're the only major political party that's ever been led by a woman.", "It is notable. Let's face it. Yeah.", "And so that is an issue for Keir Starmer. There are plenty of people in the Labour party who will agree with that.", "So I think, in a way, what Emily Thornberry was reminding people is, actually, if it's him or me, and you want a woman leader, it's me. The problem is that, I think, it terms of outspoken and tough, there may be others...", "There may well be others", "...with a claim on that.", "The next stage is that they then have to go and secure 5 per cent of all the constituency Labour parties to back them. Or three affiliate organisations, including two trade unions. So that's where we are on that.", "Now, I think this is also very interesting. Keir Starmer has already secured Unison, which is a huge trade union. And as we've said, the Unite union of Len McCluskey, which is very left, in terms of its politics, has yet to declare.", "There are rumours that maybe Lisa Nandy can persuade one of the other really big unions, like the GMB, to back her, because she's got such a clear policy platform. In terms of who's backing them, Jess Phillips is seen as the choice of the Blair right wing.", "What I wonder is, as it goes forward, does that really start to hurt Jess Phillips, being identified in that way? Because the others are all being asked to place themselves on, I suppose, what's the... should we do a left-right thing?", "Yeah, and that gets quite tricky, actually.", "I must admit, I would not have thought of Jess Phillips as being rightwing. But what she's become is anti-Corbynite. If you define rightwing as anti-Corbynite, she's there.", "Once upon a time, you might have gone something like that? I don't know.", "Yeah, it's interesting.", "When she arrived, you wouldn't have thought of her as a Blairite.", "She's very motivated by... her background is domestic violence, charities, anti-poverty in urban Birmingham, all the rest of it. But she has made her priority the idea that Labour has to gain power to help any of these people, which in a weird way...", "So of that act of Blairism...", "...even daring to say, we should win.", "...she's absolutely out there.", "We should try and win. She's out there.", "And I think that's absolutely right. I have to say, I don't think all five of these people will make it to the ballot. Rebecca Long-Bailey will make it. I'm sure Keir Starmer will make it. Like you, I think Lisa Nandy will make it. Not sure about these two.", "I think she's going to have to get the constituencies, and are there enough of them at the moment? I don't know.", "This is really interesting. After they get through this, then that stage, then it goes to a ballot of the full Labour party membership. And what's been very interesting about... the only polling that's been done so far was very intelligently done. It was done by the Queen Mary politics department professor Tim Bale. And they didn't prompt with names, so it's really useful, because it's not just popularity. It's also name recognition and how well known they are.", "And what was interesting is that Jess Phillips's name came up a lot without prompting. On that measure, Lisa Nandy did really, really badly and has very low name recognition.", "But of course, Jeremy Corbyn was not mentioned spontaneously by members back in 2015.", "And we don't know he's still the top.", "Don't know he's still the top. All political surveys, of course, don't know wins.", "What that really tells you is that the membership is open to hearing from these people. And I think it has relatively few preconceived views on any of them apart, perhaps, from Jess Phillips. And she could still surprise them on the upside by her passion and her charisma.", "And her charisma, yeah. But of course, Keir Starmer was out in front again.", "Yes. Any of these candidates... if they make it through to the ballot, they've got an audience that wants to hear from them, and he's persuadable. And I think this is where the other problem for Rebecca Long-Bailey comes in. She'll have the left, which is in control of the party, on her side. But when it comes to the party leadership, you have to have the charisma and the wow factor that pulls you over the line, because it's not like some of those internal elections that Momentum can organise, where they're running slates from people you've never heard of. This time, the members will have their own views of these candidates.", "I'm glad you mentioned Momentum, because of course, apart from the unions, Momentum is not an official affiliate organisation of the Labour party. It's separate. But it's announced that it's going to ballot its members on who it should back. And that could be quite interesting, because of course...", "It's quite an Albanian ballot, as I recall.", "Well, we shall see. It's a consultation of a sort. And you might expect...", "Do you agree with this decision to back Rebecca Long-Bailey?", "Well, no, but Momentum itself will split, right?", "I know.", "Because John Landsman, who's the founder of Momentum, he's actually in charge of Rebecca Long-Bailey's official campaign. But Laura Parker, who's the other very senior person in Momentum, was backing Clive Lewis and is very disappointed to drop out.", "So I think that it'll be really interesting to see whether Momentum, in a way, tack left, as many expect them to, or whether they might - quite a significant number of them - break, for example, for Jess Phillips, who's well known, seen as a fighter, good on telly, arguing the Labour case.", "I think one of the key issues that is really interesting so far, and I wouldn't expect it to be any other way just yet, is that very few of these candidates have actually articulated where they are in a policy position. Quite a lot of them are just saying... very few. Didn't say none.", "Keir Starmer. I think Emily Thornsberry, Rebecca Long-Bailey. What we don't want to do is throw the Corbynite baby out with the bathwater. There were problems, but I'm not looking to oversteer - I think oversteer is the word - the other way.", "You've got Jess Phillips, who said, no, no. It's been a catastrophe. We need to sort it out. And as you say, Lisa Nandy, who's a bit more interesting about this. Quite a lot of them are dodging what exactly you keep, and Keir Starmer did a television interview, and he was asked about all the nationalisations. And the only one he actually specified was rail.", "I think there's an issue where people are projecting, particularly, on Keir Starmer. He's tried to position himself as much more leftwing than people assume he is.", "Very much so.", ": On the other hand, he's been cautious about which policies he'd keep. And I think there's an element - and this is where he has risks, I think - of, if you keep this canvas too blank, eventually people will start to paint the wrong things on it, as far as you're concerned.", "Well, absolutely. They might start to ask, well, where is that you do stand? All of those conversations that I've heard, and the interviews so far, when they all say, let's not throw the baby out with the bathwater, and most of them do, you do wonder, well, which bit of the baby or the bathwater do you think the electorate liked? Because it seems like the electorate pretty much threw the baby out with the bathwater, in terms of Labour's offer.", "The line that many of them are peddling is, the public liked our policies. They didn't like us. And that's roughly true, but you can't separate those two things.", "What that doesn't allow for is the salience of any individual policy. If you say to the public, do you like the idea that energy companies should be renationalised, you might get a positive result. But if you say, how important in all the things that matter to you is this, it might well be quite a long way down.", "So it's often a mistake people confuse salience with support.", "I just want to look up here at these people who want to be deputy leader of the party, because they're in this parallel process - Jeremy, I'm going to put you up there for now - because a lot of people have been interested that Angela Rayner, shadow education secretary, is not down here with this lot, because she's got a lot of potential, and she... talk about way out ahead. She got 88 nominations from the parliamentary party for her deputy leadership bid, and she probably would have got a decent number to get her through.", "Absolutely.", "So do we assume she's hanging fast, and she's going to become the leader after one of these?", "She's a flatmate of Rebecca Long-Bailey's, and they did agree that they would not fight each other. Many people think the wrong candidate went forward. She doesn't have the Corbynite cred.", "But the meanest thing that anyone said about Rebecca Long-Bailey - she is not the best candidate, even in her own flat, which really is going, isn't it?", "Angela Rayner's got an awful lot going for her. It would be quite a surprise if she loses the deputy leadership.", "And if she were to win, and does it well, but they don't win the election. The deputy leader is not a very important job. But she would be well-placed. If she were deputy, she would get a big job in the shadow cabinet.", "So I think she's an interesting figure, and she has cut-through, and you could certainly see her...", "She's quite left, right?", "Well, she backed Andy Burnham, originally, in the leadership conversation, when Jeremy Corbyn won. So she's leftish.", "Leftish. She's left enough. She's left enough for the membership, I would say.", "Richard Burgon, who we've got here...", "Is the proper Corbynite candidate.", "He's the proper Corbynite candidate, and he didn't do very well at all. He just squeaked in with 22. So he's through to this next stage.", "But you see, the Corbynite ticket is Rebecca Long-Bailey and Richard Burgon, but he's not doing so well.", "Something to inspire.", "Yeah, that's right.", "I think it's going to take quite a big series of setbacks here. We've got...", "Dawn Butler.", "Dawn Butler.", "Dawn Butler, who actually did not do too badly at all, in terms of nomination. She got 29. She's actually, probably to the left of Angela Rayner, do you think?", "Yes.", "She's a very loyal Corbynite.", "She is, yes.", "Well, Corbyn's frontbencher.", "Rosena Allin-Khan, MP for Tooting, an NHS doctor, didn't do too badly, either. She got 23, so she's just through.", "She was the one who did that Love Actually video before Boris Johnson did it. It's like, don't vote for him. Vote for her. I think she's got a lot of smarts and deserves to be up at the front of the party somewhere.", "Well, some of this is to do with placing a marker down, isn't it? If you're an individual, you want to put yourself forward so you're in the shadow cabinet. And this guy's interesting.", "And Labour's leader in Scotland, Ian Murray.", "Oh, he's nameless. How appalling. I'm so sorry, Mr Murray. If you're watching, I do apologise.", "The thing that's interesting about him. 34, you see. That's pretty decent. That is pretty decent.", "He has the unanimous support of all the party's Scottish MPs.", ": Because he is the...", "Only one.", "...only remaining Labour MP in Scotland, which is extraordinary. If we were having this conversation five years ago, you wouldn't think that was possible.", "He's the only Labour MP in the village.", "But that makes it impossible to ignore his voice, because if you don't listen to the one person who's carried on making it work in his Edinburgh seat, when all around you, Labour has crashed to defeat... now, he's had to go around denying that he's a Blairite...", "Yes.", "...because he's been, again, such an outspoken critic of the Corbyn style of leadership and the left-wing policies. But I'm putting him here on the right hand. But anyway, he's had to disavow the idea of Blairism.", "I think there are two ways to view this appendage Blairite. There is the way that says neoliberal, very pro-market, the policies of New Labour and Tony Blair. And nobody who pushes those is going to win this leadership election. That's just not where the Labour party is. It's not where the economic argument is. It's not where Boris Johnson is.", "But there is another meaning of Blairite, I think, which is, do what you have to do to win, because the truth is, however pure you are, it's no use to anybody if you've lost.", "Well, that's the platform so far.", "That's where Jess Phillips and others, I think, and I think Angela Rayner is a little bit in that camp as well. I think that's going to be the dividing line, eventually, in this contest, as it shapes up.", "These people, they're going to be doing hustings all over the country. They're going to be on the same platform in umpteen different places all through the week, saying the same thing. Their speech is never going to change.", "But eventually, to break through, one of them is going to have to say something interesting, which actually is what Jeremy Corbyn did. One of them's actually going to have to say...", "Don't set them up to fail, Robert. We've got four months.", "...something meaningful and decisive that says, this is the direction the party needs to go into. And I think that must be an exhaustion within Labour party members. They've lost four elections in a row. What do we need to do to win without selling our souls?", "And I think that's where victory will... and the other thing they need is somebody who can actually cut through, because it's very difficult being leader of the opposition in a parliament where you have nothing close to a chance of defeating the government.", "They're not going to be making the news by threatening a defeat for the government.", "They've got to find other ways of damaging the government and being listened to, and I think they're going to find that it's going to come as a shock. Labour hasn't been irrelevant in parliament since 1987 or something, so they're going to find it quite hard to make themselves heard, and they're going to need people who can cut through. And that's where, I think, Keir Starmer's biggest weakness is.", "For all the professionalism and competence - and there's lots of good reasons to support him - he's not the most exciting candidate.", "I will conclude by saying that when Tim Bale and his crew did similar polling in 2015, as they've done with this lot in the last few days, Jeremy Corbyn had less name recognition and less level of support than even people who are currently running for deputy but not for leader. So it really is all to play for four months of hustings.", "So I guess, by the end of it, we're saying that it could actually be any of them, because although Keir Starmer is way, way out in front, it's a long process, and it's potentially quite an unpredictable process.", "We don't yet know, about lovely Len and where his support is going to go, although clearly, he would probably...", "I think we do.", "...want them.", "I think we do.", "We don't speak for Rebecca Long-Bailey.", "But will that alienate the membership? They've seen him back Jeremy Corbyn into a disastrous corner on policy and positioning.", "I think the arguments: most of all, it's Jeremy Corbyn. Probably the most charismatic. Most, obviously, exuding managerial professionalism.", "And most ideasy.", "Dark horse, ideasy candidate. And I don't think Emily Thornberry's going to make it, so something else.", "Yeah, something else.", "Something else. Let's do this again in a few weeks."], "authors": ["Produced Tom Hannen. Studio Nicola Stansfield", "Rod Fitzgerald"], "keywords": ["leadership", "win", "shes", "think", "corbyn", "going", "labour", "party", "keir", "jeremy", "race", "starmer", "quite"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}