{"authors": ["Verna Yu"], "keywords": ["emergency", "start", "mask", "protesters", "kong", "bill", "marks", "city", "rule", "law", "authoritarian", "protests", "lam", "hong"], "pubDate": null, "summary": "Play Video 1:51 Hong Kong protesters attack metro stations after face mask ban – videoPolitical analysts said the use of the emergency law signalled the start of authoritarian rule in the semi-autonomous city.\nHong Kong has had civil freedoms under China’s one country, two system policy since 1997.\nQuick guide What are the Hong Kong protests about?\nBeijing’s influence over Hong Kong has grown in recent years, as activists have been jailed and pro-democracy lawmakers disqualified from running or holding office.\nChina’s top diplomat Yang Jiechi has ordered the US to “immediately stop interfering in Hong Kong affairs in any form”.", "title": "Hong Kong emergency law 'marks start of authoritarian rule'", "url": "https://www.theguardian.com/world/2019/oct/05/hong-kong-emergency-law-marks-start-of-authoritarian-rule", "id": "89a9e8bc-eae8-3144-a87a-cd75aeb2d2b6", "paragraphs": ["Analysts say Carrie Lam move could fuel protests and put city’s financial status at risk", "The invocation of a draconian law to quell a four-month unrest in Hong Kong has signalled the start of an authoritarian era that will plunge the city in a worse crisis, analysts and Hong Kongers have said.", "The Hong Kong leader, Carrie Lam, announced on Friday that the government had invoked the Emergency Regulations Ordinance to pass a regulation forbidding the use of face masks. The decision bypassed the legislature, which resumes sessions in mid-October.", "Lam said the move was designed to stop violence and restore calm, but the government was prepared for immediate protests and a weekend of escalating violence: government employees were sent home early, schools were closed early on Friday and all school activities were cancelled on Saturday. Many shopping malls, banks and businesses were also closed.", "Thousands thronged on to the streets after Lam made the announcement on Friday afternoon. After dark, crowds lit fires at two metro stations and vandalised shops and businesses regarded as being pro-China. Police threw teargas and an off-duty officer reportedly fired a live round, hitting a 14-year-old boy in the thigh, after protesters attacked him.", "Play Video 1:51 Hong Kong protesters attack metro stations after face mask ban – video", "Political analysts said the use of the emergency law signalled the start of authoritarian rule in the semi-autonomous city.", "Hong Kong has had civil freedoms under China’s one country, two system policy since 1997. Although many have been eroded over the years, the emergency regulations were expected quickly eradicate many fundamental rights.", "“This symbolises very much the beginning of authoritarianism,” said Joseph Cheng, a retired political science professor at the City University of Hong Kong. “The Pandora’s box is opened. This law gives the government widespread power to do anything it likes. There is no more check and balance.", "“Suppression has begun, and there are no more considerations for reconciliation,” he said.", "Quick guide What are the Hong Kong protests about? Show Hide Why are people protesting? The protests were triggered by a controversial bill that would have allowed extraditions to mainland China, where the Communist party controls the courts, but have since evolved into a broader pro-democracy movement. Public anger – fuelled by the aggressive tactics used by the police against demonstrators – has collided with years of frustration over worsening inequality and the cost of living in one of the world's most expensive, densely populated cities. The protest movement was given fresh impetus on 21 July when gangs of men attacked protesters and commuters at a mass transit station – while authorities seemingly did little to intervene. Underlying the movement is a push for full democracy in the city, whose leader is chosen by a committee dominated by a pro-Beijing establishment rather than by direct elections.", "Protesters have vowed to keep their movement going until their core demands are met, such as the resignation of the city’s leader, Carrie Lam, an independent inquiry into police tactics, an amnesty for those arrested and a permanent withdrawal of the bill. Lam announced on 4 September that she was withdrawing the bill. Why were people so angry about the extradition bill? Beijing’s influence over Hong Kong has grown in recent years, as activists have been jailed and pro-democracy lawmakers disqualified from running or holding office. Independent booksellers have disappeared from the city, before reappearing in mainland China facing charges. Under the terms of the agreement by which the former British colony was returned to Chinese control in 1997, the semi-autonomous region was meant to maintain a “high degree of autonomy” through an independent judiciary, a free press and an open market economy, a framework known as “one country, two systems”. The extradition bill was seen as an attempt to undermine this and to give Beijing the ability to try pro-democracy activists under the judicial system of the mainland. How have the authorities responded? Beijing has issued increasingly shrill condemnations but has left it to the city's semi-autonomous government to deal with the situation. Meanwhile police have violently clashed directly with protesters, repeatedly firing teargas and rubber bullets. Beijing has ramped up its accusations that foreign countries are “fanning the fire” of unrest in the city. China’s top diplomat Yang Jiechi has ordered the US to “immediately stop interfering in Hong Kong affairs in any form”. Lily Kuo and Verna Yu in Hong Kong", "The ordinance, created by the colonial British government to break up port strikes in 1922, was last used in 1967 to quell pro-communist riots. It grants the city’s leader sweeping powers to “make any regulations” he or she may consider to be in the public interest in situations considered “an occasion of emergency or public danger”.", "The regulations empower the government to impose a series of draconian measures, including censorship, control and suppression of publications and other means of communications, arrest, detention and deportation as well as the freezing of assets, the authorisation of the entry and search of premises, and the taking of possession or control of any property.", "“Now the government has set the precedent of legislating by decree, more could come and it is a slippery slope,” said Ho-fung Hung, a professor of political economy at the Johns Hopkins University in the US.", "“Investors’ confidence in Hong Kong’s rule of law and freedom of speech, the two cornerstones of Hong Kong’s status as a global financial hub, are in jeopardy.”", "'Never surrender': Hong Kong's protest graffiti – in pictures Read more", "Lam threatened to implement harsher measures if the protests continued. Police groups have called for a citywide curfew, and there have been talks about delaying district elections planned for November.", "Many Hongkongers fear the government could use the emergency provisions to force through unpopular proposed laws and policies, such as a subversion law that was suspended in 2003 after a mass protest, a national anthem law and the criminalisation of insults against the police.", "“Hong Kong has become a dictatorial government. Now the floodgate is open, they can do what they like with the infinite power they have,” said an 18-year-old school leaver who wore a black face mask in protest at Lam’s announcement. “Like at a buffet, she picked the mask ban this time, and she is free to pick two or three more later as she wishes.”", "Apart from mandating schools to close, the government closed public culture and leisure facilities on Saturday and ordered teachers to ask parents to ensure their children refrained from wearing face masks at school. Many students, mostly in secondary schools, have worn medical masks while staging anti-government protests outside their schools.", "All the metro train services remained suspended for most of Saturday, after being closed late on Friday.", "Jean-Philippe Béja, a research emeritus professor at the centre for international studies and research at Sciences-Po in Paris, said the government was trying to “scare people with an atmosphere of war” and “many people will see this as a provocation”.", "Analysts said the emergency measure risked fuelling an even more violent and widespread resistance.", "“It is an attempt to extinguish a fire with gasoline,” Ho said. “It will only make protesters more determined and militant.”", "Play Video Peaceful protesters form human chains after mask ban in Hong Kong – video", "One protester, who has been demonstrating since June, said: “I would keep coming out and I would keep wearing a mask. I’m angry and also sad, because the government has declared war on the people.”", "Another protester, who refused to be identified, said further draconian measures, such as a curfew, sending in the Chinese army and taking control of communications, were all within his expectations. However, he insisted the militant protesters would be ready for any such moves as part of their “scorched earth” strategy.", "“If we burn, we burn together. Don’t forget, us young people have nothing to lose,” he said."], "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}