{"id": "89b0c084-35de-355d-9083-2512eaca9969", "title": "If you invested $1,000 in Moderna in January, this is how much you'd have now", "url": "https://www.foxbusiness.com/markets/if-you-invested-1000-in-moderna-in-january-this-is-how-much-youd-have-now", "summary": "If you had invested $1,000 at that time, you would own approximately 51 shares.\nModerna stock isn't showing any signs of slowing down, more than doubling in the past month (while the S&P 500 is up just 5% in the same time period.)\nFor investors, the obvious question is whether it's too late to invest in the stock and if there are any potential gains left for those who buy Moderna stock today.\nIn the U.S., it will provide 100 million doses of its vaccine worth a value of $1.5 billion.\nBut if you're willing to take on the risk, there could be some great price appreciation on the horizon if you buy Moderna stock today.", "paragraphs": ["Without having a crystal ball back in January, it would have been nearly impossible to predict the kind of year that Moderna was going to have. COVID-19 was still in its very early stages of spreading and it wasn't until March 11 that the World Health Organization officially declared a pandemic. And now, with Moderna as one of the leaders in developing a coronavirus vaccine, it's evolved from a relatively unknown stock to a household name hogging all the headlines.", "Continue Reading Below", "The company hopes to bring in billions of dollars in revenue for its two-dose vaccine candidate, mRNA-1273, which takes a novel mRNA approach. The treatment appears to be on the cusp of receiving emergency use authorization (EUA) from the Food and Drug Administration (FDA), which is convening an advisory committee to evaluate it next week. Its phase 3 study shows the vaccine candidate is up to 94.1% effective in preventing COVID-19. It's been a landmark year for Moderna and below we'll look at just how much you would have made from investing a modest sum at the start of the year. And more importantly, we'll determine whether Moderna is still a good buy today.", "MODERNA SAYS ITS VACCINE IS 94.5% EFFECTIVE IN PREVENTING COVID-19", "Moderna's stock is up around 760%", "To put into perspective just how hot the healthcare stock has been this year, consider that investing in Moderna would have generated better returns than if you'd invested in electric car maker Tesla, which is up more than 680%. On Jan. 2, Moderna's stock opened at $19.57. If you had invested $1,000 at that time, you would own approximately 51 shares. And if you held on until today, with the stock trading at around $170, your investment would be worth close to $8,670, netting you a solid profit of $7,670. Its 765% gains have soared past the S&P 500, which has risen just 15% this year.", "Ticker Security Last Change Change % MRNA MODERNA INC. 151.75 -4.84 -3.09% TSLA TESLA INC. 587.79 -16.69 -2.76%", "With no products on the market, there's no denying its coronavirus vaccine work has been responsible for Moderna's surge in popularity. In January, the trading volume for the stock was normally about 1 million shares per day. Nowadays, it is rare for the daily volume to fall below 10 million.", "AZAR SAYS VACCINATIONS COULD BEGIN NEXT WEEK, 20M PEOPLE INOCULATED BY END OF YEAR", "Can shares keep climbing?", "Moderna stock isn't showing any signs of slowing down, more than doubling in the past month (while the S&P 500 is up just 5% in the same time period.) For investors, the obvious question is whether it's too late to invest in the stock and if there are any potential gains left for those who buy Moderna stock today. There's still astounding hype surrounding the stock, which could be lifted even higher by any positive news, like obtaining the EUA in the U.S. or signing new supply deals, as well as any negative news for competing vaccine stocks.", "The company has deals in place to supply Japan with 50 million doses of its vaccine, 20 million doses to Canada with an option for another 36 million, up to 7 million doses for the U.K., and the European Commission could buy up to 160 million doses. In the U.S., it will provide 100 million doses of its vaccine worth a value of $1.5 billion. During the third quarter, Moderna said it already received deposits totaling $1.17 billion from its supply deals.", "GET FOX BUSINESS ON THE GO BY CLICKING HERE", "In addition to its coronavirus vaccine, the company has other products in its pipeline that could lead to even more growth down the line. It has four candidates currently in phase 2 trials: a vaccine for the cytomegalovirus (related to herpes), a personalized cancer vaccine that aims to use the immune system to kill cancer cells, OX40L which helps T cells attack tumors, and a regenerative heart therapy that it is working on with AstraZeneca. Many of its pipeline candidates take a similar approach as its mRNA COVID-19 vaccine candidate, so its apparent proof of its efficacy makes the rest of its pipeline look promising. Its R&D work represents plenty of potential catalysts in its future, which could boost the stock price far higher should any candidates succeed.", "Ticker Security Last Change Change % AZN ASTRAZENECA PLC 53.84 -0.20 -0.36%", "Using multiples to gauge value isn't terribly useful at this point given it's unclear how much market share of the COVID-19 vaccine market Moderna will obtain, assuming its candidate gets the go-ahead from the FDA. Looking at sales or earnings ratios will be misleading since they reflect what the company has already achieved, and what investors are focusing on today is the enormous potential that it has next year and beyond -- which is difficult to estimate. This makes it a challenge to determine how much higher Moderna's stock might go.", "CLICK HERE TO READ MORE ON FOX BUSINESS", "Is the stock still a buy today?", "At a market cap of more than $60 billion, Moderna is now worth more than nine times what it was at the end of last year when it stood at $6.6 billion. The company has swelled to a significant size in less than 12 months and although it's close with its potential COVID-19 vaccine, it still does not have an approved product on the market.", "Today, it resembles more of a speculative buy than it does a sound and safe investment. While there is significant potential ahead for the company and the stock could keep generating excellent returns, the danger for investors is that the stock may soon be approaching a peak and any speed bumps ahead for its vaccine could trigger a sell-off. But if you're willing to take on the risk, there could be some great price appreciation on the horizon if you buy Moderna stock today.", "David Jagielski has no position in any of the stocks mentioned. The Motley Fool owns shares of and recommends Tesla."], "authors": [], "keywords": ["1000", "moderna", "covid19", "doses", "million", "youd", "company", "shares", "potential", "vaccine", "buy", "invested", "stock"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}