{"publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35", "id": "89c27d01-503e-3abf-9767-259ebef9011b", "keywords": ["military", "afghanistan", "war", "interviews", "voices", "didnt", "think", "pentagon", "papers", "interview", "documents"], "pubDate": null, "title": "The Voices of the Afghanistan Papers", "url": "https://www.newyorker.com/news/q-and-a/the-voices-of-the-afghanistan-papers", "authors": ["Isaac Chotiner", "Peter Schjeldahl", "Dexter Filkins", "Jia Tolentino", "Michael Luo", "Adam Entous", "James Carroll"], "summary": "We didn’t think of them as the Pentagon Papers for the Afghan war at first.\nBut there definitely are similarities to the Pentagon Papers in how they frame the wars.\nRobert McNamara wouldn’t allow the Pentagon Papers researchers to interview anyone, because he didn’t want word to leak out about this secret study.\nThe Pentagon Papers was a more antiseptic study.\nI certainly think Afghanistan could have turned out differently.", "paragraphs": ["For more than eighteen years, the United States has been waging a war in Afghanistan that has claimed the lives of thousands of Americans and tens of thousands of Afghans. The conflict shows few signs of ending, despite ongoing peace talks with the Taliban. Despite some success in lowering the infant-mortality rate and enrolling more women in school, very few of the original, post-9/11 goals of the war have been met. The Taliban controls significant territory; the Afghan government remains weak and divided; the Afghan military and police force cannot secure the country on their own; and civilian casualties are rising.", "In 2008, Congress, ostensibly concerned about wasting money in Afghanistan, created the Office of the Special Inspector General for Afghanistan Reconstruction (SIGAR); five years ago, SIGAR began conducting interviews for several reports on what had gone wrong in the country. But many of the interviews were kept secret, until the Washington Post filed two federal lawsuits and gained access to hundreds of the interviews through the Freedom of Information Act. The result is a series of stories, on everything from the reëstablishment of the opium economy to the problems with training Afghan forces and the wasted money on misconceived reconstruction efforts, that puts in a harsh light almost every aspect of the war. Overhanging each individual failure is the fact that policymakers and military leaders—under Presidents Bush, Obama, and Trump—were consistently dishonest about their lack of success.", "Craig Whitlock, an investigative reporter who has been with the Post for over two decades, wrote the entire series. We spoke by phone recently, in a conversation that has been edited for length and clarity. In it, we discussed the similarities between the SIGAR interviews and the Pentagon Papers, why the people who spoke to SIGAR didn’t blow the whistle publicly, and whether the war ever had a chance of succeeding.", "Did you come away from this project feeling that your understanding of the war in Afghanistan is now vastly different than it was before? Or is your general understanding of it the same, but now there is much stronger evidence of things many people suspected?", "I think the fact that the war wasn’t going well was inherently obvious. If you are in a war for eighteen years, by definition it is not going very well. And, certainly, over these eighteen years, it has been pretty well reported that there were problems with things like corruption and the Afghan security forces and overspending. But I think what’s different about these documents we obtained, and what personally leapt out at me, was just to read and to hear the blistering commentary from the people who were in charge, or played even a low-level role. It was very eye-opening.", "To people who have not read the source material: What was it about listening to the tapes or reading the transcripts? It sounds like there was something visceral about doing so.", "Yeah. One of the interviews I read first was with General Douglas Lute. He was an army three-star general, retired now, but he was the Afghan war czar for both Bush and Obama in the National Security Council. [After retiring from the Army, Lute served, during Obama’s second term, as the Permanent Representative to the North Atlantic Council at NATO.] And, in the transcript of his interview, he starts off by saying we didn’t have the foggiest notion of what we were undertaking in Afghanistan, we didn’t have a fundamental understanding of the country. He said, “Twenty-four hundred lives lost: Who will say this was in vain?” To hear the war czar for two Presidents throwing around that kind of language suggests that people at the top had grave misgivings about this war, yet that message clearly wasn’t being communicated to the American people.", "Another example. The first interview we got was the transcript and the recording of Michael Flynn. Nowadays he has a lot of political baggage, but when he was in the military, he had a pretty strong reputation in military-intelligence circles and special operations. He gave this ten-page interview where he was just unsparing about how the war was being presented to the public. He said on the ground, with the military-intelligence reports, the news was always bad. And yet, by the time it filtered up the chain of command at the Department of Defense to the White House, they would always say, “We are winning.”", "One takeaway from your story is that the lying was not just being done by people in Washington. A retired Army colonel says that at military headquarters in Kabul, the “truth was rarely welcome.” It feels like lack of forthrightness filtered through every part of the government.", "I think that is very much accurate, and Flynn says this. Flynn says it is not just the military; he says it is the diplomats, it is the ambassadors. And there were other interviews where officials who worked in the White House under Obama said the statistics and metrics were always distorted, that people in the National Security Council would try to change them. If casualties were rising, they would spin that as taking it to the enemy. This was a systematic approach.", "Do you have a sense of why people throughout government, in the military, in the bureaucracy, in the various Administrations, who coöperated with this project and spoke honestly about some of the problems in Afghanistan, and some of the deception of their colleagues, did not speak publicly about these things?", "That’s a really good question, and I think there are different answers. I am guessing a little bit on some of it, but for people who are not senior, they were worried they will be shot down, that their careers will be frozen or they will lose their jobs. Why wouldn’t General Lute or General Flynn speak up? That’s a good question. I think, though, that the irony of these documents is that most of the people spoke honestly and forthrightly and extremely candidly, because they thought their names would never become public. It is like that old joke in Washington that people tell the truth as long as their name isn’t associated with it. People opened up because they thought it wouldn’t come back to haunt them. And yet our argument was that these are public records, and we have been able to strip back that layer of secrecy somewhat.", "How did you come across this story? Do you have experience in Afghanistan?", "I do have some experience in Afghanistan. I am an investigative reporter now at the Post, but I used to be a foreign correspondent. The first time I went to help cover the war was in late 2001, and I ended up in Pakistan. I have never been a bureau chief or full-time correspondent there, but I have covered the military and have been in and out.", "Over the past ten years, I have been covering national security full time in Washington. The way we found out about these documents was the old-fashioned way. We got a tip back in August of 2016 that Michael Flynn had given this unpublished interview about the Afghan war. We heard he said some really interesting things. You have to remember that it was not long after the Republican National Convention, when he became notorious for yelling “Lock her up!” He was a big supporter of Trump. But he was known as a general who spoke his mind, and so we were curious what this guy said about the war in Afghanistan.", "Yelling “Lock her up!” is a version of speaking your mind.", "Well, it is. So we told this kind of obscure agency, SIGAR, that we would like to have a copy of this interview, and it is public record. And the response we got at first was that it would be fine. It was a few days, and it turned into a couple weeks. And then they said to file a Freedom of Information Act request for it, and we did that. And the feedback we got was that they found [the interview] and were reviewing it and would release it.", "Then Trump got elected and this agency starts slow-rolling it. And the day after Flynn was named the National Security Adviser, we finally got a letter denying our request. That set off a three-year legal battle. We had to file two lawsuits against this agency, first to get the Flynn interview, and then to get several hundred others. To this day, we still haven’t resolved it. Our case is pending before a judge to get names of [other interviewees], as well as things they redacted.", "You keep saying “we,” but you are the only byline on these stories. [The graphics reporters have bylines on one of them.] How did you decide that you would do these all on your own?", "[Laughs.] That’s a good question.", "“You are crazy” could be an answer.", "Well, when we started out, we didn’t expect that I would write this much. You start tugging on a piece of string and see where it goes. We kept getting the documents in batches, and this was my job, to sort through all this stuff. There was discussion at some point about bringing on another reporter, but because the documents were coming out so slowly, I was able to spend a lot of time on it. It is a little unusual to have one reporter write so many stories on one project. But because I had immersed myself in these documents, I had a pretty good feel for them, and I also wanted to write them in a single voice. I don’t know if that carried off well or not, but that was part of my goal, to have a consistent voice in how we were telling things.", "These documents have been compared to the Pentagon Papers. How do you think they compare, in terms of what they are telling us? And, part two, did that make you think about similarities between Vietnam and Afghanistan as conflicts?", "Yes, definitely, on part two. We didn’t think of them as the Pentagon Papers for the Afghan war at first. We just saw them as a bunch of interviews and interesting documents. But there definitely are similarities to the Pentagon Papers in how they frame the wars. I think the biggest commonality is that both of them pull back the curtain on what the government really thought about the wars, and that things were much worse than anything they said in public.", "The difference is that the Pentagon Papers was a secret study, and based entirely on internal government documents, like intelligence reports and Pentagon memos and White House memos, and it was only based on paper, back in those days. Robert McNamara wouldn’t allow the Pentagon Papers researchers to interview anyone, because he didn’t want word to leak out about this secret study. So this was almost an academic study of U.S. involvement in Vietnam and very different than the papers we got. The papers we got are just purely interviews, with more than four hundred people who were directly involved in the war. It has more human voice. You can hear people’s frustration and exasperation and criticism. They are raw and unedited. Some are transcripts, some are audio recordings; others are notes and are hard to understand or decipher. The Pentagon Papers was a more antiseptic study.", "And the comparisons to the war in Vietnam?", "I still remember back in 2001, when the war started and Bush was asked whether we were headed for another Vietnam, and he and Rumsfeld were very dismissive about that. In the coverage, we played a video clip of Rumsfeld mocking people for using the word “quagmire.” I think Bush honestly thought he wouldn’t have another Vietnam, but that’s, of course, the cruel and awful irony. Afghanistan turned into an even bigger quagmire than Vietnam in terms of how long the war has lasted, and we are on our third President.", "Did your project make you think differently about the potential for peace talks succeeding now?", "They do actually. There are a number of interviews that talk about the failure to hold meaningful negotiations with the Taliban in the past, and all these missed opportunities dating back to 2002, when they were beaten down and people involved in the war said they were willing to talk to us. That was our moment where we could have cemented a resolution to this war and we blew it. And then Obama would talk about reaching out to the Taliban, but people who worked for his government said he wasn’t serious about it, and that the military was always trying to shoot that down, because they thought they could defeat the Taliban. [Barnett Rubin, an Afghanistan expert who worked for the United Nations, described this attitude to SIGAR as, “We’ll be nice to people who surrender.”]", "So the efforts then didn’t go anywhere, and now we are back to trying to talk to them. And the Trump Administration is the first government having face-to-face talks. The guy who is leading the talks is Zalmay Khalilzad, who was Bush’s Ambassador, and is an Afghan-American. There is a long interview with him, but, unfortunately, half of it is redacted. The State Department, after we asked for it, claimed a lot of it was classified, and if they were to reveal the whole thing, it would affect ongoing negotiations. He himself said we missed an opportunity, and now he is the guy back at the table.", "So you think negotiations can work?", "Well, I think even the U.S. military has said that the only way to end the war is with some political settlement with the Taliban. I don’t see any other way. We are not going to defeat them—they are too many, and they are too much a part of the fabric in Afghanistan. That is the only way to end the war.", "In addition to lying to people during Vietnam, policymakers also lied to themselves about how likely victory was. The same thing appears in your reports, especially regarding the American relationship with Pakistan, and the possibility of fixing it and getting Pakistan to support peace in Afghanistan. How much was policymakers lying to themselves also a problem?", "It’s hard to judge, but undoubtedly that is a problem. There were a lot of people who believed in the war and believed in the strategy under Bush and Obama. You see a lot of generals and diplomats, who cycled in and out, who had devoted their careers to making this work. I think it becomes very difficult for them to say both publicly but also personally that what we thought was right didn’t work out. But that’s a really good question, and I think until we have some fuller interviews, that’s a question for the history books, like with Robert McNamara or L.B.J. What did they really think, and were they deceiving themselves or not? Those are questions which are still unresolved.", "You spent years trying to understand the mistakes of the American project in Afghanistan. If none of these errors had occurred, or many fewer of them, how much confidence do you have that Afghanistan would be a significantly different place today? Or was achieving the goals of this war almost impossible, no matter what?", "I don’t know that it’s all or nothing. I certainly think Afghanistan could have turned out differently. The United States could have spent a lot less money. It could have stabilized the government there. Maybe, militarily, there could have been a different outcome. There are any number of different gradients of outcomes. It’s hard to know which one was more or less likely. But what’s clear now is that Bush’s strategy and Obama’s strategy were mirror opposites but neither of them worked. Is there an obvious solution or an obvious course that would have worked? I don’t think so."]}