{"id": "89efb3f5-26fd-36a8-8594-ab77154f2a79", "title": "Auction offers chance to get up close and personal with the 'Mona Lisa'", "url": "https://edition.cnn.com/style/article/louvre-auction-christies-drouot-scli-intl/index.html", "summary": "Written by Jack Guy, CNNOne lucky bidder will have the chance to get up close and personal with the \"Mona Lisa\" thanks to a new auction from the Louvre museum in ParisIt is one of a number of once-in-a-lifetime experiences going under the hammer as part of the auction, which started Tuesday.\nCredit: Héloïse BeckerBrands such as Cartier and Dior have teamed up with the museum to offer curated experiences as part of the auction.\nCredit: Héloïse BeckerIn a press release, organizers said the Louvre will use auction proceeds to make the museum \"accessible to all.\"\nPlans include the Louvre Museum Studio, a new space that will focus on artistic and cultural education.\nThe Louvre is the world's largest and most popular art museum, attracting around 10 million visitors per year.", "paragraphs": ["Written by Jack Guy, CNN", "One lucky bidder will have the chance to get up close and personal with the \"Mona Lisa\" thanks to a new auction from the Louvre museum in Paris", "It is one of a number of once-in-a-lifetime experiences going under the hammer as part of the auction, which started Tuesday.", "The winner will attend the annual examination of Leonardo da Vinci's \"Mona Lisa,\" which is when one of the world's most famous paintings is taken out of its case for inspection, according to a press release from Christie's auction house.", "Other experiences, which will be listed by both Christie's and Hotel Drouot, include a private tour of the museum with Jean-Luc Martinez, president and director of the Louvre; a torchlight night tour of the museum and a private concert in the Caryatids Hall.", "Illustrator Heloise Becker produced a number of pieces to accompany the auction announcement. Credit: Héloïse Becker", "Brands such as Cartier and Dior have teamed up with the museum to offer curated experiences as part of the auction.", "Jewelery brand Cartier has donated one of its Panthère de Cartier bracelets for auction, and it will be presented to the winning bidder during a private visit to the gallery. The winner will be taken to see the French crown jewels as well as visiting Cartier's secret jewelry workshops in Paris.", "Works of art donated by artists such as Johan Creten, Candida Hofer and Eva Jospin will also be auctioned off.", "The museum will use the proceeds from the auction for a new educational space. Credit: Héloïse Becker", "In a press release, organizers said the Louvre will use auction proceeds to make the museum \"accessible to all.\" Plans include the Louvre Museum Studio, a new space that will focus on artistic and cultural education.", "\"This period of pandemic, which is hitting the most vulnerable in society first, makes this project even more necessary,\" said Martinez.", "The auction will end on December 15. Winning bidders will have two years to use their experiences.", "The Louvre is the world's largest and most popular art museum, attracting around 10 million visitors per year.", "But like many facilities, the Louvre has had to close its doors to the public for several months this year due to the coronavirus pandemic."], "authors": ["Jack Guy"], "keywords": ["worlds", "personal", "lisa", "cartier", "tour", "chance", "close", "auction", "louvre", "offers", "winner", "museum", "winning", "mona", "experiences", "private"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}