{"id": "89f4997f-746c-3f49-92c3-7ea84454480d", "title": "Froth or fundamentals? - What explains investors’ enthusiasm for risky assets?", "url": "https://www.economist.com/finance-and-economics/2020/12/19/what-explains-investors-enthusiasm-for-risky-assets", "summary": "Over the course of 2020 timber prices have fallen by half, doubled, doubled again, fallen by half once more and then doubled again (overall, they have doubled in 2020).\nFinancial markets reflect investors’ expectations about the future, so it is hardly surprising that they have been chaotic in 2020.\nThis looks at inflation-adjusted share prices relative to the ten-year average of real earnings per share.\nIn the summer small buyers of call options—bets on share prices rising—were responsible for more derivatives trading than large ones.\nCyclical assets, like stocks in restaurants and retailers, or commodities, like oil and copper, tend to rally as business booms.", "paragraphs": ["E VEN IN NORMAL times, there is an element of drama to the markets. The oil price may spike or slump in reaction to a geopolitical wobble; bond yields may leap on strong jobs figures; and shareholders may pump up a stock that posted juicy profits. But 2020 has taken the drama to an extreme (see chart 1). The equity sell-off in March was unmatched in its swiftness: stocks lost 30% of their value in a month. The yield on ten-year American Treasuries, the most important asset worldwide, fell by half between January and the middle of March and then by half again in a matter of days, before seizing up and yo-yoing. The contract for imminently delivered barrels of American oil briefly went negative. Over the course of 2020 timber prices have fallen by half, doubled, doubled again, fallen by half once more and then doubled again (overall, they have doubled in 2020).", "If the plunge in asset prices as countries locked down terrified asset managers, then recovery—led by a fierce bull run in tech stocks over the summer—has made them uneasy. It was only in 2018 that a public company, Apple, first became valued at more than $1trn. In net terms, Apple has gained around $750bn this year. Tesla has increased in value six-fold this year, to a market capitalisation of more than $600bn, roughly the value of the other seven most valuable carmakers combined. Even stocks that were unloved earlier in the year, like banks and energy firms, have rebounded of late, on a spate of good news—of an effective vaccine, and of a clear victory for Joe Biden in America’s presidential elections. When Airbnb, a platform for booking overnight stays, made its public debut on December 10th—after a year in which no-one travelled anywhere—its share price leapt by 115%. On December 5th the value of global stocks crossed $100trn for the first time.", "Financial markets reflect investors’ expectations about the future, so it is hardly surprising that they have been chaotic in 2020. But the rebound in risky assets amid fragile economic conditions prompts the question of whether bubbles have formed in certain assets, or whether the ups and downs can be explained by rapidly shifting fundamental factors.", "Consider first the evidence for froth. Even as profits slumped, investors in the S & P 500 benchmark index earned 14.3% (excluding dividends) in 2020, about double the typical return over the past 20 years. The gains have pumped up measures of stockmarket valuations. One such gauge is the cyclically adjusted price-to-earnings, or “ CAPE ”, ratio, devised by Robert Shiller, a Nobel-prizewinning economist. This looks at inflation-adjusted share prices relative to the ten-year average of real earnings per share. When the ratio is high, stocks are dear relative to their earnings; such periods have tended to be followed by low long-term returns over the next decade. In America the ratio in November 2020 was 33, above its level earlier in the year (see chart 2). Only twice before has the ratio exceeded 30 in America—the late 1920s and the early 2000s.", "The big tech firms, many of which were expected to benefit from online shopping and home working, have played a disproportionate role in the broader rally. They account for two-thirds of the total returns from holding the S & P 500. At the start of 2020 Alphabet, Amazon, Apple, Facebook and Microsoft were worth around $5trn and made up 17.5% of the value of the index. The five are now worth more than $7trn, and their share has risen to 22% (see chart 3). Further evidence of froth is the frenzy around initial public offerings of firms such as Airbnb, and the revival in retail trading. Retail investors accounted for 20% of the volume of stock trading, up from 15% in 2019. In the summer small buyers of call options—bets on share prices rising—were responsible for more derivatives trading than large ones. The circumstantial evidence, then, looks bubbly. But a cross-examination of fundamental factors suggests that these can explain more than a fair chunk of what is going on. Cyclical assets, like stocks in restaurants and retailers, or commodities, like oil and copper, tend to rally as business booms. These fell quickly in value in February and March, followed by slow recoveries as the world reopened. But since November 9th, when news of an effective vaccine broke, they have surged. Container-freight rates have risen to all-time highs. Brent crude oil rose above $50 a barrel for the first time since March on December 10th.", "Moreover, the move in interest rates appears to more than explain the behaviour of equity prices. In isolation, the CAPE ratio ignores the impact of discount rates on valuations. The value of a firm, to its shareholders, is the present value of a firm’s future profits—meaning share prices tend to be sensitive to changing expectations of future profits, but also to the discount rate used to calculate what those are worth today. There have been enormous changes in this discount rate for stocks. At the start of 2020 the yield on ten-year Treasuries was 1.8%; by the middle of March it was just 0.6%. Since the vaccine news yields have risen once more, to around 0.9%."], "authors": ["The Economist"], "keywords": ["ratio", "froth", "enthusiasm", "assets", "half", "2020", "firms", "fundamentals", "value", "stocks", "prices", "investors", "explains", "risky", "doubled", "oil", "share"], "pubDate": "2020-12-19T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}