{"keywords": ["simulator", "autonomous", "drones", "startup", "scooter", "drone", "week", "robotic", "car", "weekthe", "human", "flight", "wireds", "wired", "truck"], "summary": "This week, WIRED Transportation took you to Austin, where professional drone racers—yes, they exist!—raced against robot-directed ones on a complicated course.\nAlso this week: We learned more about Microsoft’s plans for the retro-classic game Flight Simulator, which might start helping aspiring pilots very soon.\nThis week, a human drone operator raced a robot drone.\nScooter Implosion of the WeekThe unfortunate award goes to a scooter startup called—cringe—Unicorn, which shut operations this month.\nUpdated, 12-16-19, 12:45pm ET: An earlier version of this article incorrectly referred to scooter startup Skip as Spin.", "id": "89f7add0-b879-3b99-bd49-193657919593", "paragraphs": ["Sometimes, it’s nice to see humans working with machines.", "This week, WIRED Transportation took you to Austin, where professional drone racers—yes, they exist!—raced against robot-directed ones on a complicated course. Sure, there was a winner in the end: the human racers. But Lockheed Martin, which sponsored the race, is hoping the technological advances pushed by such events will one day create drones that can help police and firefighters rescue people from emergency situations. Cooperation! Also this week: We learned more about Microsoft’s plans for the retro-classic game Flight Simulator, which might start helping aspiring pilots very soon.", "It’s been a week! Let’s get you caught up.", "Want to receive this roundup as an email every week? Sign up here!", "Headlines", "Stories you might have missed from WIRED this week", "The federal government says it’s cool to use red pavement—and that’s great news for buses.", "Seattle slows down traffic.", "This week, a human drone operator raced a robot drone. The human won (three cheers for people!), but the competition suggests it’s just a matter of time before autonomous drones can do all kinds of everyday tasks.", "Microsoft’s classic Flight Simulator has been around since 1982. But an infusion of data from the tech giant’s Bing platform might make its next update much more useful for real-life pilots.", "Scooter Implosion of the Week", "The unfortunate award goes to a scooter startup called—cringe—Unicorn, which shut operations this month. The six-month-old startup failed to deliver any of the 350 scooters it sold to customers, which cost $699 a pop. CEO Nick Evans told the Verge that the company had spent “a large portion” of its funding on Facebook ads, and that Unicorn had “totally failed as a business.” “We are so, so very sorry,” he said. Is this a solitary scooter snafu, or a sign of ugly things to come in the wider scooter market? Let us know what you think!", "Stat of the Week", "40,000", "The pounds of refrigerated butter schlepped across the US by autonomous trucking company Plus.ai, which publicized its feat this week. The 2,800-mile route, from Quakertown, Pennsylvania, to Tulare, California, took 41 hours to complete and may be the first cross-country robot truck trip in history. And yet: Plus.ai says the truck “drove primarily in autonomous mode,” emphasis on “primarily,” which means the vehicle didn’t drive by itself for the entire journey.", "Required Reading", "News from elsewhere on the internet", "In the Rearview", "Essential stories from WIRED’s canon", "Get caught up with the latest in drone tech with WIRED’s guide to the very cool—and sometimes very scary—flying robots.", "Updated, 12-16-19, 12:45pm ET: An earlier version of this article incorrectly referred to scooter startup Skip as Spin. Spin remains active in San Francisco.", "More Great WIRED Stories"], "title": "Robotic Drones, a New Flight Simulator, and More Car News This Week", "url": "https://www.wired.com/story/robotic-drones-flight-simulator-car-news/", "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d", "authors": ["Condé Nast", "Aarian Marshal"]}