{"id": "89ff6c9d-78df-35b1-8244-dec5afe60950", "title": "'Whose lives matter most?': California's vaccine rollout faces tough questions of equity", "url": "https://www.theguardian.com/us-news/2020/dec/16/california-coronavirus-vaccine-equity-racial-justice", "summary": "As the first doses of the Covid-19 vaccine arrive in California, officials are facing intense pressure to prioritize vulnerable communities and promote equity and racial justice in the state’s distribution scheme.\nCalifornia began receiving its initial batch of roughly 325,000 doses of the Pfizer vaccine this week, with the first state resident inoculated on Monday.\nShe fears similar problems with vaccines, noting that some of their jobs aren’t on the books or are in private homes.\nLatinos make up 60% of Covid cases in the state, even though they are 40% of the population.\n“Farmworkers are always the invisible workforce, but they are doing the essential work of feeding this nation.", "paragraphs": ["As the first doses of the Covid-19 vaccine arrive in California, officials are facing intense pressure to prioritize vulnerable communities and promote equity and racial justice in the state’s distribution scheme.", "Historically marginalized groups that have been ravaged by the virus and their advocates are pushing for urgent vaccine access, including farm workers in the Central Valley, undocumented laborers in the meatpacking industry, incarcerated people in overcrowded prisons and indigenous communities in remote regions.", "In deciding who gets access to the limited supplies of the life-saving vaccine in the coming months, the most populous and diverse state in the country will have to answer thorny questions about what work is “essential” and how the government should address the pandemic’s systemic inequalities and historical injustices amid the virus’ deadliest surge yet.", "“This is a hard question, because you’re essentially asking whose lives matter the most,” said Janel Bailey, co-director of the Los Angeles Black Worker Center, which has helped provide Covid testing in hard-hit Black neighborhoods.", "Who is essential?", "California began receiving its initial batch of roughly 325,000 doses of the Pfizer vaccine this week, with the first state resident inoculated on Monday. In the first phase of the vaccine’s distribution, officials are prioritizing healthcare workers and residents of long-term care facilities, with the goal of giving out at least 2m doses by the end of the month.", "Officials have said the following phase will prioritize essential workers and others at high risk of becoming infected or seriously ill, but it’s still unclear when the state will be able to move to the next tier or who will fall under the broad categories it has outlined for phase two. California has not yet detailed what labor is essential.", "Dr Tony Iton, senior vice-president of the California Endowment, said he was worried some of the most disenfranchised workers in the health care system risk being left behind.", "“It’s not just doctors and nurses. There are highly vulnerable people who need to be at the head of the line,” he said, pointing at hospital janitors, home health aides, licensed vocational nurses and others in often overlooked positions. “It’s people for whom work is essential – they have to make a daily cash number in order to pay rent, to eat and to survive.”", "Jennifer Klein, a teacher at Lupine Hill elementary school in Calabasas, California, collects crayons from kindergarten students. Photograph: Al Seib/REX/Shutterstock", "Aquilina Soriano Versoza, the director of the Pilipino Workers Center in LA, works with undocumented caregivers who have suffered Covid outbreaks, but have struggled to get basic support due to the precarious nature of their jobs and their immigration status. She fears similar problems with vaccines, noting that some of their jobs aren’t on the books or are in private homes.", "It’s especially critical now as more of them are being forced to work dangerous jobs to survive: “We’re continuing to lose people in the community.”", "There are ongoing efforts to secure early access for childcare workers, grocery and warehouse workers and in-person retail employees. Advocates for public sector employees, including teachers and transportation workers, have also argued they should be at the front of the line.", "Reaching ‘invisible workforces’", "In the discussions of equity, there are also major geographic disparities to consider. California’s farmworkers, who are primarily Latino, have suffered dramatically during the crisis in the Central Valley and continue to work in perilous conditions while producing a majority of many of America’s fruits, nuts and vegetables. Latinos make up 60% of Covid cases in the state, even though they are 40% of the population.", "“The systematic racism that has been built into the federal exclusion of agricultural workers is something that this country cannot deny,” said Diana Tellefson Torres, executive director of the United Farm Workers Foundation(UFW), who is also a member of the state’s vaccine advisory committee.", "Dolores Huerta, a longtime labor activist in the Central Valley, said that many farmworkers and other laborers in the region live in crowded homes and travel to work in packed buses and vans, and argued that it’s vital that they are prioritized. “Farmworkers are always the invisible workforce, but they are doing the essential work of feeding this nation. They need to be protected.”", "Farmworkers harvest romaine lettuce in a field in Greenfield, California. Photograph: Brent Stirton/Getty Images", "Torres warned that it would be especially challenging to reach farmworkers, given they frequently change jobs and work in geographically isolated areas. A recent UFW survey found that nearly 80% are also uninsured. Those challenges shouldn’t deter the state from addressing those inequalities, she argued, but should motivate officials to invest resources as soon as possible.", "Given the challenging logistics of vaccinating people in remote areas, starting early would be key to success, echoed Iton, former director of Alameda county’s public health department. The Pfizer vaccine requires two doses and must be stored and transported at about -70C. In addition to the Central Valley, he said he was worried about the rural industrial regions of the Inland Empire in southern California and well as remote parts of northern California where indigenous people live.", "Virginia Hedrick, a member of the Yurok tribe, who is also in the state’s vaccine committee, argued vaccines were urgent for the communities that don’t have large hospital systems. Given that indigenous populations make up just 1% of the state, it should be easy to prioritize them, she said, adding, “The equity lens should include historical injustice.”", "‘Vaccinate those who can’t escape the virus’", "There are also contentious questions about access for incarcerated people in the state’s prison system, which has faced a catastrophic and ever worsening Covid outbreak. Prison guards and other staff will access the vaccine as essential workers, but it’s unclear whether overcrowded prisons will simultaneously offer it to prisoners, even though the institutions qualify as some of the highest-risk congregate settings.", "“Vaccinating incarcerated people is essential for the people in prison who can’t escape the virus,” said Hadar Aviram, a University of California, Hastings law professor whose research found that prison Covid spikes are correlated to surges in the surrounding regions. “It’s also a crucial step toward eliminating the incubators that push the viruses out to the community.”", "Since March, 30,000 state prisoners have been infected and 101 have died, many infected in regions whose hospitals are now overflowing with Covid patients.", "Social distancing is impossible in prisons where there are high rates of immunocompromised and elderly people, noted James King, campaigner with the Ella Baker Center for Human Rights. Since the state has refused to do mass releases of vulnerable people, it has allowed Covid to reach every facility, threatening thousands at high risk of death.", "That means the state has a public health obligation to make vaccines available and mandate vaccines for guards, King argued: “If California is committed to holding them captive, then they should be committed to protecting their health.”", "Incarcerated people perform a deep cleaning on a cell pod at the San Diego County Jail. Photograph: Sandy Huffaker/Getty Images", "A spokesperson for the state prisons said officials were working on a distribution plan for staff and incarcerated people, but declined to give a timeline or say whether vaccines will be required for staff. Prisons “will aim to target frontline workers as well as medically high-risk patients”, the spokesperson said.", "Residents of homeless shelters also live in environments prone to rapid spread, and it’s unclear how quickly they will be prioritized, said Rev Andy Bales, head of the Union Rescue Mission, a Skid Row shelter. He said he hoped shelter residents and those living on the streets were equally prioritized, and that he was concerned he hadn’t yet heard when his organization will get access: “We really need to protect people devastated by homelessness who have so many other health issues.”", "A state health spokesperson said Tuesday that officials were still working on essential worker recommendations, and that local county departments will ultimately be responsible for administering vaccines. Governor Gavin Newsom said the next phase could include grocers, farmworkers and teachers.", "Building trust in the vaccine", "Community groups said that building trust in the vaccine is a crucial part of addressing equity, given that many groups disproportionately harmed by Covid have historical reasons to be skeptical about US healthcare.", "“A lot of Black folks have a deep and reasonable mistrust of the government,” said Bailey, arguing that it will take time and resources for some communities to feel comfortable taking the vaccine and that in the meantime the government should be providing better support so that people can afford to stay home.", "A nurse administers a coronavirus test at the Los Angeles Mission homeless shelter. Photograph: Lucy Nicholson/Reuters", "In the prison system, there is a long history of neglect, medical experimentation, forced sterilization and other major health problems, advocates noted.", "Combined with the prison system’s mishandling of the virus, some incarcerated peoplemay be reluctant to take a vaccine, said Aviram, noting that they would be more willing if they saw the state take Covid seriously and release vulnerable people: “At every turn, the message has been, ‘We don’t care about your lives, we are here to punish you.’”", "Hedrick, who also heads the California Consortium for Urban Indian Health, said she has heard some residents spread false conspiracy theories that officials are prioritizing “equity” so they can test the vaccine on communities of color as “guinea pigs”.", "She said she has been countering that message by explaining to people how the vaccine was developed, and by noting that the focus on equity is what activists have been demanding: “This is what us in the social justice movement have been asking for. This is an answer to prayer.”"], "authors": ["Sam Levin"], "keywords": ["work", "tough", "rollout", "state", "vaccines", "equity", "health", "faces", "lives", "questions", "california", "workers", "covid", "essential", "matter", "californias", "vaccine", "prison"], "pubDate": "2020-12-16T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}