{"id": "8a0e3a07-b765-32b0-97dd-0262589b2adb", "title": "Everything You Need to Know About Vaccine Passports, Health Passes, and the Future of COVID-Era Travel", "url": "https://www.vogue.com/article/everything-you-need-to-know-about-vaccine-passports-health-passes-covid-travel", "summary": "Up until this month, “vaccine passports” and “health passes” were vague ways to describe a mostly theoretical concept: some kind of official immunization record that allowed you to navigate the pandemic world without restriction.\nBut as the vaccine rollout continues apace—President Biden’s promised every American adult will be eligible by May 1st—vaccine passports and health passes have become very real, indeed.\nIs there a difference between the terms “vaccine passport” and “health pass”?\nThink of it this way: A vaccine passport works like your actual passport.\nHowever, many experts prefer “health pass” over “vaccine passport”—even when it may have international capabilities.", "paragraphs": ["Up until this month, “vaccine passports” and “health passes” were vague ways to describe a mostly theoretical concept: some kind of official immunization record that allowed you to navigate the pandemic world without restriction. But as the vaccine rollout continues apace—President Biden’s promised every American adult will be eligible by May 1st—vaccine passports and health passes have become very real, indeed.", "Versions of them exist everywhere. There’s the Green Pass in Israel, which grants Israeli nationals access to spaces like gyms, restaurants, and public pools that were once banned during the pandemic. The European Union, meanwhile, proposed a “Digital Green Certificate” that would allow E.U. citizens to travel throughout the bloc unrestricted. In the United States, New York just rolled out their Excelsior Pass with IBM, and Madison Square Garden has already opted into using the technology.", "But what actually are they, how do they work, and what forms do they take, especially now that the CDC has updated their travel guidelines? (People who have been vaccinated will no longer need to show a negative COVID test or self-quarantine.) Vogue talked to travel experts, government spokespeople, and even the creators of these passes themselves to find out.", "Is there a difference between the terms “vaccine passport” and “health pass”?", "A “vaccine passport” is a form of identification that can be used internationally, while a “health pass” is something that likely only works in your own country (or, in here in the U.S., your own state). Think of it this way: A vaccine passport works like your actual passport. A health pass is more akin to your driver’s license. What you should whip out depends on where you are, or where you’re going.", "However, many experts prefer “health pass” over “vaccine passport”—even when it may have international capabilities. Why? The latter implies you need, well, a vaccine. This is not always true; often times, you can use a recent negative PCR test as proof of good health status.", "Honestly? The terms are often used interchangeably.", "What will they look like?", "It’s still early, but so far, most have been QR codes. You display them via a smartphone app—think of something like a mobile boarding pass—or by going to a website, and then printing them out on a piece of paper. From there, businesses, venues, or border control agents are able to scan them."], "authors": ["Elise Taylor", "Elise Taylo"], "keywords": ["passport", "works", "covidera", "pass", "travel", "future", "need", "test", "passports", "know", "vaccine", "terms", "used", "passes", "health"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}