{"id": "8a35da74-4054-3633-be8d-97aa305a18bf", "title": "Super cubes: inside the (surprisingly) big business of packaged ice", "url": "https://www.theguardian.com/news/2020/dec/10/super-cubes-inside-the-surprisingly-big-business-of-packaged-ice", "summary": "But what about the ice cubes that you bought from a supermarket, or extracted, by the handful, from a plastic bag at a drinks party?\nLike central heating and hot water, ice is one of those minor luxuries we scarcely think to notice.\nWhen Joseph Marr, The Ice Co’s founding father, decided to expand his fish-curing business in Hull into a fish-catching one, ice was an absolute necessity.\nNext came a number of inventions that transformed how ice was used within the home, such as the fridge-freezer and the first packaged ice.\nNow the packaged ice industry faces a Christmas period that will feature fewer parties and, one can safely assume, less Party Ice.", "paragraphs": ["The ice in your drink comes from one of two places: your freezer, or someone else’s. For homemade ice, the supply chain is reassuringly familiar: water goes into the freezer, and a bit later, ice comes out. But what about the ice cubes that you bought from a supermarket, or extracted, by the handful, from a plastic bag at a drinks party? They were frozen when you took possession of them; they are long gone now. Where did they start out, back when they were water?", "Follow their journey all the way back from the point of sale – through warehouses and depots and cold storage facilities and innumerable temperature-controlled lorries – and there’s a decent chance that most of them came from the same place: an industrial estate just outside South Kirkby in West Yorkshire. The company that made them is called The Ice Co, and if you haven’t heard of it, you have almost certainly used its products.", "If you have grabbed a bag of ice from the freezer of a corner shop on a hot day, The Ice Co probably supplied it. If you have bought ice from Tesco, Sainsbury’s, Waitrose, Morrisons or Ocado, The Ice Co thanks you for your business. If you have ever plonked a bottle of prosecco into a house party ice bucket filled with cylindrical cubes, or pulled a cold can of Coke from the chilling bins at Glastonbury, or – indeed – endured the Arctic Enema ice bath obstacle at a Tough Mudder endurance course, it is highly likely that the ice originated in The Ice Co’s ice factory, a long, flat building nestled in the countryside between Doncaster and Leeds.", "Like central heating and hot water, ice is one of those minor luxuries we scarcely think to notice. And yet The Ice Co has turned frozen water into a £38m brand – at a retail price of roughly £1 a bag, that equates to plenty of people indulging every year.", "It is perhaps surprising that there is even a market for packaged ice in the UK – let alone one that requires The Ice Co to produce 400 tonnes of the stuff per day, or 5bn cubes per year. We do not lack the specialised equipment required to make our own ice: 98% of British homes contain some form of freezer. We do not, as a rule, have issues with our drinking water, so freezing our own in plastic or silicone trays is not unsafe. While British summers can be warm, they are nothing like summer in the southern US’s so-called Sun Belt, the modern ice trade’s heartland, where the largest operators produce over 1bn cubes a day. We do not, strictly speaking, even need ice in our drinks – no one does! – which means that we must have acquired a taste for it; so much so, over the years, that we are now willing to pay for the privilege.", "The Ice Co is not only dominant in its own marketplace. As a supplier of a perishable good to major retailers, it is evaluated alongside – and frequently outperforms – some of the UK’s most dynamic food and drink brands. Indeed, it recently beat out enterprises such as the “100% plant-based” food company Fullgreen and the premium bar-snack provider Made For Drink to land SME brand of the year at the prestigious Grocer Gold Awards. Those companies, just like former winners Fever-Tree, have something that can be evaluated relative to the competition, whether it be superior flavour, a distinctive brand personality or a clearly identifiable ethical stance.", "Ice, though, has no rough edges on which a consumer’s imagination can find purchase. “Chaste as ice,” Shakespeare wrote. “The simplest solid thing you can buy in the supermarket,” noted a modern historian of the subject. Ice is perhaps the most purely fungible product any of us will ever buy: if it’s clear, fits into a glass, and is solid at the freezing point of water, it has fulfilled the only meaningful criteria that most end users will ever care about.", "And so, as much as the Ice Co’s success is a result of technological innovation, and of shrewdly moving in step with evolving tastes, it is also a story of near-constant struggle, as generations of icemen and icewomen have sought out ways to sell people something that has only ever been, and will only ever be, frozen water. That The Ice Co has done it on such a large scale is doubly remarkable: ice is not just featureless, it is also evanescent. How do you build an empire out of something born to melt?", "Kept below zero, ice is rock-hard, unchanging. Once it reaches its melting point, though, in a textbook example of entropy, its molecules start to agitate and chafe within their crystalline lattice, until they finally slip their hydrogen bonds and become what ice unfailingly returns to: a puddle of water.", "For centuries, the history of ice was really just the history of attempting to postpone the inevitable. The enterprising hacked the stuff from icebergs and lakes and mountaintops; they transported it at no little personal risk to the houses of the rich, who constructed ice houses and ice safes in which to hoard their treasure.", "The economics of transporting something very heavy and highly perishable meant that ice long remained an unattainable luxury for all but the most wealthy. Ancient potentates flaunted ice as a status symbol: in China, during the Eastern Chou dynasty, an “ice-service” detail of 94 people was kept on hand to handle any ice-related business that may occur, from chilling beverages to chilling corpses. Pliny ascribes to the Emperor Nero the invention of the ice bucket, as a method of cooling wine without diluting it with ice that had been stored in pungent straw and cloth. In 17th-century Florence, the Medici family would host elaborate feasts featuring tabletop mountain ranges sculpted from ice (they also acted as patrons to the polymath Bernardo Buontalenti, the pioneer of modern-day ice-cream).", "In 1626, the English philosopher Sir Francis Bacon was one of the first westerners to discover a new use for ice, after packing a dead chicken in snow in the hope of preserving its flesh. He succeeded (in his own words, “excellently well”), but in so doing unfortunately caught a chill that would, several days later, be the death of him.", "Facebook Twitter Pinterest Ice production in the 19th century. Illustration: World History Archive/Alamy", "It was not until 1785 that Bacon’s insight found widespread acceptance – and even then, it was only thanks to a chance encounter between one Alexander Dalrymple, an official of the East India Company, and George Dempster, its former director. Dalrymple mentioned in passing that the Chinese fisherman who operated in the waters around the company’s trading post in Canton were in the habit of taking ice on their fishing trips in order to preserve their catch at sea, and then to transport it over long distances once on shore. Dempster was sufficiently intrigued to write to his salmon supplier in Scotland, who sent a consignment of fish on ice, by sea, to London – it arrived, six days later, perfectly fresh.", "This chance conversation set in motion a booming trade in what had been a hitherto overlooked commodity. When Joseph Marr, The Ice Co’s founding father, decided to expand his fish-curing business in Hull into a fish-catching one, ice was an absolute necessity. When the company moved to Fleetwood on the other side of the country in 1896, in pursuit of hake (then abundant off the UK’s west coast), ice was what his son, James Herbert, imported from Norway, and subsequently stored in a giant cork-lined ice-house. And ice, again, was what the company started to manufacture for itself in 1908, as a third generation of Marrs settled into the daily rhythm of fishing boats coming and going – leaving stocked with ice, returning stocked with slightly less ice, and fish.", "To Joseph Marr, the idea that people might one day manufacture ice from water would doubtless have seemed fanciful, if not outright sacrilegious. As recently as 1844, when the American inventor John Gorrie took to the pages of the Commercial Advertiser to argue “we know of no want of mankind more urgent than a cheap means of producing an abundance of artificial cold”, he did so under a pseudonym, for fear of reprisals.", "Gorrie, a doctor who specialised in treating malaria, had already produced a prototype of the modern air conditioner that blew air across a block of ice hanging above a feverish patient. In 1851 he received a US patent for one of the world’s first ice-making machines, which harnessed the cooling properties of pressurised gases as they expanded. He was right to have worried about being deemed heretical: after a successful demonstration of his machine in 1850 at a dinner party at The Mansion hotel in Florida (an event Smithsonian magazine subsequently dubbed “the chilly reception”), the New York Globe derisively reported that “There is a Dr Gorrie, a crank down in Apalachicola, Florida, that thinks he can make ice by his machine as good as God Almighty”. But Gorrie did not live to enjoy his vindication: he failed to find financial backers for his product, and died, impoverished, five years later.", "Nevertheless, his discovery set in motion the birth of the second ice trade – and the death of the first. In 19th-century America (and, to a lesser extent, Britain), ice had been a nation-shaping industry, as the widespread extraction of abundant naturally occurring ice had allowed fresh produce to travel further and stay fresh longer, significantly improving diets in the global north. For years, natural ice was the US’s second-biggest crop by weight to be transported by trains and ships (the first, speaking of nation-shaping commodities, was cotton). But within a couple of generations, a string of innovations pushed the original ice trade into obsolescence.", "First, following Gorrie’s prototype, there was the emergence of “machine”, or artificially made ice, which gradually supplanted the natural ice trade. Next came a number of inventions that transformed how ice was used within the home, such as the fridge-freezer and the first packaged ice. In the early 20th century in North America, the iceman had been as much a neighbourhood fixture as the postman or paperboy; by the 1970s, all that remained of a once-mighty trade was a patchwork of scattered regional packaged ice suppliers attempting to find scant space in the nation’s freezer compartments.", "When Alan Marr, Joseph Marr’s great-grandson, visited Canada in 1978, his family business was approaching meltdown. Back at home, freezer trawlers – fishing boats capable of making their own ice on board – were becoming more widespread, meaning that The Ice Co’s onshore ice-manufacturing facilities risked becoming totally obsolete. But in the new world, Alan saw a new opportunity. He was astonished to see that – in the words of his granddaughter, Polly Metcalfe, The Ice Co’s current managing director – “in every single bar and restaurant he went into, they ram-packed the glass full of ice”.", "It wasn’t a huge leap to assume that if people wanted ice in their drinks in Canada (hardly the warmest country in the world), they might want ice in their drinks in the UK, too. Back on home soil, he imported a Vogt ice machine from the US – which cools water in a tubular system, resulting in the cylindrical cubes so familiar to packaged ice users today – and got to work making ice for an entirely new market.", "Except, at first, there didn’t seem to be much of a market. It was not until a transformative deal with the US air force base in East Anglia (three truckloads, a huge amount at the time) that it looked like this new venture would make any kind of commercial sense. By 1987, there was enough demand for this strange new product for Charles Marr (Alan’s son) to launch one of the first packaged ice products to hit the British market, choosing the shrewdly egalitarian name Party Ice for a product that would dutifully do its job regardless of whether it was chilling a bottle of champagne or a glass of Coke.", "The freezer aisle of a major supermarket is a cutthroat place to stake a claim: the product, after all, is frozen water, so no retailer in its right mind is going to stock competing brands. Relationships with major retailers are king, and when The Ice Co didn’t have them, it bought up the companies that did (most notably Polarcube, in 1997, which unlocked the coveted Asda account). A move into a new facility in 2006 allowed the growing company to move its production line into the 21st century – ice is now escorted through it by robots, untouched by human hand – and to solve the perennial problem of cold storage. Ice, unsurprisingly, is a seasonal product, and the laborious task of building up enough stock to survive the summer begins months ahead of time.", "Then came an overextension: London. The capital proved inhospitable ground from the moment The Ice Co opened an office there in 2007: competition from Eskimo Ice (“king of the cube in London”, The Ice Co begrudgingly admits) and a slew of other brands was robust. “It was very, very difficult to keep control of,” Metcalfe said: “There was no loyalty.” When The Ice Co entered London, ice was £7 per 12kg bag. Seven years later, it was £3.50. This price pressure, combined with the highly fragmented nature of the local market – dozens if not hundreds of individual businesses, as opposed to a handful of national retailers – proved too much of a challenge, and The Ice Co closed its London office in 2014.", "By this point, though, there were other, more promising signals that things had started to change. To call what happened in the years following 2007’s Great Recession the “British Ice Boom” is only overselling it insomuch as our consumption of ice still lags way behind the US. But it would be entirely fair to say that, in the UK, ice was finally starting to get cool.", "When the American author Matt Yglesias ignited a Twitter firestorm by referring to Europe as “a continent where they don’t have ice cubes” in September this year, he was in fact far from the first American to note the dearth of ice in continental beverages. In Notes from a Big Country (published 1998), Bill Bryson wrote about the various culture shocks he experienced after returning to the US after decades spent in the UK, chief among them “the staunch conviction that ice is not a luxury item”. And in his 2001 New Yorker profile of the ice magnate James Stuart, “The Emperor of Ice”, Ian Parker would compare the US’s voracious demand for ice to that of Europe, a region “stuck at an earlier stage of development”, citing the British capital as ground zero of ice parsimoniousness (“Few things are more amusing to an American iceman than a gin-and-tonic in a London pub: the grudging tongs, the single cube”).", "Britain took its first tentative steps towards ice enlightenment at the turn of the millennium. In an echo of how ice had reinvigorated American cocktail culture in the early 20th century, leading to the creation of whole categories of drinks – juleps, smashes, cobblers – British marketing teams began to realise abundant ice’s potential as a means of altering customers’ perceptions about a product, and ice emerged as the central component of several hugely popular campaigns.", "The first was Magners, the Irish cider brand that would come to dominate pub beer gardens during the World Cup summer of 2006. The accompanying advertising campaign would be credited by trade publications for almost single-handedly revitalising the ailing cider industry, rehabilitating its public perception as a “cheap intoxicant” and transforming it, as described in these pages, into “the new chardonnay”.", "Get the Guardian’s award-winning long reads sent direct to you every Saturday morning", "The secret – as anyone unable to forget the clink-and-hiss sound effect that concluded Magners’s sun-dappled TV spot will attest – was ice, and lots of it. The campaign struck a chord with consumers, and other brands raced to introduce their own ice-led offerings. In 2010, seeking to find an audience for its new crushed ice product, The Ice Co twinned with Bacardi Limited on a series of campaigns featuring brand names such as Bombay Sapphire, Martini and Bacardi on its ice bags, accompanied by a photo of an appealing-looking cocktail heavy on the ice – an education drive intended to teach consumers how to make the perfect cocktail to serve at home.", "In 2011, Moët Hennessey attempted to replicate the Magners magic with Moët Ice Impérial, “the first champagne specifically designed to be served over ice”. The ice-cubes-in-wine trend would reach its logical conclusion five years later with the popularisation of frosé, essentially a rosé wine-flavoured Slush Puppy. More recently, the staggering success of the Aperol spritz has been explained by its Instagrammable bright orange colour and sophisticated aperitivo-culture heritage. But those investigating the trend might also note that unlike one of its ingredients – that millennials’ favourite, prosecco – the spritz is always served on the rocks.", "All these campaigns raised the public’s expectations of drinking outside the home. Pubs that might once have doled out a miserly single cube now had to shovel pint glasses full to the brim; the distinctive sound of ice chinking on glassware or rattling in plastic party cups became the soundtrack of the British summer. Within The Ice Co, they call it “the clink effect”: the power of ice to stir a host of associations within the consumer, all of them uplifting and positive.", "In parallel to this democratisation of ice, a new wave of cocktail bars had started to focus on ice as a key component of their offering. In Liquid Intelligence – the bible of modern cocktail culture – Dave Arnold dedicates a whole chapter to the subject, coaching his readers on the science and technology of making and using the sort of high-quality ice that “was the norm in the days before mechanical refrigeration”. Bars increasingly put this sort of ice front and centre: when The Aviary opened in Chicago in 2011, it did so with a promotional video that showcased 25 individual types of ice in different shapes, sizes and flavours – from tiny pearls to cricket-ball-sized shells (as used in the classic, much-imitated “In The Rocks”, in which the cocktail is served inside an ice cube that the drinker shatters at the table) – made on-site in a dedicated ice room by a dedicated ice guy. This new “craft ice” even looked different: crystalline, “water-clear” in Arnold’s formulation, carved (in the fanciest bars) or shaved into exquisite shapes. The cloudy, brittle cubes lurking in the nation’s freezer drawers were exposed as the abominations people in the trade had always thought them to be.", "As the author and spirits expert Emma Stokes told me over email, the craft cocktail movement also helped to foster a growing awareness that “you need a decent amount of ice to make good cocktails”. Add insufficient ice to a drink and the ice will do what ice always seeks to do: melt into a watery mess. Add lots of ice, though, and the opposite happens: the drink remains cold and crisp. These were encouraging signs for the packaged ice business: if ice was supposed to be abundant, then a single domestic freezer tray or integrated fridge ice dispenser was no longer going to meet demand.", "Within the space of a few years, ice in the UK had started to matter, both in quantity and quality; people were even starting to display signs of ice snobbery. Within the trade, of course, they have always heaped derision on inferior product: Camper English, perhaps the pre-eminent cocktail ice scholar, refers to “shitty hotel ice” in contrast to proper, craft stuff; in The Fine Art of Mixing Drinks, David Embury warns against making ice at home, lest your fridge-freezer introduce unwanted notes of “camembert cheese or leftover broccoli”. But a giant piece of market research commissioned by The Ice Co in 2014 revealed that the average consumer, too, had an opinion: increasingly, people wanted different kinds of ice depending on how that ice was going to be used – whether to pack into a cocktail shaker, chill an ice bucket, or melt decorously and imperceptibly in a dram of single malt.", "A marketing strategy that could be crudely summarised as “hope for a hot summer” had served The Ice Co perfectly well for decades. But in a market with informed and discerning consumers, sitting back and relying on a nationwide distribution strategy that got identical 2kg bags containing identical cubes in front of more shoppers than anyone else in the market was not going to be enough.", "Keeping tabs on what the market wants isn’t always a hardship for The Ice Co, as Polly Metcalfe admitted: “We’re quite a young group – we all enjoy drinking.” The enjoyment of an occasional drink – and the ice within it – flows through the culture of The Ice Co. Unlimited free ice is a perk granted to all employees, a reminder that abundant ice is the best kind of ice. Employees have been known to quiz bartenders on where they get their ice (“none of us have pulled this way”, admitted Ginny Woolhouse, the company’s head of marketing). It is not unusual for team members on holiday to send photos of their drinks to the group WhatsApp, soliciting feedback on ice purity, quality, size.", "The ice from most holiday destinations visited by the team in the early 2010s looked more or less like Ice Co ice: domed cylinders, a little jagged at the edges, with a hole at the centre. The ice from Spain, though, was different – “supersized cubes, really premium, like nothing we’d ever seen before”, recalled Woolhouse.", "Mass-market packaged ice (the stuff that goes into Party Ice bags) is formed in supercooled cylinders that are then broken down into smaller chunks; a high-speed, high-yield process that prioritises quantity over quality. But The Ice Co also already possessed a small number of Italian-made Scotsman machines, which worked in a totally different fashion, by spraying water upwards into an inverted mould. In a Scotsman, gravity ensures that any sediment or impurities in the water fall out of the finished cube, resulting in a noticeably superior product. By passing pure spring water into a Scotsman, The Ice Co hoped it could produce a dead ringer for the cubes served in Spain. The result was glassy, massy and dense. They called it the Super Cube.", "The Super Cube is aptly named: it is an absolute unit, at least three times larger than a conventional cube. And the ebullient explosion of the Spanish-style gin-tonic, served in a copa glass the size of a goldfish bowl filled to the brim with ice, represented a clear opportunity. The Super Cube was a natural companion to the tsunami of premium gins and tonics hitting the market as a trend became a craze in the 2010s. Today, The Ice Co is the official partner of both The Gin to My Tonic (the UK’s largest gin-centric events business, with dozens of festivals in cities across the UK per year) and Craft Gin Club, the UK’s No 1 gin subscription service, which sends its 75,000 members a bottle of craft gin plus tonic, garnishes and snacks every month (ice is not included, though the Super Cube’s distinctive profile is everywhere on their website).", "The epochal significance of the Super Cube should not be overlooked in an industry in which meaningful innovation has typically been considered close to impossible. As the explosion in bottled water brands in the past few decades has shown, it is possible to persuade consumers of the need to buy something that they could quite easily obtain for themselves out of a tap. But ice’s main job is to be cold – in most applications, a distinctive taste would be a flaw – and so The Ice Co has had to work harder than any water brand to diversify.", "Pressure from retailers to come up with the next big thing in ice is constant. Within The Ice Co this has resulted in some ideas perhaps best left at the bar. There were ice shot glasses (the product of a Jägerbomb-fuelled brainstorming session; “very, very gimmicky”, admitted Metcalfe). There was the Ice & Easy brand of slushie cocktails – margaritas, mojitos, daiquiris, piña coladas – that arrived in a ready-to-pour freezer pouch. There were Ice & Slice mixed bags of ice and sliced lemon or lime (“launched too early”, admitted Woolhouse). There has even been talk of glitter-infused ice, and iced baubles – although, at the time of writing, neither of those has made it past the product development triage process.", "Whatever The Ice Co is selling, there remains the tricky question of how to sell it. In the US, the approach to marketing packaged ice revolves around a single idea: fear. Visit the International Packaged Ice Association’s website today and the same slogan blares out from the homepage header as it has for years: “ICE IS FOOD!” This central marketing message, that ice is a “forgotten food”, as susceptible to contaminants as meat or fresh vegetables, communicates the one clear advantage of packaged ice: the manufacturer’s control over the conditions in which it is made.", "The Ice Co’s strategy has been different. The product in question is undeniably cold – temperatures in The Ice Co’s factory hover around 4-5C, and in cold storage they plummet to -20C – but ice is not without its warmer associations. Ice means weddings and parties and festivals or even something as simple but delightful as that first drink at the end of a long day. In Woolhouse’s words: “It’s not just frozen water, you’re not buying ice – you’re buying that occasion. That’s what you’re buying into – what would a party be without ice?”", "As heartwarming as the sentiment may be, the Covid-19 pandemic has raised a different question: what would ice be without a party? What should have been a banner year for The Ice Co has instead forced it to refocus, and work out how best to plot a course through a new set of obstacles. A quirk of water is that it expands as it freezes, meaning that ice is capable of breaching even the most concerted attempts to confine it. Is 2020 the year that ice escapes The Ice Co’s grasp?", "Ice is not a monolith. It encompasses everything from the giant iceberg that sank the Titanic – “the most famous piece of ice in the history of the world,” as the writer Mariana Gosnell observed – to the millimetre-thin stuff you find at the edges of ponds and puddles, also known as “cat ice” – ice so thin that it could support the weight of a cat, but nothing heavier. Ice is at once a byword for permanence and something whose evanescence is essential to how we use it.", "For something so apparently simple, it can be fiendishly complex. The science of ice is maddening, and features phenomena such as the Mpemba effect, in which hot water appears to freeze faster than cold. Ice is maddening, in fact; anyone selling it for a living fights a constant battle against the laws of thermodynamics and the basic tenets of common sense, filling their freezer in the winter and clearing it out just as the weather starts to get hot. Elizabeth David writes of early importers desperately pleading with port authorities about the amount of duty payable on a cargo that was visibly diminishing in size. Perhaps the most successful ice-man of the 20th century, James Stuart, abandoned his empire for unspecified personal reasons just months after Ian Parker had profiled him in the New Yorker. Even Frederic Tudor, the 19th century Boston Ice King, spent time in prison on several occasions, having been rendered bankrupt by his obsession. With ice, crisis is a constant, a looming threat and fatal flaw inherent to every cube.", "So now Brexit looms – bad news for a business that exports products to the continent in temperature-controlled lorries – and Covid-19 drags on. The usual, virtual attempts have been made to keep morale high at The Ice Co during the pandemic – Friday afternoons see the doors open to The Ice-Olation Station, an online pub – but the apocalyptic subtext of the EPIA’s newsletter from March this year – which promised “the certainty of a significant decline in packaged ice sales for this coming peak ice sales season” – was unignorable. Now the packaged ice industry faces a Christmas period that will feature fewer parties and, one can safely assume, less Party Ice.", "But it is further in the future that ice’s real reckoning awaits. The Ice Co’s management team talked in rapturous tones about the long, hot summer of 2018: the year the ice almost ran out, when a full lorry was dispatched from the factory every 30 minutes, round the clock, for weeks on end. And yet selling ice in a world that’s demonstrably heating up presents both an opportunity and an ethical dilemma. From the hack-it-off-a-glacier days up to the present, ice has always been about mankind’s relationship with the environment. Even if the industry is no longer so obviously extractive, it still leaves a sizeable carbon footprint.", "If this is something that The Ice Co has taken proactive steps to address – all its ice is now made using green energy, all packaging is 100% recyclable and plastic use has been reduced 40% in the past two years – other events in the industry remain beyond their control. Competitors’ attempts at market consolidation are a constant risk. In 2018, the private equity-backed Procubitos Europe group was formed out of a merger between the two largest packaged-ice manufacturers in Spain; after adding the largest Italian player, Polo Nord, to the portfolio, the group now owns packaged ice in Germany, too, right on the fringes of The Ice Co’s dominion.", "Consumer tastes remain fickle: following the gin-and-tonic boom, there is now talk of the non-alcoholic spirits explosion, the dawn of tequila and soda, the emerging craft rum supremacy. The specifics of these trends are meaningless. The only thing that matters for an ice-maker is how those drinks are served, and how the people who need ice for them get hold of it.", "The air conditioning trap: how cold air is heating the world Read more", "There might be grounds for cautious optimism in the general pandemic-induced shift towards online retail (always a bonus with a product as bulky and unpleasant to carry as packaged ice), but like generations of Marrs before her, Polly Metcalfe can only hope to remain vigilant, in the hope that she and her team are able to provide the market with frozen water in whatever form the market dictates.", "“We’re always looking out – we don’t want to be left behind,” she noted, and for an MD in a different industry, that might scan as a perfectly acceptable platitude.", "Ice, though, is different. And The Ice Co is not just the company that makes ice; it is also the company that ice made. As 200 years of modern ice-trade history have taught us, we would do well not to overlook the things too apparently uninteresting to merit our attention. The evidence of the cubes melting in your glass suggests that it is the world that changes ice. But ice has changed the world, too.", "• Follow the Long Read on Twitter at @gdnlongread, and sign up to the long read weekly email here."], "authors": ["George Reynolds"], "keywords": ["surprisingly", "world", "ice", "super", "big", "market", "product", "freezer", "cos", "cold", "business", "packaged", "inside", "cubes", "water"], "pubDate": "2020-12-10T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}