{"id": "8a4b9d06-8889-3de0-ba1a-ea12571393bf", "title": "Werewolf: The Apocalypse - Earthblood Review – A Silver Bullet To The Heart", "url": "https://www.gameinformer.com/review/werewolf-the-apocalypse-earthblood/a-silver-bullet-to-the-heart", "summary": "I can transform into my wolf form to dart into that space to turn off the security cameras, which would open up a less-patrolled path.\nThe best play may be to abandon stealth altogether, reveal my location, and transform into a werewolf that will quickly paint the walls red with their blood.\nDrawing from the rich lore of the World of Darkness tabletop games, Werewolf: The Apocalypse – Earthblood follows a seasoned hunter named Cahal who can shapeshift between three forms at any time.\nAnother question this game does not answer is one that hangs over every encounter: Since the werewolf form is the most fun, why shouldn’t players use it all of the time?\nThe werewolf form controls well, but lacks any semblance of precision.", "paragraphs": ["A scan of my immediate surroundings reveals six heavily armed soldiers, two wielding firearms with silver bullets. Behind these soon-to-be-dead guards is a mech menacingly pumping a flamethrower, clearly itching for the chance to light me up. I can quietly break each of their necks in my human form, but another look at the area highlights a vent leading to a security office. I can transform into my wolf form to dart into that space to turn off the security cameras, which would open up a less-patrolled path. I’d still have deal with that mech, though. The best play may be to abandon stealth altogether, reveal my location, and transform into a werewolf that will quickly paint the walls red with their blood. I just hope I have enough rage left in me to take down that pesky mech.", "Drawing from the rich lore of the World of Darkness tabletop games, Werewolf: The Apocalypse – Earthblood follows a seasoned hunter named Cahal who can shapeshift between three forms at any time. This is an exciting proposition that sadly cannot escape the crushing weight of repetition that plagues every battle and scenario. The lycanthopic action is extremely violent, and some fun can come from tearing apart enemies like they’re made of paper or tossing them at their cohorts like they are a bowling ball. This fantasy doesn’t last long, and the uninteresting story and upgrade trees cannot save it in any way. This is an experience that doesn’t have much of a bite in anything it attempts, squandering what might have been a cool approach to a stealth game.", "Another question this game does not answer is one that hangs over every encounter: Since the werewolf form is the most fun, why shouldn’t players use it all of the time? Developer Cyanide tries to push stealth through story setups and with missions starting with Cahal behind cover, but the player can become a werewolf whenever they want. All they have to do is hit a button to immediately transform or get spotted by an enemy, and then the slow, doldrum of repetition gives way to enemies screaming and a wolf running around like a maniac.", "When the werewolf is in play, battles can be completed quickly. Razor-sharp claws and teeth are put to good use to hack away at enemies. The werewolf form controls well, but lacks any semblance of precision. It can also shift combat stances to be on all fours for swift attacks or stand on its hind legs to deal more damage with huge claw swipes. Some enemy types force you to use a particular stance, which can be annoying when they crowd you, but that’s about the extent to the strategy. Just hack away, howl to heal up, and most battles go by in the blink of an eye. Mechs pose some problems as they have huge health bars, but they are easily exploitable.", "So what benefit is there to being a human or regular wolf? Hardly any. The wolf form lets you reach rooms containing computer terminals, books that deliver additional story beats, or sprit points that can unlock new skills (which don’t really change the flow of play at all). The human can break necks and shoot a bow gun to knock out lights. That’s about it. Again, controls are not an issue at all. Both of these forms function well, but just lack fun. Sitting back and watching guards move along paths mechanically is as dull as it sounds, and there is no way to spice it up. I tried to see the fun in the stealth, but the monotony of it always led to me transforming into a werewolf to finish a sequence with the hope the next combat encounter would be better. It never was.", "The repetition also extends to the level designs, which mostly use the same industrial textures and objects from room to room. Cyanide injects some variety into the environments toward the end of the game, which is a welcome change, but the damage is done well before this. Most stages feel like Twilight Zone episodes of going through the same doors over and over again.", "Cahal is written and voiced well, but I never once cared about his bid for redemption or to save his tribe’s forest from being fracked to death. The entire experience falls flat, and never truly embraces the complexity of shapeshifting. The idea ends up being a mess that pushes players to just bare their fangs and get through it all as quickly as possible."], "authors": ["Weekly Trips To Arcades To Owning Every System That Hit The Market Since The Atari", "Andrew Has Dedicated His Life To Video Games."], "keywords": ["transform", "apocalypse", "stealth", "heart", "bullet", "quickly", "werewolf", "way", "repetition", "play", "review", "wolf", "silver", "earthblood", "form", "fun"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}