{"id": "8a536857-d9fa-365c-8e87-0dbc0a1e7cf8", "title": "Final Fantasy VII Remake: Our Sequel Wishlist", "url": "https://www.gameinformer.com/2020/11/26/final-fantasy-vii-remake-our-sequel-wishlist", "summary": "The success of Final Fantasy VII Remake hinged on one central question: Would Square Enix be able to respect the classic 1997 original while also creating a modern RPG that was good on its own merits?\nBut with that matter settled, a new question has arisen: Can Square Enix do it again?\nWhile the first game was undoubtedly a complete experience, much of the original story remains to be told.\nThe second installment of the Final Fantasy VII remake is already in production, and the development team is undoubtedly weighing how to approach this next chapter.\nWith that in mind, here’s my wishlist for what I’d like to see in the sequel to Final Fantasy VII Remake.", "paragraphs": ["The success of Final Fantasy VII Remake hinged on one central question: Would Square Enix be able to respect the classic 1997 original while also creating a modern RPG that was good on its own merits? When the game released earlier this year, fans learned that the answer to that question was a resounding “yes.” The years of anticipation paid off, and the end result was a memorable journey that artfully mixed old and new. But with that matter settled, a new question has arisen: Can Square Enix do it again?", "While the first game was undoubtedly a complete experience, much of the original story remains to be told. The second installment of the Final Fantasy VII remake is already in production, and the development team is undoubtedly weighing how to approach this next chapter. As much as I personally enjoyed this year’s release, the formula still has room for change and improvement. With that in mind, here’s my wishlist for what I’d like to see in the sequel to Final Fantasy VII Remake."], "authors": ["Online Content Director", "Joe Joined The Game Informer Staff In He Loves Final Fantasy", "Mass Effect", "The Elder Scrolls", "Assassin'S Creed", "Metal Gear. He Is Also A Columbo", "Robocop"], "keywords": ["final", "original", "enix", "sequel", "fantasy", "game", "vii", "remake", "question", "wishlist", "square", "undoubtedly"], "pubDate": "2020-11-26T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}