{"id": "8a58dbbe-2665-3e12-a206-f49af098cd83", "title": "Send for the orphans: how the smallpox vaccine crossed the globe", "url": "https://www.economist.com/1843/2021/04/08/send-for-the-orphans-how-the-smallpox-vaccine-crossed-the-globe", "summary": "Spreading the cowpox vaccine around the world was difficult, however, because cowpox occurred only sporadically in some European countries.\nSpain used arm-to-arm vaccination to deliver the smallpox vaccine to its colonies in Latin America.\nDespite this rapid spread, and a general enthusiasm for it among populations that had been ravaged by smallpox, vaccination was controversial.\nSome people regarded the cowpox vaccine as unnatural and un-Christian because it came from an animal.\nThat is, after all, what they did with smallpox vaccines, 200 years ago.■Tom Standage is the deputy editor of The EconomistILLUSTRATIONS: BARBARA GIBSON", "paragraphs": ["The headlines are familiar. The availability of new vaccines to combat a deadly disease has prompted a global effort to jab as many people as possible, as quickly as possible. But it’s difficult to ensure adequate supplies, and logistical constraints hamper the delivery of delicate medicines across borders. Several national governments are engaging in “vaccine diplomacy”, supplying vaccines to other countries to win political favour. And though some of us can’t wait to be jabbed, others are sceptical. This much we all know, as countries grapple with the challenges of vaccinating their populations against covid-19. But it was also the situation two centuries ago, when the world’s first vaccine was introduced – for smallpox.", "In 1798 Edward Jenner, an English doctor, published a book in which he described how to make people immune to smallpox: by deliberately infecting them with cowpox, a related disease. A friend of Jenner’s called this procedure “vaccination”, after vacca, the Latin word for cow. Because cowpox was a milder disease, Jenner suggested this was a safer way to protect people from smallpox than the existing technique, known as inoculation or variolation.", "Variolation involved placing pus taken from a smallpox patient under the skin of a healthy person, in the hope of triggering a mild case of the disease, and subsequent immunity. This was risky because it caused full-blown smallpox in about 1% of recipients, and someone suffering even a mild case could infect others and spread the disease. Despite the risks, variolation was used widely in Europe during the 18th century.", "It was already common knowledge among farming communities that cowpox could be used to protect people against smallpox. Jenner formalised that technique and, in a series of experiments, demonstrated that it was effective and safe. Initially, his ideas met with scepticism, but as others tried his approach, in a series of trials across Europe, they found that it worked well. Spreading the cowpox vaccine around the world was difficult, however, because cowpox occurred only sporadically in some European countries. So the vaccine’s proponents developed a number of techniques to produce, store and deliver it.", "Even rival empires and countries at war exchanged information and vaccine supplies", "This started with Jenner himself, who sent supplies of his vaccine through the post as far as North America. He did so in the form of threads which had absorbed fluid, or lymph, from a cowpox pustule and been left to dry. Such threads were moistened and then inserted into an incision in a patient’s arm.", "To maintain the vaccine supply, doctors asked patients vaccinated in this way to return a few days later, so that new threads could be created from their cowpox pustules. Alternatively, lymph from the pustules of returning patients was used to vaccinate others directly, a technique known as “arm to arm” vaccination. In effect, the vaccine was kept alive in one patient before being passed to the next.", "Spain used arm-to-arm vaccination to deliver the smallpox vaccine to its colonies in Latin America. In 1803 the Maria Pita, a 160-tonne ship, set sail for the Americas. On board were 22 orphan boys, aged between three and nine, two of whom had been vaccinated shortly before the voyage began. Every nine or ten days, two more boys were vaccinated using the arm-to-arm technique, to ensure the vaccine survived. When the ship arrived in Venezuela only one child still had cowpox pustules, but that was enough to allow the vaccination of local children to begin.", "The leader of the expedition, Francisco Xavier de Balmis, established a vaccination centre in Caracas to train doctors in the technique and establish a sustainable supply of threads. Tens of thousands of people were vaccinated as the expedition proceeded to Bogota, Quito and Lima. Balmis then headed west to the Philippines, this time with 26 Mexican orphans to carry the vaccine, and established another vaccination centre in Manila, open to all citizens. From there, he went on to China, introducing the vaccine to Macau and helping the British establish a vaccination centre in what was then called Canton.", "Britain wanted to introduce vaccination to India, parts of which were under its control. Smallpox was particularly deadly there. In 1799 Jenner sent vaccine lymph, dried onto threads and lancets, along with a group of volunteers trained to administer it, on a ship to Bombay, but the voyage foundered when rounding the Cape of Good Hope. Subsequent attempts to send the vaccine using orphan boys also failed. So people began to think about alternative routes via the Middle East.", "In a technique known as “arm to arm” vaccination, the vaccine was kept alive in one patient before being passed to the next", "In 1802 Lord Elgin, the British ambassador to the Ottoman Empire (who is today known less for his diplomacy than for his controversial removal of sculptures from the Parthenon), came up with a new plan. He suggested asking Jean de Carro, a Swiss doctor who had introduced vaccination into the Austro-Hungarian Empire, to send vaccine supplies from Vienna to Baghdad.", "Carro used a combination of techniques: he sent vaccine-dipped lancets made of silver and ivory, and also threads impregnated with lymph, secured in glass slides, sealed inside wax balls and packed in a box filled with shreds of paper. When the package arrived at its destination, the lymph within the glass slides was still liquid. Vaccinations were carried out in Baghdad and the port of Basra. From there, the vaccine was sent on a three-week voyage to Bombay, and subsequently distributed throughout India.", "“We have been able to disseminate vaccination in all of India, and the prestige that we have achieved by this one act has been the source of much good will from the people,” reported the governor of Bombay. From India, the vaccine was carried in 1803 to Ceylon (as Sri Lanka was then called), to the French colonies in the Indian Ocean, and from there to the Dutch East Indies. By 1804 the vaccine had reached Australia.", "Despite this rapid spread, and a general enthusiasm for it among populations that had been ravaged by smallpox, vaccination was controversial. A British cartoon from 1802, entitled “The Wonderful Effects of the New Inoculation”, shows people turning into cows, or with small cows growing out of their arms.", "Some people regarded the cowpox vaccine as unnatural and un-Christian because it came from an animal. Others questioned the ethics of deliberately infecting a healthy person. In India, some Hindus didn’t want the vaccine because it used material derived from cows, which they considered sacred.", "Opposition to smallpox vaccination increased during the 19th century, particularly as governments in some countries tried to make it mandatory. After decades of rallies and demonstrations in Britain, the Vaccination Act of 1898 included a “conscientious objector” clause (the first use of the phrase), allowing people to refuse vaccination and removing the penalties for doing so.", "The logistical challenges of production and distribution, vaccine hesitancy and vaccine diplomacy are, in short, as old as vaccines themselves. Of course, the situation today differs from the smallpox vaccination effort in many important respects. The smallpox vaccine could be multiplied and propagated using material from vaccinated individuals at almost no cost, which meant that providing vaccines to others didn’t diminish the donor’s own supply. Jenner’s vaccine didn’t require complex manufacturing techniques and was not protected by patents.", "But perhaps the most striking difference between then and now was the lack of vaccine nationalism. Even rival empires and countries that were at war, like Britain and France, exchanged information and vaccine supplies. Jenner wrote of Balmis’s expedition: “I don’t imagine the annals of history furnish an example of philanthropy so noble, so extensive as this.”", "In France, the revolutionary government brought in William Woodville, an English doctor, to provide training and a supply of lymph. He was hailed as “a learned man…meriting our gratitude and praise. Already he has vaccinated six thousand children with invariable success; for the prevention of smallpox this is a marvellous thing.”", "The Vaccination Act of 1898 included a “conscientious objector” clause allowing people to refuse vaccination", "The French government went on to vaccinate all its soldiers, at home and abroad, and Napoleon awarded Jenner a medal. When Jenner asked for two English prisoners-of-war to be released, Napoleon granted his request, remarking that he could not “refuse anything to one of the greatest benefactors of mankind”. It is all a far cry from today’s UK - EU squabbles over vaccine exports.", "Today the COVAX initiative provides a way for rich countries to give coronavirus vaccines to poorer ones, as happened with the smallpox vaccine. But it is making slow progress, as donor countries focus on vaccinating their own populations first. Wealthy countries could do more to provide funding, transfer vaccine-making expertise and technology, and relax intellectual-property constraints, to boost the overall supply and give poorer countries the ability to produce their own vaccines. That is, after all, what they did with smallpox vaccines, 200 years ago.■", "Tom Standage is the deputy editor of The Economist", "ILLUSTRATIONS: BARBARA GIBSON"], "authors": ["Tom Standage"], "keywords": ["vaccines", "crossed", "send", "jenner", "vaccination", "threads", "smallpox", "cowpox", "vaccine", "globe", "countries", "used", "vaccinated", "orphans"], "pubDate": "2021-04-08T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}