{"id": "8af2cc5e-f578-3cef-a27e-b6ca036f6f03", "title": "‘Murdoch rag’: Martin Rowson recalls Prince Philip’s verdict on the Times", "url": "https://www.theguardian.com/uk-news/2021/apr/10/murdoch-rag-martin-rowson-recalls-prince-philips-verdict-on-the-times", "summary": "Prince Philip once raged at the “self-righteous rubbish” in that “bloody Murdoch rag” the Times, the cartoonist Martin Rowson has revealed.\nPhilip was patron of the Cartoon Art Trust for more than 20 years.\n“He then turned to Brookes who bowed low and said: ‘Peter Brookes, sir, the Times,’ at which point Phil the Greek exploded … ‘The Times?\nDreadful self-righteous rubbish!’“At which point I interjected to say that the Guardian was the self-righteous one, to which he replied: ‘Not as bad as the bloody Times!’ and stalked off.\n“It was a visceral reaction … it was very, very funny.”The encounter was long before the trust had established a national home for the Cartoon Museum.", "paragraphs": ["Prince Philip once raged at the “self-righteous rubbish” in that “bloody Murdoch rag” the Times, the cartoonist Martin Rowson has revealed.", "Rowson, whose cartoon for Saturday’s Guardian addresses Philip’s death, was one of many people to fondly recall their encounters with a man who rarely worried about voicing his true opinions.", "Philip was patron of the Cartoon Art Trust for more than 20 years. In 1997 Rowson was at a fundraising dinner for the trust at St James’ Palace and was summoned to meet the duke along with the Times cartoonist Peter Brookes.", "Philip asked whether any of Rowson’s work was syndicated. “I said I had no idea,” said Rowson.", "“He then turned to Brookes who bowed low and said: ‘Peter Brookes, sir, the Times,’ at which point Phil the Greek exploded … ‘The Times? Bloody Murdoch rag! Wouldn’t have it in the house! Dreadful self-righteous rubbish!’", "“At which point I interjected to say that the Guardian was the self-righteous one, to which he replied: ‘Not as bad as the bloody Times!’ and stalked off. Needless to say, he went up considerably in my estimation at this point and his comments are worth bearing in mind as all those News International – as was – papers drool over his memory. He clearly hated them.”", "Rowson said it was “a delightful evening” and there was no question of Philip joking. “It was a visceral reaction … it was very, very funny.”", "The encounter was long before the trust had established a national home for the Cartoon Museum. That was opened by Philip, close to the British Museum, in 2006. In 2009 it relocated to a new spot on Wells Street near London’s Oxford Circus.", "The museum said Philip’s connection went back all the way to 1949 when he and the young Princess Elizabeth attended the Royal College of Arts and listened to a speech by HM Bateman calling for a national museum of cartoons.", "“He has given the museum continuous support and with his great love of humour he admired the genre of British cartooning,” said the museum, identifying Giles as his favourite cartoonist.", "“The monarchy have been a persistent (and easy) target of cartoonists and caricaturists for 300 years, from Gillray and Beerbohm to Scarfe, Bell, Rowson and Peter Brookes – but the Duke of Edinburgh could always see the funny side in any situation, and took humorous depictions of himself in his stride,” it said.", "Rowson agrees. His Guardian cartoon marking Philip’s death depicts him on a cloud going up to the pearly gates looking at a choir of angels, saying “those are bloody big grouse”. “Which I think he would laugh at,” Rowson said. “I think he’d find it very funny.”"], "authors": ["Mark Brown"], "keywords": ["martin", "recalls", "philips", "cartoon", "prince", "murdoch", "trust", "museum", "times", "selfrighteous", "rag", "verdict", "rowson", "bloody", "point", "philip"], "pubDate": "2021-04-10T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}