{"id": "8b235294-4bb5-3081-98c7-927371498663", "title": "Premier League: 10 talking points from this weekend's action", "url": "https://www.theguardian.com/football/blog/2020/dec/07/premier-league-10-talking-points-from-the-weekend-action", "summary": "Mikel Arteta worked for Pep Guardiola, but there’s a difference between inheriting some of the best players ever, and inheriting, well, this.\nOf course their best players are better than Wolves’ best players, but the authority with which they established their superiority was not a factor of talent but a factor of mentality.\nIf Wilf can keep that up it bodes very well for us.” Ben FisherMatch report: West Brom 1-5 Crystal PalaceThe Fiver: sign up and get our daily football email.\nJonathan Liew• Match report: West Ham 1-3 Manchester United10) Pope may soon supplant Pickford for EnglandGareth Southgate must have enjoyed his afternoon, watching two England goalkeepers right at the top of their game.\nPaul Wilson• Match report: Burnley 1-1 Everton", "paragraphs": ["1) Mourinho has made Kane into a leader", "There were long years when it seemed José Mourinho had lost his touch as a man motivator of star players. At Real Madrid, relations broke down with the club’s galácticos; his alliance with Cristiano Ronaldo was lukewarm at best. Second time around at Chelsea, there was frostiness with Eden Hazard, while Paul Pogba and Mourinho cold-shouldered each other at Manchester United. At Tottenham, Mourinho made it his business to get close to Harry Kane, and the results have been scintillating. In the same style that Mourinho made Frank Lampard and Didier Drogba into Premier League greats, and Zlatan Ibrahimovic flourished at Internazionale, Kane brims with self-assurance and brings the best from those around him. His partnership with Son Heung-min that supplied Spurs’ goals is perhaps the club’s finest since Alan Gilzean was nodding them down for Jimmy Greaves more than 50 years ago. John Brewin", "• Match report: Tottenham 2-0 Arsenal", "Play Video 1:53 Arteta says Arsenal failings 'unsustainable' after defeat at Tottenham – video", "2) Unproven Arteta is deserving of criticism", "When a club appoint a manager with no experience, mistakes will be made and patience will be necessary. Mikel Arteta worked for Pep Guardiola, but there’s a difference between inheriting some of the best players ever, and inheriting, well, this. So Guardiola’s admiration for Arteta must be qualified: he has no idea what it takes to do Arteta’s job, never mind whether Arteta is capable of doing it. Arteta, though, is his own man, and might consider how he presents that. Belligerently bragging about how many crosses his team put in is not exculpatory when they’ve scored two goals – a penalty and a header from a corner – in seven league games, and though he often says the right things, it’s hard to detect any charisma in how he says them. He needs time, but he also needs to show players and fans why they should give it to him. Daniel Harris", "Facebook Twitter Pinterest Arsenal were undone by two breakaway goals from Tottenham, playing right into José Mourinho’s hands. Photograph: Tottenham Hotspur FC/Getty Images", "3) When will Nuno let Wolves off leash?", "Few could question the job Nuno Espírito Santo has done for Wolves, even allowing for the club being handed a significant leg-up by their owners’ close relationship with the super-agent Jorge Mendes. Nuno, Mendes’s first ever client, has made good use of the rich talent brought to the club. Here comes the “but”: Wolves would not be everybody’s idea of appointment viewing. They almost always play with the same caution and reserve their zen-like manager shows in his public appearances. At Liverpool, the plan was going well until Conor Coady got a little overexcited against his former club – one he has been linked with a return to – and allowed Mohamed Salah in to score. It was the champions and there was no Raúl Jiménez but it is still tempting to wonder just when Neto, João Moutinho, Rúben Neves and Daniel Podence will be allowed to fully express themselves. JB", "• Match report: Liverpool 4-0 Wolves", "4) Liverpool have the swagger of champions", "Liverpool may have lost Virgil van Dijk – and what seems like 3,679 others – to injury, but they remain second in the league and favourites for the title, with good reason: the squad are settled, have the best manager around, and are always good for a goal. But perhaps the biggest difference between them and the rest is one of attitude. They don’t go into games hoping to win or expecting to win, they go into games knowing they’ll win – and the majority of times, they do. So though they took on Wolves – one of the Premier League’s most awkward opponents – with only seven first-teamers and with Fabinho playing out of position, it was no great surprise to see them ease to victory. Of course their best players are better than Wolves’ best players, but the authority with which they established their superiority was not a factor of talent but a factor of mentality. DH", "Facebook Twitter Pinterest Fans back in the stands at Anfield. Photograph: Jon Super/EPA", "5) Happy Zouma living up to middle name", "All the talk last week was about Olivier Giroud’s renaissance but it is another Frenchman who is Chelsea’s joint top goalscorer in the Premier League. Before Frank Lampard took over as manager at Stamford Bridge, Kurt Zouma – whose middle name, incidentally, is Happy – had been used sparingly since joining from Saint-Étienne back in 2014 and sent out on loans to Everton and Stoke. But after his fourth goal of the season set up Saturday’s comeback victory over Leeds, Lampard paid tribute to the progress made by the 26-year-old at the heart of his defence. “He has more belief in himself,” said the Chelsea manager. “He’s always had size and spring and now you see that in all parts of the pitch he is an aerial threat. His performances have been really good. I think he’s been helped by having Thiago [Silva] next to him and as a unit we look strong.” Ed Aarons", "• Match report: Chelsea 3-1 Leeds", "6) Laporte dropping down Guardiola’s reckoning", "Aymeric Laporte has gone from being Manchester City’s defensive linchpin to a replacement, Pep Guardiola hinting the Frenchman was again a substitute for this regulation win due to previous errors. “The last game [against Porto] with Rúben [Dias] and Eric [García] they were brilliant, so important. They don’t make mistakes. The games against Leicester especially and Liverpool and Tottenham, we make mistakes. The central defenders cannot do it. In the last three or four games we were so solid. We make a lot of effort, expend energy to try to play and be positive in football – so the opponents sometimes wait for a mistake to punish us. We have to avoid it – if they want to beat us, they have to do something [proactive].” City go to Manchester United for Saturday’s derby in prime form, which even the perfectionist Guardiola recognises. “Yeah, we are in a good moment right now, I would say. Four games, four clean sheets [in all competitions].” Jamie Jackson", "• Match report: Manchester City 2-0 Fulham", "7) Rodgers still has defensive issues to solve", "Leicester have been uncharacteristically vulnerable from set pieces this season, a point that Oli McBurnie emphasised by scoring against them from a corner for Sheffield United. That did not prove too costly to Brendan Rodgers’ team, who went on to win thanks to a late goal by Jamie Vardy. And the manager is confident they will regain their solidity from set pieces when injured players return in the weeks ahead. “I’m not happy that we’ve lost a goal at a set piece but I know the root cause of the problem,” said Rodgers. “You don’t need to be a rocket scientist to know the players we’ve lost defensively. Caglar [Soyuncu, Wilf [Ndidi, who came on in the second half at Bramall Lane for his first league appearance since September] and Timothy Castagne. I’d be very disappointed when those players are back if we don’t improve that aspect.” Paul Doyle", "• Match report: Sheffield United 1-2 Leicester", "Facebook Twitter Pinterest Jamie Vardy kicks the corner flag in celebration after his late winner at Bramall Lane. Photograph: Jason Cairnduff/Reuters", "8) Zaha dominant once more for Palace", "This was an afternoon waltz wherein Crystal Palace shared the load but it is impossible to escape the reality that they are a different proposition with Wilfried Zaha in the team. Eberechi Eze was cute in possession and Patrick van Aanholt gallivanted down the left flank, while Jeffrey Schlupp was busy and Christian Benteke, too, was quietly efficient in attack. Hodgson expects Jordan Ayew and Michy Batshuayi, both of whom were introduced off the bench in victory at West Brom, to knock down the door of his office before hosting Tottenham on Sunday, but it is Zaha who makes them sing. After having a hand in four of Palace’s five strikes at the Hawthorns, he has now scored or assisted 10 of their 16 goals this season. “He is difficult to stop because he has excellent feet,” Hodgson said. “But what he has worked hard to add is goalscoring. If Wilf can keep that up it bodes very well for us.” Ben Fisher", "", "Match report: West Brom 1-5 Crystal Palace", "The Fiver: sign up and get our daily football email.", "9) Haller running out of time?", "Sébastien Haller was one of West Ham’s best players against Manchester United: a constant threat in the air, tirelessly pressing, creating space for his teammates with clever movement. Alternatively, Haller missed a golden opportunity to put West Ham 2-0 up just before half-time when he rounded the goalkeeper and then slipped over. The 6ft 3in Ivorian international has divided opinion among West Ham fans since his £45m move in July 2019 and this was not a game to settle the debate. Haller has looked much better this season than last: busier, more confident, more involved in buildup, more like the all-round striker he was at Eintracht Frankfurt. And yet: nine goals in 42 games is not why he was brought to east London. Haller may well come good with time. But with the January window looming, there’s no guarantee he’ll get it. Jonathan Liew", "• Match report: West Ham 1-3 Manchester United", "10) Pope may soon supplant Pickford for England", "Gareth Southgate must have enjoyed his afternoon, watching two England goalkeepers right at the top of their game. Both Jordan Pickford and Nick Pope produced a succession of excellent stops to keep the scores level and leave each Everton and Burnley a little disappointed with just a point, and there seems little doubt that as shot-stoppers the pair have few domestic equals. What Southgate might have noticed, though, was that Pickford, presently his first choice, struggled a little at crosses and corners, often grateful to have someone as tall as Yerry Mina to reach the ball and head away the danger. There were occasions when Pickford wanted to claim the ball but could not get near enough. Height will always be important for keepers and, though there is little else to choose between them, in the long run Pope’s extra inches could work in his favour. Paul Wilson", "• Match report: Burnley 1-1 Everton"], "authors": ["Guardian Sport"], "keywords": ["games", "good", "players", "west", "best", "action", "match", "manager", "manchester", "talking", "tottenham", "premier", "report", "weekends", "league", "points"], "pubDate": "2020-12-07T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}