{"id": "8b2b908c-b4f1-3827-8d61-94c3d561bb58", "title": "The world's most powerful passports for 2021", "url": "https://edition.cnn.com/travel/article/henley-index-world-best-passport-2021/index.html", "summary": "The Henley Passport Index , which periodically measures the world's most travel-friendly passports, has just released its latest report -- and an analysis of what might lie ahead.\nJapan is top of the listAsian citizens continue to have the world's most powerful travel documents.\nA little further down the top 10, New Zealand is in seventh position, with visa-free access to 185 destinations, while Australia is in eighth place, with access to 184 destinations.\nHungary (181)The worst passports to holdSeveral countries around the world have visa-free or visa-on-arrival access to fewer than 40 countries.\nThe Henley Passport Index is based on data provided by the International Air Transport Authority (IATA) and covers 199 passports and 227 travel destinations.", "paragraphs": ["(CNN) — The days of strolling into an airport, flashing a passport, then hopping on a flight to wherever one likes are, for now, a distant memory.", "The Covid-19 pandemic has transformed the travel landscape, potentially for decades to come.", "Countries all over the world are entering fresh lockdowns, but even when restrictions do lift, it's likely that mandatory vaccination before air travel may soon be a necessity.", "The Henley Passport Index , which periodically measures the world's most travel-friendly passports, has just released its latest report -- and an analysis of what might lie ahead.", "Japan is top of the list", "Asian citizens continue to have the world's most powerful travel documents.", "The index doesn't take temporary restrictions into account, so Japan is once again top of the leaderboard, offering visa-free or visa-on-arrival access to 191 destinations around the world.", "Singapore is in second place (with a score of 190) and South Korea ties with Germany in third place (with a score of 189).", "A little further down the top 10, New Zealand is in seventh position, with visa-free access to 185 destinations, while Australia is in eighth place, with access to 184 destinations.", "Related content Passports for purchase: How the elite get through a pandemic", "This APAC dominance is a relatively new phenomenon in the 16-year history of the index.", "The United States, the United Kingdom and EU countries traditionally ruled the roost but, reports Henley & Partners in its release, \"experts suggest that the APAC region's position of strength will continue as it includes some of the first countries to begin the process of recovering from the pandemic.\"", "Coronavirus case numbers are currently rising steeply in both the US and the UK, with the UK being the center of a fast-spreading new variant.", "The temporary travel restrictions related to this mean that -- while the the UK and United States are placed seventh on Henley's list -- the reality is that US passport holders are currently able to travel to fewer than 75 destinations, while UK passport holders have access to fewer than 70.", "Japan holds the top spot for 2020. TOSHIFUMI KITAMURA/AFP/Getty Images", "The unstoppable UAE", "There were relatively few high-profile visa agreements between countries during 2020 -- with the United Arab Emirates being a notable exception, says Henley & Partners.", "The UAE signed several mutually reciprocated visa-waiver agreements last year, including an historic US-brokered agreement establishing formal ties with Israel and granting citizens of each country visa-free access to the other.", "The UAE how holds 16th place on the ranking, with visa-free/visa-on-arrival access to 173 destinations. That's an incredible rise from its position back when the index began in 2006, when the country was placed 62nd, with access to just 35.", "'Every person for themself'", "\"Just a year ago all indications were that the rates of global mobility would continue to rise, that travel freedom would increase, and that holders of powerful passports would enjoy more access than ever before,\" says Christian H. Kaelin, chair of Henley & Partners and inventor of the passport index concept.", "\"The global lockdown negated these glowing projections, and as restrictions begin to lift, the results from the latest index are a reminder of what passport power really means in a world upended by the pandemic.\"", "In terms of future global mobility, we shouldn't expect a return to pre-pandemic patterns, says Parag Khanna, author of \"The Future is Asian\" and founder and managing partner of Singapore consulting firm FutureMap. It might no longer be the case that nationality alone will open doors.", "\"Even for still-powerful passports such as Japan, Singapore, South Korea, and members of the EU, additional protocols will be required to re-attain relatively frictionless mobility,\" says Khanna.", "\"Today's youth are socially conscious, environmentally aware, and less nationalistic -- all of which makes them potentially the most mobile generation in human history. They herald a seminal shift in mobility from being every country for itself to being every person for themself.\"", "The best passports to hold in 2021 are:", "1. Japan (191 destinations)", "2. Singapore (190)", "3. South Korea, Germany (189)", "4. Italy, Finland, Spain, Luxembourg (188)", "5. Denmark, Austria (187)", "6. Sweden, France, Portugal, Netherlands, Ireland (186)", "7. Switzerland, United States, United Kingdom, Norway, Belgium, New Zealand (185)", "8. Greece, Malta, Czech Republic, Australia (184)", "9. Canada (183)", "10. Hungary (181)", "The worst passports to hold", "Several countries around the world have visa-free or visa-on-arrival access to fewer than 40 countries. These include:", "103. North Korea (39 destinations)", "104. Libya, Nepal (38)", "105. Palestinian territories (37)", "106. Somalia, Yemen (33)", "107. Pakistan (32)", "108. Syria (29)", "109. Iraq (28)", "110. Afghanistan (26)", "Other indexes", "Henley & Partner's list is one of several indexes created by financial firms to rank global passports according to the access they provide to their citizens.", "The Henley Passport Index is based on data provided by the International Air Transport Authority (IATA) and covers 199 passports and 227 travel destinations. It is updated in real time throughout the year, as and when visa policy changes come into effect.", "Arton Capital's Passport Index takes into consideration the passports of 193 United Nations member countries and six territories -- ROC Taiwan, Macau (SAR China), Hong Kong (SAR China), Kosovo, Palestinian Territory and the Vatican. Territories annexed to other countries are excluded."], "authors": ["Maureen O'Hare"], "keywords": ["access", "2021", "henley", "passports", "powerful", "destinations", "worlds", "index", "united", "passport", "countries", "travel", "visafree"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}