{"id": "8b30cde2-885e-34e6-9137-3c6b44be6524", "title": "Lexington - The end of the embarrassment", "url": "https://www.economist.com/united-states/2020/11/26/the-end-of-the-embarrassment", "summary": "Only in the last simulation was America spared authoritarianism by Mr Trump, a constitutional crisis and street battles.\nStill, the assumption that Mr Trump will continue to preside over the mess he has made of the right is premature.\nThe argument for Mr Trump bucking history rests on an assumption that he will shift his bully-pulpit to the disaggregated conservative media.\nBut Mr Trump’s ability to dictate terms to the Republican Party does not rest on his ability to entertain its voters.\nMr Trump’s campaign against the Murdoch channel is probably raising his chances of learning that lesson by the day.", "paragraphs": ["A PPALLING AS IT has been to witness an American president try to steal an election, Donald Trump’s efforts have amounted to less than the best-informed prognosticators feared. Back in June a bipartisan group of over 100 political operatives and scholars, gathered by the Election Integrity Project, war-gamed the aftermath of four scenarios: an unclear result, a narrow win for Joe Biden, a clear victory for Mr Trump and the same for Mr Biden. Only in the last simulation was America spared authoritarianism by Mr Trump, a constitutional crisis and street battles.", "Mr Biden’s actual winning margin was at the outer edge of a “clear victory”. And the president’s response to it has been even wilder than the war-gamers envisaged. (They did not imagine, in such an event, that he would try to coerce Republican state legislators to overthrow the results.) Yet none of the other features of the Trump coups they envisioned has materialised. Attorney-General Bill Barr has gone to ground. High-powered conservative lawyers have taken a pass on the president’s bogus fraud claims.", "Hence the ridiculous Rudy Giuliani, dripping sweat and hair dye and ranting about George Soros and Hugo Chávez, has been the spear-point of Mr Trump’s attempted heist. It has been laughable, a shambles. It has also illustrated—yet again—Mr Trump’s iron grip on his party, to the extent that most commentators seem to think the Republican nomination for the 2024 election is already his for the taking. They could be right. But Lexington is sceptical.", "That is not to deny the president’s success in fast-tracking the myth of his stolen re-election to the pantheon of right-wing grievances. The same livid Trump superfans who have been rallying all year against mask-wearing and the scourge of devil-worshipping Democratic paedophiles have gathered, outside state legislatures from Arizona to Pennsylvania, to demand that state lawmakers “stop the steal”. Right-wing conspiracy theorists have been spitting out explanations—involving shadowy Biden-Harris vans crammed with ballots in Nevada, vanishing sharpie signatures in Arizona and so forth—for how the steal took place. A large majority of Republican voters say Mr Biden’s victory was illegitimate.", "A bigger majority of Republican politicians are afraid to disabuse them. Three weeks after Mr Biden’s victory, only a few Republican senators had dared acknowledge it. The damage this has done to their party, and American democracy, could be profound. The next Republican loser to cry fraud will be preaching to the converted. Still, the assumption that Mr Trump will continue to preside over the mess he has made of the right is premature.", "There is a reason why Grover Cleveland, in 1892, is the only one-term president to have been given another crack of the whip by his party. Voters want winners. And it is not obvious why Mr Trump—a politician whose pitch is based on his claimed inability to lose—should be a second exception to that rule. Once the smoke of the 2020 battle has cleared, many of his supporters may see him as he is: a loser whose deranged loss-denialism encapsulates why he ran behind down-ballot Republicans all across the country. There are even signs that one or two of his cheerleaders are already chewing on that pill. “You announce massive bombshells, then you better have some bombshells…,” said Rush Limbaugh, puzzling over Mr Giuliani’s performance.", "The argument for Mr Trump bucking history rests on an assumption that he will shift his bully-pulpit to the disaggregated conservative media. With Twitter growing less tolerant of his disinformation, his offspring and supporters are migrating to Parler, which takes a laxer view of it. By becoming a staple on the ultra-Trumpist OAN or Newsmax channels—which Mr Trump recommended his followers switch to after Fox News called the election for Mr Biden—he could access 50m conservative homes. That would constitute a powerful foghorn. But Mr Trump’s ability to dictate terms to the Republican Party does not rest on his ability to entertain its voters. It relates to his power to terrorise Republican lawmakers with a possible primary challenge. And it is not clear that, once out of day-to-day politics, he will be able to do that.", "OAN viewers are divorced from reality in more ways than one. Where Fox’s heavyweight newsgathering and polling operations help it to influence the political debate, the hard-right channels are comparatively irrelevant. Almost no one watches Newsmax on Capitol Hill. It is notable that the Tea Party movement, a Trump progenitor, was inspired by an anti-government rant on CNBC . For all his millions of listeners, Mr Limbaugh could not have had the same mobilising effect; such rants are expected of him.", "It is not hard to imagine Mr Trump, without the ballast of his office, drifting into a state of lucrative but ever-more irrelevant bloviation. He might not have to resort to singing “Baby Got Back” in a bear costume to get an audience, as Sarah Palin recently did on Fox. But his wilderness years could resemble those of John McCain’s embarrassing running-mate more than most commentators imagine. “There is only so long you can live outside the maelstrom of the American news cycle and maintain relevance,” notes Jerry Taylor, founder of the Niskanen Centre and an astute observer of the right. Mr Trump’s campaign against the Murdoch channel is probably raising his chances of learning that lesson by the day. It has all the makings of a showdown between machine-tooled corporate competence and his own raging ineptitude.", "Dances with bears", "It is possible to imagine other scenarios. If the Trump clan captures the Republican National Committee (a prize Donald Trump junior is eyeing), Mr Trump would have a more than adequate platform. Yet take this as a caution. The Trump-bruised commentariat is exaggerating his prospects. When a poll this week suggested 53% of Republicans want him to be their nominee in 2024, it was reported as a testament to his strength. An alternative reading is that almost half of Republicans already want to see the back of him.■", "Dig deeper:", "Read our latest coverage of the presidential transition, and then sign up for Checks and Balance, our weekly newsletter and podcast on American politics."], "authors": ["The Economist"], "keywords": ["american", "trump", "trumps", "state", "victory", "end", "republican", "embarrassment", "imagine", "election", "party", "mr", "lexington"], "pubDate": "2020-11-26T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}