{"id": "8b310f01-8fb5-3c0f-89f1-04f781a4df08", "title": "Why banks must ‘own’ their diversity agenda", "url": "https://www.ft.com/content/d1190611-5989-4eef-ba11-157deb988772", "summary": "If ever there were a company you would expect to have no problems with gender diversity, it is DNB.\nProgress on gender has contributed to DNB placing fourth in this year’s FT-Statista diversity ranking of European employers.\nMs Braathen argues there is “no silver bullet” to improving diversity, but some crucial things need to be in place.\nFinancial services has long been male-dominated and Ms Braathen says DNB has had to be patient in implementing change.\nReflecting on the changes since 2013, Ms Braathen says that, back then, she did not “own” the diversity agenda.", "paragraphs": ["If ever there were a company you would expect to have no problems with gender diversity, it is DNB.", "Norway’s biggest bank has a female chief executive and chair of the board, and is based in a country with long-established gender equality in politics and the boardroom, where since 2008 at least 40 per cent of directors of public companies have to be women.", "But Norway has struggled with gender equality in one area — corporate management — and although DNB is now ahead of many local companies, its progress has not been easy.", "Kjerstin Braathen, DNB’s chief executive for the past year, says that when she joined the bank’s top management team in 2013, she expected the route to having at least 40 per cent female executives to be straightforward.", "If you get too caught up in the fact that you are not picking the right people and you are using diversity to put in the wrong people, it brings you nowhere", "Indeed, DNB’s share of female managers had slipped between 2009 and 2011, when it languished at 26.6 per cent. By the middle of this year, however, 39.3 per cent of managers were women.", "“It has been a lot stickier than I thought. I was so confident [in 2013] of the idea that this has just to do with time. But the statistics were going in the opposite direction, she says in an interview at DNB’s headquarters overlooking the Oslo fjord. “We realised we had to do more.”", "Ms Braathen is a rare example of a female chief executive at a listed company in Norway — an area where the country scores surprisingly badly in international comparisons and trails the EU average.", "She says that part of her job is to act as a role model to other women lower down in the hierarchy. Progress on gender has contributed to DNB placing fourth in this year’s FT-Statista diversity ranking of European employers.", "Ms Braathen argues there is “no silver bullet” to improving diversity, but some crucial things need to be in place.", "First is support from the very top of the company, both from the management and the board. “The tone of voice from management and the board: it needs to be defined as a strategic objective,” she says.", "Second is that the strategy needs to be backed by concrete goals and measures in areas such as recruitment and talent development, but also in building a culture.", "Financial services has long been male-dominated and Ms Braathen says DNB has had to be patient in implementing change.", "To make it credible, she says, it is important not to compromise on the quality of people who are promoted or recruited.", "“We can’t force this. We can only do it with a common understanding. It is why it has taken time. We need managers at all levels to buy into it. If you get too caught up in the fact that you are not picking the right people and you are using diversity to put in the wrong people, it brings you nowhere,” she adds.", "Ms Braathen stresses that DNB focuses more than ever on competence and value creation, but emphasises that excluding half the population from jobs can reduce opportunities.", "Kari Bech-Moen, DNB’s executive vice-president of people, focuses on several areas such as recruitment and succession planning, equal pay, gender-neutral parental leave. In the final round of job interviews, there are always two candidates: the best man and the best woman.", "Ms Braathen points to subtler changes, too. DNB was hiring graduate portfolio managers for its asset management business, which has long tilted heavily towards men. It looked through its job advert and took out several phrases that may have made women less likely to apply, such as “risk-taking” and “competition”, and instead focused on the job environment and relevant tasks. Of the five portfolio managers eventually hired, four were female.", "She argues similar change is coming to the wider finance industry. Citigroup announced in September that Jane Fraser would become chief executive in February, making it the first large Wall Street bank to be headed by a woman. A few weeks later, Goldman Sachs appointed its first female head of a large division for several years.", "“It’s a result of those institutions working systematically. The more people realise this is linked to value creation and the success of your business, that is the driving force. That needs to be the driver,” says Ms Braathen.", "She adds that other forms of diversity are also important to the bank. It used to almost exclusively hire people with economics backgrounds; now, half its new intake comes from those with technology backgrounds. Yet Ms Bech-Moen concedes that the bank has much more to do on ethnic diversity — whereas about one in five people in Norway are immigrants or born to immigrant parents, only about 3 per cent of DNB workers are.", "Reflecting on the changes since 2013, Ms Braathen says that, back then, she did not “own” the diversity agenda.", "“We talk about ownership from the top. But my feeling now is that our organisation owns it, our managers own it. It needs to be part of the cultural journey,” she adds."], "authors": ["Richard Milne"], "keywords": ["dnb", "managers", "cent", "diversity", "needs", "braathen", "female", "ms", "agenda", "management", "executive", "banks"], "pubDate": "2020-11-18T04:22:58.020000+00:00", "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}