{"id": "8b3fb747-d274-3ce4-8d5b-9a311ee55ccb", "title": "Christmas star is coming: Jupiter and Saturn are about to do something not seen for nearly 800 years", "url": "https://www.foxnews.com/science/christmas-star-is-coming-jupiter-saturn-double-planet-800-years", "summary": "This year has been a year unlike any other in recent memory and it will conclude with the return of a celestial event not seen for almost 800 years.\nThe two largest planets in the solar system, Jupiter and Saturn, will do something later this month not seen since the Middle Ages: forming what looks like a double planet.\nThis celestial event has been dubbed the \"Christmas star.\"\n“On the evening of closest approach, on Dec. 21, they will look like a double planet, separated by only fifth the diameter of the full moon,” Hartigan explained.\nThe nativity star may also have been a rare celestial alignment, with Jupiter, Venus and a star known as Regulus all aligning around 2 B.C., Justin Mason, a director of Old Dominion University's Pretlow Planetarium, told The Virginian-Pilot.", "paragraphs": ["This year has been a year unlike any other in recent memory and it will conclude with the return of a celestial event not seen for almost 800 years.", "The two largest planets in the solar system, Jupiter and Saturn, will do something later this month not seen since the Middle Ages: forming what looks like a double planet. This celestial event has been dubbed the \"Christmas star.\"", "The rare occurrence will happen after sunset on Dec. 21, 2020, the start of the winter solstice.", "JUPITER, SATURN SPOTTED OVER LEGENDARY BRONZE AGE STRUCTURE", "“Alignments between these two planets are rather rare, occurring once every 20 years or so, but this conjunction is exceptionally rare because of how close the planets will appear to one another,” said Rice University astronomer Patrick Hartigan in a statement. “You’d have to go all the way back to just before dawn on March 4, 1226, to see a closer alignment between these objects visible in the night sky.”", "Between Dec. 16 and Dec. 25, the two planets will be separated by less than a full moon, Hartigan added.", "“On the evening of closest approach, on Dec. 21, they will look like a double planet, separated by only fifth the diameter of the full moon,” Hartigan explained. “For most telescope viewers, each planet and several of their largest moons will be visible in the same field of view that evening.”", "The celestial event that has been dubbed the Christmas Star, or Star of Bethlehem, can be observed anywhere on Earth, but Hartigan noted the farther north someone is, \"the less time they have to catch a glimpse.\"", "The nativity star may also have been a rare celestial alignment, with Jupiter, Venus and a star known as Regulus all aligning around 2 B.C., Justin Mason, a director of Old Dominion University's Pretlow Planetarium, told The Virginian-Pilot.", "OCEAN ON JUPITER'S MOON 'COULD BE HABITABLE,' RESEARCHERS SAY", "Stargazers should try to see the event this month or risk waiting a long time for the next occurrence. The two planets won't be this close to each other again until March 15, 2080, and sometime after the year 2400, Hartigan said.", "CLICK HERE TO GET THE FOX NEWS APP", "A version of this story was originally published on Nov. 23. It has been updated to include additional information."], "authors": ["Chris Ciaccia", "Follow Chris Ciaccia On Twitter"], "keywords": ["seen", "coming", "christmas", "planets", "event", "moon", "dec", "rare", "celestial", "800", "visible", "saturn", "planet", "nearly", "hartigan", "jupiter", "star"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}