{"id": "8b490f71-9322-342c-942a-ceb957d060f8", "title": "The week in classical: back to Bach’s Passions with the OAE, Oxford Bach soloists and more", "url": "https://www.theguardian.com/music/2021/apr/10/bach-st-john-passion-oae-mark-padmore-battersea-bac-review-oxford-bach-soloists", "summary": "After the abrupt silencing of Bach’s Passions last year – an Easter tradition that looked immutable until lockdown intruded – this year’s recovery has been little short of miraculous.\nOf (at least) five St John Passions, I chose two.\nPhotograph: Helena CookeWhile the OAE’s version tended to distil the drama (without a conductor, speeds were perhaps too steady), that given by the Oxford Bach Soloists, conducted by Tom Hammond-Davies, laid it bare.\nThe group performed in Christ Church Cathedral, Oxford, as part of their four-day online Easter festival.\nThe OAE’s St John Passion is available on demand indefinitely, £7", "paragraphs": ["After the abrupt silencing of Bach’s Passions last year – an Easter tradition that looked immutable until lockdown intruded – this year’s recovery has been little short of miraculous. Since the numerous performances were online (mostly still available), there was no need for the usual tough choice. You could experience, in their entirety, the majestic St Matthew Passion, the compact, stirring St John, the less well known, triumphal Easter Oratorio, various motets and cantatas and, for good measure if not specifically seasonal, the epic B minor Mass, grippingly performed by Voces8 and the Academy of Ancient Music, conducted by Barnaby Smith.", "Only human frailty, sad but true, prevented me from listening to every last note on offer, though I couldn’t resist sampling Britten Sinfonia (available to stream for free until 27 April), Amici Voices, English Touring Opera and the English Baroque Soloists. The UK’s unique and fluid community of baroque specialists quickly felt like friends: singers Iestyn Davies, Helen Charlston, Rowan Pierce, as well as several instrumentalists, were among those who appeared in different venues, different performances.", "Of (at least) five St John Passions, I chose two. Mark Padmore, singing the Evangelist with wistful authority and long experience, directed the Orchestra of the Age of Enlightenment and top soloists, filmed in the round at Battersea Arts Centre. Could anyone be a more convincing Christus than the baritone Gerald Finley?", "Nick Pritchard as the Evangelist in Oxford. Photograph: Helena Cooke", "While the OAE’s version tended to distil the drama (without a conductor, speeds were perhaps too steady), that given by the Oxford Bach Soloists, conducted by Tom Hammond-Davies, laid it bare. The group performed in Christ Church Cathedral, Oxford, as part of their four-day online Easter festival. Boldly, occasionally eccentrically, directed by Thomas Guthrie, this account conveyed the raw urgency of the crucifixion story, with outstanding solos from across the instrumental and vocal ensemble, among them Ben Davies’s short but notable Betrachte, meine Seel (Contemplate My Soul), and a forceful sense of the baying crowd. Nick Pritchard, as the Evangelist, was both an enthralled witness and an enthralling performer. So were they all.", "The OAE’s St John Passion is available on demand indefinitely, £7"], "authors": ["Fiona Maddocks"], "keywords": ["evangelist", "st", "oae", "available", "oxford", "bachs", "john", "classical", "short", "easter", "passions", "pritchard", "soloists", "bach", "week", "performed"], "pubDate": "2021-04-10T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}