{"id": "8b5169a3-cff6-398f-9851-4470974cbae3", "title": "Joe Biden promises 'diplomacy first' after Trump era", "url": "https://www.ft.com/video/8fc25d9a-830a-47b1-9fcf-41bca7d869bc?playlist-name=latest&playlist-offset=6", "summary": "You can enable subtitles (captions) in the video playerHello, and welcome to our foreign policy and defence blog, where we have news.\nPresident-elect Joe Biden has picked his national security team.\nThat is diplomacy, diplomacy, diplomacy.\nIf Mr Trump wanted to advance America first, Mr Biden is making clear that his answer to that is - yep, you've guessed it - diplomacy first.\nWe have Jake Sullivan, also a former national security adviser to Mr Biden, as his national security adviser to now the president.", "paragraphs": ["You can enable subtitles (captions) in the video player", "Hello, and welcome to our foreign policy and defence blog, where we have news. President-elect Joe Biden has picked his national security team. Well, at least the top six. Still conspicuously absent are the defense secretary and the CIA director, but that, after all, may speak to Mr Biden's profounder aims with his national security team. That is diplomacy, diplomacy, diplomacy. If Mr Trump wanted to advance America first, Mr Biden is making clear that his answer to that is - yep, you've guessed it - diplomacy first.", "In an unveiling akin to a school assembly, we heard from each of his six picks, who recounted tales of their life, of their commitment to the American vision, and how they grew up in it. Now, if that's beginning to sound a little familiar, that is because Biden's top foreign policy picks all bring with them a serious sense of deja vu. In fact, all of them served in the Obama administration, including, of course, Mr Biden himself as vice-president.", "And they've all received a notch up. So now we have Tony Blinken, former national security adviser, as secretary of state. We have Jake Sullivan, also a former national security adviser to Mr Biden, as his national security adviser to now the president. And we have Avril Haines, who is deputy director at the CIA and a deputy national security adviser. She is now going to be director of national intelligence.", "Now, what would this team do? Biden makes a few claims to reboot alliances, particularly with Europeans, and also to restore American leadership, including moral leadership in the world. That's a huge claim that speaks to the thread of American exceptionalism that runs through US foreign policy. But some Republicans are rejecting that outright, on face value. Marco Rubio, the Republican senator, said that instead, this is a team that will mastermind the decline of America, and pursue the same policies that he says left America dependent on China in the first place.", "There is a debate in DC at the moment, as I speak to ambassadors, diplomats, foreign policy insiders, about to what extent Biden will mark a break with the Obama administration, especially given so many people that he's picked were instrumental in the Obama administration. Biden himself claims that this simply can't be a third Obama term. The world has changed, not least because of Trump. And the legacy that he will leave with his America First isolationist policies, but also because of climate change, and the impact of the pandemic. Biden will have a lot on his plate."], "authors": ["Produced Ben Marino"], "keywords": ["trump", "america", "biden", "security", "foreign", "mr", "promises", "obama", "diplomacy", "era", "joe", "national", "policy", "team"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}