{"id": "8b57b216-6c9f-3f01-aaad-0c4593258706", "title": "Cut off from family, unable to travel: how US sanctions punish Iranian Americans", "url": "https://www.theguardian.com/us-news/2020/jan/19/iranian-americans-us-sanctions-iran", "summary": "Iranian Americans across the United States told the Guardian about their worries for their family members and friends affected by US sanctions.\nTrump had already expanded sanctions against Iran in 2018 with his withdrawal from the nuclear deal signed under Barack Obama.\nUnder sanctions law, people are forced to apply for specific licenses when they seek to be exempted from prohibited transactions, and even for allowed activities, there are complicated reporting requirements.\nIn practice that means hundreds of thousands of Iranian Americans with family and financial ties to Iran can face a complex set of burdens and hurdles in their lives, jobs and education.\nShe said that while the impact of sanctions on Iranian Americans paled in comparison with what Iranian citizens suffer, the rules added to this “constant feeling that your identity is under attack”.", "paragraphs": ["As penalties create hardship for Iran’s residents, Iranians in US also suffer consequences: ‘The sanctions are still chasing me’", "Following the US assassination of a top Iranian general earlier this month and Iranian airstrikes against US military bases in Iraq, Donald Trump once again imposed biting sanctions against the regime in Tehran. To Iranian Americans, many of whom have lived under sanctions in Iran or have family members there suffering through economic hardship, the fresh round of penalties is a painful reminder of the collateral consequences of escalating conflict.", "Iranian Americans across the United States told the Guardian about their worries for their family members and friends affected by US sanctions. And they spoke of the ways the policies affect their own lives, work and communities in the US. “I was raised under sanctions my entire life,” said Nazanin Asadi, 34, who left Iran for California in 2014 and now works as a law clerk in Orange county. “After moving to the US permanently, I can’t believe the sanctions and these laws are still chasing me … I don’t want my community to suffer.”", "Iranian Americans on edge as tensions surge: 'The fear is palpable' Read more", "﻿The threats of a full-blown war following Trump’s 3 January order to kill Gen Qassem Suleimani caused anxiety among some Persian communities in the US, especially for Iranian families who have been torn apart by Trump’s travel ban. Trump backed away from additional strikes, but his administration implemented a fresh wave of sanctions, targeting senior Iranian officials and the country’s textile, construction, manufacturing and other sectors.", "The US has imposed sanctions for decades, targeting Iran’s energy sector and a range of exports of goods and services. Trump had already expanded sanctions against Iran in 2018 with his withdrawal from the nuclear deal signed under Barack Obama.", "Under sanctions law, people are forced to apply for specific licenses when they seek to be exempted from prohibited transactions, and even for allowed activities, there are complicated reporting requirements. In practice that means hundreds of thousands of Iranian Americans with family and financial ties to Iran can face a complex set of burdens and hurdles in their lives, jobs and education.", "“These sanctions are supposed to be targeting the government of Iran and certain individuals, but end up targeting the average person and your own citizens,” said Mehrnoush Yazdanyar, a California attorney who helps Iranian Americans navigate sanctions. “You’re sanctioning your own legal permanent residents, and in doing so, you’re alienating them.”", "‘It is a daily stress’", "Yazdanyar’s law offices in southern California, a region home to the largest Iranian population outside of Iran, have assisted thousands of clients in sanctions-related matters over the years. Families often can’t send money back and forth, creating significant hurdles for Iranian Americans who want to support their parents or families in Iran who want to help their loved ones pursue their education or other dreams in America.", "Facebook Twitter Pinterest Protesters gather in Los Angeles to oppose US military involvement in the Middle East. Southern California is home to the largest Iranian population outside Iran. Photograph: David Swanson/EPA", "While the regulations are supposed to allow some financial transactions through third parties, many attempting to navigate the process can end up in legal trouble or with closed or frozen bank accounts, she said.", "Asadi, who grew up in Iran, was accepted to the University of Southern California law school and moved here with dreams of becoming a judge. But with the sanctions blocking her parents from offering her financial support, she had to pay her own way through her education, working multiple jobs while studying.", "“I couldn’t afford my life, I couldn’t pay my expenses,” she said. “It was too much pressure emotionally and financially.”", "Iranians braced for year of misery and unrest Read more", "She scraped by and managed to graduate, and she now works with Yazdanyar helping people dealing with sanctions. But when Asadi wants to help her own parents in Iran, who are disabled, she has no way to offer them funds, pay for their medications or even buy them gifts: “We cannot support each other.”", "That feeling of guilt is even worse when there’s a threat of war, Asadi added: “I’m paying taxes to the government who purchases military equipment to bomb my parents in Iran … If war happens, what should I do?”", "Pirouz Kavehpour, a University of California, Los Angeles (UCLA), engineering professor, who is also Iranian American, said he had repeatedly seen his Iranian students lose access to their bank accounts due to sanctions, derailing their research and education.", "“It’s a daily stress … We’re international. We’re already on thin ice. If you don’t perform well, you will be sent back,” he said. “You’re a kid here and you need to live off fast food … and then you’re told by a random guy in a bank field office: ‘Don’t even think about getting the money.’”", "With a large wave of Iranian Americans arriving in the US after the 1979 revolution, some are also now inheriting family businesses or properties back in Iran from relatives who have died, but it is often a nightmare process to attempt and recoup the assets, said Erich Ferrari, a Washington DC-based attorney who handles sanctions cases.", "Even those who try to do everything right, reporting the transactions and getting proper licenses, can end up facing investigations by the US government, he said. Law enforcement monitors money transfers, and in some cases Iranian Americans have found the FBI at their doors asking questions: “There’s always a threat looming.”", "Ferrari said he had seen family relationships fall apart in the process, adding: “They are trying to do something that is beneficial to the US, and divest themselves from Iran and bring their money here.”", "Research and charity work thwarted: ‘How does the US benefit?’", "In addition to the recent wave of Iranian students who have been denied visas at the last minute, under sanctions law, faculty members are also barred from traveling to Iran for research or other work without approval from the US treasury department.", "“I’ve been invited many times to give a talk in Iran … but we are not allowed,” said Kavehpour, the UCLA professor. He noted that Iran could benefit from working with UCLA experts on autism research, but that it would be impossible to set up any collaboration.", "Facebook Twitter Pinterest Pirouz Kavehpour. Photograph: TCB Team & Martin Pfeiffer/Courtesy Pirouz Kavehpour", "Aysan Rangchian, a 28-year-old Iranian PhD student at UCLA, said Iranian students often don’t even apply for conferences anywhere outside of the US for fear of consequences. Iranian students can also struggle to get grants and funding: “This is making the US less appealing for international students.”", "Last year, Iranian researchers faced criminal prosecution when they attempted to do stem-cell research in the US. As a result of that process, potentially groundbreaking science will not go forward here, said Yazdanyar: “How did the United States benefit from this?”", "Yazdanyar has also represented a not-for-profit organization that helps orphaned children across the world, including in Iran. Even when the group received a specific license to send aid to Iran, financial institutions in third countries have declined to assist with the transfer due to concerns about sanctions. That means humanitarian aid has been delayed and blocked, she said.", "During floods in Iran last year, it was painful that the sanctions blocked Iranian Americans from being able to offer basic donations, said Assal Rad, a research fellow with the National Iranian American Council, who lives in Orange county. She said that while the impact of sanctions on Iranian Americans paled in comparison with what Iranian citizens suffer, the rules added to this “constant feeling that your identity is under attack”.", "“Whether sanctions, the travel ban, or your loyalty being questioned … it’s really isolating,” she said, adding of sanctions: “It’s an ineffective policy that is also harming Americans themselves.”"], "authors": ["Sam Levin"], "keywords": ["unable", "punish", "iranian", "iran", "youre", "ucla", "law", "california", "sanctions", "family", "americans", "travel", "cut", "research"], "pubDate": null, "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}