{"id": "8b5c5bec-8f2c-3de8-8269-fe9e19bfde52", "title": "Tips for Setting an Unforgettable Thanksgiving Table From Standen New York", "url": "https://www.vogue.com/article/tips-for-setting-a-thanksgiving-table-from-standen-new-york", "summary": "There are many things old that feel new again this year, but the holidays are not on that list.\nRising COVID numbers mean that most Thanksgiving celebrations will be anything but traditional.\nBut new circumstances can allow room for experimentation with recipes, say, or table settings.\nFor this hostess with the mostess, having complete or matching sets isn’t as important and giving your decor a personal touch.\nStanden says she often starts out with an “old-fashioned” arrangement.", "paragraphs": ["There are many things old that feel new again this year, but the holidays are not on that list. Rising COVID numbers mean that most Thanksgiving celebrations will be anything but traditional. But new circumstances can allow room for experimentation with recipes, say, or table settings.", "Enter Susan Standen, a West Village-based Brit and fashion designer who observed the current resale craze for clothing and set out to do something similar with homewares, while simultaneously shedding the “grandma” tag often attached to these pieces, through her new venture, Standen New York.", "For this hostess with the mostess, having complete or matching sets isn’t as important and giving your decor a personal touch. Standen says she often starts out with an “old-fashioned” arrangement. It’s then that the edit—and the fun—starts. “I think a good way to do things is to have something about what you’re doing that’s very eclectic, [like having] a set of vintage napkins that are different than the tablecloth, but it’s important not to have everything eclectic, or it starts to look like a car crash.”", "To keep you moving safely in the fast lane, here are Standen’s tips for setting a 2020 Thanksgiving table and “creating an atmosphere that’s not too formal but that still feels celebratory and unforgettable.”"], "authors": ["Laird Borrelli-Persson", "Laird Borrelli-Persso"], "keywords": ["york", "starts", "thats", "set", "having", "things", "tips", "standen", "setting", "eclectic", "important", "unforgettable", "thanksgiving", "table"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}