{"id": "8b6af075-29bd-31da-af5c-62b49e3f6c6a", "title": "The Mystery of the World’s Loneliest Penguins", "url": "https://www.wired.com/story/mystery-worlds-loneliest-penguins/", "summary": "A handful of king penguins have been caught by camera traps on the islands, often hanging out in the gentoo nesting grounds.\nKing penguins can be found elsewhere in Patagonia, but hadn’t been spotted on this island before.\n“We don’t know anything about king penguins at Martillo Island,” says Sami Dodino, a penguinologist at Argentinian scientific institute CADIC.\nWhether these few king penguins arrived at Martillo Island by accident or design is unknown.\n“King penguins are really long-distance foragers, so they expand their range,” Raya Rey says.", "paragraphs": ["Some years ago, researchers in Ushuaia, the southernmost city of Argentina, observed some unexpected winter visitors. Martillo Island, a speck of land in the Beagle Channel, regularly attracts tourist boats owing to its photogenic colonies of magellanic and gentoo penguins. Visit today, however, and you may just be lucky enough to spot an outsider: a king penguin, staring out across the channel from the island’s pebble beach, head and shoulders taller than the gentoos and about twice the size of the magellanics.", "WIRED UK This story originally appeared on WIRED UK.", "A handful of king penguins have been caught by camera traps on the islands, often hanging out in the gentoo nesting grounds. King penguins can be found elsewhere in Patagonia, but hadn’t been spotted on this island before. How they got there, where they came from, or even how many there are, is a mystery. “We don’t know anything about king penguins at Martillo Island,” says Sami Dodino, a penguinologist at Argentinian scientific institute CADIC.", "Ushuaia, right at the southern tip of Argentina, is known fondly as “The End of the World.” Travel around 1,000 km south and the next place you reach is Antarctica (although not before passing through another settlement on the Chilean side of the Beagle Channel, Puerto Williams—“Beyond the End of the World”). Martillo Island has been home to magellanic penguins, small birds which are unusual in that they dig burrows to nest in, since the 1970s, and welcomed gentoos, a larger species which collects rocks to build nests on the ground, in the 1990s. King penguins look more like the kind you probably first picture when you imagine a penguin. The second-largest species after the emperor penguin, they have distinctive orange “cheeks” and yellow-orange plumage at the top of their chest. The adults are elegant in stature, the chicks endearingly awkward in their rotund brown fuzziness.", "Whether these few king penguins arrived at Martillo Island by accident or design is unknown. “Probably it’s an accident,” says CADIC researcher Andrea Raya Rey. “They were wandering around the ocean looking for food.” When it is time to moult, king penguins head ashore—usually back to their original colony—before returning to the ocean. But in this case, they may have looked around, seen the other species of penguins on Martillo Island, and landed there to change their feathers instead. “King penguins are really long-distance foragers, so they expand their range,” Raya Rey says.", "The researchers know from genetic testing that the gentoo colony on Martillo Island originated from individuals that came from the Falkland Islands; there are now around 30 pairs. The same could be true of the king penguin visitors. Alternatively, they may have come from Inútil Bay, a few hundred kilometers north in Chile; Staten Island over to the east; or the island of South Georgia, which has a large king penguin colony, out in the Atlantic.", "When the king penguins were first observed at Martillo Island, the researchers believe they may have been juveniles, as they didn’t appear to try to breed. But in the past few years, one pair has managed to lay an egg. Last year, for the first time, they successfully hatched a chick.", "Sadly the excitement didn’t last long, as the chick died a few weeks later. “We believe maybe that was because we had a hot summer for Ushuaia,” Dodino says. Raya Rey adds that the chick would have probably died come winter in any case, as the parents were likely inexperienced and at a disadvantage owing to their small group. Usually, king penguin chicks gather together in winter for warmth while their parents hunt for food; this doesn’t work with just one chick. “They are trying to start a new colony, but it's very difficult for just a few individuals,” she says."], "authors": ["Victoria Turk", "Wired Uk", "Wired U"], "keywords": ["raya", "penguins", "loneliest", "king", "penguin", "winter", "island", "species", "mystery", "worlds", "researchers", "martillo", "rey"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}