{"id": "8b88febd-64d1-314b-9334-b2284a83edcf", "title": "13 Taper Candles and Holders to Bring Into Your Home This Winter", "url": "https://www.vogue.com/article/taper-candles-holders", "summary": "So, this could be the year to invest in a set or two of taper candles to bring a festive flicker into your space.\nYou’ll also need to consider some sort of holder or base for the wax to melt and drip down into.\nLike all interior decor, there’s an overwhelming amount of styles for every mood and aesthetic, from bright and funky to Scandinavian minimalist.\nNo matter what you choose, adorning the table with an elegant set or single wand of wax will set the mood for everything from Christmas dinner to a simple evening in.\nHere, a few charming taper candle-holder duets to light your fire, plus a handful of decorative, wax sculpture-like candles you might not ever want to burn.", "paragraphs": ["There’s something soothing about lighting candles at home, whether you’re enveloped by the aroma of a scented candle while drifting off into a book in the living room or setting the mood at the dining table with an enchanting assortment of candlesticks. While we head into what will be a peculiar holiday season, finding ways to make your own home feel all the more warm and joyously decorated (even if it’s just you!) feels all the more essential. So, this could be the year to invest in a set or two of taper candles to bring a festive flicker into your space.", "You’ll also need to consider some sort of holder or base for the wax to melt and drip down into. Like all interior decor, there’s an overwhelming amount of styles for every mood and aesthetic, from bright and funky to Scandinavian minimalist. No matter what you choose, adorning the table with an elegant set or single wand of wax will set the mood for everything from Christmas dinner to a simple evening in. (Looking instead for a candle that doubles as an objet d’art? We’ve got a few ideas in that department, too.)", "Here, a few charming taper candle-holder duets to light your fire, plus a handful of decorative, wax sculpture-like candles you might not ever want to burn.", "Danica 13\" taper candle set of two $8 HAWKINS NEW YORK Shop Now Ichendorf Milano rainbow candle holders $55 HAWKINS NEW YORK Shop Now", "The Floral Society lovely taper candles set of 3 pairs $42 FOOD52 Shop Now Skultuna Nattlight candle holders $113 FINNISH DESIGN SHOP Shop Now", "Cire Trudon set of six Madeleine tapered candles $24 MATCHESFASHION.COM Shop Now Hut candlestick L $52 TROUVA Shop Now", "Mole Hollow Candles dripless 12\" taper candles 2 pairs $15 BLOOMINGDALES Shop Now Moda Domus two small scalloped candle stick set $130 MODA OPERANDI Shop Now", "Terrain taper candles 24\" set of 2 $32 SHOP TERRAIN Shop Now Flotsam + Fork glass bougie candle holders $6 FLOTSAM AND FORK Shop Now", "Serena & Lily chartreuse tapered candles set of 10 $48 SERENA AND LILY Shop Now Iittala Nappula candle holder $50 FINNISH DESIGN SHOP Shop Now", "Hay twist candles $35 HAY Shop Now Hay flare candle holder $25 HAY Shop Now", "Williams Sonoma tiny taper candle set in rust $15 WILLIAMS SONOMA Shop Now Gentner Design brass pin candleholder $225 FOOD52 Shop Now", "Greentree Home beeswax church tapers $24 BLOOMIST Shop Now Gary Bodker Designs candlestick holder in charcoal $45 BLOOMIST Shop Now", "The Floral Society fancy taper candles $24 FOOD52 Shop Now Edie Parker acrylic candle holders set of two $495 MODA OPERANDI Shop Now", "Takazawa Candle Nanao Japenese candles $64 JINEN STORE Shop Now Noir Syma marble candleholders $115 ONE KINGS LANE Shop Now", "Made Market Co. pastel 8\" taper candle set $12 $9 URBAN OUTFITTERS Shop Now Mosser Glass Jadeite glass candlesticks $72 FOOD52 Shop Now", "Color Drip Candlestick set $4 URBAN OUTFITTERS Shop Now Pottery Barn eclectic candlesticks in marble $25 POTTERY BARN Shop Now", "Emone Ionic column candle $27 SHOP EMONE Shop Now Piera Bochner Kiwano candle $55 GARMENTORY Shop Now", "Nata Concept Store still life candle $65 NATA CONCEPT STORE Shop Now Special Interest Goods SIG steps candle $24 SPECIAL INTEREST GOODS Shop Now"], "authors": ["Madeline Fass", "Madeline Fas"], "keywords": ["wax", "taper", "shop", "food52", "winter", "candles", "24", "13", "holder", "bring", "set", "holders", "candle"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}