{"id": "8baa1b4c-9fd5-3a9f-9421-185d909b500f", "title": "How a secretive hippie hideaway in Thailand transformed into a world-renowned beach retreat", "url": "https://edition.cnn.com/travel/article/thailand-the-sanctuary-koh-phangan/index.html", "summary": "Known locally as Hat Thian (Mangrove Beach), the bay was owned by a single Thai family whom Sanders had befriended.\nIn the novel, Sal explains to Richard: \"Of course, this is more than a beach resort.\nBut at the same time, it is just a beach resort.\nWe come here to relax by a beautiful beach, but it isn't a beach resort because we're trying to get away from beach resorts.\nOr we're trying to make a place that won't turn into a beach resort.", "paragraphs": ["Koh Phangan, Thailand (CNN) — Michael Doyle started making regular trips to Koh Phangan in the Gulf of Thailand in the mid-1980s, enjoying laid-back life in rustic beach bungalows around the island between stints as a psychiatric nurse in Australia.", "Eventually, he took up residence in Hat Rin, a sunset-facing beach at the southern tip of the island where a fast-growing international hippie scene offered everything from trance music and tai chi to hedonism and spirituality all rolled into one.", "By 1989, Hat Rin had become world-famous for its monthly Full Moon Party on the beach, and Doyle melted into the flow of \"the new Goa.\"", "One day in 1991, a chance acquaintance invited Doyle to a celebration for the opening of a new spot on a secret beach further up the coast. It was called \"The Sanctuary,\" and it could only be reached via hired boat or on foot over steep hills and rocky headlands.", "He accepted, and choosing the latter route, he and his new acquaintances began the strenuous hike.", "Related content 10 alternative Thai islands for those who hate crowds", "\"As we came over the first hill, the sight of a crystal-white beach below, without anyone on it, was pure magic,\" recounts Doyle. But they hadn't yet reached \"the beach,\" and so the group trekked on along a narrow path threading between clusters of giant boulders.", "\"We glimpsed the second bay just before sunset,\" says Doyle. \"Walking down from there, I felt as if I were passing through some kind of invisible membrane and I realized, 'well, my life has changed.'\"", "Perched among Volkswagen-sized granite boulders spilling on to white sands, The Sanctuary at that point consisted of a longhouse dorm, a couple of wood-and-thatch bungalows and an open-air cafe. The opening party blasted on for three days, with a spirited sharing of food and entertainment, including the erection of a large bamboo-frame meditation pyramid.", "An enchanted Doyle stayed on for three months, along with a handful of other overnight long-termers who pitched in to build more bungalows.", "Originally, The Sanctuary could only be reached by hired boat or on foot. courtesy The Sanctuary", "The perfect vibe", "Behind the project were two Koh Phangan residents, Gill Beddows and Steve Sanders, who decided to establish The Sanctuary after becoming annoyed with ongoing commercialization in the Hat Rin scene.", "\"In Hat Rin we ran a café, and we were involved in the big parties,\" says Beddows. \"But one day Steve said he'd found the most amazing beach up the coast.\"", "He suggested they try and do something more meaningful there.", "Known locally as Hat Thian (Mangrove Beach), the bay was owned by a single Thai family whom Sanders had befriended. This made it easier to come to an agreement for leasing the land and building The Sanctuary, compared with the many other bays divided amongst multiple rival families.", "Pictured here in its early days, The Sanctuary was founded in the 1990s. courtesy The Sanctuary", "\"We started building in 1990,\" says Beddows. \"Steve and I had spent time at the Osho ashram in India, and that experience influenced us a lot. From the very beginning, we were focused on wellness and spirituality, offering an alternative to the party scenes on other beaches. We wanted it to be a center for like-minded people to practice yoga and detox, and various other therapies and treatments that are well accepted now, but which were practically witchcraft back then.\"", "For the first seven or eight years, The Sanctuary and its long-term residents were wary of publicity and media attention.", "\"We felt the place had the perfect vibe, and we didn't want it spoiled,\" says Doyle of those years. \"So for a while we tried to keep it to ourselves, as word of mouth among friends, as much as possible.\"", "Inspiration for 'The Beach'?", "Coincidentally or not, in 1996 first-time novelist Alex Garland published \"The Beach,\" a gripping tale tracing the fate of a small, loose-knit group of world travelers who establish their own utopian community on a remote Thai beach.", "Reprinted 25 times in less than a year, the novel became a \"Lord of the Flies\" for Generation X, and in 2000 was transformed into a $40 million film directed by Danny Boyle and starring Leonard DiCaprio.", "The story opens when Richard, the British protagonist, encounters a deranged Scottish backpacker at a guesthouse on Bangkok's Khao San Road who tapes a hand-drawn map to Richard's door before killing himself.", "Richard and a French couple follow the map to a hidden lagoon on a beautiful island, where they find a colony of hedonistic idealists from around the globe struggling to keep their idyll from being discovered.", "CNN Travel was unable to reach Garland to confirm or deny the connection, but parallels with The Sanctuary led to rumors that a visit to the reclusive resort had inspired him.", "Gill Beddows, The Sanctuary co-founder “We were living in the hippie belief that everyone could live together, and we didn't need to let the outside world in and let money spoil everything.”", "To begin with, both Garland's fictional community and The Sanctuary were established in 1990.", "Just as Gill Beddows supervised The Sanctuary's development, aided by a partner with building skills, the secret beach community in Garland's novel is overseen by Sal, a woman with a carpenter boyfriend. While Beddows and Sanders hail from the UK, Sal and her partner are American and South African.", "In the novel, Sal explains to Richard: \"Of course, this is more than a beach resort. But at the same time, it is just a beach resort. We come here to relax by a beautiful beach, but it isn't a beach resort because we're trying to get away from beach resorts. Or we're trying to make a place that won't turn into a beach resort. See?\"", "Asked whether Garland actually visited The Sanctuary, Doyle says, \"I have a fuzzy memory of a guy hanging out in a hammock and just watching the flow of life for a couple of weeks in the mid-'90s. And I can put names to a few of the characters in the story, so there's that. It didn't click so much with the book as with the film.\"", "Beddows is more forthcoming about Garland's inspiration.", "A variety of sleeping options are on offer, from private suites to shared dorms. courtesy The Sanctuary", "\"As soon as the book came out, I knew.\" she says. \"There were just too many coincidences.", "\"We were living in the hippie belief that everyone could live together, and we didn't need to let the outside world in and let money spoil everything. Gradually reality came in, knowing this wasn't sustainable without income.", "\"As our programs in yoga, self-exploration and detox expanded, and these things became more marketable in Thailand, we realized it would be crazy not to share the knowledge and skills we had developed. We were already ahead of the curve.\"", "The couple invited Doyle to manage The Sanctuary in 1998 so that they could attend to other interests in the islands as well as back home in the UK.", "As a self-confessed \"organized, get-stuff-done Capricorn,\" Doyle ushered the resort into the 21st century, expanding programs in wellness and spirituality for a far-reaching market, while maintaining the intimacy and casualness valued by loyal guests who returned year after year.", "By 2013, The Sanctuary was booked out most of the time and the staff were turning away hundreds of requests for stays over the Christmas and New Year holidays.", "Former Sanctuary barman Nolan Dalby took over day-to-day management of the resort in 2016, although Doyle, now a resident of neighboring Koh Samui, remains involved.", "Covid-19 brings new challenges", "When the spread of coronavirus began accelerating worldwide in March 2020, The Sanctuary was in the middle of another successful high season. Although international news prompted a majority of guests to depart, and people scheduled to arrive were canceling their reservations, a dozen or so Sanctuary guests stayed on well into the month.", "As Doyle recalls, \"We had to make a lot of decisions quickly, with the threat of borders closing and people still in-house. Taking into account the safety and comfort of our guests, as well as what was sustainable for us as a business, we called everyone into the restaurant one evening for a discussion.", "\"We let them know that during the island lockdown, they might not even be allowed on the beach, and that food supplies might get thin. In the end, everyone left except for a couple to whom we gave favorable rates for as long as they stuck it out.\"", "With Dalby and a reduced crew -- many Sanctuary employees chose to return to their homes during Thailand's general lockdown from mid-March until mid-May -- the resort continued to operate.", "The restaurant offered an abbreviated menu for long-term Hat Thian residents, on a takeaway basis only during lockdown, and then later for dine-in. Dalby purchased a smaller generator to economize on fuel, running electricity for limited hours each day.", "While many hotels and resorts on Koh Phangan and around Thailand closed down completely from mid-March until June or later, The Sanctuary maintained its record of never closing down for even a day since its original opening.", "The Sanctuary's wellness programs include yoga, self-exploration and detox. courtesy The Sanctuary", "\"In many ways, these current challenges bring me back to the early days,\" says Doyle. \"I remember when I first arrived in 1991, The Sanctuary had just one little Kubota generator, turned on in the late morning to run a smoothie blender at the restaurant, and then for a few hours more in the evening.\"", "With fewer in-house guests to keep him occupied, Dalby shifted his attention to finding ways to deliver the Sanctuary experience to people locked down elsewhere in the world.", "With the help of a photographer who visited The Sanctuary just after lockdown, Dalby developed a rustic video recording studio in one of the available bungalows so that live yoga classes could be streamed via Facebook and other Internet media.", "As more gear was acquired, and the open-air studio became more technologically sophisticated, Dalby linked it with Vimeo Livestream Studio online so that they could record teachers, therapists and other experts living outside Thailand presenting instruction in meditation, movement, home detox, Pilates and yoga to live models in the studio.", "The Sanctuary now has its own video channel streaming both live and taped events via social media as well as a dedicated web page, Sanctuary Wellness Live", "\"With Thailand's international arrivals still strictly limited, the Vimeo studio keeps The Sanctuary experience open to all,\" says Dalby.", "Meanwhile on \"the beach,\" a steady stream of domestic visitors, both Thais and expatriates living in Thailand, are enjoying daily yoga classes, spa services, meditation, healthy dining and detox programs (on request), plus the beautiful bay itself, in relative isolation -- almost like it was 20-odd years ago."], "authors": ["Joe Cummings", "Gill Beddows", "The Sanctuary Co-Founder"], "keywords": ["hippie", "doyle", "dalby", "beddows", "secretive", "live", "yoga", "transformed", "resort", "hideaway", "retreat", "hat", "thailand", "worldrenowned", "beach", "sanctuary"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}