{"id": "8bacc211-a0c4-398f-80e5-18155c1b0221", "title": "Brad Venable, Prominent Video Game And Anime Voice Actor, Passes Away", "url": "https://www.gameinformer.com/obituary/2021/01/08/brad-venable-prominent-video-game-and-anime-voice-actor-passes-away", "summary": "Brad Venable, a prominent voice actor who played Griffon/Nightmare in Devil May Cry 5, has passed away at age 43.\nAccording to IGN, no cause of death has been given at the time of publishing.\nVenable’s lengthy voice acting credits included Final Fantasy VII Remake, 2020’s Demon’s Souls remake, Call of Duty: Black Ops Cold War, Shenmue III, and Fire Emblem: Three Houses.\nHe also lended his vocal talents to anime such as Hero Mask (Lennox Gallagher), Dragon Ball Super (Shisami), Attack on Titan (Daz), and My Hero Academia.\nThe voice acting community has taken to social media share tributes to the late performer.", "paragraphs": ["Brad Venable, a prominent voice actor who played Griffon/Nightmare in Devil May Cry 5, has passed away at age 43. According to IGN, no cause of death has been given at the time of publishing.", "Venable’s lengthy voice acting credits included Final Fantasy VII Remake, 2020’s Demon’s Souls remake, Call of Duty: Black Ops Cold War, Shenmue III, and Fire Emblem: Three Houses. He also lended his vocal talents to anime such as Hero Mask (Lennox Gallagher), Dragon Ball Super (Shisami), Attack on Titan (Daz), and My Hero Academia.", "The voice acting community has taken to social media share tributes to the late performer.", "Game Informer would like to express our condolences to Venable’s family and friends.", "[Source: IGN]"], "authors": ["Associate Editor", "Marcus Is An Avid Gamer", "Giant Wrestling Nerd", "A Connoisseur Of Cartoons", "Obscure Childhood References. The Cat'S Out Of The Bagel Now"], "keywords": ["vii", "ign", "venable", "anime", "prominent", "hero", "game", "brad", "acting", "remake", "passes", "vocal", "video", "away", "actor", "venables", "war", "voice"], "pubDate": "2021-01-08T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}