{"id": "8bb6aa55-737a-3bcf-923a-dd1f54575ba5", "title": "Exchange-traded fiends - Congress wants to boot Chinese firms from American exchanges", "url": "https://www.economist.com/business/2020/12/03/congress-wants-to-boot-chinese-firms-from-american-exchanges", "summary": "F OR 18 YEARS American regulators have implored Beijing to let them inspect the China-based auditors of Chinese companies listed on America’s stock exchanges.\nThe House of Representatives passed a bill that would boot offending firms off American bourses if their auditors fail to comply with regulators’ information requests for three years running.\nThis would put Chinese businesses worth a combined $2trn at eventual risk of expulsion, including Alibaba, a New York-listed internet titan (see chart).\nIt would make it harder for Americans to get exposure to China through American exchanges.\nThose hungry for juicy Chinese stocks might end up buying them abroad instead, through channels over which Washington exerts no control.", "paragraphs": ["F OR 18 YEARS American regulators have implored Beijing to let them inspect the China-based auditors of Chinese companies listed on America’s stock exchanges. Dream on, China’s Communist regime responded, citing sovereignty and national security. On December 2nd Congress had had enough. The House of Representatives passed a bill that would boot offending firms off American bourses if their auditors fail to comply with regulators’ information requests for three years running. Since it had earlier sailed through the Senate by 100 votes to nil, it can expect a presidential signature.", "This would put Chinese businesses worth a combined $2trn at eventual risk of expulsion, including Alibaba, a New York-listed internet titan (see chart). It would make it harder for Americans to get exposure to China through American exchanges. Those hungry for juicy Chinese stocks might end up buying them abroad instead, through channels over which Washington exerts no control."], "authors": ["The Economist"], "keywords": ["firms", "congress", "yorklisted", "titan", "regulators", "boot", "washington", "exchanges", "exchangetraded", "fiends", "wants", "auditors", "chinese", "votes", "worth", "american"], "pubDate": "2020-12-03T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}