{"id": "8bb86f3e-25ea-3081-8bba-fea12cf5f934", "title": "WIRED25 2020: Brie Larson, Van Jones, and Elijah Allan-Blitz on VR and Empathy", "url": "https://www.wired.com/video/watch/wired25-2020-brie-larson-van-jones-elijah-allan-blitz", "summary": "Oh, I was just gonna say that know that was somethingwe had to work really hard on.\nJust saying, you know the ethics that Elijah brought to thisI think is really, really extraordinary.\nSo this is actually taking it a step furtherand just saying, Hey, you're just gonna be droppedinto this body, and you're gonna experience itfrom a first person's perspective.\nAnd so you think you're programming your phone,your phone is programming you, and we've gotta startusing technology in a different way.\nI really, really love this conversation and thank youfor coming to Wired 25.", "paragraphs": ["Transcript", "Hello everybody, I'm Angela WaterCutter,", "senior editor for Culture here at Wired.", "Thank you so much for joining us for Wired 25.", "Today I'm pleased to be joined by Van Jones,", "the founder, president of Magic Labs,", "the CEO of Reform Alliance and CNN host and contributor,", "Elijah Allen-Blitz, Virtual Reality director, and of course", "actress, filmmaker, producer, and Captain Marvel herself,", "Brie Larson.", "Thank you guys so much for joining us.", "It's really great to have you", "Good to be here. Hello.", "Thank you for having us.", "Great, great.", "So, obviously we're talking about The Messy Truth", "that the VR experience, which actually is also nominated", "for an Emmy Award.", "I want to say congratulations to you guys for that.", "But first, you know, Van, what if you take us back", "a little bit.", "We got a little bit of a glimpse the video we just saw", "of what The Messy Truth is, but tell us a little bit", "about the history of it, kind of where this project", "came from and why you want to work on something like this.", "Well, first of all, it's just a big honor to be here.", "I'm a Wired fanatic, so it's just good", "to be in this conversation.", "And I am a part of an industry that some people say", "is tearing the country apart.", "The mainstream media, so-called corporate media,", "some people say that the business model", "is making it more profitable to divide people", "than to bring people together.", "And I don't wanna believe that's true,", "but I wanna make sure I'm doing everything I can", "to use technology for good.", "Is there a way for us to use virtual reality", "and anything else to get people together?", "We just heard that incredible filmmaker", "was talking about empathy, and she talked about", "how empathy is a sort of the backbone", "for human civilization and I think that she's right.", "And, you know, I was so sad about you know,", "after the Trump victory and all of just the pain", "and suffering and division", "and misunderstanding going on across the country.", "And as somebody who grew up in red state America", "got a lot of love for red state America,", "raised my family on blue coast, I just wondered", "is there any way we could get people together. '", "And I, then I got a chance to spend some time", "with Elijah, and Elijah is just a genius for", "bringing people together, finding solutions,", "using technology and innovative ways.", "And he said, There's something called an empathy machine,", "a virtual reality.", "It's just never been used", "to really solve a social problem before.", "And I said, Well, can we try it?", "And he said, Let's do it.", "And here we are with an Emmy nomination and mega stars", "like Brie Larson involved.", "And it's just an amazing experience.", "Yeah, well, that she's in a perfectly,", "Elijah tell me a little bit about how you got", "involved in this and sort of what you wanted to do", "when you know, once you started working with Van", "on this project.", "Oh, yeah.", "I mean, from the beginning we, Van and I", "were actually working on something separate,", "but once Trump got elected, it was less than a week after", "the election we got on the phone and just both agreed", "we needed to do something and we need to see if we can use", "the power of this technology to actually,", "instead of dividing us, like all this stuff that we've seen", "happening over the last four years to see if we can actually", "bring us together.", "So, this has been beyond a labor of love.", "This is an actually it's an, in a real way", "it's a social experiment.", "And we're trying to see that if we can use this new medium", "in VR to actually put you in the shoes of someone else", "where you look down and you're fully embodied", "for these experiences in the shoes of a different race", "or someone from a different gender.", "And to really see like Van's saying,", "if this can be the ultimate empathy machine.", "Yeah.", "And Brie talk about your involvement.", "How did you come on board and what really made you", "want to work on something like this?", "Elijah and I had a conversation about it.", "It was like the first conversation we ever had", "was about empathy.", "And when he was talking about this project,", "I was in the midst of working in Time's Up, and I was like,", "Oh, we need to talk about a tip workers.", "It's a lot of what we're talking about", "with trying to put someone in someone else's shoes.", "I think one place that this really excels", "is dealing with power imbalance, because it's an experience", "that you have to, it's very hard to have", "if your body limits you and you've never", "been in that experience before.", "This gives you a never before experience.", "So, we started talking with ROC and many women", "in the restaurant industry and collected a bunch of stories.", "It's important I think to say that this project", "is their true stories.", "So, when you're going inside somebody else's experience,", "we're not fictionalizing this, we're just telling the truth", "and allowing you to sit in it and feel it for yourself.", "Yeah.", "Well, you know, and for all three of you, talk a little bit", "about that because I think one of the great things about VR", "is that you can have an experience, a sort of first person", "perspective experience on something that you maybe haven't", "been through in your own life, but at the same time", "it's so intimate to the point where it can", "be almost overwhelming.", "And so how do you find that balance, and how are you trying", "to reach that balance between creating empathy,", "but without sort of almost having", "a kind of traumatic experience or kind of, like I said,", "overwhelming and experience for viewers", "who were kind of doing some of these things", "for the first time.", "You know, we actually had to work real.", "Oh, go for it, go for it man.", "No, no go ahead.", "Oh, I was just gonna say that know that was something", "we had to work really hard on.", "Was like a, like Brie was saying, identifying these stories", "and making sure everything's true, but then also b,", "making sure that it wasn't something", "that could potentially traumatize the viewer.", "So it was the right mix of finding the right mix of", "you know, both of these different episodes", "that we've created so far have to give you", "an emotional connection where something happens", "that draws you in and connects you to the,", "what you're witnessing, but then also at the same time,", "acknowledging the power of this medium,", "where we're not gonna give you an experience", "that could potentially traumatize you.", "Yeah and I think.", "Just saying, you know the ethics that Elijah brought to this", "I think is really, really extraordinary.", "I mean, be very easy to find a story", "that would be so shocking and people would jump out", "of their seat and go home and cry or whatever.", "But, that's not the point.", "You know, what we're trying to do is find true stories.", "You know, if you take a story like being a kid in a car", "with your parents, everybody's been there before,", "but when the light started flashing behind you", "and you get pulled over and you're a black kid,", "you never forget that.", "Well, I walk around with that.", "Every black person walks around with that.", "If you're a white person, you've probably never had", "that experience.", "Or if you did, it worked out fine with officer friendly,", "you know, maybe she's giving you directions or something", "or just giving you a warning, letting you go home.", "So we had to find an experience that would put you", "in that tension, put you in that moment of holy crap,", "like this is really going badly, but then not have it so bad", "that you're just you're traumatized.", "And so it's people say, well, how do you,", "how can you find these stories?", "Listen the stories are ubiquitous.", "There's so many stories of gender discrimination,", "sexual harassment, racial harassment, but how do you find", "one that's touching, that's moving,", "but doesn't traumatize people?", "That has to do with the ethics of the director.", "It was Elijah.", "We actually had a viewer question of thanks Andrea,", "wanted to know I think from Brie specifically,", "how is it different working in VR versus working", "in traditional film?", "What were the things that you kind of had to learn", "on the fly or learn on the spot and how did you kind of", "incorporate that into what you do?", "Sure.", "So, the thing with this particular piece", "is that it's one continuous scene,", "about three minutes long right,", "each one's about three minutes long.", "So it's like a play, there's no coverage.", "So if I mess up a line, you start from the beginning.", "If you want to try something in a different direction,", "it's a whole new take.", "And so the day is just, the beauty of it is you just need", "one take, and the other side of it is that it's just,", "you got to encapsulate it all in one, one go through.", "So it's more like for this particular one,", "it's more like a play or doing a very short play", "than it is a traditional filming day.", "And the other piece is as a producer on this", "is you're thinking about the space.", "And I learned a lot from Elijah about that,", "about know where the camera's placed, where it is", "in a corner for example.", "So that, cause you initially, you want to look around", "and see, but then having a general focal point.", "So we work together from both of our backgrounds", "in order to kind of streamline this so that you're getting,", "we're maximizing the impact within the experience.", "Yeah.", "I think Van and maybe Elijah as well, we saw in the video", "that you took the, you took this to CPAC and actually", "gave it to some people to try out.", "Talk a little bit about that experience,", "why you want to do it and also kind of what", "you walked away from that experience with.", "Well look I, this is a part of my life.", "I am strong Democrat, work for president Obama.", "I'm at CNN, I'm not at Fox, and yet I have found that", "when you really care about the people who are at the bottom,", "people who are desperately poor, or who are addicted", "or who are in prison, or who have mental health issues,", "those folks, whether they're talking about Appalachia,", "the hood, the native American reservation, the border,", "they tend to have the same basic problem about 80% overlap", "might have a little bit more racism here,", "a little bit more classism over there,", "but you've got the same basic problems.", "And neither political party from my point of view", "does enough to help the addicted, the afflicted", "and the convicted.", "And so I've never been able to get a bill passed", "or get something done to help anybody,", "where I didn't wind up", "working with Republicans and Democrats.", "So I'm bi-partisan because I'm so passionate", "about my progressive values.", "And what we wanted to do was to take this experience", "to CPAC, take it to the biggest gathering", "of conservatives in this hemisphere", "and just open our hearts up and say, Here's what we've got", "to share with you.", "And we saw people taking off their MAGA hats,", "taking off their make America great hats,", "taking off their NRA hats, and putting on those visors.", "And as you saw in that video, three and a half minutes later", "saying, I didn't understand before.", "I did not understand what it means", "to be an African American kid in a car, getting pulled over", "by police officers with police dogs, et cetera.", "I just had never thought about it.", "And all we want is more understanding.", "We didn't go there to get them to change", "who they're gonna vote for.", "I mean, it's a democracy you can vote whoever you want to,", "that's the whole point.", "Dictatorship, you can only vote for one person,", "democracy, you vote for who you want to.", "But, we want people to vote with more understanding", "and after the election to be able to have", "more understanding.", "And that's what we, I think we achieved", "a little bit of CPAC.", "Yeah, yeah, yeah.", "You know, there was.", "What were you going to say Angela?", "No no, go ahead.", "You're good, go ahead.", "Oh no, just to answer the yeah, just do elaborate", "on Veno Van's point about CPAC.", "One of the guiding principles from the beginning", "of this project is something Van always says,", "that there's no throwaway people.", "And that goes across the entire board.", "And so when, you know, showing up there,", "for me that was my first time at CPAC for sure.", "And I definitely did not know what to expect,", "but what I was immediately hit by is that we all", "have so much more in common than not.", "And there, I mean, there was like Van's saying,", "there was police officers that came and watched", "this experience, and they were just coming out and be like", "I have a whole new perspective.", "And to be able to do that to me that's the goal", "of this project.", "It's not just to show people that agree with our perspective", "already, it's not to preach to the choir,", "it's to go out there and try and connect with people.", "And with Brie's episode, we plan to take that out,", "well as soon as we can obviously not right,", "this is not the right time with the pandemic.", "But once we know we can go out there and then share", "these different perspectives, showing people", "that might never get a chance to see this,", "that's really the whole mission behind this.", "Yeah I was gonna [mumbles] And this.", "I just wanna say and so also we plan on doing something", "about coal country, Appalachia the opioid crisis,", "and take that to liberals, because, you know,", "liberals and progressives also have our blind spots", "in our assumptions in our lack of empathy", "as much as we like to fly that empathy flag.", "So, you know, we were, we got a lot of stories", "we want to tell.", "Yeah, well I, yeah, I was gonna say about", "the interesting thing with access and VR is that", "not a lot of people have headsets so you do end up", "having instances where you have to be able to take", "VR out into the world and share it with people", "and let them sort of try these things on.", "And I'm kind of curious how, you know,", "obviously the Coronavirus that sort of impacted your ability", "to do that, but is that something that you", "definitely want to sort of double down and commit to", "once it's possible to bring these things", "out of the world again?", "Yes. A hundred percent.", "That's our goal.", "I think I mean and we talked to about the ideas", "for the future of this is that we could create curriculums.", "They could be larger ones, smaller ones, they give you ones", "tailored for schools, ones that are put in museums.", "And we've even talked about putting this in a van", "and being able to drive cross country and just put it on", "whoever we see.", "Obviously these are all dreams for the future,", "not anywhere near, but, this is about distributing", "the technology that we have using the tools that we have,", "and these headsets are gonna become, we think", "much more available to people.", "And it's, I think it's important that this option is there.", "It is of course going to be used for many different ways.", "But I think having this as an option", "is incredibly important.", "Yeah.", "Van I'm curious you mentioned in the video", "that you wanted to work with Marvel superheros and obviously", "we have a Marvel superhero with us.", "Why was that, what were you kind of looking to do", "with bringing in folks from that world into this one?", "[Brie laughs]", "Well, I'm a super geek, like these are,", "people are putting these books behind me actually,", "but these are all graphic novels and stuff like that.", "I'm, I was a Marvel comics geek when it was not cool.", "I was born in 1968, so I was reading this stuff.", "I mean, I remember when you had to be a true, true nerd", "to know the X-men were to care about the Avengers,", "all that sort of stuff.", "So I grew up with that and the ethics of, you know,", "you hear me say ethics a lot, but ethics mean a lot to me,", "you know, Stan Lee's vision of people with having", "a lot of power, having a lot of responsibility", "sticking up for the underdog, not giving up,", "not becoming what you're fighting.", "Villains act a certain way, we're not gonna act that way", "we're gonna have, we're gonna be better.", "All that stuff went into me very, very deep as a kid.", "And when I was a little nerd getting bullied and wedgied", "and pushed around or whatever, and then all of a sudden", "I'm six foot one plus and you know,", "and then nobody's bullying me anymore.", "I wanted use my law degree and whatever I had", "to help people.", "Then suddenly Marvel becomes like the global mythology", "for the 21st century civilization.", "And so you have these actual heroes have been burned", "into the minds of like 7 billion people.", "I said jeez if these people actually decide", "they want to act heroically in the rest of the world,", "they can move the whole planet.", "And that's what we've seen, Winston Duke's performance", "he was M'Baku in the black Panther, his performance as a dad", "in this thing is unbelievable, the first one.", "Brie's performance in this thing's unbelievable.", "We've got others, you know, Josh Brolin, Zoe Saldana,", "others who want to come in and do stuff.", "Listen, if Marvel wants to, if Marvel heroes or DC heroes,", "Marvel got, but if DC heroes want to become heroic.", "Yeah, don't start a division with that Van.", "I'm just saying, I'm just saying like anybody, anybody.", "Even DC and Marvel can get together for good.", "In VR, well, you know, Brie talk a little bit about that.", "You know, where do you see sort of the overlap", "with working on a project like this with your work in film", "and sort of being a hero in different ways", "and in different formats?", "Sure.", "I'm just always looking for new ways to do the right thing", "and this was one of them.", "So, my interest in film was empathy.", "And for me, one of the things that I can tell", "with how far we're going with empathy", "is what films people are connecting with.", "And as we're seeing more diversity on film,", "it's exciting to me because I know what the experience is", "of watching a movie.", "You're becoming one with the person on the screen.", "It doesn't matter how many people you're watching", "the thing with, it's you alone and you are", "on the edge of your seat hopefully with this person.", "You know you are this person.", "So this is actually taking it a step further", "and just saying, Hey, you're just gonna be dropped", "into this body, and you're gonna experience it", "from a first person's perspective.", "So, when I heard about this project, it was so exciting", "because it's the thing that I've cared about", "and wanted to achieve, and I also am very limited", "in the roles and stories that I can play because of my body.", "And so this is a way to participate and continue to elevate", "and create more dialogue, more inclusion, and allow people", "to have experiences cause that's what this is all about.", "You know, this is what we need is just more understanding.", "And I know that a lot of these words are sort of tired", "and overused, and we're saying things like this a lot,", "but it's so true.", "It's so true.", "I mean, we really have more that's alike than different.", "And so much of this, of this hatred we have for one another,", "whatever you consider the other side", "is based on a misunderstanding.", "And I think this is an incredible way", "that we can cut through that and say, we're the same.", "Yeah.", "Well I was just watching, I was re-watching", "Avengers End Game the other day, and I realized that", "Captain Marvel was actually kind of", "an intersectional feminist when you think about", "how she wants to save earth, but also every other galaxy.", "So, I think that that is very true.", "But I'm curious-- - Well thanks.", "you could talk a little bit about.", "Well, you know you were talking about the things you have", "kind of going forward.", "I'm wondering if anything in 2020 could inspire anything", "in the future for something that you would want to do", "with the VR project.", "Is that for me? You know I wondered.", "Anyone [mumbles]", "For anybody?", "Okay, yeah, go ahead Van.", "Well I mean it's funny you ask that.", "I'm passionate about the immigration situation.", "You know the recent reporting that there may be", "the enforced hysterectomies against women", "that are in refugee camps and immigration detention", "is unbelievable to me.", "I know Zoe Saldana has mentioned", "that she wants to do something about immigration.", "I'm passionate about what's going on in Appalachia", "I'm from Tennessee, it's not a foreign country to me.", "But I haven't thought about the particularities of 2020,", "but, in some ways we were prescient because the situation", "with George Floyd and the whole black lives matter uprising", "maps right onto what we did with the first one.", "Certainly Time's Up and all of that maps onto what we did", "with the second one.", "But there'll be many, many more.", "For me, the most important thing I can say is that", "it's okay for us to disagree with each other.", "That's not a problem.", "We can vote against each other, we can march", "against each other, but we need to understand each other.", "That's listen if we, you and I disagree, but I at least", "understand where you're coming from, we can still", "be neighbors, we can still be in the same country together.", "If you are a complete mystery to me, if I have no idea", "where the hell you're coming from, and we don't agree,", "we've got a problem.", "And right now with technology, these algorithms,", "once the algorithm knows, once your phone knows", "you're a liberal it's only gonna show you liberal content", "I promise.", "Once they know you're a conservative,", "it's only gonna be conservative.", "And so you think you're programming your phone,", "your phone is programming you, and we've gotta start", "using technology in a different way.", "Not because we should never vote against each other,", "but because we should never vote against each other", "and hate each other.", "And that's where we're headed right now", "I'm very concerned about it.", "Yeah, yeah.", "Well, I think we have time for one question.", "It wouldn't be Wired if I didn't ask Brie.", "Do you know what's happening with captain Marvel two?", "Are you excited to get back into it?", "Oh my God I'm so excited about this question.", "I am so excited to talk about that movie at a time", "when Marvel's not gonna kill me to talk about it.", "So, I'm going to pivot real quick and say,", "in response to your question before there's infinite stories", "to tell.", "And we've talked about positive stories as well,", "moments of kindness, moments of compassion, moments of,", "you know, when you're getting help from a stranger,", "disability episodes.", "I just think that there's just as many people", "as there are on the planet, everybody has a story.", "Everybody has a moment that should be shared", "and experienced.", "And so we're excited to collect more and do more.", "And we hope that the more we talk about it,", "the more we get it out there, hopefully there's people", "out there in the world that are like, That looks cool,", "will you, we can, we'll help you, because that's", "what we need right now.", "We just need help to keep pushing the project forward.", "Perfect.", "Well, thank you so much for joining us.", "I really, really love this conversation and thank you", "for coming to Wired 25.", "Yeah, have a wonderful day.", "Thanks everybody.", "Thank you so much. Thank you guys.", "See you later. Bye."], "authors": ["Condé Nast"], "keywords": ["elijah", "little", "sort", "wired25", "larson", "kind", "2020", "youre", "empathy", "gonna", "brie", "think", "van", "allanblitz", "really", "say", "im", "know", "vr", "jones"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}