{"id": "8bbe6319-59b7-3a90-bb87-23faf2ad26ed", "title": "One Writer’s Year in Pandemic Think Pieces", "url": "https://www.newyorker.com/humor/daily-shouts/one-writers-year-in-pandemic-think-pieces", "summary": "MAY, 2020Have We Been Slowly Growing Apart from Our Wife During the Pandemic?\nJULY, 2020Are We Now Secretly Kind of Wishing That the Pandemic Lasts Longer So Our Wife and Devon Can’t “Work Late” One Night and Seal the Deal on This Thing?\nThose Things Cost a Zillion DollarsAUGUST, 2020The Pandemic Beard: Is It Actually Working for Us, or Are We Kidding Ourselves?\nCrap—We Do Kind of Look Like the Bass PlayerSEPTEMBER, 2020Could We Really Handle Dating Again, in 2021?\nNOVEMBER, 2020Has the Pandemic Made Us Realize That We Kind of Suck?", "paragraphs": ["MARCH, 2020", "Will COVID-19 Change How We Work, Think, and Socialize Forever?", "Will We Ever Return to “Normal Life” (and Do We Even Want To)?", "APRIL, 2020", "Has Working from Home Brought Us Any Closer to Our Families? (Some Say No)", "Are We Holed Up in Our Study, Ostensibly “Writing Our Column” but Actually Hiding from Reality, as Our Wife Shoulders the Quarantine-Parenting Burden?", "MAY, 2020", "Have We Been Slowly Growing Apart from Our Wife During the Pandemic?", "Do We Even Remember the Last Time We Kissed Our Wife? Or the Last Time She Kissed Us?", "Did We Mutually Forget Our Anniversary Last Month? (Sure, It Was Only Our “Dating Anniversary,” but Don’t We Normally Do Something to Mark the Occasion?)", "JUNE, 2020", "Has Our Wife Been Having an Emotional Affair with Her Co-worker Devon? Because Otherwise Why Would They Need to Zoom This Much (and at Odd Times) When Devon Doesn’t Even Work in Our Wife’s Department?", "Will a Vaccine Return Us to Office Life, and, if So, Will Things Inevitably Turn Physical Between Our Wife and This Devon Guy (from Freakin’ Accounting!)?", "JULY, 2020", "Are We Now Secretly Kind of Wishing That the Pandemic Lasts Longer So Our Wife and Devon Can’t “Work Late” One Night and Seal the Deal on This Thing?", "Unless They Already Have? My God, Have They? (Some Say Yes)", "Wait, Is That Why “Curbside Pickup” Takes Our Wife, Like, Two Hours?!", "Why Did Devon, a Total Stranger, Offer to Buy Our Son a PlayStation 5? Those Things Cost a Zillion Dollars", "AUGUST, 2020", "The Pandemic Beard: Is It Actually Working for Us, or Are We Kidding Ourselves?", "Was That Attractive Young Woman at Target Just Being Nice When She Said It Made Us Look Like “That Dude from Foo Fighters”?", "Also, Which “Dude from Foo Fighters”? We Assumed Grohl or the Cute Drummer—but What if It Was, Like, the Bass Player?", "Crap—We Do Kind of Look Like the Bass Player", "SEPTEMBER, 2020", "Could We Really Handle Dating Again, in 2021? (We’re Almost Fifty)", "Or Does the Thought of Losing Our Wife Forever, of Never Again Holding Her in Our Arms Late at Night, Listening to the Rain, Make Us Feel So Empty Inside That Even the Sound of Our Sobs Can’t Pierce the Blackness?", "Does Our Wife Even Read Our Column Anymore? (Some Say No)", "OCTOBER, 2020", "Have We Been Using Our Column to Work Through Embarrassing Personal Problems, and Did Our Boss Warn Us to Stop, Multiple Times?", "Are We Going to Lose Our Job as a Columnist?", "Did We Already Lose Our Job as a Columnist Months Ago and Now We’re Just Scrawling All This on the Fritos-Honey-BBQ-Flavor-Twists Wrappers Strewn Across the Floor of Our Study Slash Temporary Bedroom? (Some Say AGGGGGGGGGHHH!)", "NOVEMBER, 2020", "Has the Pandemic Made Us Realize That We Kind of Suck?", "Should We Finally Shave This Disgusting, Honey-BBQ-Encrusted Beard Off Our Crybaby Face, Slap That Face, Look in the Mirror, and Scream, “YOU’RE BETTER THAN THIS, GODDAMMIT—WAKE UP!”?", "DECEMBER, 2020", "Did We March Into the Kitchen Last Night, as Snow Pelted the Windowpanes, Kiss Our Wife Long and Hard, and Say, “I’ve Been Asleep for Months—Hell, Maybe Years—but I’ve Never Stopped Loving You, and I Could Never Live Without You”?", "Did Our Wife, After a Silence That Lasted an Eternity, Kiss Us Back, Longer and Harder, Her Sea-Green Eyes Filling with Tears, and Say, “You’ll Never Have To”?", "Moments Later, Did Our Son Walk in on Us, Nakedly Entwined on the Kitchen Floor, Forming a Visual Tableau That Will Surely Scar Him for Life? (Some Say GROSSSSSSSS!!!)", "HOLIDAYS, 2020", "Yes, Video Games Are Bad for You—but Did Buying Our Son a PlayStation 5 Actually Bring Us All Closer Together?", "Did That Devon Guy Wind Up Getting Fired for Embezzling Company Funds? (And Was It Because of an “Anonymous Tip”?)", "JANUARY, 2021", "How to Grovel Your Way Back to Your Old Job (Hint: Blame the Pandemic)", "Will 2021 Be a Better Year Than 2020? (Some Say Yes)"], "authors": ["Craig Thomas", "Craig Thoma", "Sam Corbi"], "keywords": ["writers", "think", "pieces", "work", "devon", "kind", "son", "life", "look", "night", "pandemic", "say", "wife"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}