{"id": "8bce24dc-caab-3312-ad65-84f94fbe997f", "title": "The colours of terror - The world should not ignore systematic torture in Belarus", "url": "https://www.economist.com/leaders/2020/12/05/the-world-should-not-ignore-systematic-torture-in-belarus", "summary": "Colour-coding prisoners is standard practice in Belarus, a European country that has been ruled by Alexander Lukashenko for the past 26 years.\nMr Lukashenko has so far stopped short of opening fire on demonstrators.\nThat such abuse can take place in a country which borders the European Union is a blot on the continent’s reputation.\nBut sanctions against the Belarusian regime have been limited to a travel ban and an asset freeze for a few named officials, including Mr Lukashenko.\nIn a slap to the Belarusian people, Israel has sent its ambassador to present Mr Lukashenko with his credentials.", "paragraphs": ["G REEN MEANS humiliation, which may involve sexual abuse or the threat of rape. It is reserved for young men sporting dreadlocks, long hair or piercings. Yellow paint, when daubed on those who ask too many questions or argue with riot police, spells a beating. Those who try to run away or resist arrest are sprayed with red paint and subjected to torture so severe that it could leave them disabled for life.", "Colour-coding prisoners is standard practice in Belarus, a European country that has been ruled by Alexander Lukashenko for the past 26 years. What is new is that since August, when Mr Lukashenko declared himself president again after another fraudulent election, his goons have used colour codes to systematise the brutalisation of thousands of peaceful protesters, according to Nash Dom, a Belarusian NGO .", "The colour codes testify to the scale both of state terror and of the national resistance movement. Over the past four months more than 30,000 people have been detained, and some 4,000 have alleged they have been tortured. Some have been stripped naked, shot with rubber bullets from close range, sodomised with truncheons or driven through a corridor of thugs for more beatings. Victims are paraded and humiliated on state television. Terrified into submission, some are forced to apologise on air for imaginary crimes.", "Mr Lukashenko has so far stopped short of opening fire on demonstrators. However, several have been killed. The latest, 31-year-old Roman Bondarenko, a military veteran and children’s art teacher, was reportedly bludgeoned to death for trying to stop Mr Lukashenko’s thugs from taking down red and white ribbons, a symbol of national resistance. A doctor who tried to save him, and who contradicted the official story that Mr Bondarenko was drunk, was arrested and forced to recant on camera.", "That such abuse can take place in a country which borders the European Union is a blot on the continent’s reputation. Yet the response from the EU ’s key member states has been limp. Many European leaders, including Angela Merkel, the German chancellor, and Emmanuel Macron, the French president, have made the symbolic gesture of meeting Svetlana Tikhanovskaya, the probable true winner of the rigged election in August, who has since then been forced into exile (see article). But sanctions against the Belarusian regime have been limited to a travel ban and an asset freeze for a few named officials, including Mr Lukashenko. In a slap to the Belarusian people, Israel has sent its ambassador to present Mr Lukashenko with his credentials.", "The main reason for European inaction and Mr Lukashenko’s staying power is Russia, which has forged a kind of political union with Belarus. Vladimir Putin, Russia’s president, has warned the West against meddling in what he claims as his backyard. After his invasion of eastern Ukraine in 2014, few Western leaders are willing to wade in. But there are some simple steps that they could and should take, preferably together.", "To start with, they should stop buying chemicals, petrol and metal from Belarus’s state-owned firms and impose sanctions on anyone who does. More important, they should offer the prospect of justice to the people of Belarus and punishment to their torturers. They should do so not just for the sake of Belarusians but also to honour their own values. Next year, when Joe Biden is president of the United States, he should do the same.", "Violence is carried out not by abstract agencies, but by specific people who serve in them and hide their faces beneath balaclavas. Those agencies should be designated for what they are—organs of terror. Western governments should take a cue from Lithuania and Poland in collecting evidence and setting up investigations into crimes against humanity. They should apply the principle of universal jurisdiction in cases of torture. Standing up for human rights in Belarus is not interference. It is the duty of every self-respecting country. ■"], "authors": ["The Economist"], "keywords": ["colours", "president", "forced", "union", "world", "country", "torture", "terror", "belarusian", "belarus", "systematic", "lukashenko", "mr", "western", "ignore", "european"], "pubDate": "2020-12-05T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}