{"id": "8bd67122-a3ea-3237-92be-eb523261734c", "title": "Bravely Default II Review – Switching Up The Grind", "url": "https://www.gameinformer.com/review/bravely-default-ii/bravely-default-ii-review-switching-up-the-grind", "summary": "Bravely Default II hearkens back to another age of fantasy role-playing games, where players would find tiles to pace back and forth on, taking on random encounters to gain experience and resources before proceeding to the dungeon boss.\nLuckily, Bravely Default II is cognizant of its own nature, and provides players the tools to fly through skirmishes once your setups get going.\nBy combining skills and abilities, there’s no problem getting the job experience and gear needed to overcome the tough fights.\nBravely Default II succeeds at delivering what it’s best at: offering a taste of the past with the emphasis on creative class combinations, hordes of foes, and big boss battles.\nBravely Default II deftly harnesses some of the ancient enchantment of classic grind-and-go console RPGs – but don’t expect anything beyond that.", "paragraphs": ["Bravely Default II hearkens back to another age of fantasy role-playing games, where players would find tiles to pace back and forth on, taking on random encounters to gain experience and resources before proceeding to the dungeon boss. Managing a team of four, players change jobs to access a wide variety of skills and abilities, combine them with gear choices, and craft their own satisfying builds to take on encounters. The overall experience is a nice trip for those looking to immerse themselves in job experiments, exploration, and monster-slaying, but the ride is firmly rooted in a formula that can drift toward dull at times.", "Environments are all over the place in terms of quality as you tackle myriad dungeons. A few are quite picturesque and memorable with visual trappings like flying bats or scrying clouds, but the majority are drab caves, earthy sprawls, and undercityscapes. Some neat lighting effects accompany some of the surroundings, but outside of a few exceptions, the world is a forgettable backdrop for monsters to crawl around in.", "Epic signature fights at the end of each dungeon are often multi-phase affairs that can force you to craft a team designed to capitalize on its strengths and weaknesses, which may mean you’re going back to the grind. It feels good to “solve” a boss puzzle, but it also means you can’t rely on a single team with stacked abilities to get you through each encounter, as using the wrong sets of skills for a particular battle can have you annihilated in moments. The experience of crushing through a dungeon, collecting all the loot, and then getting the entire team slaughtered in a single attack by the area boss can be humbling (and definitely frustrating), but working out how to combine and craft a team to handle various challenges is satisfying as well.", "Grinding is a big part of the game, so if you don’t enjoy doing it, this one probably isn’t for you. Luckily, Bravely Default II is cognizant of its own nature, and provides players the tools to fly through skirmishes once your setups get going. By taking advantage of ultra-fast combat speed and monster treats that allow you to stack up a bunch of battles into one for additional rewards, you can take the sting out of hours of grinding and turn it into a much more palatable pastime.", "While grinding, it’s time to start thinking about job abilities in interesting and fun ways to forge lawnmower compositions that gobble up experience and loot in ridiculous quantities. For instance, I loved making my basic attacks hit all enemies with additional basic attack chances on top with stealing effects, allowing my crew to hit every target on screen with each attack and rob them at the same time. By combining skills and abilities, there’s no problem getting the job experience and gear needed to overcome the tough fights.", "The “dungeon, savepoint, boss” template is slightly broken up by refreshing side quests and world exploration activities that include massively overpowered rare monsters that can be found in out-of-the-way areas on the world map. There’s even an entertaining Triple-Triad-style card game that you can dig into to break the standard routine. Still, killing reams of opponents loses its luster and feels monotonous from time to time, even with the alternative activities. On one occasion when I unloaded in town, I had approximately 80 of one axe drop to sell – a testament to just how many challengers I’d downed on that farm session.", "While these side activities are most welcome, you’re still going to have to be comfortable with hours of monster mashing. As I harbor a good deal of nostalgia for old-school RPGs, this wasn’t a problem for me, but if you’re expecting a captivating story, interesting dialogue, or villains that don’t produce massive eyerolls, you won’t find those things here. The baddies have some of the hammiest quips I’ve ever seen, combined with lame responses from our heroic cast.", "Fans of previous games may notice that the ability to turn off enemy encounters has been removed in this outing of Bravely, but don’t worry about it too much. Enemies that are weaker than the party will run quickly away, meaning they only need to be battled if you opt in to that fight. This allows you to turn your monster treats on for farming, and move through areas without a single battle when focused on progression.", "Bravely Default II succeeds at delivering what it’s best at: offering a taste of the past with the emphasis on creative class combinations, hordes of foes, and big boss battles. Bravely Default II deftly harnesses some of the ancient enchantment of classic grind-and-go console RPGs – but don’t expect anything beyond that."], "authors": ["Pc Editor", "Daniel Has Been At Game Informer For Seven Years", "Specializing In Multiplayer Titles", "Pc Games. When He'S Not Speculating On The Future Of The Industry", "You Can Find Him Exploring Vast Online Worlds", "Probably Streaming The Experience."], "keywords": ["ii", "bravely", "dungeon", "team", "default", "boss", "experience", "abilities", "switching", "dont", "review", "grind", "youre"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}