{"id": "8bd73aa0-f412-3f91-a989-d1718138b1ab", "title": "The Best iPad to Buy (and the Ones to Avoid)", "url": "https://www.wired.com/gallery/the-best-ipad#intcid=_wired-homepage-right-rail_02fe7cda-7505-4f31-8f5f-b58572256e0b_popular4-1", "summary": "Apple's 4th-generation iPad Air (read our review here) will make you wonder if there's any need to shell out for the iPad Pro.\nIts speed and performance is on par with the Pro, and it uses the new A14 Bionic, just like the iPhone 12 range).\nIt has no home button, but Apple has integrated Touch ID into the power button, so you can still use your fingerprint to unlock the slate or to authenticate purchases.\nThere's also no Face ID, making it the option for anyone who hates the idea of using face recognition for security.\nWIRED's Lauren Goode reviewed this model and said Touch ID occasionally takes a few tries to work, but it's fast when it does register.", "paragraphs": ["Apple's 4th-generation iPad Air (read our review here) will make you wonder if there's any need to shell out for the iPad Pro. Its speed and performance is on par with the Pro, and it uses the new A14 Bionic, just like the iPhone 12 range). It also looks exactly like the Pro, with uniform and slim edges around its 10.9-inch screen. You get many of the same features, including support for the second-generation Apple Pencil—which can magnetically attach to the edge for automatic charging and pairing—and a USB-C port. That last note means you can use your MacBook charger to juice up this tablet.", "It has no home button, but Apple has integrated Touch ID into the power button, so you can still use your fingerprint to unlock the slate or to authenticate purchases. There's also no Face ID, making it the option for anyone who hates the idea of using face recognition for security. WIRED's Lauren Goode reviewed this model and said Touch ID occasionally takes a few tries to work, but it's fast when it does register. She's also noticed the screen's backlight bleeding at the edges, which some buyers have complained about. If you notice this problem, you may want to ask Apple for a replacement."], "authors": ["Julian Chokkattu", "Julian Chokkatt", "Jeffrey Van Cam"], "keywords": ["apple", "theres", "pro", "button", "touch", "face", "buy", "best", "work", "edges", "ones", "avoid", "id", "ipad"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}