{"id": "8bde6719-ab98-3a85-a711-f529b34aefe7", "title": "Nier Replicant Has Gone Gold", "url": "https://www.gameinformer.com/2021/04/07/nier-replicant-has-gone-gold", "summary": "Nier Replicant ver.\nIf you haven’t been keeping up with the game, Nier Replicant is the Western release of the Japanese-exclusive version of 2010’s Nier.\nMeanwhile, the game’s combat and presentation is not unlike 2017’s Nier: Automata, which is the sequel to both versions of the original Nier.\nGI editors Kim Wallace and Jay Guisao recently sat down and discussed their impressions of Nier Replicant from the perspectives of a longtime fan and relative newcomer, respectively.\nAre you excited to play Nier Replicant?", "paragraphs": ["Nier Replicant ver. 1.22474487139 has gone gold! What does that mean? It means that, according to Toylogic and Square Enix, the game is ready for prime time when it launches April 23.", "If you haven’t been keeping up with the game, Nier Replicant is the Western release of the Japanese-exclusive version of 2010’s Nier. The story of that game is similar to one players in the U.S. experienced; you’re on a mission to cure a loved one from a deadly illness. But whereas the Western Nier starred a father trying to save his daughter, Replicant centers on a brother fighting to cure his sister. As such, the story takes a lot of different turns we didn't get to experience a decade ago. Meanwhile, the game’s combat and presentation is not unlike 2017’s Nier: Automata, which is the sequel to both versions of the original Nier.", "GI editors Kim Wallace and Jay Guisao recently sat down and discussed their impressions of Nier Replicant from the perspectives of a longtime fan and relative newcomer, respectively. It’s a great read that you can check out here. You can also watch us revisit the original Nier in this January episode of Replay.", "Missed out on all of our previous coverage of Nier Replicant? Don't fret. You can catch up on all of our previous coverage by hitting the following links:", "Nier Replicant is slated to launch on PlayStation 4, Xbox One, and PC on April 23.", "As someone who missed out on 2010’s Nier but loved Automata, I’m excited to dive into Replicant. Hopefully the news of the game going Gold actually means it’s done and we won’t have any launch day jank that’s plagued so many other games. Are you excited to play Nier Replicant? Let us know in the comments!"], "authors": ["Associate Editor", "Marcus Is An Avid Gamer", "Giant Wrestling Nerd", "A Connoisseur Of Cartoons", "Obscure Childhood References. The Cat'S Out Of The Bagel Now"], "keywords": ["means", "western", "nier", "original", "game", "launch", "gone", "loved", "replicant", "previous", "gold"], "pubDate": "2021-04-07T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}