{"id": "8be17e6f-d9c6-3f03-80d6-09e945c8fd7e", "title": "Brown's 18 points lead No. 13 Texas over Texas State 74-53", "url": "https://www.foxnews.com/sports/browns-18-points-lead-no-13-texas-over-texas-state-74-53", "summary": "13 Longhorns hope he took a big step in that direction Wednesday night with 18 points behind some late-game sharpshooting in a 74-53 win over Texas State, their final tune-up before starting Big 12 play on the road at No.\n“He looked like a good shooter on those balls,\" Texas coach Shaka Smart said before noting Brown's occasional defensive lapses.\nMason Harrell scored 14 points for Texas State (3-2) .\nBIG PICTURETexas State: The Bobcats were overmatched physically but play hard for interim coach Terrence Johnson.\nHe was still in the starting lineup against Texas State and finished with eight points and nine rebounds in 20 minutes.", "paragraphs": ["For Texas freshman Greg Brown, every minute on the court, every shot and defensive matchup is a chance to grow into the player one of the program's biggest recruits in years is expected to be.", "The No. 13 Longhorns hope he took a big step in that direction Wednesday night with 18 points behind some late-game sharpshooting in a 74-53 win over Texas State, their final tune-up before starting Big 12 play on the road at No. 2 Baylor.", "“It's been kind of a struggle for me on the offensive end,\" Brown said after shooting 7 of 14 against the Bobcats. “I’m just learning how to play with pace and play off my teammates. In high school, I was a one-man show. I've got other good players on my team and I've got to use them.\"", "CLICK HERE FOR MORE SPORTS COVERAGE ON FOXNEWS.COM", "Many project Brown as the latest of several one-and-done Longhorns players in recent years. He has plenty of experience to lean on in a senior-laden lineup while he's still here.", "“He’s a young guy playing with a lot of veteran players,\" said Texas senior guard Andrew Jones, who chipped in 11 points. “He needs to figure out when to attack and when not to attack.\"", "Texas attacked the basket with attitude early, taking advantage of its length and muscle against the undersized Bobcats. The Longhorns had nine dunks on 12 baskets in the first half, starting with a slam by Jericho Sims for the game's first points.", "“We wanted to really set a tone,” Jones said. “In the past we’ve struggled with mid-major teams. We wanted to make a statement today. It was really part of the game plan, to impose our will.”", "Texas led 33-20 at halftime and appeared to be cruising before the Bobcats started whittling away at the deficit. Baskets by Isaiah Small twice got the Bobcats within seven before Texas answered each time with 3-pointers by Matt Coleman III and Courtney Ramey.", "A baseline dunk from Jones and a 3-pointer from Brown a minute later pushed the Longhorns' lead back to 16. Brown then hit two in a row from long range to push the lead to 68-49 with 2 minutes left.", "“He looked like a good shooter on those balls,\" Texas coach Shaka Smart said before noting Brown's occasional defensive lapses. “Our job is to coach him. He's making progress. Still a long way to go.\"", "Ramey added 11 points for the Longhorns (5-1), who are off to a strong start with their highest ranking in six seasons under Smart, who just last season was facing intense pressure for his job.", "Mason Harrell scored 14 points for Texas State (3-2) .", "BIG PICTURE", "Texas State: The Bobcats were overmatched physically but play hard for interim coach Terrence Johnson. Texas State was turned upside down over the summer when former coach Danny Kaspar was suspended and later resigned while under investigation for allegations he directed racist taunts at Black players.", "Texas: The Longhorns are waiting for Sims to assert himself. Smart acknowledged this week the team is pushing the senior for more production after he averaged under 7 points and 7 rebounds over the first five games. He was still in the starting lineup against Texas State and finished with eight points and nine rebounds in 20 minutes.", "SURPRISE APPEARANCE", "Texas junior forward Kamaka Hepa, who Smart has said wants to redshirt this season, made his first appearance this season. He played four minutes in the first half and made a 3-pointer. He didn't play in the second half.", "BATTLE ON THE BOARDS", "Despite being undersized, Texas State matched the Longhorns' 13 offensive rebounds, which didn't please Smart heading into what promises to be much tougher play in the Big 12.", "“We’re going to have play tougher. Guys are going to have to grab the ball better,” Smart said. “Our guys did fly around and played with good energy on defense, but we’ll have to play better on Sunday for sure.\"", "UP NEXT:", "Texas State hosts Our Lady of the Lake on Saturday.", "Texas travels to No. 2 Baylor on Sunday for the Big 12 opener."], "authors": [], "keywords": ["13", "browns", "state", "big", "points", "coach", "18", "lead", "smart", "play", "longhorns", "bobcats", "texas", "brown", "7453"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}