{"id": "8c2eb02a-108f-3c21-8728-663a8884e426", "title": "Watch What Ancient Farmers Had Right About Corn | Wired Video | CNE | Wired.com", "url": "https://www.wired.com/video/watch/what-ancient-farmers-had-right-about-corn", "summary": "It comes from a wild grass known as teosinteand these right here are grainsfrom the wild teosinte plant.\nHowever, in modern food processing,the crucial nixtamalization processis almost always skipped overoutside of areas with ancient ties to maize production.\nFor millions of years, our ancestors developed technologiesand approaches to food to make it safe,nutrient dense and bioavailable,but most modern food processing does the exact opposite.\nEarly maize farmers solved this problemthousands of years ago.\nWhat we need to do is look to the pastand incorporate those traditional practicesinto our modern food system.", "paragraphs": ["Transcript", "[classical music]", "Maize or corn is one of the most widely grown grains", "in the world and is a staple in many of our diets.", "But what you might not know", "is that the way that much of it is processed", "has contributed to making millions of people sick", "and killing hundreds of thousands over the past 500 years.", "I'm Dr. Bill Schindler, food archeologist, chef", "and director of the Eastern Shore Food Lab", "at Washington College.", "Our modern approach to food processing", "which prioritizes convenience and profit", "over safety and nutrition", "has negatively impacted the nutritional value of maize", "for our human bodies.", "However, there is a process that will transform maize", "into its most nutritious and delicious form,", "but that process has yet to be adopted by most of the world.", "And that's what we're gonna talk about today.", "[classical music]", "Archeological evidence suggest that maize domestication", "may have started thousands of years ago", "in the Balsas Valley of Mexico.", "It comes from a wild grass known as teosinte", "and these right here are grains", "from the wild teosinte plant.", "Now archeologists are not even sure why maize domestication", "even started in the first place.", "Was it for food?", "Was it for the alcohol they could create out of it?", "Was it for some utilitarian purpose?", "Or was it for something else altogether?", "What we do know is that the genetic mutations", "that have occurred have transformed wild teosinte grains", "into maize as we know it today.", "For example, early versions of maize", "had kernels that were individually wrapped just like this.", "This required a tremendous amount of time", "and labor to harvest so early farmers", "were able to genically modify maize", "to produce a cob covered by one husk like we know it today.", "These types of transformations increase the volume of food", "and decrease the amount of work necessary", "to access that food.", "However, maize is one of the most difficult grains", "in the world for our human digestive tracts", "to fully break down and from which to derive", "the maximum amount of nutrition.", "It is very high in cellulose,", "an insoluble fiber that our bodies cannot break down.", "And some of the nutrients exist in forms", "that our bodies just can't access.", "However, early farmers discovered a process", "known as nixtamalization", "which provided their bodies access to that nutrition.", "[classical music]", "Originally this process involved steeping kernels of maize", "in a solution of water and wood ash,", "but over time wood ash was replaced with lye", "and even pickling lime.", "But the process remains the same.", "The mixture of a base with water", "creates an alkaline solution", "which chemically and physically transforms the maize", "into its safest and most nourishing form possible", "for our digestive tracts.", "Nixtamalization has many benefits.", "For instance, it detoxifies grains", "and neutralizes anti-nutrients such as phytic acid.", "It raises the calcium content by up to 400%,", "increases the protein quality,", "improves the amino acid balance and releases niacin", "from niacytin, its natural form,", "which is bound up and otherwise unavailable to our bodies.", "Finally, it makes the grains easier to grind", "and transforms the flavor, aroma and texture.", "Nixtamalizing maize produces nixtamal", "and grinding nixtamal produces a dough known as masa.", "From masa, a number of different traditional foods", "can be made such as tortillas, tamales", "and even a drink known as atole.", "When made properly using traditional processing,", "these foods are incredible nourishing.", "Today, maize is in almost every processed food", "and is a staple for people around the world.", "However, in modern food processing,", "the crucial nixtamalization process", "is almost always skipped over", "outside of areas with ancient ties to maize production.", "In fact, many food producers", "likely don't even know it's a possibility.", "When nixtamalization is skipped,", "much of the maize's nutrition remains locked up", "and inaccessible to our bodies no matter how we cook it.", "When we eat maize like this,", "we are literally passing nutrients from our food", "through our bodies and into our waste.", "[classical music]", "Historically this widespread absence", "of nixtamalization in maize processing", "has even led to more serious problems across the globe.", "There is a disease called pellagra", "caused by a deficiency of niacin in the diet", "that produces symptoms such as red scaly skin, diarrhea,", "dementia and in advanced stages even death.", "Over the past several hundred years", "as maize has spread around the world,", "this disease has followed in its wake.", "Because maize is incredibly cheap and filling,", "it regularly dominates diets,", "often to the exclusion of other food", "and essential nutrients.", "Cultures that become over-reliant on maize,", "maize that has not been nixtamalized,", "do not have access to all the nutrition that it contains.", "As a result, millions of people around the world", "ate massive quantities of maize,", "became deficient in niacin and pellagra ran rampant.", "Just think about how crazy that is.", "People around the world are getting sick and dying", "from a niacin deficiency", "while eating large amounts of a food that contains niacin.", "While this might not be a big concern for you in your area,", "there are still places that rely heavily on maize", "experiencing this problem.", "In the early 20th century,", "millions of Americans got pellagra", "which resulted in the deaths of hundreds of thousands.", "When we realized what the problem actually was,", "instead of adopting the practice of nixtamalization,", "we made the decision", "to artificially enrich foods with niacin.", "When we artificially enrich our food,", "we're addressing one symptom,", "but we're missing the much larger underlying problem.", "Yes, it provides with niacin, but we miss out", "on all of the other benefits of nixtamalization", "and just as importantly,", "we miss out on the opportunity", "to connect with a traditional practice", "that has such incredible cultural significance.", "[classical music]", "To meet the demand of an ever-increasing population,", "scientists are developing things like new insecticides", "and genetic modifications to increase maize production,", "but before taking such drastic measures,", "I wonder if we shouldn't first do everything that we can", "to make the most of the maize", "that we're already growing and harvesting.", "Since maize is the most widely grown grain in the world,", "just think about the impact that nixtamalizing", "every single kernel of it would have on our food supply.", "There are choices that you can make", "and things that you can do to make a difference.", "Make a statement with your paycheck", "and support small tortillerias and local food producers", "who are doing everything possible", "to produce safe, nourishing food.", "Remember, tortillas contain one ingredient,", "nixtamalized maize.", "Refuse to purchase tortillas", "that contain dozens of ingredients.", "Or better yet, nixtamalize maize and make tortillas", "from scratch in your own kitchen.", "For millions of years, our ancestors developed technologies", "and approaches to food to make it safe,", "nutrient dense and bioavailable,", "but most modern food processing does the exact opposite.", "Today for the first time in the history of the world,", "we can create obesity and malnutrition", "in the same individual.", "That means the processed food that we're eating", "is so free of nutrients", "that we could eat massive quantities of it", "and still be malnourished.", "This isn't just happening with maize.", "It's happening in different ways throughout our food system.", "This is a problem we don't need", "new food innovations to solve.", "Early maize farmers solved this problem", "thousands of years ago.", "What we need to do is look to the past", "and incorporate those traditional practices", "into our modern food system.", "[classical music]"], "authors": ["Condé Nast"], "keywords": ["food", "early", "know", "niacin", "watch", "video", "wiredcom", "ancient", "wired", "right", "farmers", "traditional", "cne", "modern", "world", "bodies", "maize", "corn", "process"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}