{"id": "8c2fc79d-1fd2-33c1-a91b-88e9eaea20d4", "title": "Amazon's top wedding dress costs $43 - here's why", "url": "http://www.foxnews.com/lifestyle/amazons-top-wedding-dress-costs-43-heres-why", "summary": "Weddings are famously expensive, but savvy shoppers are raving about a clingy lace dress that seems tailor-made for getting married and costs just $43 on Amazon.\nREP. MADISON CAWTHORN MARRIES FIANCÉE CRISTINA BAYARDELLE IN PRIVATE CEREMONYThough Brides reported last year that the average national cost of a wedding dress was $1,631 (including must-have alterations,) buyers have made a curve-hugging mermaid dress the online superstore's number one wedding gown.\n\"I had bought three other expensive dresses for when we were planning a big wedding, and I had actually chosen this one as a reception dress.\nFOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWS\"I will STILL wear this as my reception dress when we have that.\nThis was my dream dress, and I still can’t believe my dream dress was less than $40.", "paragraphs": ["Here comes the bride –and she’s styling in stride.", "Weddings are famously expensive, but savvy shoppers are raving about a clingy lace dress that seems tailor-made for getting married and costs just $43 on Amazon.", "Love is patient, but some people are not. Thousands of couples who got married in 2020 tied the knot with smaller ceremonies and postponed larger parties for the future, according to The Knot’s Real Weddings COVID Study. For those who scaled back and still said \"I do,\" more casual looks could hit all the right notes – setting up an Amazon frock to sweep the competition.", "REP. MADISON CAWTHORN MARRIES FIANCÉE CRISTINA BAYARDELLE IN PRIVATE CEREMONY", "Though Brides reported last year that the average national cost of a wedding dress was $1,631 (including must-have alterations,) buyers have made a curve-hugging mermaid dress the online superstore's number one wedding gown. Nearly 75% of the 4,810 reviews on the Lalagen Wedding Dress are a five-star rating, with shoppers praising the stretchy fabric and off-the-shoulder neckline as universally flattering – and cheaper than a bottle of a nice champagne.", "Breaking down the affordable price tag, the New York Post reports that designer Lalagen keeps cost low with a direct-to-consumer model and practical production (i.e. flexible fabrics and low-cost zippers.) The fashion brand from Fujian, China can also keep the favorite frock cheap by offering it in five sizes, and lure brides in a hurry with speedy Prime shipping.", "\"They don’t have to cut as many sizes because the fabric has some stretch to it,\" Valerie Cooper, chief executive of apparel production firm Heart-Hunters Consulting, said of the sizing, the Post reports. By doing away with traditional tricks like \"boning\" and \"corseting,\" the style is more size-inclusive by design, too.", "CLICK HERE FOR FOX NEWS' CONTINUING CORONAVIRUS COVERAGE", "One Amazon shopper said the dress was a dream come true for her coronavirus elopement nuptials, and revealed she planned to rock it again at her larger reception in the future.", "\"I had bought three other expensive dresses for when we were planning a big wedding, and I had actually chosen this one as a reception dress. Before we canceled the big wedding, I was seriously considering this as my main ceremony dress because I loved it that much,\" the bride wrote online.", "FOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWS", "\"I will STILL wear this as my reception dress when we have that. This was my dream dress, and I still can’t believe my dream dress was less than $40. Would recommend to anyone, whether on a budget or not.\""], "authors": ["Janine Puhak", "Janine Puhak Is An Editor For Fox News Lifestyle."], "keywords": ["sizes", "married", "post", "dress", "wedding", "amazons", "reception", "dream", "shoppers", "reports", "43", "production", "costs", "heres"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}