{"id": "8c4b7788-8af9-3b57-9d52-f981a5fe3285", "title": "2021 Home Decor Trends for Every Personality", "url": "https://www.vogue.com/article/home-decor-trends-for-every-personality-2021", "summary": "Nell Diamond, New YorkThis may be little surprise, but the founder of Hill House Home—a collection of bedding, linens, and house-centric fashions, including a stylish and sleepable Nap Dress—considers herself a homebody.\nMore recently, she’s crossed Patrick Radden Keefe’s Say Nothing, Min Jin Lee’s Pachinko, and Douglas Stuart’s Shuggie Bain off her reading list.\nFinn’s] The Woman in the Window, like right at the beginning of the pandemic, which was weird,” she says.\nBut she’s come to miss her friends in New York and getting dressed up for no reason.\n“I’m dying to wear them.”­—L.R.", "paragraphs": ["Nell Diamond, New York", "This may be little surprise, but the founder of Hill House Home—a collection of bedding, linens, and house-centric fashions, including a stylish and sleepable Nap Dress—considers herself a homebody. “It’s a sacred space for me,” Diamond says, speaking from her West Village town house, which has seen some recent additions: In October, she welcomed twins Willow and Sebastian to the family, giving siblings to her son Henry. “When their rocking chair was delivered,” she recalls of her time in lockdown, “it was the first time in five months that people not related to me had been in my home.” To follow Diamond on Instagram is to enroll in Marketing to Millennials 101—her loyal followers give Diamond direct feedback on fit and fabric (and stay for videos of Henry asleep in the back seat with the twins). In short, there’s nothing not to like. Next up: her first tabletop collection, with everything conceived and executed from home. “It’s allowed me to show up for both the babies and my work in ways that I wouldn’t have been able to if I had been going back to an office,” says Diamond, who doesn’t shy away from the fact that, throughout, she’s almost exclusively worn her Nap Dresses. “What can I say?” she asks. “I’ve just never been a pants person.”—L.R.", "Richard Ginori 1735 Oriente Italiano mug $100 NEIMAN MARCUS Shop Now Scully & Scully sterling silver lady's brush set $1,650 SCULLY & SCULLY Shop Now", "Hill House Home The Women's Hotel robe $100 HILL HOUSE HOME Shop Now The Munio wildflower candle $29 URBAN OUTFITTERS Shop Now", "Hill House Home botanical pillowcase set $100 HILL HOUSE HOME Shop Now Hunting Season The Beauty Case $495 HUNTING SEASON Shop Now", "Hewson in a Fendi dress, bodysuit, and boots (all at fendi.com). Makeup, Zoë Clark. Fashion Editor: Tabitha Simmons. Photographed by Simon Watson, Vogue, April 2021", "Eve Hewson, Dublin", "Last spring, upon seeing reports that flights between the U.S. and U.K. could potentially halt, Hewson immediately decamped from her apartment in Brooklyn (where she’d been living since 2014) back to Dublin, where she grew up. “I packed one suitcase with one pair of sweatpants and flew home to my family,” she says. Upon arrival, she slowed down, spending a stretch of time sleeping in her childhood bedroom and streaming shows with her parents (Bono and Ali Hewson) and her three siblings—everything from Normal People (“cried my eyes out”) to Tiger King (“I think everybody went through that”). More recently, she’s crossed Patrick Radden Keefe’s Say Nothing, Min Jin Lee’s Pachinko, and Douglas Stuart’s Shuggie Bain off her reading list. “I also read [A.J. Finn’s] The Woman in the Window, like right at the beginning of the pandemic, which was weird,” she says. “It’s about this woman who’s stuck in her house and she’s agoraphobic, so that was sort of a beautiful meta experience.”", "After her time at home, Hewson relocated to London— “I’m just Airbnb-ing every month, winging it with no plan”—where she’s about to begin her next project. (The actor can currently been seen in Netflix’s steely psychological thriller Behind Her Eyes and as the intrepid heroine at the heart of a New Zealand Gold Rush–era murder-mystery in Starz’s The Luminaries.) But she’s come to miss her friends in New York and getting dressed up for no reason. “I have fantasy outfits for whenever I’m going to be able to wear them—I bought these Rick Owens giant platform boots last fall when I thought that this would be over soon, and they’re just a bit too much to wear, you know, to Whole Foods, so they’ve been sitting there in my bedroom just looking at me,” she says. “I’m dying to wear them.”­—L.R.", "Dior trinket tray $390 DIOR Shop Now Vintage Buttercup botanical prints, set of 3 $30 ETSY Shop Now", "The Inside scalloped screen $399 THE INSIDE Shop Now Lorenza Bozzoli Design pink ottoman $1,435 ARTEMEST Shop Now"], "authors": ["Condé Nast"], "keywords": ["personality", "house", "wear", "shes", "im", "set", "hill", "shop", "decor", "scully", "diamond", "hewson", "trends", "2021"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}