{"id": "8c5c65a4-5da7-34e4-a760-3cb54fcab706", "title": "Journalists face Twitter backlash for drawing attention to Biden's mispronunciation of HHS pick Becerra", "url": "https://www.foxnews.com/media/journalists-face-twitter-backlash-for-drawing-attention-to-bidens-mispronunciation-of-hhs-pick-becerra", "summary": "BIDEN BOTCHES HHS PICK BECERRA'S NAME, CALLS NOMINEE 'SECRETARY OF HEALTH AND EDUCATION SERVICES'\"For Secretary of Health and Education Services, I nominate Xavier Bacheria,\" Biden said while reading from the teleprompter.\n\"Biden rather incorrectly pronounces 'Becerra' as he introduces his new HHS pick,\" Associated Press White House reporter Jonathan Lemire tweeted.\n\"Biden botches the pronunciation of 'Becerra' as he introduces his pick to lead HHS,\" Washington Post reporter Seung Min Kim similarly said.\nSEN. KENNEDY PREDICTS 'TOUGH CONFIRMATION' FOR BIDEN'S HHS PICK\"Biden mispronounces the last name of his HHS nominee, California Attorney General Xavier Becerra,\" ABC News reporter Johnny Verhovek wrote.\n\"theyre [sic] going to be deathly bored under biden [sic].", "paragraphs": ["Several reporters faced intense backlash on social media for drawing attention to President-elect Biden's mispronunciation of his Health and Human Services Secretary nominee Xavier Becerra, perhaps offering a glimpse of what kind of condemnation journalists will face for offering any sort of critical coverage of the incoming administration.", "On Tuesday, following the announcement that Becerra, California's attorney general and a former Democratic congressman, would be the president-elect's pick to head HHS, Biden botched the introduction of his cabinet pick during an event rolling out his health and coronavirus team by fumbling with Becerra's last name, and misidentified the role he was selecting him for.", "BIDEN BOTCHES HHS PICK BECERRA'S NAME, CALLS NOMINEE 'SECRETARY OF HEALTH AND EDUCATION SERVICES'", "\"For Secretary of Health and Education Services, I nominate Xavier Bacheria,\" Biden said while reading from the teleprompter.", "A moment later, Biden correctly pronounced Becerra's last name.", "While the gaffe went viral among the president-elect's critics, several reporters also commented on the verbal blunder.", "\"Biden rather incorrectly pronounces 'Becerra' as he introduces his new HHS pick,\" Associated Press White House reporter Jonathan Lemire tweeted.", "\"Biden botches the pronunciation of 'Becerra' as he introduces his pick to lead HHS,\" Washington Post reporter Seung Min Kim similarly said.", "SEN. KENNEDY PREDICTS 'TOUGH CONFIRMATION' FOR BIDEN'S HHS PICK", "\"Biden mispronounces the last name of his HHS nominee, California Attorney General Xavier Becerra,\" ABC News reporter Johnny Verhovek wrote. \"He then quickly corrected himself.\"", "\"Oooof. Biden says Xavier BACK-A-Ria. Before correcting himself,\" Daily Beast politics editor and MSNBC contributor Sam Stein said.", "As Mediaite pointed out, each of the journalists were \"ratioed,\" meaning the replies, which were largely made up by pro-Biden critics, far exceeded the number of likes and retweets their tweets received.", "\"theyre [sic] going to be deathly bored under biden [sic]. the trump [sic] show is ending,\" liberal journalist Oliver Willis wrote in response to Stein's tweet. So \"its [sic] time to elevate all kinds of nonsense to a national scandal.\"", "BIDEN BUNGLES DEM TICKET, REFERS TO HARRIS-BIDEN ADMINISTRATION' IN CAMPAIGN SPEECH", "One critic accused Stein of \"mocking someone's speech impediment,\" something Biden has been outspoken about during the election as a lifelong struggle.", "\"This is pathetic, Jon,\" photographer John de Guzmán told the Associated Press reporter.", "\"Trump continues to assault or Democracy, God knows how many people Rudy gave #COVID19 too but heaven forbid Biden miss pronounces a word,\" anti-Trump activist Dave Weissman replied to the Washington Post reporter, referencing Trump lawyer Rudy Giuliani's recent coronavirus diagnosis.", "\"He. Has. A. Stutter,\" Christine Pelosi, daughter of House Speaker Nancy Pelosi, told Kim. \"Stutters cause mis-pronunciation. Biden corrected himself. You and the @washingtonpost editors really need to reflect on your ableism and #dobetter.\"", "CLICK HERE FOR THE FOX NEWS APP", "In October, Biden raised eyebrows for mispronouncing the first name of his running mate, now-Vice President-elect Kamala Harris, after critics previously claimed that saying her first name incorrectly was bigoted.", "In September, Biden bungled the order of the Democratic ticket by referring to a \"Harris-Biden administration\" in a campaign speech."], "authors": ["Joseph Wulfsohn", "Joseph A. Wulfsohn Is A Media Reporter For Fox News. Follow Him On Twitter"], "keywords": ["pick", "biden", "sic", "hhs", "backlash", "nominee", "twitter", "mispronunciation", "drawing", "secretary", "becerra", "reporter", "journalists", "face", "bidens", "xavier", "health"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}