{"id": "8c8821e9-50fd-32ff-ae6f-d60ad396d98f", "title": "In Kate Lebo’s New Memoir-Cookbook, Fruit Is a Complicated Subject", "url": "https://www.vogue.com/article/kate-lebo-new-memoir-cookbook-difficult-fruit", "summary": "Author Kate Lebo chooses instead to focus on what makes certain fruit potentially fraught subject matter in The Book of Difficult Fruit: Arguments for the Tart, Tender, and Unruly (with recipes), out April 6.\nIn The Book of Difficult Fruit, Lebo, a pie maker—who has published several cookbooks, manifestos, and poetry zines that explore sweets in the past—weaves in historical and scientific information about fruit with her own personal history.\nOr, likewise, the collective known as Fallen Fruit, who attempts to make the access to fruit more open-source through their maps of trees, largely in Los Angeles.\nIt seemed like an interesting way to understand a breakup I had years prior with a man who had Celiac’s disease.\nAs someone who works with fruit all the time with your pies, what was the hardest chapter to write about?", "paragraphs": ["Pleasurable and joyful associations with fruit are bountiful. For those, I might suggest reading one of the lovely pieces online about how a bowl of cut fruit can be a type of love language for Asian mothers.", "Author Kate Lebo chooses instead to focus on what makes certain fruit potentially fraught subject matter in The Book of Difficult Fruit: Arguments for the Tart, Tender, and Unruly (with recipes), out April 6. In The Book of Difficult Fruit, Lebo, a pie maker—who has published several cookbooks, manifestos, and poetry zines that explore sweets in the past—weaves in historical and scientific information about fruit with her own personal history. There is discussion of invasive species and the way stone fruits' pits contain a compound that the body can digest into cyanide. Samin Nosrat has called the text at once “dazzling” and “thorny.”", "Select elements of Lebo’s project—and I say project because it neither conforms to a traditional personal essay collection or cookbook form—brings to mind the work of photographer William Mullan, who’s still-lifes are as much educational tool for learning about lesser-seen apple varieties as they are an artistic archive of flavor potential. Or, likewise, the collective known as Fallen Fruit, who attempts to make the access to fruit more open-source through their maps of trees, largely in Los Angeles.", "Here, Lebo is more focused on using fruit motifs as a way to understand her memories of broken hearts and health issues, by giving attention to its messier bits—all with accompanying ways to make jams, smoothies, shrubs, and more.", "What was the research process like for this book? And how did you choose when to bring in your own experiences?", "I was reading a lot of Kate Zambreno and Maggie Nelson at the time, and really admiring the way they weave their personal lives into larger ideas. I worked at the WSU Health Sciences Spokane; my job was to help healthcare workers access the library of information. I’m not a doctor, scientist, or librarian...so how do I wade through that as a poet and as someone who is omnivorous about knowledge, but not necessarily an expert in anything other than baking? That was a fascinating process. Looking at a lot of thrift store cookbooks and learning through their writing who the presumed audience was was fascinating and a way to understand the time period. I also saw this exhibit in Minneapolis [about The Washburn Mill Explosion of 1878]—it was incredibly descriptive about how wheat was explosive and how flour would adhere to your body. It seemed like an interesting way to understand a breakup I had years prior with a man who had Celiac’s disease. It went on from there.", "As someone who works with fruit all the time with your pies, what was the hardest chapter to write about?"], "authors": ["Emma Orlow", "Emma Orlo"], "keywords": ["memoircookbook", "reading", "understand", "lebo", "fruit", "learning", "complicated", "lot", "process", "personal", "way", "subject", "kate", "book", "lebos"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}