{"id": "8c9bedf8-83bb-3304-b8d5-c4345ab6d856", "title": "Not a wonderful world: why Louis Armstrong was hated by so many", "url": "https://www.theguardian.com/music/2020/dec/17/not-a-wonderful-world-louis-armstrong-was-hated-by-so-many", "summary": "Photograph: Courtesy of the Louis Armstrong House MuseumAfrican Americans found Armstrong more troubling still.\nI say, ‘OK, how many of you have ever checked out Louis Armstrong?’ Blank faces.”Riccardi’s book spans 1929 to 1947, when Armstrong became the world’s biggest pop star.\nPhotograph: Courtesy of the Louis Armstrong House MuseumYet mixing genres, as Armstrong did, could dilute jazz’s musical core.\nEven hip-hop is “one of the extensions of the world of Louis Armstrong”, O’Meally says, pointing to Biggie Smalls’ reputed schooling in jazz.\n“Armstrong led the band.”• Heart Full of Rhythm: The Big Band Years of Louis Armstrong by Ricky Riccardi is out now, published by Oxford University Press.", "paragraphs": ["“I cannot think of another American artist who so failed his own talent. What went wrong?” asked one biographer of Louis Armstrong. “The sheer weight of his success and its attendant commercial pressures,” answered another.", "The popular opinion of the trumpeter and gravel-voiced singer of What a Wonderful World is as a genial, foundational voice in jazz. But the jazz establishment – and many African Americans – reviled him as a sellout or an “Uncle Tom”. When he died in 1971, he was seen as having peaked in the 1920s with the Hot Five and the Hot Seven, a series of inventive small-band recordings, and been in decline ever since. A new book, Ricky Riccardi’s Heart Full of Rhythm: the Big Band Years of Louis Armstrong, charts this apparent fall from grace, but shows the reality to be far more complicated.", "After signing with Decca in the mid-1930s, Armstrong began working with Joe Kapp, a svengali producer who boasted of keeping a “pulse on the multitude”. The singer switched from respected Dixieland jazz to populist fare: Bing Crosby collaborations, Hawaiian instrumentals, syrupy romances, Iberian mariachis, and B-list comedy movies. At record speed, Armstrong would become America’s first black multimedia star, and was often hated for it: Gunther Schuller, the noted American jazz critic, remarked that “creepy tentacles of commercialism” had laid bare a “wasteland” in Armstrong’s career for more than 40 years.", "“The band behind him are positively abominable. Nothing could possibly do more harm to such a great artist. It’s absolutely murderous,” one critic wrote in Metronome magazine. “Armstrong no longer is a vital force in hot jazz … [and] has chosen to play exclusively for the box-office,” published Music and Rhythm.", "On the set of A Rhapsody in Black and Blue, the earliest surviving footage of Armstrong on film. Photograph: Courtesy of the Louis Armstrong House Museum", "African Americans found Armstrong more troubling still. The handkerchief-holding persona – cheerful, fond of silly jokes – he’d perfected had echoes of an “Uncle Tom”, a black person who happily does the bidding of a white master.", "Bob O’Meally, the head of jazz studies at Columbia University in New York, remains divided. While lauding Armstrong as “one of the greatest people of the 20th century”, he was “offended by his presentations … At the time of the rise of Malcolm X, the authority of Martin Luther King, examples in the popular media like Muhammad Ali and others, there was Armstrong – a kind of throwback from another era, with this borderline minstrelsy role that he played. I cringed as a black American.”", "Armstrong’s reputation has improved since, but there’s still much room to recover – and not least in elite circles. Riccardi, a director of research collections at the Louis Armstrong House Museum, recalls that his master’s at Rutgers University in jazz history devoted just two hours to Armstrong in the whole programme. “I go into universities now, and everybody knows every Charlie Parker solo in every key. I say, ‘OK, how many of you have ever checked out Louis Armstrong?’ Blank faces.”", "Riccardi’s book spans 1929 to 1947, when Armstrong became the world’s biggest pop star. But going against the usual complaints of critics – who portray the period in almost-Faustian terms – Riccardi sees Armstrong’s escape from jazz royalty as the man’s true making.", "For one, crossing over (or “selling out”) as an African American in the 1930s was hardly a ticket to gold and glamour. Just as he got started, Armstrong was jailed and kicked out of California for smoking cannabis; he was later chased from Chicago by gun-toting gangsters and forced to travel with permanent armed protection. On tour in the deep south, Armstrong was turned away constantly from lodgings, struggled getting gigs from racist promoters and was harassed by police. He was sent to jail again while on a pit stop in Memphis, after onlookers grew suspicious about the band’s nice suits, “fancy-looking cigarette holders”, and that the manager’s white wife was sat on the bus.", "His times in Europe were no less challenging. On his first night in London in 1932, Armstrong couldn’t get to bed until 5am because hotels wouldn’t admit black guests. Reviewers wrote of “rhythmical jungle noises”, his “hippopotamus physiognomy”, “gravelly gorilla roar”, and “wild Negro African ancestor’s primitive cries”.", "Yet as Riccardi emphasises, meeting culture in the middle meant Armstrong could change things from within. The list of firsts he oversaw is staggering. Knockin’ a Jug, which featured black and white musicians, was one of the US’s first integrated recordings. That same year, he cut the first integrated vocal duet, Rockin’ Chair, with white singer Hoagy Carmichael. Black and Blue, a 1929 B-side on Okeh Records’ “popular music” listings (a label that had previously marketed him for “race records”), has been called American music’s first bona fide protest song against racial inequality.", "Lobby card for the now-lost movie Ex-Flame filmed in California in 1930, and featuring Armstrong alongside trombonist Lawrence Brown, pianist Henry Prince, saxophonist Les Hite and 22-year-old drummer Lionel Hampton. Photograph: The Jack Bradley Collection, Louis Armstrong House Museum", "On tour in New Orleans, his home town, Armstrong handed out cash in the street, bought a radio set for the orphanage where he grew up, and was the first African American to do his own announcing on city radio. In a first for black musicians, he published an autobiography, Swing That Music, in 1936. The following year, he was the first African American to host a national radio show, and get featured billing in a Hollywood film. For O’Meally, the Columbia jazzer who grew up sceptical, Armstrong’s importance for the cause of racial equality is simply “incalculable.”", "At the same time, working the culture from within could raise difficult questions. His stage persona – later problematised by African Americans in the 1950s and 1960s – seemed to fit the cloying stereotypes manufactured by a cynical white media. “He made a lot of black people uncomfortable”, the African American critic Gerald Early said, and Miles Davis, still fond of Armstrong, resented his penchant for “clowning”.", "His film appearances in the 1930s posed a particular challenge. In Pennies from Heaven, a launchpad for Armstrong’s multimedia success, he played a mentally challenged farmer that couldn’t count. He was draped in a Tarzan cape in a movie soon after, and was even directly named Uncle Tom in another.", "I wouldn’t judge Armstrong. The delicacy of the balancing act meant that at times he did fall, he did falter Bob O'Meally", "Riccardi offers a subtler take. The tide had certainly turned against him by the 1960s, he concedes, but African Americans were once overwhelmingly supportive of Armstrong. “The black press, they constantly praised his personality” while he rose to fame, he says. “They love the showmanship. They love everything. And I think that’s what always rankled Armstrong [with the Uncle Tom allegations, because] that persona, the smile, the humour, the jokes, the comedy, all the non-musical aspects of his stage persona, were perfected in front of black audiences.”", "“I wouldn’t judge Armstrong”, O’Meally says. “The delicacy of the balancing act meant that at times he did fall, he did falter, and contradicted what Martin Luther King and others were trying to do.”", "Testing the demarcation lines of jazz would always touch on race, too. “Jazz is an extension of the black voice, of black style, of moving”, O’Meally says. And even as Armstrong moved away from jazz and apparently pandered to white audiences, O’Meally still detects an immutable black essence in his music: “a sense of an audience around the corner”, one away from the white wings, to whom he was really performing.", "How Armstrong affected jazz music itself is equally contestable. Catherine Russell is a jazz singer and the daughter of Luis Russell, who worked as Armstrong’s bandleader, including on Song of the Islands, a 1930 Hawaiian muzak single some considered “the beginning of the end”. Jazz has always been a mixture of “high art” and “folk art”, she says, and Armstrong never affected a particular loyalty to either.", "His best work, she says – especially the Hot Five recordings of the 1920s – are hardly classical fineries. Big Butter and Egg Man, Irish Black Bottom, Big Fat Ma and Skinny Pa: the Hot Five were dealing in the everyday crudities of blues, putting New Orleans street humour to song. Things would change in the 1940s. Led by Dizzy Gillespie and Parker in New York, the new bebop sound paid little mind to the demands of easy listening. It was harsher, more cerebral, heavily improvised, and conceived as a direct challenge to what Gillespie termed Armstrong’s “Uncle Tom sound”.", "Armstrong saw danger in bebop. Its “weird notes” and “Chinese music” was made only for other musicians, he feared, and the consequences would soon come to bear. You could plausibly trace the bebop germ to the 1960s, when it flowered in the dissonant avant garde of free jazz: a sound so harsh and abrasive, the story goes, that black audiences were driven to more accessible alternatives in other genres. If musicians had kept a closer eye on Armstrong’s open-ended approach, Riccardi asks, one wonders where jazz may have headed, and how popular it’d be today.", "From left to right: Dizzy Gillespie, unidentified, Louis Armstrong, Arvell Shaw and Big Sid Catlett at a nightclub in the late 1940s. Photograph: Courtesy of the Louis Armstrong House Museum", "Yet mixing genres, as Armstrong did, could dilute jazz’s musical core. Crucially, the closer jazz gets to the pop and institutional mainstream, critic Gary Giddins feared in Visions of Jazz, the more a dependence on “big money”, corporate donations and government grants may gnaw at its inner authenticity: the energy that enabled “its glorious eruptions” last century. But playing the field is often the thing keeping jazz alive, and prompts innovation in its own way: think of Davis’s experiments with funk, the growth of jazz fusion in the 1970s, or how most jazz musicians today make their money from playing in other genres. It was called selling out then; it’s collaboration now.", "“I don’t see Armstrong turning against the revolution. He had fomented it in the first place and then stepped aside from it and kept going,” O’Meally says. And no matter how rapacious or all-encroaching the music business gets, nothing can ever kill jazz, he claims. Its musical identity – chordal experimentation, the blues undercurrent, playing with notions of time – remains as influential as ever. Even hip-hop is “one of the extensions of the world of Louis Armstrong”, O’Meally says, pointing to Biggie Smalls’ reputed schooling in jazz.", "All in all, maybe Armstrong did “sell out”. But in doing so he secured his place in history. Roy Eldridge, “Hot Lips” Page, Henry “Red” Allen, Rex Stewart: the 20th century had plenty of trumpet gods, but they’re sadly forgotten to most.", "Armstrong took a different path. “When the world is ready to define what we mean by modernism, we will realise that the shift away from 19th-century forms of music, vocal and instrumental, was something achieved by African Americans,” O’Meally concludes. “Armstrong led the band.”", "• Heart Full of Rhythm: The Big Band Years of Louis Armstrong by Ricky Riccardi is out now, published by Oxford University Press."], "authors": [], "keywords": ["white", "louis", "american", "african", "jazz", "hated", "black", "wonderful", "world", "armstrongs", "music", "armstrong", "omeally"], "pubDate": "2020-12-17T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}