{"id": "8c9e551b-4bc9-33cc-89cb-d6975d04d3ef", "title": "The Creator of L.A.’s Favorite Jelly Cakes Is All About Integrating Fashion and Food", "url": "https://www.vogue.com/article/nunchi-jelly-cakes-integrating-fashion-and-food", "summary": "“Initially, I didn't know I was going to be making edible cakes,” she says.\nI still haven't even done all the things I want to do...I'm really into textures, especially just working in fashion, playing with fabrics all the time.\nJelly corn for Chifa.\n“I try to tell them, I don't really want to be making the same cakes over and over again.\nShe’s also working hard to have her cakes available beyond the west coast, and hopes to be able to ship from New York in the near future.", "paragraphs": ["Taking inspiration from “the Sanrio era, being a ’90s baby,” and “color blocking from Marni and Jil Sander,” Park worked with a friend who is a pastry chef to learn the proper technique for jelly cakes, such as suspending objects within the substance. “Initially, I didn't know I was going to be making edible cakes,” she says. “I thought at first I just wanted this to be more of an art project. I still haven't even done all the things I want to do...I'm really into textures, especially just working in fashion, playing with fabrics all the time. Jelly just seemed like a cool substance to start with.”", "Those textures have resulted in endless regrams, and captured the attention of brands. Park was recently commissioned to make cakes for Nike, as well as the shaving company Billie, and has more top secret fashion collaborations coming before the end of the year. She also just launched her first dessert available at a restaurant. The aforementioned violet-blue corn on the cob is made of almond jelly sitting in a chicha morada syrup, a popular Peruvian beverage made from purple corn. It will be available at Opening Ceremony Founder Humberto Leon’s new restaurant, Chifa.", "Jelly corn for Chifa. Photo: Courtesy of Nünchi", "The Chifa collaboration was inspired by her first jelly corns, which she makes in a cheerful yellow. “Koreans are really obsessed with corn. It's a cultural thing,” she says with a laugh. “I found a mold and I was like, ‘oh my God, I have to make it.’ I try to tie everything back to my culture.”", "Park, who started Nünchi in July 2019, now makes about 200 cakes a month in her home kitchen, supplying both a la carte and custom orders. Each one is completely different, based on what Park has available and her inspiration. She sources local and fresh ingredients from her farmer’s market in Santa Monica or Hollywood. “Some people want the same thing, over and over again,” she explains. “I try to tell them, I don't really want to be making the same cakes over and over again. But what’s cool is they'll tell me, it’s for this person and here's their Instagram, and that will kind of spawn something and I'll kind of go off of that. I like making each cake pretty personal for who's eating it.”", "When she’s not baking cakes, Park is working on expanding the Nünchi brand, launching her own home goods collection and merch in the next month or so. She’ll be selling aprons, lazy susans and more. She’s also working hard to have her cakes available beyond the west coast, and hopes to be able to ship from New York in the near future. Her main mission? “I want to integrate fashion and food continuously.”"], "authors": ["Kristen Bateman", "Kristen Batema"], "keywords": ["available", "making", "favorite", "try", "park", "cakes", "integrating", "working", "jelly", "las", "food", "fashion", "really", "creator", "corn"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}