{"id": "8d26f506-c71b-3bd8-b9bd-1ac8c6431da0", "title": "Robin Lane Fox: five tips from a lifetime of gardening", "url": "https://www.ft.com/video/cc34c790-27ff-4f2f-8ab2-97bb588a1aca?playlist-name=section-0b83bc44-4a55-4958-882e-73ba6b2b0aa6&playlist-offset=3", "summary": "Every warm afternoon in the summer the grass is covered with people reading books, drinking coffee, or kissing.\nIf you left this garden simply to go wild it would be full of ground elder and bindweed, which are extraordinarily boring.\nI see past faces, past incidents, past pupils I remember who loved this, that, or the other, whereas you, I hope, see a blend of colours.\nMuch has been written about more natural, informal, wilder gardening, looking more like a prairie where plants interrelate naturally and aren't in a border, what I call 'Euro gardening'.\nBut it's absolutely untrue that this style of gardening is less laborious than our big herbaceous borders.", "paragraphs": ["You can enable subtitles (captions) in the video player", "This is my daily point of entrance to the New College garden which I've had the honour of running as garden fellow for the past 40 years. I come every day through the quadrangle here and I have a sense that the garden and the flowers are waiting to delight me, puzzle me, and test me every morning.", "This is an extraordinary time to see the garden. There's nobody else here, and that's never normally the case. Every warm afternoon in the summer the grass is covered with people reading books, drinking coffee, or kissing. And my garden here is in dialogue with other people. So to see it with none of them is like a duet with one part missing, but I want the chance to pass on what I have tried to realise and the principles behind the planting and what you see so that you can think them over, adapt them, I hope improve them, but at least have a starting point.", "Gardens are edited and selected nature. And in my view they often improve on nature. If you left this garden simply to go wild it would be full of ground elder and bindweed, which are extraordinarily boring. But because I can edit it I have blue bindweed with the wonderful Morning Glory flowers on the railings behind me.", "I used to grow one called Split Personality, thinking it was true to several of the professors in the college, but I've decided that Heavenly Blue, the great blue Ipomoea Morning Glory, is the really beautiful one. And it looks like a framed stained glass window or a sketch by Burne-Jones in early October when, for the first time, and we hope this year, too, the undergraduates come to begin their thinking careers.", "The long border is one of the main glories of the garden. Now, there are two principles to herbaceous borders. One was enunciated by the great Ms Jekyll, that you should plant in narrow strips, and you should grade the colours softly, leading from yellow, to orange, to red, to down again, to pink, and so on, following the famous system of a colour wheel in the 1850s.", "But I don't do that. Here, I'm thinking of dramatic changes of colour, and I think of it like a very good lunch with the FT. We're talking here about five courses one after the other, but on each separate course I'm trying to have something that is repeated down the length of the border that draws your eye right down the huge long run and vista you can enjoy when looking down it.", "Most of the plants here attach poignantly to my life, biography, to friends who first showed me them, to places I first found them. But here, that dark-purple dahlia is Admiral Rawlings, which an FT reader sent to me unsolicited through the post about 22 years ago. And I opened it and thought I just don't want another dahlia. How wrong you can be. She said it was fabulous, and it is.", "There's so many other small examples that I really treasure. So when I walk down the border, I tried to look at the whole, I look at the interrelationships, I see the invisible people and their work finding the plants, sometimes giving them to me, sometimes talking to me here. I see past faces, past incidents, past pupils I remember who loved this, that, or the other, whereas you, I hope, see a blend of colours.", "Much has been written about more natural, informal, wilder gardening, looking more like a prairie where plants interrelate naturally and aren't in a border, what I call 'Euro gardening'. So about four years ago I thought I would try some of it here. And it is more open and more apparently wild. Of course, it's still very artificial, like all gardening.", "I'm pleased with the front row at this time of the year. Those are three types of low-growing, basically, Aster, which anyone watching can have that within two years. They grow beautifully, and they make informal groups with the big Californian Tree Poppy that at this time of year is running wild. But it's absolutely untrue that this style of gardening is less laborious than our big herbaceous borders. We spend more time keeping this tidy than we ever do on our big traditional beds.", "Fashion is for those who have no style, so I ignore it. I go my own way. I'm aware what's going on, and I go on learning. You don't need great rarities. What you need are really good varieties of first-class families. And for that, you have to look, travel, read, and form your own taste.", "Plough your own furrow, go your own way, and stick with your own changing and developing style. It's never ending, but gardens never ever stand still. You must prepare for change and for a constant process. It's a way of life. That's why I love it."], "authors": ["Co-Produced Juliet Riddell", "James Sandy", "Filmed Petros Gioumpasis", "Edited James Sandy"], "keywords": ["lifetime", "garden", "thinking", "border", "past", "really", "plants", "style", "robin", "gardening", "way", "wild", "tips", "fox", "look", "lane"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}