{"id": "8d2df67e-4d82-32d6-85fb-5ca690fbe0cc", "title": "The Eco-Friendly Collection by CFDA/Vogue Fashion Fund Finalists Has Arrived at Zara", "url": "https://www.vogue.com/article/cfdavogue-fashion-fund-capsule-collection-zara", "summary": "To get a sense of where American design is going, one needs only to look to the CFDA/Vogue fashion fund.\nWith that in mind, four of those finalists— Barragán, Private Policy, Abasi Rosborough, and Alejandra Alonso Rojas—have designed a limited-edition capsule collection for Zara that speaks to eco-friendly design.\nPrivate Policy used the same material to craft a modern, bubblegum pink three-piece suit.\nAbdul Abasi and Greg Rosborough of Abasi Rosborough created a vibrant red suit with a large appliqué of a bird on the back.\nWith the holidays approaching, what better gift to give yourself than an eco-friendly piece from a rising design star?", "paragraphs": ["To get a sense of where American design is going, one needs only to look to the CFDA/Vogue fashion fund. And it’s clear from the talented crop of 2019 finalists that sustainability is not a trend, but rather a seismic shift in the industry. With that in mind, four of those finalists— Barragán, Private Policy, Abasi Rosborough, and Alejandra Alonso Rojas—have designed a limited-edition capsule collection for Zara that speaks to eco-friendly design. Each of the looks meet Zara’s Join Life standards, in fabric and production. In addition, of course, to looking good.", "Mexican artist Victor Barragan of Barragán designed a two-tone trench made with linen certified by the European flax standard of the non-profit European Confederation of Flax and Hemp. Private Policy used the same material to craft a modern, bubblegum pink three-piece suit. Abdul Abasi and Greg Rosborough of Abasi Rosborough created a vibrant red suit with a large appliqué of a bird on the back. Made from fabrics which are grown utilizing natural fertilizers and ecological growth methods, the suit is stylish proof that ecologically-minded clothes can still be vibrant. Rounding out the capsule, Alejandra Alonso Rojas created four items—a suit jacket and trousers, a robe, and a slip dress—from a viscose fabric made from wood pulp sourced at sustainably-managed forests, which ensure controlled tree growth and guaranteed reforestation.", "The full collection launches on Zara’s site and in stores today and ranges from $199 to $329 in price. With the holidays approaching, what better gift to give yourself than an eco-friendly piece from a rising design star?"], "authors": ["Sarah Spellings", "Sarah Spelling"], "keywords": ["cfdavogue", "collection", "zara", "policy", "zaras", "ecofriendly", "flax", "design", "abasi", "arrived", "rosborough", "vibrant", "private", "fashion", "growth", "fund", "suit", "finalists"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}