{"id": "8d3a7cd4-4160-3104-a768-887175a50030", "title": "Harry Styles’s New Movie Look Has Don Draper Shaking", "url": "https://www.vogue.com/article/harry-styles-dont-worry-darling-movie-50s-style", "summary": "Harry Styles can pull off just about any look, his epic collection of dandy suits and the Gucci dress he sports on the cover of Vogue this month being two prime examples.\nYesterday, we got a first glimpse at Styles’s character in the movie—and more specifically, his character’s sharp, retro style.\nThe first outfit Styles wears includes a brown, single-breasted suit with a wide, striped tie, black dress shoes, and a black leather briefcase.\n“How am I gonna handle a whole movie of a clean shaven, short hair, 50s style harry,” wrote one user.\nWhile it’s only an early sneak peek of this new Styles vibe, we’re already very sold.", "paragraphs": ["Harry Styles can pull off just about any look, his epic collection of dandy suits and the Gucci dress he sports on the cover of Vogue this month being two prime examples. The singer has proven that he is a true fashion chameleon, and his wardrobe choices just keep getting better and better. For his latest vibe, he’s channelling the 1950s for a movie role.", "Styles is currently shooting his new film, Don’t Worry Darling, in Palm Springs, California. It’s a thriller centered on an “unhappy housewife,” played by Florence Pugh, during the era (a mysterious plot, I know). Yesterday, we got a first glimpse at Styles’s character in the movie—and more specifically, his character’s sharp, retro style. It serves us Manhattan-drinking, briefcase-carrying, ’50s husband realness. Mad Men’s Don Draper is shaking! Let’s take a closer look, shall we?", "Photo: Backgrid", "It’s a decidedly more clean-cut look than we are used to from the star. The first outfit Styles wears includes a brown, single-breasted suit with a wide, striped tie, black dress shoes, and a black leather briefcase. His hair slicked back in a pompadour style. Fans on Twitter were immediately smitten with the new aesthetic. “How am I gonna handle a whole movie of a clean shaven, short hair, 50s style harry,” wrote one user. Styles also rocked a classic navy suit with a matching tie, crisp white shirt, and black oxfords—the staple look for office men who did martini lunches during the time period. While it’s only an early sneak peek of this new Styles vibe, we’re already very sold. Unfortunately, there’s no release date for the movie just yet, so for now, we’ll just have to cross our fingers that more outfit teasers come out. This is an appetizer—we want the main course!"], "authors": ["Christian Allaire", "Christian Allair"], "keywords": ["tie", "black", "harry", "shaking", "vibe", "suit", "draper", "look", "outfit", "don", "style", "styless", "styles", "movie"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}