{"id": "8d55cfdd-7dcf-3929-b1a1-686f0747c158", "title": "Alex Kidd In Miracle World Remake Gets June Release Date", "url": "https://www.gameinformer.com/2021/04/09/alex-kidd-in-miracle-world-remake-gets-june-release-date", "summary": "Sega’s former mascot Alex Kidd returns with an enhanced remake of his debut title, Alex Kidd in Miracle World DX.\nAlex Kidd in Miracle World DX launches June 24 and gives the 1986 Sega Master System classic a big facelift.\nAlex Kidd in Miracle World DX will be available on PlayStation 5, PlayStation 4, Xbox One, Switch, and PC.\nAny old-school Alex Kidd fans looking forward to revisiting the often forgotten mascot in Miracle World DX?\nAre there any younger gamers curious to see what Alex Kidd is all about?", "paragraphs": ["Sega’s former mascot Alex Kidd returns with an enhanced remake of his debut title, Alex Kidd in Miracle World DX. Whether you’re an old-school platforming fan or a young‘un who has maybe heard the name “Alex Kidd” uttered in some gaming circles, you’ll have a chance to experience his original adventure under a modern lens.", "Alex Kidd in Miracle World DX launches June 24 and gives the 1986 Sega Master System classic a big facelift. For one, it looks a lot shaper thanks to the redesigned visuals and animations. If you find yourself pining for the old look, though, you can switch to the original graphics (or at least a recreation of them) with the press of a button. Platforming and combat have also been tweaked for improved playability. Take a look at the improvements yourself by watching the release date trailer below.", "DX features every level from Miracle World but also introduces some brand new areas as well. There’s also a roster of new bosses to take down. If punching their lights on during the main game isn’t enough, you can take them on all over again in a new Boss Rush mode. Finally, the soundtrack features rearranged music tracks as well as remastered versions of the original score.", "The best news, though, is that you can still play jan-ken-pon (rock, paper, scissors)!", "Alex Kidd in Miracle World DX will be available on PlayStation 5, PlayStation 4, Xbox One, Switch, and PC. For a refresher on the original game, watch the old GI crew revisit it in this 2012 episode of Replay.", "Any old-school Alex Kidd fans looking forward to revisiting the often forgotten mascot in Miracle World DX? Are there any younger gamers curious to see what Alex Kidd is all about? Let us know in the comments!"], "authors": ["Associate Editor", "Marcus Is An Avid Gamer", "Giant Wrestling Nerd", "A Connoisseur Of Cartoons", "Obscure Childhood References. The Cat'S Out Of The Bagel Now"], "keywords": ["remake", "release", "gets", "dx", "switch", "original", "date", "playstation", "miracle", "kidd", "platforming", "oldschool", "alex", "world"], "pubDate": "2021-04-09T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}