{"id": "8d63d9c8-dbb7-39a1-b71e-2b5ba89e8d3d", "title": "The Guardian view on Prince Philip: a man of his time", "url": "https://www.theguardian.com/commentisfree/2021/apr/09/the-guardian-view-on-prince-philip-a-man-of-his-time", "summary": "The death of Prince Philip, the Duke of Edinburgh, has been announced by Buckingham Palace.\nNow the bell finally tolls for the man who spent more than 73 years married to the Queen.\nIn multiple respects, a gulf normally separates the lives and habits of the royal family from those of other families in the land.\nFor many, he will be chiefly remembered as the royal family member who could not be gagged.\nBut Prince Philip was also, perhaps paradoxically, the trailblazer for the idea of royalty as a profession.", "paragraphs": ["The death of Prince Philip, the Duke of Edinburgh, has been announced by Buckingham Palace. No trivialisation is intended by saying that this news has not come as a bolt from the blue. The duke was, after all, 99 years old and less than three months short of his centenary, a formidable age for any man, even in these days of unprecedented longevity. He had rarely been seen in public since he finally retired from official duties in 2017. His health had been a cause for concern on several occasions in recent years, and a car crash in 2019 seemed to mark a more decisive retreat from the world.", "Now the bell finally tolls for the man who spent more than 73 years married to the Queen. And, although his death was not unexpected, it sends an abrupt, sombre and resonant message to millions of people in all corners of Britain. The duke’s passing is not merely a reminder, amid the continuing human loss of the Covid pandemic, of the reality of death itself. It is also a reminder that the current monarchical order is in the end a finite era too. Only a minority of British people can remember a time when the Queen and the duke were not together. But the death of the duke forces the nation to recognise that all things must pass.", "The duke’s death is first, and above all, a personal event for his family, and especially for the Queen. However much any death may be anticipated, such an event is never negligible for the bereaved when the moment finally comes. This death, coming as it does when life is being lived in close family and household groups, will strike particularly hard. In multiple respects, a gulf normally separates the lives and habits of the royal family from those of other families in the land. In this experience, however, other families can today see themselves, their own bereavements and their own losses and sadnesses reflected. That is one of the reasons why this death is indeed a national event for Britain.", "The duke has been an imposing figure in the royal household for so long that his impact on the nation and its institutions is not easily summarised. For many, he will be chiefly remembered as the royal family member who could not be gagged. The duke’s readiness to call a spade a bloody shovel was legendary. It set him out from the crowd, in a way that hardly endeared himself to liberal opinion in Britain. He could be direct, rude and offensive, and he did not greatly care if he caused upset. He came from an era in which men of his class and background felt unconstrained about how they lived and how they spoke to others. Until the end, the duke was capable of using racist and sexist language that had become publicly unacceptable decades ago.", "Royalty is a role attained by birth or marriage. But Prince Philip was also, perhaps paradoxically, the trailblazer for the idea of royalty as a profession. His diligence, like that of the Queen, helped to reshape the postwar monarchy. In his day, the duke was also a genuine moderniser. He wanted the monarchy to change with the times. He wanted the family to be publicly active and useful. He was opposed to royal flummery. He embraced science and technology in ways that royals and their circle had rarely done before. He wanted Britain to be on the cusp of the new, not to wallow in the old. He saw television as a medium that could reinvent the monarchy for the era of mass culture, and pushed for the family to accept the televised documentary on them, which aired in 1969.", "To his undoubted frustration at times, the duke was principally important because he was a lifelong lieutenant and consort to the longest reigning monarch in British history, not because of his personal interests or qualities. He did the one thing that was most required of him in life by fathering an heir and a spare with the Queen. But he could be a distant husband, occasionally disappearing for long foreign tours by himself. He also appeared at times a remote and unsympathetic father. He chafed at the weight of tradition that frustrated his efforts to give his children his own surname, or that resisted his attempts to refurbish the royal palaces in a more 20th-century manner, or that refused to put him in charge of projects and hierarchies on which courtiers were unwilling to release their grip.", "The undeniable central fact of his life was that the Queen depended on him. Their marriage was foundational to her reign, even though their family experienced – and still experiences today – many unhappinesses. Their ethos of public service was not based upon a historical or legal requirement to behave in this way. It was grounded pragmatically in a collective instinct of self-preservation and a principled sense of decency. Given that the Queen has reigned for more than 69 years, and that Philip was by her side almost throughout that time, this means he must share some of the credit for the modern House of Windsor’s successes and share some of the blame for its traumas. His death tolls the knell for a remarkable period in the monarchy’s history. But it leaves an irreplaceable void in the monarch’s life."], "authors": [], "keywords": ["guardian", "death", "prince", "duke", "times", "monarchy", "royal", "view", "life", "man", "wanted", "philip", "family", "queen"], "pubDate": "2021-04-09T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}