{"id": "8d6fa678-b4ef-33d8-8107-8cc7c69eac0a", "title": "How maps explain the eastern Mediterranean gas crisis", "url": "https://www.ft.com/video/d5599ffa-6b0a-4295-8222-a9560ff6f316?playlist-name=section-c91b1fad-1097-468b-be82-9a8ff717d54c&playlist-offset=6", "summary": "The discovery of natural gas reserves has brought them back to the surface.\nMost of the disputes centre on competing claims for the land around the Greek islands, Turkish coastline and Cyprus, a divided island.\nThe discovery of huge gas reserves in the last two decades, combined with the shifting politics of the region, threatens to bring this crisis to a head.\nCrucially however, where Turkey is drilling, is not in the area where gas reserves have yet been discovered.\nThe risk is that by accident or design, the gas reserves of the eastern Mediterranean could become a flash point for these wider disputes.", "paragraphs": ["You can enable subtitles (captions) in the video player", "The tranquil waters of the Mediterranean are often seen as a place for sun, sea and relaxation. But far from shore, there's a brewing diplomatic crisis that is stoking fears of conflict at the borders of the EU. It's driven by energy reserves, territorial rivalries, and longstanding political disputes in a region already roiled by war in Libya and the fraying relations between European countries and Turkey's president Erdogan.", "At the heart of the trouble are competing claims for territory that have long simmered in the background. The discovery of natural gas reserves has brought them back to the surface. Most of the disputes centre on competing claims for the land around the Greek islands, Turkish coastline and Cyprus, a divided island. Peace talks have repeatedly failed to reunite the Greek Cypriot south with the north, which was occupied by Turkey in 1974 with the justification of protecting the island's Turkish-speaking minority after a Greek-backed coup.", "The discovery of huge gas reserves in the last two decades, combined with the shifting politics of the region, threatens to bring this crisis to a head. First Israel, then Egypt, discovered significant resources that had the potential to transform their energy-poor economies while leaving them with enough gas left over to export to other countries.", "The issue with this, is that some of the territory is disputed. Turkey believes that Northern Cyprus, which is not recognised internationally as an independent state, is entitled to share the economic benefits of any gas finds around the island and should be able to determine who can drill in the water around its northern part. The government on the Greek Cypriot side is recognised as the legitimate authority for the whole island by every other country in the world and the EU, which controversially admitted Cyprus as a member in 2004, despite its divided status.", "Turkey also believes that Greece's claimed maritime border is being unfairly distorted by tiny Greek islands, which it doesn't believe should have the same maritime rights in international law as countries with vast coastlines. It believes that international case law is on its side. Although, Turkey is not a member of the UN Convention on the Law of the Sea.", "If you look at the maps here, you can see Cyprus's declared exclusive economic zone, based partly on negotiated agreements with its neighbours that are internationally recognised. But when you overlay this second map, some of the same territory is claimed by Turkey through its own coastline and some by Northern Cyprus.", "An exclusive economic zone is an area prescribed by the UN. It's generally taken to be up to 200 nautical miles off the coastline and gives a country exclusive or special rights over the exploitation of resources in that area. Where two countries' zones overlap, the territory is generally cut along a median line between them.", "The south and eastern parts of Cyprus's zone, shown here, are delineated by agreements with Egypt, Israel and Lebanon. Turkey believes that its claim should extend further from its coastline beyond Cyprus itself. Greek islands, such as those in the Aegean Sea that lie very close to its coastline, should not be automatically entitled to a full zone, and that countries should instead negotiate an equitable solution that is fair to all parties.", "You can see on the map here that Cyprus is essentially encircled by the Northern Cyprus and Turkish claims, apart from one small area to its southwest. In recent weeks, Turkish drillships supported by the Turkish military have returned to disputed territory in the west of Cyprus to drill for gas. The move has faced resistance from Greece, France, and some other EU nations who believe that Turkey's actions are provocative. Germany has led an effort to try and cool tensions.", "Crucially however, where Turkey is drilling, is not in the area where gas reserves have yet been discovered. Off Cyprus, the country has decided to auction a number of blocks of territory to international energy companies to come and explore. They do this by putting a price on what they think are the most likely areas to contain gas.", "One of the issues for the eastern Mediterranean is finding a way to get the gas to market. Israel, for example, has been able to pipe it directly into the country and use gas to significantly reduce its reliance on highly polluting coal, before beginning exports to Jordan and Egypt. Egypt has pipelines running from near the giant Zohr gas fields, which bring the gas ashore.", "One of the dreams of many executives working in the region is to establish a far larger pipeline, known as the EastMed gas pipeline, to take the gas from near Cyprus to pipe it towards Greece and Italy to give Europe an alternative to Russian gas supplies. However, this would be one of the most ambitious undersea gas pipelines in history, both in terms of its length, over 2,000 kilometres, but also the territory it would need to pass through, some of which Turkey claims as its own.", "The long-term hope is that natural gas reserves lead to a form of reconciliation between Greece, Turkey and Cyprus, as they see the benefits of mutual development of the gas. Such an outcome has been sought for decades with little success. The risk is that by accident or design, the gas reserves of the eastern Mediterranean could become a flash point for these wider disputes."], "authors": ["Graphics Steve Bernard. Produced Tom Hannen"], "keywords": ["territory", "northern", "explain", "reserves", "zone", "mediterranean", "cyprus", "turkey", "gas", "turkish", "coastline", "maps", "eastern", "greek", "crisis"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}