{"id": "8d9f5af9-f083-34be-b64c-c66db9b94024", "title": "The US Needs More Foreign Artificial Intelligence Know-How", "url": "https://www.wired.com/story/us-needs-more-foreign-artificial-intelligence-know-how/", "summary": "During President Obama’s two terms in the White House, Jason Furman was a top economic policy adviser and a key voice on the growing importance of artificial intelligence.\nFurman, who is now a professor of the practice of economic policy at Harvard, spoke to WIRED senior writer Will Knight.\nWIRED: The report produced under President Obama, Preparing for the Future of Artificial Intelligence, emphasized the importance of AI to the US economy.\nJason Furman: Far and away the most important AI policy change should be immigration policy.\nWhat about the Trump administration’s concerns about Chinese students or researchers coming to the US to steal ideas?", "paragraphs": ["During President Obama’s two terms in the White House, Jason Furman was a top economic policy adviser and a key voice on the growing importance of artificial intelligence.", "Furman served as deputy director of the National Economic Council before becoming chair of the Council of Economic Advisers. He also coauthored a report issued by the Obama administration in October 2016 that detailed the economic importance of AI to the US.", "Furman, who is now a professor of the practice of economic policy at Harvard, spoke to WIRED senior writer Will Knight. This transcript has been edited for length and clarity.", "WIRED: The report produced under President Obama, Preparing for the Future of Artificial Intelligence, emphasized the importance of AI to the US economy. What’s the first thing the Biden administration should do to demonstrate this?", "Jason Furman: Far and away the most important AI policy change should be immigration policy. That has been a disaster for the last four years, and I hope that gets much better over the next four years.", "AI is invented by humans, and if you look at the top AI engineers, they are spread all over the world. Attracting them to this country is so important.", "The US has certainly lost its allure for some tech students and workers. Are there specific immigration policies you’d like to see changed?", "It’s everything from discouraging students from coming to our country to making it less attractive to hire people through the H-1B program and making it harder for people's spouses to work while they're here.", "If you look at the engineers in AI and the major tech companies, they're from all over the world. It’s also just sending out a “You’re not welcome in America” message. I think that's been the most harmful thing to AI innovation in the last four years. Some of the harm accumulates over time, so it’s not at all too late to deal with that and undo it.", "There’s been plenty of impressive AI research over the past few years. Why can’t the US just focus on making use of that?", "I think it's possible that we need more and more impressive AI just to keep up the old pace of innovation.", "Look at agriculture. The most important crops there are wheat and soybeans, and there's very little room left for AI—it’s already very mechanized. There's more room for AI in advanced robotics with soft fruits like strawberries and grapes and the labor there. In some ways, that requires a much more technologically advanced input. But the output in terms of GDP just isn't as large as the stuff we've already done in agriculture, because that's a smaller part of it.", "What about the Trump administration’s concerns about Chinese students or researchers coming to the US to steal ideas?", "I think the paranoia around spying by Chinese students and Chinese researchers in the United States is getting in the way of our ability to attract the best scientists and make advances in many areas, of which AI is just one.", "I think it's possible that we need more and more impressive AI just to keep up the old pace of innovation.", "Most of what is done in universities isn't secret; in fact, we want people to hear those ideas. and take them to other countries. The larger the network of people involved in that process, the faster we’ll make progress. So the idea that China is spying on something that itself is a public good—that just doesn't make any sense.", "There must be legitimate concerns, though, perhaps with companies like Huawei?", "I don't have access to enough information on Huawei; I’m absent the security clearance. I’m open to that being a legitimate national security issue around protecting ourselves from espionage. But that’s different from ideas; that’s using a particular company’s technology that comes embedded with who knows what."], "authors": ["Will Knight", "Will Knigh", "Tom Simonit"], "keywords": ["thats", "economic", "ai", "think", "making", "knowhow", "impressive", "foreign", "needs", "policy", "importance", "artificial", "chinese", "intelligence", "students"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}