{"url": "https://www.newyorker.com/magazine/2019/03/11/family-medicine", "paragraphs": ["We like the heart to behave—no skipped beats, no atrial flutter, just the regular, precious, plodding cadence. For this we will sacrifice much. The medicine my father began taking for his irregular heartbeat, in 2014, could have turned his skin gray, or caused him to grow breasts, or collected in tiny granular deposits behind his eyes, so that everything he looked at would have had a blue halo. None of this happened to him. Instead, he was cold all the time. Inside my parents’ house, a century-old structure north of New York City whose thin walls testified to the golden age of cheap petroleum, he took to wearing a heavy tweed overcoat. He wore it when he watched television, or napped on the sofa, or read through old copies of the Times which he kept in the basement. He wore it at meals, also donning gloves and a hat. He peeled off the overcoat only when he went to sleep, under several blankets and a stout covering my parents called Milty the Quilty. Of course, they could have turned up the heat. But old habits of thrift got in the way, as did the psychological complexities of a long marriage. My mother had wanted to move decades ago, my father had run out the clock in his typically charming and infuriating manner, and now remaining in the chilly house was punishment for him, not for her. Finally, in February of 2015, they resolved to move to a two-bedroom apartment in a nearby town. By then, however, it wasn’t just the cold that tormented my father. At eighty-nine, he was a bundle of maladies. The curvature of his spine made him stoop, his legs were weak, and he got around with the aid of a two-wheeled walker, which he hated. For more than a year, he had pinned his hopes on a chimerical operation that would relieve the pressure on his sciatic nerve and allow him to walk comfortably again. A fast-talking young surgeon in New Haven gave him the bad news: the procedure couldn’t be done, he was too likely to die on the table. “I’m going to be a cripple forever,” my father told me. He rarely complained, always insisting that he took “the macrocosmic view of life”—and only a supremely buoyant man expects to live forever, even in a crippled state. But the surgeon in his immaculate green scrubs had delivered a bad blow. Optimists are the least prepared for the loss of hope. My father’s spirits sagged. He was a physician and a scientist, who had spent decades pursuing the secrets of blood: how it flows, pools, clots, conducts intracellular conversations with itself. Too frail for what had been a daily commute into Manhattan, he was still running his laboratory in absentia. He kept up a voluminous correspondence, which meant many hours speaking into his beloved treadle-activated Dictaphone. He wanted to find a new treatment for stroke, wanted to fly to South Africa and test out his compounds on cheerful, doomed baboons, wanted to win the Nobel Prize and wear his tuxedo to accept the check from the King of Sweden. Increasingly unsteady even with the walker, he would fall, sometimes knocking over pieces of furniture, creating great crashing sounds that were hard to attribute to such a small, smiling man. Every time, he got up off the floor—with assistance—and declared that he was fine. He didn’t break an ankle, a hip, a leg, the injuries that so often lead to a death spiral in the elderly. “You can knock me down, but you can’t kill me,” he liked to say, dusting himself off. What eventually happened was a subdural hematoma: bleeding in the brain. When it happened we don’t know. Possibly he banged his head during one of those falls, the ones that couldn’t kill him; possibly a blood vessel in his brain just gave way. He began to have visionary moments, time-travelling moments, when he spoke to his dead best friend, Ed Booth, or happily sang selections from the hit parade of 1938—“Flat Foot Floogie” or more sentimental tunes that he directed at my mother. “Your father has turned into a songbird,” she said. In retrospect, these may have been early effects of the bleeding. Or maybe they were just specimens of longing. On March 31st, however, he was too weak to get out of bed, and, when my mother brought him breakfast on a tray, he began drinking coffee from an imaginary cup. With one finger hooked through the invisible handle, he brought the cup to his lips, took a sip. He was no longer singing. My mother summoned an ambulance, and he went to the hospital.", "Everything I have described so far seems to have happened to somebody else—to somebody else’s father. But the death of a parent happens to you, and, once it starts, it never stops. It dislodges everything. “Is he sick?” my friend Peter asked me a few days after my father drank from the invisible cup. “Or is he dying?” At that moment, it occurred to me with absolute certainty that he was dying, and I said so. I felt the truth of it, and also a terrible sense of disloyalty, as if I were abandoning my father. I hurried to the hospital the next morning with my mother. My father was in a peculiar state: completely articulate and completely delusional. The blood in his brain was displacing gray matter, and this small compression of physical stuff—a few ounces of wrinkled tissue, hardly more substantial than cotton wadding—had spirited him away to a parallel universe. He was happy to see us. He was less happy at having received a visit, earlier that morning, from some sinister and illusory Big Pharma delegation. “They wanted to sign me up,” he said. “They offered me a job. But I know what’s going on here.” As he explained it, the doctors and nurses and paramedics were all frauds, pretenders, and he was being held against his will. He had to expose the conspiracy to the top brass, assuming that their hands weren’t dirty as well. “Go find the director of the hospital,” he instructed me. “Tell him he needs to get down here as soon as possible.” I was new to this game. I didn’t yet understand that I needed to meet my father on his own turf. “Dad, I can’t do that,” I said. “These people are giving you excellent care.” My father looked distressed. “I can’t believe my own son won’t help me,” he said. This conversation was the last truly cogent exchange we ever had—which is to say that it involved grammatical sentences uttered by two people on the opposite sides of an abyss. It still causes me enormous pain. I now see that I should have reassured my father: the director was coming, the grifters would be exposed. It would have been a kindness. Instead, I maintained my completely pointless probity. One of the staffers, more adroit than I was, agreed to fetch the director, though of course he never did. That afternoon, with the aid of a nurse, my father walked up and down the ward, greeting the other patients with a big smile and a wave of reassurance, as if they were his constituents. He seemed delighted. It was almost like being at work again. But once he got back in bed, his public persona fell away and he was again a sick, frightened man in a smock. The doctors came, the doctors went. They all addressed my father with a hint of guild solidarity. He was, after all, a medical man. He was used to discussing the human body, and the many things that could go wrong with it, without mincing words. While his condition had transformed his sense of reality—allowing him to commune with the dead, making visible what was invisible to others—it was also a mechanical problem. It could be solved by mechanical means. The doctors would drill a hole in my father’s skull and attach a drainage tube. With the pressure on his brain relieved, he would rejoin us in the consensus kingdom where a coffee cup was a coffee cup and he was himself. Of course he agreed. Or, at least, he failed to protest. The procedure would take place the next morning. That night, I went home with my mother and brother, to the old house where I had grown up, which was now being emptied in preparation for the move. The emptying took a long time, because my father collected objects, or, anyway, objects collected around him. Some were functional—fans, space heaters, humidifiers, dehumidifiers—but he required them in enormous numbers, and they formed a miniature history of low-end industrial design. When you plugged them in, they hummed, as if they had been devised for a different electrical grid, and gave off bad smells. Other things he collected were luxuries: fountain pens from Germany, shoes from Chicago, leather-bound editions of Darwin and Einstein whose footnotes alone might take him years to absorb. And the shirts! These he had accumulated by the hundreds, as if there might be a shirt blight down the road, and he stored them on shelves in the attic, wrapped in brown paper and neatly labelled with the date they had last come back from the dry cleaner. His itch for accumulation must have been fuelled by his boyhood during the Great Depression. He was born in 1925. His father worked in a grocery, then sold candy from the trunk of his car to mom-and-pop stores throughout Brooklyn and the Bronx. The family was not exactly poor, but there was some privation. The fear of losing everything—the conviction that the rug would be pulled out from under your feet, and that you might deserve it—stayed with him. But I think there was more. I think he felt a deep unease, a panic about his place in the world. I can say this because I feel it myself, sometimes. On such occasions, I am convinced that I have fallen off the edge of the Earth, that I am already in a posthumous phase and have somehow failed to notice until now. When my father was confronted by such feelings, his remedy, always, was to buy something. This may be the dumbest of all coping strategies, but there is a crude logic to it: the body crumbles away, but a fountain pen with a golden nib is forever. The inanimate outlasts the animate. My father is gone, but I still have his patent-leather shoes, which just about fit me and are so shiny that I can study my reflection in them. That evening, in the mostly empty house, my brother went out to his station wagon and dragged inside his upright bass. I found my old nylon-stringed guitar, and we played a few things in the front hallway, right under the lighting fixture that I had broken when I was eleven. The bass was booming and assertive, the guitar scarcely more than a whisper. My brother played “What a Little Moonlight Can Do,” humming the melody but mostly concentrating on the bass part. I could see how much he looked like my father. He had the same broad face and reddish hair and piercingly blue eyes, all of which made him seem like a proxy, or a genetic ambassador. The sound bounced off the old oak floors, stained and varnished to tempt potential buyers. Eventually, my brother ran out of steam and leaned the bass against the wall in the entryway. It looked precarious: would it fall? Then we went to sleep on a blow-up mattress and an old sofa cushion, as if we were camping out in some strange and disquieting place.", "When we arrived at the hospital in the morning, my father was still in bed, calmly sharing his hallucinations. A man in a brown suit had accosted him and demanded some proof of his identity. What upset my father the most, it seemed, was his confusion about who had the better claim—what if the other guy was him? Underneath the canary-yellow blanket on his hospital bed, he didn’t look too bad, aside from the tubing taped to his arm and the cannula streaming oxygen into his nose. Eventually he was wheeled away for the operation. In the cafeteria with my mother and brother, I ate food and drank coffee that tasted like nothing. I can’t remember how long it took. I assume that the actual procedure, the business with the drill, was over in an instant. What takes time is before and after: the downward dip of consciousness as the anesthesia kicks in, the coaxing back to life of the patient who has more or less visited the anteroom of the dead. Eventually, a nice surgeon came to find us and tell us that the operation had been a success. We all know that doctors speak a specialized language. As a doctor’s son, I was well aware that “success” was a particularly slippery word. It meant only that the great calamity had been deferred, at least for the moment. Still, we were ecstatic. The pressure on my father’s brain had been relieved, and he would probably be lucid again in a few hours, no longer harassed by Death in brown Hickey Freeman tweeds. He was returned to his room, with a square of gauze on the top of his head. A length of plastic tubing issued from the gauze. There was blood in the tube, flowing into a transparent plastic bulb—a crude conduit between the inside of his head and the outside world. None of this felt real. But it seemed like a reasonable price to pay for escaping the netherworld and living on Earth a bit longer. We gathered around the bed and looked at him, waiting for his return. He never really did return. For the final weeks of his life, he remained in a fog, from which he very occasionally emerged for a minute or two, and never when I was there. One day, when my mother was sitting by his bed, he woke up. He told her that he had been visited the previous afternoon by Uncle Eddie, his adored role model whom the F.B.I. had tried to recruit nearly a century before, and who had lived in a gilded apartment on East Tenth Street with a secret office behind a faux bookshelf. “Aaron, your uncle died fifty years ago,” she said. “I know,” he said. “But nonetheless.” There, in a single word, is the best argument on behalf of the afterlife that I have ever heard. The dead may walk among us simply because we insist that they do. They just keep circulating, those beloved, resented, lamented figures, our better selves and interlocutors of choice, with whom the conversation never ends.", "Meanwhile, life flowed on around him. A few days after the procedure, in early April, the movers came to the house, loaded whatever remained onto a truck, and brought it to the new apartment. I was back at work, so my girlfriend, Nina, volunteered to sit with my father at the hospital. The drain had been removed from his head. He had just enough strength to climb out of bed and deposit himself in a chair by the window. At one point, Nina later told me, he leaned forward in the chair and began shuffling his feet. He was intent: he seemed to be in the midst of some small journey. “Where are you going?” Nina asked. “I’m going upstairs,” he said. “I’m going to Woods Lane. I’m going to bed.” “Where do you see yourself in five potatoes?” He shuffled his feet some more and looked discouraged. “It’s uncanny,” he told Nina. “I can’t make it. I’ll never get there.” In these phantasmal moments there was also a certain practicality. He knew he couldn’t make it up the stairs, even if he didn’t know where he was. “You’re in a hospital,” Nina told him at one point. “Oh,” he replied. “That’s important.” This went on for two days. Much of the time, in bed or seated by the window, he retreated back into the fog. When Nina asked him why he was in the hospital, he said, “Depression.” He was wrong, neatly reversing cause and effect—unless he was right, meaning that his joyous, joke-cracking, fountain-pen-wielding self had long concealed something darker. Trying to lift him out of his funk, Nina asked whether he remembered the award he would be receiving that December. At once he brightened. Late in his career, my father had received a burst of approbation. There were years when, laboring in his instrument-crammed lab and going down one blind alley after another, he despaired of winning any awards at all. So he welcomed the trophies, the scrolls, the slender glass slab etched with a willow leaf (willow being the source of salicylic acid, which led to aspirin, which led to a lower incidence of blood clots). But this last award, for lifetime achievement in hematology, gave him special pleasure. Sinking into the pillows that day, he began reciting something—longer, more cogent sentences than anybody had heard since the operation. Nina soon realized that he was delivering his acceptance speech. Most of his remarks were a celebration of Wallace Coulter, a brilliant scientist and inventor, after whom the award was named. “Dr. Coulter was a man who engaged biology and took part in America in the nineteen-seventies,” my father intoned. “Of course this was absolutely signal.” At this point he fell asleep for several minutes. Then he awoke and picked up where he had left off: “Some people said that he digressed into further emblems which represented entourages to our activities.” He continued in this way for the next hour, dozing and waking, incubating each sentence in a mental twilight, while his remarks grew increasingly surreal. Coulter was “a real legend,” he announced, who had mastered the “humanagraphic properties.” He had also played a role in baseball. “Clorox, too,” my father added. Neither of the last two things was true. But my father was in a free-associative trance, and his remarks were a kind of poetry—the spoken equivalent of a Joseph Cornell box, with found objects and emblems (and further emblems) arranged according to some private language. During the twentieth or so intermission, while he dozed, a nurse brought his dinner and set it on the tray. “Would you like some dinner, Aaron?” Nina said, when he woke up. “No,” he said, smiling. “I’m enjoying the talk.” “Me, too. Let’s keep listening.” In my father’s mind, he was now both speaker and audience. He was listening to himself deliver the lecture and believed, at certain moments, that somebody else was talking. In its stop-and-go fashion, the speech went on. My father touched on cellular activities, radioisotopes, chromatography, and also more general matters. “It was hard to keep people out,” he declared. Out of where he didn’t say. He was, in any case, a man who had frequently felt himself to be on the outside, struggling for admission. “There were times,” he concluded, “when Dr. Coulter played an important role in the fidelity of . . .”—but then he trailed off, and this time he didn’t resume. The speech was over.", "My father’s health had attained a confusing state of equipoise. He wasn’t plunging toward death; he was in a holding pattern, and that meant he was no longer being treated. He had to go somewhere, but it wasn’t quite clear where he belonged—not among the sick in the hospital ward, but not among the healthy, happy, immortal beings down in the street. So he was sent, in an ambulance, to a rehab facility. There he endured a regimen of walking and standing and bending his arms for just a single day before coming down with double pneumonia. Another ambulance was summoned, and he returned to the hospital, where he was parked in a holding room downstairs. The room was dim. His body looked small and defenseless and on the verge of being abandoned—by whom, I wasn’t sure. I no longer knew how afraid to be, how sad to be, how hopeful to be. Now, trying to remember those weeks, I see myself at my father’s bedside. He’s attempting to remove the oxygen mask that is strapped over his mouth, the elastic looped lightly behind his big, intelligent-looking ears. He’s not really present. Perhaps I’m not really present. Perhaps he wants to speak, or simply abhors the persistent pressure of the oxygen piped into his mouth and nostrils. He tries to claw off the plastic mask and I keep putting it back. “Dad, it needs to stay on,” I tell him. “You need to breathe.” This isn’t the last thing I want to say to him. There are so many others: words of reassurance, gossip about Toscanini’s sex life, jokes from “Duck Soup,” the thousand and one sentiments that are seldom expressed by fathers and sons of a certain age, including the fact that I love him very much. “You’re very close to your father, aren’t you?” a friend remarked during this black period. I said that I was, but meanwhile recognized that our notions of emotional proximity don’t really apply to our parents. They are simply too large, too looming—planetary presences that defy our puny tools of measurement. Yet we were close. We laughed at the same things, loved the same things, were similarly eager to be touched and transformed by experience. Later, after his death, one of his colleagues noted that my father “believed that beauty would save the world.” My father would never have said that about himself. Yet it was true, if you understood beauty to encompass not only ecstasy but precision, rigor, a relish for the tiniest (literally microscopic) details. And it was true about me, too. We were a religious sect consisting of two people, and now half the congregation was gone. There would be no closure, no healing. I would simply adjust myself to a new and severely depleted reality. The world would come to an end, as it always does, one world at a time.", "Each night, when visiting hours were over, I would take the elevator downstairs with my mother and Nina, into the floodlit area leading to the parking lot, the artificial lumens mingling with what remained of the sunshine. The encroaching darkness seemed large and definitive—what Gerard Manley Hopkins called the “womb-of-all, home-of-all, hearse-of-all night.” Each time, I took the train back to Manhattan and planned my next excursion to the hospital. But my excursions were just about over. I came down with the flu: a hacking cough, muscle aches, a fever of a hundred and one. I couldn’t go to work, and I certainly couldn’t be allowed into the hospital. So I stewed and sweated at home during the final week of my father’s life. My sister flew in from Amsterdam. I was thrilled and slightly envious to hear that, during one of her visits, my father had emerged from the fog and joked, chatted, savored his dish of ice cream. But, a couple of days later, a staffer at the hospital introduced my mother to words we didn’t want to hear: “palliative care.” It shouldn’t be so. The word comes from the Latin pallium, which is a cloak. It means that the patient will be enveloped, protected, wrapped in a mantle of painkilling techniques that are often pharmaceutical but may also consist of old-fashioned human tenderness. It’s what we should want for the people we love. But it also signals that the fight is over. It is a white flag, a coming to terms with extinction. My mother was given a choice between moving my father to a nursing home and moving him to a hospice facility. She wasn’t sure. The decision was further complicated in late April, when he sat up in bed for a moment and told her, “I don’t know if I can beat this, but I want to live.” How could she now consign him to a hospice, which was a terminus—the end of it all? She was terrified that he might regain consciousness there, ask the nurse where he was, and abandon all hope when he heard the answer. She couldn’t stand the thought. At home, I tried to lower my body temperature by force of will. I was going crazy being kept at a distance. On top of that, I felt some small, shameful relief at not being in the room, not urging my father to keep the oxygen mask on his face, which prevented him from speaking. No doubt he had urgent things to say. At the start of May, my father was loaded into an ambulance and moved to a hospice in the Bronx. My brother told me it was a nice place—a large suburb of failing bodies and souls. I tried to imagine the room: the bed, the chair, the gentle lighting; my father, receding into the distance, viewed through the wrong end of the telescope. But it is a place I never saw. That first night, my mother called to say that he had died in his sleep."], "pubDate": null, "id": "8dbfd563-ecaa-3273-bbef-e796334d9e1a", "keywords": ["father", "told", "nina", "bed", "mother", "medicine", "hospital", "family", "going", "fathers", "went", "took"], "title": "Family Medicine", "summary": "“I’m going to be a cripple forever,” my father told me.\nUnderneath the canary-yellow blanket on his hospital bed, he didn’t look too bad, aside from the tubing taped to his arm and the cannula streaming oxygen into his nose.\n“Where are you going?” Nina asked.\n“It’s uncanny,” he told Nina.\n“You’re in a hospital,” Nina told him at one point.", "authors": ["James Marcus", "Alice Munro", "Jeffrey Toobin", "Rachel Aviv", "Jane Mayer", "Richard Brody", "Siddhartha Mukherjee", "Donald Hall"], "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}