{"id": "8dc1e1b3-b5d5-366d-95a9-2c1d3e387267", "title": "LA County surpasses 10K daily coronavirus cases for the first time", "url": "http://www.foxnews.com/health/la-county-surpasses-10k-coronavirus-cases-for-the-first-time", "summary": "Los Angeles County on Sunday reported more than 10,000 daily coronavirus cases, on the same day that a new stay-at-home order was set to go into effect across the state.\nAt least 10,528 new COVID-19 cases were reported, which was the highest number of daily cases during the pandemic, and a significant jump from 8,948 infections reported on Saturday, according to the Los Angeles County Department of Public Health.\nNearly every day last week, the county surpassed all-time highs for new daily cases and the number of people currently hospitalized with the virus.\nIt’s unfortunate and disappointing.”As of Sunday, L.A. County has reported more than 449,851 total coronavirus cases and at least 7,909 deaths from the virus, according to local health officials.\nCLICK HERE TO GET THE FOX NEWS APPMeanwhile, a new daily high of nearly 228,000 confirmed COVID-19 cases was reported nationwide Friday, eclipsing the previous high mark of 217,000 cases set the day before.", "paragraphs": ["Los Angeles County on Sunday reported more than 10,000 daily coronavirus cases, on the same day that a new stay-at-home order was set to go into effect across the state.", "At least 10,528 new COVID-19 cases were reported, which was the highest number of daily cases during the pandemic, and a significant jump from 8,948 infections reported on Saturday, according to the Los Angeles County Department of Public Health.", "Nearly every day last week, the county surpassed all-time highs for new daily cases and the number of people currently hospitalized with the virus. Health officials warn the holiday season could push the numbers even higher and overwhelm hospitals.", "LOS ANGELES COUNTY PROTEST OF DINING BAN TARGETS SUPERVISOR WHO VOTED FOR IT", "“I am positive that we haven’t seen the full increases in our case numbers associated with the Thanksgiving holiday, just based on the timeline,” L.A. County Public Health Director Barbara Ferrer said Sunday, according to the Los Angeles Times.", "Daily hospitalizations topped 2,855 on Sunday, which is typically associated with infection rates dating back two to three weeks, a time when officials were reporting about 5,000 cases a day, according to the paper.", "Ferrer warned it could take two weeks for an infected person to develop symptoms and even longer for them to suffer serious effects that require hospitalization.", "“I wouldn’t be surprised if we start seeing daily hospitalizations approaching 4,000 in a couple of weeks,” Ferrer said.", "She said it will take some time to see the effects of the new stay at home order that hopes to limit the surging virus and will likely impact businesses for the next few weeks. Roughly 33 million of California's 39 million residents, or 84% of the state's population, are subject to the order.", "Under the order, restaurants must halt in-person dining and can only offer food for delivery and takeout. Gatherings of people from different households will be prohibited, except for outdoor church services and political demonstrations.", "LOS ANGELES BAR OWNER RIPS GARCETTI, NEWSOM OVER DOUBLE STANDARD ON OUTDOOR DINING", "Nail salons, playgrounds, and zoos are among the establishments forced to close, while retail stores are allowed to stay open, but at 20% capacity, according to the L.A. Times.", "“It’s devastating,” said Hilary Goldner, co-owner of Sweet 1017 Hairdressing in Seal Beach. “We had had the two closures already, and this one comes at the busiest time of the year. Everyone is trying to move forward with their lives, and we play a role in that. It’s unfortunate and disappointing.”", "As of Sunday, L.A. County has reported more than 449,851 total coronavirus cases and at least 7,909 deaths from the virus, according to local health officials.", "CLICK HERE TO GET THE FOX NEWS APP", "Meanwhile, a new daily high of nearly 228,000 confirmed COVID-19 cases was reported nationwide Friday, eclipsing the previous high mark of 217,000 cases set the day before.", "The Associated Press contributed to this report"], "authors": ["David Aaro", "David Aaro Is A Reporter At Fox News Digital Based In New York City."], "keywords": ["day", "daily", "coronavirus", "weeks", "cases", "reported", "county", "order", "angeles", "according", "la", "virus", "10k", "surpasses"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}