{"id": "8dd2a762-27da-3bb8-a842-400832d1c52d", "title": "Democrats to pressure Pence to remove Trump using 25th amendment – live updates", "url": "https://www.theguardian.com/us-news/live/2021/jan/11/joe-biden-donald-trump-impeachment-capitol-mike-pence-nancy-pelosi-coronavirus-covid-live-updates", "summary": "10:29With Trump now finally accepting he will leave office, the future leadership of his movement is increasingly up for grabs, with a ragtag band of senators, congressman, Trump family members – and Trump himself – already jostling for the position.\nIt also might be an irrelevant question, if Trump decides to stage a 2023-24 stadium tour doubling as a new presidential campaign.\nLongtime Trump loyalists, chief among them the vice-president, Mike Pence, have suddenly broken with the president over his fight to reverse the election result.\n“I once said the party of Lincoln and Reagan is off taking a nap,” Boehner wrote on Thursday.\nThe GOP must awaken.”Read more of Tom McCarthy’s report: Republican civil war – what’s the party’s future after the US Capitol attack?", "paragraphs": ["10:29", "With Trump now finally accepting he will leave office, the future leadership of his movement is increasingly up for grabs, with a ragtag band of senators, congressman, Trump family members – and Trump himself – already jostling for the position.", "", "Whether anyone apart from the president is able to successfully ride the tiger of racism, nihilism and grievance politics that carried Trump to near-re-election after four years of American chaos and hundreds of thousands of preventable pandemic deaths is an open question. It also might be an irrelevant question, if Trump decides to stage a 2023-24 stadium tour doubling as a new presidential campaign.", "Longtime Trump loyalists, chief among them the vice-president, Mike Pence, have suddenly broken with the president over his fight to reverse the election result. Mick Mulvaney, the former chief of staff and special envoy to Northern Ireland whose loyalty helped Trump escape conviction in the impeachment scandal, resigned over the Capitol riot debacle, saying: “I can’t do it. I can’t stay.”", "Two firebrand conservative senators, Ted Cruz and Josh Hawley, went the other direction, taking up Trump’s cause – only to see their campaign result almost immediately in the death of a police officer and four others, and the vandalization of the US Capitol.", "A third young senator with designs on the presidency, Tom Cotton of Arkansas, blasted his plotting colleagues “who, for political advantage, were giving false hope to their supporters”, he said. The Republican old guard, meanwhile, in the guise of Mitt Romney, who has actually run for president – twice – accused his colleagues of being “complicit in an unprecedented attack against our democracy”.", "Even the former Republican House speaker John Boehner, who since his 2015 retirement has mostly limited his commentary on politics to tweeted pictures of himself mowing his lawn, said the Grand Old party (GOP) was in trouble.", "“I once said the party of Lincoln and Reagan is off taking a nap,” Boehner wrote on Thursday. “The nap has become a nightmare for our nation. The GOP must awaken.”", "Read more of Tom McCarthy’s report: Republican civil war – what’s the party’s future after the US Capitol attack?"], "authors": ["Martin Belam", "Tom Mccarthy", "Lauren Gambino"], "keywords": ["pence", "amendment", "tom", "taking", "result", "using", "live", "senators", "republican", "president", "updates", "politics", "25th", "democrats", "pressure", "question", "party", "remove", "trump"], "pubDate": "2021-01-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}