{"id": "8dd4ba0e-d77a-39c0-bcde-7c1987eb5d5e", "title": "GI Show – Watch Dogs: Legion And The Dark Pictures Anthology: Little Hope Reviews", "url": "https://www.gameinformer.com/video-podcast/2020/10/29/gi-show-watch-dogs-legion-and-the-dark-pictures-anthology-little-hope", "summary": "In this week's episode of The Game Informer Show, we discuss a handful of the games we've been playing recently, including: Watch Dogs: Legion, The Dark Pictures Anthology: Little Hope, and Ghostrunner.\nSo please join Kim Wallace, Marcus Stewart, Blake Hester, Alex Stadnik, Alex Van Aken, and myself for another wild and ever-entertaining episode!\nAlso, be sure to send your questions to podcast@gameinformer.com for a chance to have them answered on the show.\nTo jump to a particular point in the discussion, check out the time stamps below.\nIntro: 00:00:00Watch Dogs: Legion: 00:02:00The Dark Pictures Anthology: Little Hope: 00:18:33Ghostrunner: 00:26:02Modern Warfare Warzone: 00:31:59Astro's Playroom: 00:34:51Super Mario Sunshine: 00:39:16Jackbox Party Pack 7: 00:39:40Introducing Alex Van Aken: 00:40:40Community Emails: 00:47:45", "paragraphs": ["In this week's episode of The Game Informer Show, we discuss a handful of the games we've been playing recently, including: Watch Dogs: Legion, The Dark Pictures Anthology: Little Hope, and Ghostrunner. Then, we close the show with another fantastic round of community emails. It may sound simple, but it's one great show! So please join Kim Wallace, Marcus Stewart, Blake Hester, Alex Stadnik, Alex Van Aken, and myself for another wild and ever-entertaining episode!", "Thanks for listening! Please make sure to leave feedback below, share the episode if you enjoyed it, and follow me @benjaminreeves to let me know what you think. You can watch the video above, subscribe and listen to the audio on iTunes or Google Play, listen on SoundCloud, stream it on Spotify, or download the MP3 at the bottom of the page. Also, be sure to send your questions to podcast@gameinformer.com for a chance to have them answered on the show.", "Our thanks to The Rapture Twins for The Game Informer Show's intro song. You can hear more of their music at their website.", "To jump to a particular point in the discussion, check out the time stamps below.", "", "Intro: 00:00:00", "Watch Dogs: Legion: 00:02:00", "The Dark Pictures Anthology: Little Hope: 00:18:33", "Ghostrunner: 00:26:02", "Modern Warfare Warzone: 00:31:59", "Astro's Playroom: 00:34:51", "Super Mario Sunshine: 00:39:16", "Jackbox Party Pack 7: 00:39:40", "Introducing Alex Van Aken: 00:40:40", "Community Emails: 00:47:45"], "authors": ["Senior Editor", "Benjamin Reeves Is A Writer", "Journalist", "Geek Sponge. For The Last Years He Has Worked As An Editor For Game Informer Magazine. He Has A Passion For Video Games", "Comic Books"], "keywords": ["gi", "watch", "dark", "anthology", "sure", "hope", "listen", "legion", "pictures", "dogs", "alex", "little", "van", "informer", "reviews"], "pubDate": "2020-10-29T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}