{"summary": "She was thrilled to take the role, as she feels that War Child Holland’s work is “completely in line” with what she does.\n“The War Child programme creates a safe space for kids to participate and just be children again.\nIt really helps them to release stress and learn to participate again.”The War Child Holland team is enjoying its collaboration with Barraud.\nHe says the CRM technology enables War Child Holland to be changemakers and positively impact the lives of others.\n“If we grow too big too fast, we risk becoming unstable,” says Rob Williams, chief executive at War Child UK.", "url": "https://www.theguardian.com/changemakers-for-a-better-tomorrow/2019/sep/26/the-blogger-championing-refugees-we-all-have-a-story-that-deserves-to-be-heard", "paragraphs": ["Debra Barraud prefers to focus on humanity rather than politics. “I believe that when we bring humanity to the table we can have a new conversation,” says the photographer and storyteller behind the Humans of Amsterdam blog.", "After years of telling the stories of ordinary people in the city, Barraud has noticed that organisations and governments are increasingly understanding the importance of the role of storytellers like her. She has collaborated with the United Nations High Commissioner for Refugees, the Dutch Ministry of Foreign Affairs, and other organisations. “It’s amazing,” she says, “after six years, things are finally falling into place.”", "Her new collaboration is with War Child Holland, the non-governmental organisation that works exclusively to improve the resilience and wellbeing of children living with violence and armed conflict by providing vital child protection, education and psychosocial support. Barraud is working with War Child Holland as a ‘changemaker correspondent’ for Salesforce.org, the dedicated social impact team within Salesforce that delivers technology to nonprofits, educational institutions, and philanthropic organisations.", "She was thrilled to take the role, as she feels that War Child Holland’s work is “completely in line” with what she does. She admires in particular how it focuses on children and psychosocial support, and feels it “brings more depth to the story”.", "The children being helped by War Child Holland include those who had to flee their homes, leave everything behind, lost family and friends in conflict, experienced bomb attacks and lived with anger and fear. Children who experience things a child should never experience are left with the consequence, such as extreme anger, continuous stress and trust issues.", "The War Child offices in Amsterdam", "As part of the collaboration, she met and interviewed an Eritrean family who now live in the north of the Netherlands. The family were split up after the father fled the country due to political oppression and impending military service. He ended up in Israel. The family then sent one of their three sons, Tesfay, then 14, to the Netherlands. There, the family reunited after several years apart.", "Barraud was moved by the family and their “beautiful story”. They told her they are “very thankful and happy” to be back together. For the first time, the children enjoy going to school, unlike in Eritrea.", "“This is their new normal,” says Barraud of their new school. “It’s nice to see them respond to their new teacher.” Their mother spoke of her relief that “finally my children can go to school and not be afraid”. The family also enjoy the presence of sheep in the north of the country, as they grew up with lots of sheep in Eritrea.", "Nevertheless, adds Barraud, it was clear that the children were dealing with some traumatic experiences. Some of their behaviour was “typical of children who have gone through something”, she says.", "Barraud is using her experience as a photographer and storyteller to raise awareness of War Child Holland’s efforts", "War Child Holland, together with Unicef Netherlands and Save the Children, also runs a programme at the school, providing a number of healing activities for the children, including sports, games and movement activities such as passing around an imaginary ball. The kids can take part as much or as little as they like.", "“These children have gone through way more than they should have,” says Barraud. “Some of them have seen the worst of humanity. They’re just little kids but they have seen so much. They need love and time. Time to heal and to grow.", "", "“The War Child programme creates a safe space for kids to participate and just be children again. It really helps them to release stress and learn to participate again.”", "The War Child Holland team is enjoying its collaboration with Barraud. Mark Jordans, director of research and development at War Child Holland, says: “Telling stories is a good way of raising awareness, and Humans of Amsterdam is a great way of telling a story.”", "His colleague Rutger Westerhof, a project manager, is also full of praise for Salesforce.org, which facilitated the collaboration. He says the CRM technology enables War Child Holland to be changemakers and positively impact the lives of others.", "“Of all the big data management systems, Salesforce.org is the one that is most focused on an easy user experience. It has helped us manage our volunteers much more efficiently,” he says. He also appreciates the flexibility and scalability of its software. “The ability to make changes along the way is what keeps the quality of a project as high as possible,” he says.", "There are an estimated 32 million displaced children in the world, and War Child says Salesforce.org has helped it scale efficiently as it rises to the challenge of helping those in need. “If we grow too big too fast, we risk becoming unstable,” says Rob Williams, chief executive at War Child UK.", "Changemaking: the altruistic trend set to transform the future of business Read more", "“Salesforce.org brings us the stability we need to keep expanding, while also increasing efficiency.”", "With the vital work War Child does, it’s essential it can expand in a sustainable way and be supported by the right tech. The sensitivities around providing humanitarian aid extend from seamless back-end management to knowing how to cope with potentially distressing situations – something Barraud knows all too well, having previously travelled to a camp to document the stories of Syrian refugees. She admits that such encounters come at a price for her. “It’s definitely not easy but I think it’s important as a storyteller to have some sense of detachment.", "“I do feel their pain but you can get a lot of hope and warm feelings when you think about the people who are changing their situation.”", "Brought together by Salesforce.org, Barraud and War Child Holland are telling stories from people who don’t have a voice; they would otherwise remain untold. Now, they could change minds and open hearts. “It’s much harder to feel hate for someone when you know their story,” says Barraud. “What keeps me going is sharing stories of ordinary people, because we all have a story and we all deserve to be heard.”", "To learn more about Salesforce.org ‘Changemaker Correspondents’, visit Salesforce.org/changemaker"], "pubDate": null, "keywords": ["way", "telling", "deserves", "war", "refugees", "holland", "championing", "children", "family", "salesforceorg", "blogger", "school", "child", "barraud", "heard"], "id": "8e16928f-4bbc-3a96-a5ca-8cca32ece0d4", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "authors": ["Chas Newkey-Burden"], "title": "The blogger championing refugees: 'We all have a story that deserves to be heard’"}