{"id": "8e38ace9-1a90-38b5-8aaf-2ab9db3c826f", "title": "Leading By Example: How Naomi Osaka Became the People’s Champion", "url": "https://www.vogue.com/article/naomi-osaka-cover-january-2021", "summary": "Osaka was training in the California desert in March of last year when the pandemic knocked the season over like so many dominoes.\n“I’d never had a break like this before in my life,” Osaka explains, “so I just tried to clear my mind.” She watched a lot of Netflix—anime, mainly.\nIn May, George Floyd was killed by a police officer in Minneapolis, and for Osaka the event had a consuming force.\nOsaka was 14 and living in Boca Raton, Florida, when Trayvon Martin was fatally shot some three hours north.\n“I don’t think it matters if you’re shy or not, or if you’re introverted or extroverted.", "paragraphs": ["Osaka was training in the California desert in March of last year when the pandemic knocked the season over like so many dominoes. The Indian Wells Open, tennis’s biggest prize outside the four majors and the scene of her first great triumph in 2018, was canceled. Miami followed suit, then the entire clay-court season, then the grass tournaments including Wimbledon, and most of the North American hard-court swing. “I’d never had a break like this before in my life,” Osaka explains, “so I just tried to clear my mind.” She watched a lot of Netflix—anime, mainly. In the morning she jogged. She cooked. She got restless and asked her agent for projects. She started drawing. She picked up the guitar but got frustrated when the chords didn’t come together fast enough. She tuned into the news cycle in a way that the peripatetic professional tennis tour makes next to impossible. In May, George Floyd was killed by a police officer in Minneapolis, and for Osaka the event had a consuming force. In the months since, she has become tennis’s most powerful advocate for racial justice.", "“I’m Black, and I live in America, and I personally didn’t think it was too far-fetched when I started talking about things that were happening here”", "“I feel like this is something that was building up in me for a while,” she says. Osaka was 14 and living in Boca Raton, Florida, when Trayvon Martin was fatally shot some three hours north. “I watched the Trayvon stuff go down. For me that was super-scary. I travel so much during the year that I don’t always know the news that’s centered in the U.S. But then when the pandemic hit, there were no distractions. I was forced to look.” Days after Floyd’s death, Osaka and her boyfriend of two years, the rapper Cordae, flew to Minneapolis to join the protests. She had never been to a rally of any kind in her life. “I don’t think it matters if you’re shy or not, or if you’re introverted or extroverted. You’re just there in the moment. When you see it in real life—so many cameras filming everyone, police with guns outside the city hall, the parents of other victims telling their stories—it kind of hits you differently. You’re able to process it on your own terms.”", "", "On social media, Osaka posted photos from the protest that were met with the inevitable hodgepodge of support and censure. She was told to stick to making statements with her tennis racket. Someone commented facetiously on her Instagram: “You’ll loot everything right because that’s the answer. And don’t give me some speech on why looting is good or why everyone is rioting...Martin Luther King would be disappointed in you people.”"], "authors": ["Rob Haskell", "Rob Haskel", "Annie Leibovit", "Jorden Bickha"], "keywords": ["thats", "tennis", "think", "champion", "naomi", "leading", "tenniss", "dont", "osaka", "trayvon", "started", "example", "youre", "peoples", "watched"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}