{"id": "8e434da4-562b-31c8-991f-40aedd843d54", "title": "The women explorers who changed the travel world", "url": "https://edition.cnn.com/travel/article/women-explorers-breaking-barriers/index.html", "summary": "In 1925, the foursome founded the Society of Women Geographers so that women explorers like themselves could get together and share their experiences.\n\"This group of women have paved the way for women today,\" Zanglein tells CNN Travel.\nOne of the book's running themes is the downplaying of the achievements of women geographers, particularly during the early 19th century.\n\"I am very much honored but doubtful of my qualifications,\" she's quoted as telling the society members.\nThe Explorers Club admitted its first female members in 1981, nearly 60 years after the Society of Women Geographers was created.", "paragraphs": ["(CNN) — They'd traveled hundreds and thousands of miles between them, but explorer Blair Niles and one-time spy Marguerite Harrison were disappointed to learn that they were deemed unsuitable to join the Explorers Club.", "Despite their considerable travel achievements, the pair were banned from becoming members as the club, founded in 1904, did not admit women.", "In fact, its president, Roy Chapman Andrews, would go on to declare that \"women are not adapted to exploration,\" while addressing female students at New York's Barnard College in 1932.", "Niles, who'd already been on an expedition to Asia, and Harrison, America's first female foreign intelligence agent, decided to expand their network after discussing their frustrations over lunch.", "They invited economic geographer Gertrude Shelby and journalist Gertrude Emerson, who had led an expedition to Asia, over for tea and by the end of their meeting, the four women had agreed to start their own club.", "In 1925, the foursome founded the Society of Women Geographers so that women explorers like themselves could get together and share their experiences.", "Although membership wasn't exclusive to explorers, those who joined had to be \"women who have really done things,\" according to a letter that Harrison wrote to explorer Harriet Chalmers Adams, the society's first president.", "In the nearly 100 years since then, the list of esteemed names on its membership books have included the likes of human rights campaigner and former First Lady Eleanor Roosevelt, primatologist Jane Goodall and anthropologist Margaret Mead.", "Breaking barriers", "Explorer Blair Niles was one of the founding members of the Society of Woman Geographers. Alamy", "Jayne Zanglein, a professor at Western Carolina University, examines the history of the Society of Women Geographers in her new book \"The Girl Explorers,\" which puts the spotlight on some of its most famous members and the barriers they broke down.", "\"This group of women have paved the way for women today,\" Zanglein tells CNN Travel. \"Not only in terms of travel, but in terms of fighting for injustice and equality.", "\"We need to examine and applaud these women for their accomplishments at a time when travel was so difficult and they were discriminated against by men and by the media.\"", "Zanglein first learned of the society during a trip to Asia in 2016 and began researching its members, some of whom had been pretty much forgotten by the world, as soon as she returned.", "\"A lot of people at that time thought that women were more reckless than men,\" she explains. \"They would joke about the fact that, if a man saw a lion, he would be careful, but a woman would say, 'Oh, isn't that cute?'", "\"Then trouble would begin because the men would have to rescue a reckless woman.\"", "One of the book's running themes is the downplaying of the achievements of women geographers, particularly during the early 19th century.", "Zanglein details the frustrations of the explorers, who were often uncredited for their work on expeditions, while reporters continually asked questions about their make up rather than their significant accomplishments.", "\"The challenge they faced besides exclusion, was isolation,\" says Zanglein. \"Because they had no way to connect with each other before the society.", "\"Marguerite Harrison was once a prisoner in Lubyanka prison in Russia and they [reporters] would ask her about love interests.\"", "However, the author notes that attractive women were sometimes used to generate publicity for travel expeditions.", "Niles' former husband, ornithologist and marine biologist William Beebe, was once reprimanded by the Bronx Zoo for sending in countless images of women in bathing suits rather than pictures of men doing scientific work.", "\"He knew if you put these pictures of women in the newspaper, donations would come in and people would start funding expeditions,\" says Zanglein. \"So it's sort of a vicious circle.\"", "Related content Amelia Earhart would have a hard time disappearing in 2019", "Esteemed members", "Amelia Earhart was an early member of the society and the recipient of its first ever gold medal. Getty Images/Getty Images", "Aviation pioneer Amelia Earhart, arguably the society's most famous member, was said to have frequently toned down her accomplishments to \"appear less of a threat.\"", "When she was invited to join the society, Earhart, who had flown across the world as a passenger and published her 1928 book \"20 Hours, 40 Min\" by this point, reportedly questioned whether she was qualified enough.", "\"I am very much honored but doubtful of my qualifications,\" she's quoted as telling the society members. \"However, if the other members will bear with me for a while, I'll try to make up for the deficiencies.\"", "Earhart, also a member of the National Woman's Party and an early supporter of the Equal Rights Amendment, would go on to become the first woman to fly across the Atlantic nonstop solo, an occasion the society marked by awarding her its first ever gold medal.", "She famously disappeared along with navigator Fred Noonan during an attempt to become the first female to complete a circumnavigational flight of the globe in 1937 and was officially declared dead 18 months later.", "\"She was charming in that she didn't accept praise and credit for herself, but rather for all women,\" says Zanglein. \"That made her very lovable.", "\"Her life, or death, is shrouded in mystery. People love to speculate about what happened to her.\"", "Mountaineer Annie Smith Peck, the third woman in history to ascend the Matterhorn is also featured in \"Girl Explorers,\" as is World War I nurse and author Ellen La Motte who wrote of her experiences in the 1916 book of essays \"The Backwash of War.\"", "The stories of sculptor Malvina Hoffman, known for her life-size bronze sculptures, and geographer Helen Candee, one of the survivors of the Titanic, are also covered.", "\"These women were not diverse in the restrictive sense that we sometimes use the word today to denote inclusion of people of color,\" Zanglein writes in the author's note.", "\"Most of the early members were white. But they were diverse in other ways: socio-economic status, educational attainment, occupation, sexual orientation, marital status, ethnicity, and nationality.\"", "Related content The Arctic explorers locked down in a tiny hut in Norway's Svalbard archipelago", "Trailblazing women", "Society member Sylvia Earle, a legendary marine biologist who led the first team of women aquanauts. AP", "According to Zanglein, the women were hugely supportive of each other and some would coach other members and were \"always giving each other practical advice.\"", "While she was intrigued by all the society members, Zanglein felt a particularly strong connection to Niles, who was born on a plantation in Staunton, Virginia and \"ended up being an advocate for black and gay people.\"", "Niles' book \"Condemned to Devil's Island,\" a fictionalized account of the escapes of a real life prisoner she'd met while visiting the Devil's Island penal colony was brought to life in the 1929 Hollywood movie \"Condemned.\"", "The explorer went on to write \"Black Haiti,\" based on the slave revolt in Haiti, and \"Strange Brother,\" the first fictional work to portray gay men in Harlem in an empathetic way.", "\"I kind of fell in love with Blair,\" Zanglein admits. \"The Girl Explorers\" references various early 19th century materials with depictions of race that are quite shocking to read today.", "Although some society members evidently shared the racial prejudices of the time, Niles, along with Moffat and Zonia Baber, a professor who devoted her career to interracial understanding, were among those who worked hard to challenge these views.", "\"I think there is probably a correlation between people who choose to travel and being broad and open minded,\" Zanglein adds.", "\"That sense of wonder that you get when you're traveling and wanting to learn about other people certainly made them [the early society members] more open minded, but not all of them were.\"", "Related content Lessons I've learned as a Black traveler", "Modern relevance", "Primatologist Jane Goodall is one of the most popular members of the society today. CBS/Getty Images", "Although she came up with the concept for the book years ago, Zanglein is grateful that it's release has come during such a pivotal moment in history for Americans.", "\"What impressed me most about the early members of the society was that they had compassion for people of all races and nationalities,\" she says.", "\"I think that it will resonate with readers today because it's being published at a time when Americans have become more divisive and less tolerant.\"", "The Explorers Club admitted its first female members in 1981, nearly 60 years after the Society of Women Geographers was created.", "While Zanglein acknowledges that the original club has \"come full circle\" over the years, and now celebrates the achievements of women from all walks of life, the Society of Women Geographers is still going strong.", "The author was recently approved as one of its newest members after a strict application process in which a committee closely examined her suitability.", "To be accepted, potential applicants have to demonstrate \"professional accomplishment in a wide range of disciplines contributing to geographic knowledge and experiences in international travel or expeditions.\"", "Zanglein believes the society is still as relevant today as it was back in 1925, when Niles, Harrison and their friends chatted about their escapades over tea in a New York apartment.", "\"When Blair and her friends set it up, it was a place to network to tell their stories, to exchange travel tips and support each other outside of the presence of men,\" she explains, pointing out that the Los Angeles Adventurers' Club still does not admit women."], "authors": ["Tamara Hardingham-Gill"], "keywords": ["men", "zanglein", "early", "explorers", "geographers", "travel", "changed", "today", "society", "members", "women", "world"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}