{"id": "8e522289-7ce1-3058-89df-2ec89768460b", "title": "New Jersey indoor pools report no cases of coronavirus since July, study claims", "url": "http://www.foxnews.com/health/new-jersey-indoor-pools-no-coronavirus-study", "summary": "Phil Murphy, of New Jersey, announced new coronavirus restrictions Monday after the spike in positive cases throughout the state.\nAmong the new shutdowns are for indoor recreational sports, including indoor swimming.\nHowever, a small study published last week by the New Jersey Swim Safety Alliance, an all-volunteer organization, has claimed to have found no reported instances of coronavirus spread at indoor pool facilities within the state.\nThe study, which was published by the volunteer group last week, tracked 44 indoor pools in New Jersey since the facilities reopened July 2 with 25% capacity.\nAccording to the findings from the NJSS, owners and managers of indoor pool facilities that were surveyed reported no positive cases of coronavirus.", "paragraphs": ["Gov. Phil Murphy, of New Jersey, announced new coronavirus restrictions Monday after the spike in positive cases throughout the state. Among the new shutdowns are for indoor recreational sports, including indoor swimming.", "However, a small study published last week by the New Jersey Swim Safety Alliance, an all-volunteer organization, has claimed to have found no reported instances of coronavirus spread at indoor pool facilities within the state.", "The study, which was published by the volunteer group last week, tracked 44 indoor pools in New Jersey since the facilities reopened July 2 with 25% capacity.", "According to the findings from the NJSS, owners and managers of indoor pool facilities that were surveyed reported no positive cases of coronavirus. Since reopening, 212,641 people have visited one of the 44 pools in the limited sample.", "CLICK HERE FOR COMPLETE CORONAVIRUS COVERAGE", "Since pools reopened, they had to adhere to strict guidelines – capacity was limited to 25%, social distancing was enforced and face coverings were required for swim coaches and instructors. Indoor locker rooms are also to remain closed or properly monitored to ensure social distancing.", "DR. SCOTT ATLAS RESIGNS AS SPECIAL ADVISER TO TRUMP ON CORONAVIRUS", "The Centers for Disease Control reported “no evidence that COVID-19 can be spread to humans through the use of recreational waters.” However, the department does advise for all those in public spaces to continue to practice proper hygiene such as washing hands, wearing masks and maintaining physical distance.", "AMERICANS FACE NEW CORONAVIRUS RESTRICTIONS AFTER THANKSGIVING"], "authors": [], "keywords": ["jersey", "coronavirus", "indoor", "cases", "reported", "facilities", "pools", "spread", "claims", "week", "report", "swim", "study"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}