{"id": "8e61d9e8-51cf-3fda-b749-d5bcce7f9b2e", "title": "Will coronavirus kill the high street? | FT Film", "url": "https://www.ft.com/video/7cac40e2-e021-442b-82e8-699098552162?playlist-name=section-c47f4dfc-6879-4e95-accf-ca8cbe6a1f69&playlist-offset=7", "summary": "I moved away 30 years ago, and the town centre today is a far cry from what I remember.\nBut high street retail needs to be supported by town centre offices in order to be sustainable.\nWill people want to return to Doncaster's bars and restaurants, let alone live in the town centre?\nMore people like them will be prepared to give it a go as town centre rents fall in response to lower demand.\nThey need to walk down to high street and they need to come and talk to people.", "paragraphs": ["You can enable subtitles (captions) in the video player", "[MUSIC PLAYING]", "SUBJECT 1: It looks depressing. It looks empty.", "SUBJECT 2: If I'd seen tumbleweeds coming up the high street, I wouldn't have been a bit surprised.", "JONATHAN ELEY: This is the story of a high street in decline.", "FRANCIS BISHOP: Since so many businesses come and go, and it's really heartbreaking to see.", "JONATHAN ELEY: It's a story told on high streets across the UK. This is the story of Doncaster, my hometown. It's sort of in a no-man's land here.", "ELLIE HUGHES: I wouldn't like to come in on my own with both my kids. It is a bit of a scary place.", "JONATHAN ELEY: A fairly typical post-industrial market town in South Yorkshire, England.", "NICCI BENTLEY: It always packed, it was busy, it was bustling, and now, it's like a ghost town.", "JONATHAN ELEY: Doncaster's centre has been hollowed out. It has more retail space than its economy can support. One in five shop units sat empty even before the coronavirus pandemic. Now, shopper numbers are down even more.", "SUBJECT 3: I honestly don't know what I'd do if I didn't do this. It is my livelihood. Yeah, I do need people to come in and buy things.", "JONATHAN ELEY: Plans are afoot to regenerate the town for the post COVID era, the internet era. The kind of development taking place here is different every time I come. But will they work? And who will be the winners and losers? It's more tiring than it looks.", "DOMINIC GIBBS: We've got a few retailers here who have been very clever.", "JONATHAN ELEY: I'm Jonathan Eley, the Financial Times retail correspondent. At the start of 2020, I came to Doncaster to see what the town could tell us about the future of the UK's high streets. Then coronavirus struck. I returned just before England went into a second lockdown to find out what's changed.", "High streets were already struggling, but the pandemic tipped many businesses over the edge. Nationwide, almost 14,000 stores closed in the first nine months of this year, with over 125,000 jobs lost. Doncaster has not been spared. I moved away 30 years ago, and the town centre today is a far cry from what I remember. Doncaster was never beautiful, but it was always a tough, hardworking town with a busy market at its centre. We're going to look at what's happened pre and post COVID, how retailers are adapting, and what the future might hold.", "The decline of traditional industry, a decade of austerity, and the coronavirus pandemic, certainly haven't helped places like Doncaster. But this story has long been about much bigger issues. We're shopping differently. 25 minutes down the motorway from here is the giant Meadow Hall Mall, with thousands of free parking spaces. We were spending 1 pound in every five online before the pandemic. Now it's closer to 1 in 4.", "Doncaster has benefited from that, because it has excellent road and rail connections. This vast distribution shed is what Amazon calls a fulfilment centre. It's one of three located just outside Doncaster, and one of the largest in the UK, the size of 15 football pitches. The overwhelming scale of the place illustrates exactly what high street retailers are up against.", "Amazon's and other logistics operators are the subject of constant complaints from trade unions in particular. What would you say to the people here who say that basically Amazon isn't as satisfying or fulfilling a place to work and employees are regularly put in danger?", "STUART MORGAN: A lot of those comments are unfounded and not based upon facts. We offer the opportunity to come and see what it's like to work in Amazon. So if you want to form your own opinion, then come and take a look inside.", "JONATHAN ELEY: Amazon has been one of the big winners from the pandemic, as people stayed at home and shopped online in greater numbers. In August, it said it would hire another 7,000 workers by the end of this year to help it cope with demand. Centres like this have created thousands of new jobs in Doncaster and elsewhere. Many are proper, full-time roles with benefits, and they have undoubtedly helps replace some of the jobs lost in traditional retail.", "But this warehouse is by a motorway junction on the edge of town. People here don't wander around the shops in their lunch hour. And this is another problem for towns such as Doncaster. In the town centre, 2/5 of the property is retail. Less than a fifth is offices. But high street retail needs to be supported by town centre offices in order to be sustainable. And even before COVID, this is an area where Doncaster struggled compared to a strong city centre, such as Leeds.", "ELLIE HUGHES: Because the bells make a noise. My name's Ellie Hughes, and I have lived in Doncaster all my life. I do enjoy interacting with people. I do like the social side of retail. But there's probably not the options there that there once were. I've probably seen more shops open and close than any shops staying.", "DOMINIC GIBBS: How you doing, boys? You all right? All right? Dominic Gibbs. I've lived in Doncaster for 25 years plus, and I'm a owner of a number of businesses within Doncaster. I came to Doncaster a long time ago and loved it. How you doing, mate? People are just so welcoming and it is kind here at the moment, it's not the place I've fell in love with. For me, you don't just say, that's how it is now, people shop online, and run the white flag up. You've got to fight.", "JONATHAN ELEY: Dominic knows all about fighting. One of his businesses is Cage Steel, the UK's second biggest mixed martial arts show. But that and the Diamond Lounge, a wedding and events venue he owns in the centre of town, have been devastated by COVID.", "DOMINIC GIBBS: The business has just been shut. Can't have parties, can't have weddings, we can't do a large sporting show. We used to put 2,000 people in the arena. We qualified for the 25,000 pound grant, but the rent is still due, the water's still due. They're just kind of haemorrhaging money every month. We've restructured the businesses in February. We wasn't viable to get furlough, so I've had to pay stuff out of my own pocket.", "JONATHAN ELEY: Shops did at least reopen after the first lockdown, but even before COVID, the few traders that remain on Doncaster's famous market weren't optimistic about the future.", "JOHN DUFFIELD: I've been on the market for 32 years. Back then, it was very busy. 300 stores now we're on 11, 12 stores. Nobody can make it now. Doesn't matter what you've got, what you start with, there's no football. I'd put the decline of football down in Doncaster market simply to the internet. It's killed almost everything. High street as well.", "DOMINIC GIBBS: Topshop is about to close. House of Fraser's about to close. [INAUDIBLE] have always been on the edge, and they're big shopping outlets. Those business rates that were paid by those big companies, they're not going to be there.", "JONATHAN ELEY: In any town centre, when big shops close, the number of shoppers falls, which has a knock on effect on everyone else. And the wider social problems endemic to many British towns become much more visible. Dominic was so appalled at what was happening even before COVID, that he set up a Clean Up Doncaster Facebook page. In just three days, it's attracted over 10,000 followers.", "DOMINIC GIBBS: We literally had a spice epidemic. It's a cheap alternative drug. It creates a zombie effect. People have openly said, I will not bring my children to town, because I'm scared.", "CHRIS NOVAK: When I first came to Doncaster, it was an absolutely bustling town. It was fantastic to be in. I've just got this feeling that my grandkids won't be able to experience what I experienced.", "ELLIE HUGHES: When I was younger, I used to come to town with my friends. I don't think people enjoy to come into town like they used to. There has been a decline in the type of people that are in town now. And shops closing so often.", "SCOTT CARDWELL: There was just no footfall at all in this area. It literally died.", "JONATHAN ELEY: Doncaster's civic leaders are realists. They know that many of the shops that have closed won't be coming back. And they're keen to show how investment in the public realm can help find alternative uses for the buildings that retailers once occupied. This is the town's new cultural hub. It already features an acclaimed theatre. A new cinema, library and chain restaurants are to follow.", "SCOTT CARDWELL: So this office building has been under-utilised as an office building. And now we've seen some of the private sector responding to some of the investment that we're making. This is now being converted to apartments, and we've seen a number of companies converting some of the old stock of buildings into high end apartments. They're getting really decent rentals.", "PAUL ROTHWELL: The co-operative building is.", "JONATHAN ELEY: One of those people is Paul Rothwell. His family still runs a fish and chip shop in Doncaster, but he is now the boss of Empire Properties, which has redeveloped this historic old department store into flats.", "PAUL ROTHWELL: So all this kind of Art Deco in the smaller towns is not probably not as pleasant as you kind of want it to be. But I think as the population grows in the town centre, then nice bars and restaurants open, then and people are out using them. Then that kind of just feeds on I guess, doesn't it?", "JONATHAN ELEY: Has the pandemic put pay to that ambition? Will people want to return to Doncaster's bars and restaurants, let alone live in the town centre? Or as home working increases, will demand grow for bigger properties further out of town with outside space? Being open to changes of use is vital to fixing town Centres.", "Across the country, retail is moving out, while leisure and dining are moving in. This was once the BHS, where I used to work on a Saturday. Now it's Flip Out, a trampoline park. I wonder what my old boss, Mr Bates, would make of this? Leisure businesses face an uncertain future with England in lockdown again, and the threat of more local lockdowns to follow. And in a post pandemic world, there are doubts as to whether leisure and dining can soak up all the space that's no longer required by retailers. Even amidst all this change, some canny independent retailers are bucking the trend.", "FRANCIS BISHOP: I'm Fran Bishop. I have four children's wear shops in Doncaster, Newark, Sheffield and Mansfield. I have been trading now in Doncaster for five years.", "SUBJECT 4: Are you open?", "FRANCIS BISHOP: I am, yeah. Come in! Come in. I'd never really been to Doncaster before I administered up here, but it was cheap, it was cheerful, fairly good footfall. Doncaster has declined. If I looked now on the outside, I'd be more wary about opening here. [INAUDIBLE] on our Facebook. [INAUDIBLE]", "JONATHAN ELEY: Frances isn't a typical high street retailer. A former contestant on The Apprentice, she's something of a local celebrity.", "FRANCIS BISHOP: [INAUDIBLE]", "JONATHAN ELEY: Pud, her children's wear business, is one of Doncaster's success stories.", "FRANCIS BISHOP: There's not a day. I don't wake up and not go on social media and thank our customers. What I've done with the business, is tell a story. I can post on Facebook twice a day to 20 times a day. If we've got new stock in, I might do an hour live video. We're almost like a TV channel. So I'll put my phone online. In the background, you'll see the phone ringing and people ordering. And then it always becomes a competition to see if they can get on the live video [INAUDIBLE]", "A lot of people do say that you share your life to these 20,000 women. And I do. If I post a selfie here. I'll just re-take that. Didn't like that one. We put here last comment wins 10 pound. And if I can get like thousands of comments on this, we'll pop it to the top of each timeline. And now we're on 123 comments in four minutes. We now have 922 comments in eight minutes.", "That's cheaper for us to do that than it is for Facebook advertising. Because what we've done is, we've done a natural algorithm to beat the algorithm. Because we had a really active post, so Facebook will naturally push it to the top of the news feed. So we've now been going for 15 minutes. We've got 2,400 comments.", "JONATHAN ELEY: But that was before COVID. Back then, Francis was passionately committed to her bricks and mortar stores. But she has since pivoted to online sales, using the 25,000 pound government grant to open this 5,000 square foot warehouse outside the town.", "FRANCIS BISHOP: I think that's your colour. Websites give you an idea just what the four shops combined did. And because of COVID, what we decided to do, was close the Sheffield store, because the lease was up in March. So it was pointless for me to sort of extend the lease in the middle of a lockdown. We're coming out of this really lucky compared to a lot of other businesses. That is down to the customer base just for sticking by us I think.", "JONATHAN ELEY: There are customers in this warehouse today. Could you theoretically just have the warehouse and not have the shops and still maintain that connection that's so important?", "FRANCIS BISHOP: The customers are still supporting us, so whilst they're doing that, why would I turn my back on them?", "JONATHAN ELEY: But sharing so much with the world isn't a model that will necessarily work for everyone.", "CHRIS HUGHES: This is your volume control here.", "JONATHAN ELEY: Antiques retailer, Chris Hughes, was weighing up whether to keep his Doncaster shop even before COVID.", "CHRIS HUGHES: If things are going to go the way of everybody shopping on internet, I'm considering I'm out of town location.", "JONATHAN ELEY: Now things are even tougher.", "SUBJECT 3: Footfall's down dramatically.", "JONATHAN ELEY: Is this the sort of business that readily transfers online? Or is it really, you've got to touch it.", "SUBJECT 3: Well, to me.", "JONATHAN ELEY: Look at it?", "SUBJECT 3: Yeah. When I'm buying stock, I like to touch it, feel it. I honestly don't know what I'd do if I didn't do this. It is my livelihood. Yeah, I do need people to come in and buy things. We do need people to shop local. I'd like to think that people will help and support the local businesses, because we're here for them. And we're only going to be there for them if they continue to use us.", "JONATHAN ELEY: Many of Doncaster's remaining shops appeal to those on lower incomes. But there are also tentative signs that Doncaster is trying to attract a younger crowd. That sells itself, doesn't it? When I was a kid, it was chips and curry sauce. Now it's vegan and gluten free options. Doncaster's council spent seven million pounds turning the historic old wool market into a hipster haven, with street food stands and independent market stores run by young entrepreneurs.", "REBECCA AYDON: I studied fashion design and I really got into sustainability and natural dying. I came back from London and I was really happy with how it is here. The opportunity came here because of the cheap rent. The business rates, we don't have that in here. We still pay the electric rates reduced because we're in a market.", "JONATHAN ELEY: But that was then. This is now.", "REBECCA AYDON: Throughout COVID, the only thing that I was making online was face masks. That's really what helped me get through COVID. I'm going to move to a different part of town, and it's a part where I shop myself, so I'm hoping that it will still be busy.", "JONATHAN ELEY: What persuaded you to take that risk at such a challenging time?", "REBECCA AYDON: With COVID, I had the chance to get the shop that I wanted at probably a price that was better than it would have been before.", "JONATHAN ELEY: The stories of Fran and Rebecca show what retailers need to do if they're to have a future on the high street. They can't just sell the same things you can buy online or in the identikit chain stores that fill Britain's shopping Centres.", "SUBJECT 4: Bye. See you later.", "SUBJECT 5: See you later.", "JONATHAN ELEY: They have to offer a sense of community or services or things that you simply cannot get on the internet.", "FRANCIS BISHOP: When you come to Pud, you don't just pop in. It's a trip, we are a destination. See you later, my lovelies. You don't just come to buy something, you don't come to buy a dress. You come for a natter, a chat, a laugh, a moment about life. People probably spend about 20, 30 minutes here just to buy one thing.", "REBECCA AYDON: Because it is a sustainable brand, a lot of people want to be invested in that. And they tend to get more involved. They want to know about your process. They want to know about how you're doing. So the more you share with them and the more transparent you are, they seem to get involved and behind your brand as well.", "FRANCIS BISHOP: We're going to come full circle. We're going to come back to social interaction and communities. Yes, online is going to have a place. But I think that the businesses that can create these communities and create social interaction are essentially the ones that will thrive.", "NICCI BENTLEY: We need little quirky shops and fresh new businesses. So it attracts sort of maybe a little bit younger than my age. They're the people with disposable income. We need something different. We don't want more Costas, drive-throughs.", "PHIL PENFOLD: We do not need most of the things that can be found online.", "JONATHAN ELEY: There is no shortage of Frans or Rebeccas in Doncaster, or in countless other towns up and down Britain. More people like them will be prepared to give it a go as town centre rents fall in response to lower demand. But when the way we live, work and spend has changed so much, there will never be enough of them to fill all this vacant space. And there's a lively debate about what we should do with it instead.", "CHRIS HUGHES: You look at some towns and cities that are still thriving, to me, it's the towns and cities that have kept hold of some of the history and run with it.", "DOMINIC GIBBS: If you listen to the council then the town's on the up, hashtag #gettingthingsdone. You listen to the public, that's certainly not the case. It's in decline. The whole build and they will come, let's put a nice shiny building up, is not the right approach. This whole town, the retail, is about people. And nobody at the council talks about people. It's kind of like they want this legacy of how many buildings they put up.", "REBECCA AYDON: The future is going to be more independent things. I think people want personalised things. They can go online and they can get everything else from those bigger stores.", "FRANCIS BISHOP: The decision makers need to get up out of their office, stop hiring these consultants. They need to just walk. They need to walk down to high street and they need to come and talk to people. Then we all might have a fighting chance.", "JONATHAN ELEY: Doncaster has a lot going for it. It's a big town. Bigger than many cities. And it's well-connected. It's got growing industries in some sectors. Its leaders are ambitious, and it's full of kind, hardworking people who care about the town and each other. Smart young entrepreneurs are making things happen here.", "FRANCIS BISHOP: OK, that's brilliant. Thank you.", "JONATHAN ELEY: It also stands to gain from the new government's Levelling Up agenda, aimed at reducing inequality between regions. But progress can often seem painfully slow. Overcoming problems that have built up over decades requires time, money and teamwork. And that can be hard when people's views about what's best are sometimes very different.", "Regrettably, COVID-19 will spell the end for some established businesses, and it will strangle some new ones at birth. The battle for survival will divert attention and money away from investing for the future. Most of all though, Doncaster and other towns census need people, people living there, people working there, and people spending there.", "Virtually everyone we spoke to at the start of the year agreed on one thing. The place just isn't as busy as it used to be. There is some evidence that the pandemic has made people value local shops and businesses more. A YouGov survey in July found that 70% of those Brits who had shopped locally during lockdown would continue to do so. If that's correct, it cannot come soon enough. For high streets in places like Doncaster, it really does boil down to use it or lose it."], "authors": ["Written", "Produced Daniel Garrahan", "Jonathan Eley. Filmed Petros Gioumpasis", "James Sandy", "Daniel Garrahan. Graphics Russell Birkett. Edited", "Directed Daniel Garrahan"], "keywords": ["businesses", "bishop", "town", "ft", "come", "shops", "street", "eley", "coronavirus", "high", "doncaster", "need", "kill", "film", "centre"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}