{"id": "8ea87880-f145-3262-9a33-6fbd317845bd", "title": "Outriders Guide: Top 10 Tips You Need To Know", "url": "https://www.gameinformer.com/guide/2021/04/02/outriders-guide-top-10-tips-you-need-to-know", "summary": "IntroductionSo you've picked up Outriders and you're diving in for the first time with the world of Enoch.\nOutriders is an enjoyable looter shooter that has more depth than what meets the eye.\nIn order to get the most out of your game time, here are the top 10 Outriders tips we have to make you fully prepared to kick butt and take names in People Can Fly's latest adventure.\nOutriders Guide - Tips for BeginnersThe first thing you need to know about Outriders is that it is an always-online title.\nWhile always-online typically gets in with live-service games, Outriders is not that.", "paragraphs": ["Introduction", "So you've picked up Outriders and you're diving in for the first time with the world of Enoch. Outriders is an enjoyable looter shooter that has more depth than what meets the eye. In order to get the most out of your game time, here are the top 10 Outriders tips we have to make you fully prepared to kick butt and take names in People Can Fly's latest adventure.", "Outriders Guide - Tips for Beginners", "The first thing you need to know about Outriders is that it is an always-online title. While always-online typically gets in with live-service games, Outriders is not that. Instead of a slow and steady roadmap for content to release post-launch to make up an eventual complete picture, Outriders is a full game in its own right. There are many ways to make the most out of Enoch and the journey it holds, so let's kick off some of the tips we have to help you do just that."], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["world", "outriders", "ways", "alwaysonline", "need", "enoch", "youre", "game", "guide", "know", "kick", "tips", "youve"], "pubDate": "2021-04-02T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}