{"id": "8eb52f77-cf34-3965-bff1-13cd41d2a5dc", "title": "Opinion | America, We Have a Problem", "url": "https://nytimes.com/2020/12/16/opinion/trump-political-sectarianism.html", "summary": "It also reflects real differences in beliefs and values and conceptions of what American is, or should be, all about.\nPolitical sectarianism, Finkel concluded,has now grown so severe that it functions as the most serious threat to our political system since the Civil War.\nAnd although scholars debate whether one party is guiltier than the other, antidemocratic trends are growing stronger on both sides.\nIf we don’t figure out a way to get this sectarianism under control, I fear for the future of our republic.\nShanto Iyengar, a political scientist at Stanford and another of the paper’s authors, emailed to say:I would single out the profound transformations in the American media system over the past 50 years.", "paragraphs": ["Gary Jacobson, professor emeritus of political science at the University of California-San Diego, told me that the current upheaval on the right is “quite dangerous if the myth that the election was stolen from Trump persists at the current level among ordinary Republicans and is refuted by so few Republicans in Congress.”", "Sectarianism, Jacobson continued in an email,", "feeds on itself; it is exacerbated by the ideologically fragmented media environment. It also reflects real differences in beliefs and values and conceptions of what American is, or should be, all about. Cleavages of race, region, education, religion, occupation, and community type now put people more consistently on one side or the other, feeding the culture wars and aggravating negative partisanship.", "Compounding the problem, Jacobson argues, is the fact that", "grievances on both sides have a real basis — e.g., the economic and social decay of small town and rural communities for Trump supporters, systematic racism besetting minorities who vote Democratic — but there is no simple symmetry. For example, whites who believe they suffer more discrimination or fewer opportunities than Black and other minorities are for one reason or another simply oblivious to reality.", "Eli Finkel, a professor of psychology at Northwestern and the first author of the paper on political sectarianism paper I started with, contended in an email that “if we consider Trump’s efforts in isolation, I am not especially concerned,” because the failure of his attempts to overturn the election so far have “provided a crucial and unprecedented stress test of our electoral system.”", "If, however, “we consider the support for Trump’s efforts from officials and the rank-and-file in the Republican Party, I am profoundly concerned,” Finkel continued,", "The foremost political story of the Trump era is not that a person like Trump could be so shamelessly self-dealing, but that Republicans have exhibited such fealty along the way, including a willingness to cripple the founding document they claim to view as sacrosanct.", "Political sectarianism, Finkel concluded,", "has now grown so severe that it functions as the most serious threat to our political system since the Civil War. And although scholars debate whether one party is guiltier than the other, antidemocratic trends are growing stronger on both sides. If we don’t figure out a way to get this sectarianism under control, I fear for the future of our republic.", "Some of those I contacted cite changes in mass media as critical to this increasing sectarianism.", "Shanto Iyengar, a political scientist at Stanford and another of the paper’s authors, emailed to say:", "I would single out the profound transformations in the American media system over the past 50 years. Basically, we’ve moved from an “information commons” in which Americans of all political stripes and walks of life encountered the same news coverage from well-regarded journalists and news organizations to a more fragmented, high choice environment featuring news providers who no longer subscribe to the norms and standards of fact-based journalism. The increased availability of news with a slant coupled with the strengthened motivation to encounter information that depicts opponents as deplorable has led to a complete breakdown in the consensus over facts.", "Iyengar noted that research he and Erik Peterson, a political scientist at Texas A&M University, have conducted shows that:", "the partisan divide in factual beliefs is genuine, not merely partisans knowingly giving the incorrect answer to factual questions because they realize that to do so is “toeing the party line.”", "In the case of views of Covid-19, he and Peterson found that even though", "beliefs about appropriate health practices can have life or death consequences, misinformation over the pandemic is rampant among Republicans and does not dissipate when we offer financial incentives to answer correctly.", "Cynthia Shih-Chia Wang, a professor of management and organization at Northwestern’s Kellogg School of Management and also a co-author of the paper, shares Iyengar’s concern over the role of ideologically driven sources of information.", "“Media is a big contributor to political sectarianism,” Wang wrote by email, adding that research she and her colleagues have conducted shows that “consuming ideologically homogeneous media produced greater belief in conspiracy theories endorsed by that media.”", "In Wang’s view, Trump’s refusal to acknowledge his election loss is dangerous because of “the number of political elite — the 18 attorneys general and 128 members of the House — who are sowing seeds of doubt around the ethicality of the elections,” with the result that", "the system is being severely challenged by a president that refuses to concede, by an us-versus-them mentality that contributes to continued congressional gridlock as a pandemic rages, and especially by the doubt cast on the credibility of the American system.", "For the moment, Wang wrote,", "the system of government seems to be withstanding these unprecedented challenges — the fact that the conservative-leaning Supreme Court dismissed the challenge above should give us some optimism.", "Peter Ditto, a professor of psychological science at the University of California-Irvine and another co-author, argued in an email that the most toxic element in contemporary politics", "is moralization. Our political culture has devolved into what both sides see as an existential battle between good (us) versus evil (them), and in that environment almost any lie can be believed, almost any transgression excused, as long as it helps your side.", "Politics, Ditto continued,", "has metastasized into something akin to a religious battle — a war between two sects of the American civil religion, each with its own moral vision and each believing it must defend to the death the “true”vision of the founders against heretics seeking to defile it.", "The decision to coin the term political sectarianism “was our attempt to capture the moral fervor of our current political climate and the collateral damage it leaves in its wake.”", "Diana Mutz, a political scientist at the University of Pennsylvania, wrote that after every election since 1996, she has asked voters in a poll “about why they think the winner won.” She found that in past years, those on the losing side have consistently claimed the winner was illegitimate for a variety of reasons:", "He lied to people in his advertising; he had more money to spend because he represented corporate interests; states changed their voting laws and let illegal people vote; the Russians intervened; they suppressed turnout; the press was biased against him; He was wrongly blamed for [insert here]; some people voted twice; etc.”", "“What’s new this year,” Mutz continued, “is taking these sour grapes feelings to court.”", "Steven Pinker, a professor of psychology at Harvard, provided a complex answer to my inquiries."], "authors": ["Thomas B. Edsall"], "keywords": ["american", "republicans", "trump", "sectarianism", "professor", "media", "system", "opinion", "university", "election", "problem", "america", "political"], "pubDate": "2020-12-16T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}