{"id": "8eb64748-a012-35d0-8f54-a3d0148f7f2c", "title": "Why the renminbi cannot rival the dollar yet", "url": "https://www.ft.com/video/2385046c-0e43-4ed5-9870-d199f23a7c5d?playlist-name=section-c91b1fad-1097-468b-be82-9a8ff717d54c&playlist-offset=6", "summary": "Foreign investors poured billions into renminbi-denominated stocks and bonds.\nFor the renminbi to really match the prestige of the dollar, they will have to break that instinct and give up control.\nBut while China has started to rival the US in international affairs, the renminbi isn't even close to having the pull of the dollar yet.\nChina is making headway in raising the renminbi status by opening up its stock and bond markets to foreign investors.\nSince 2015, China's foreign exchange policy has become far more transparent and market driven.", "paragraphs": ["You can enable subtitles (captions) in the video player", "HUDSON LOCKETT: 2020 was a banner year for Chinese markets and the Chinese currency. Foreign investors poured billions into renminbi-denominated stocks and bonds. That's good news for Beijing. It strengthens its position as a global financial power and advances one of its main long-term goals-- for the renminbi to finally step out of the dollar's shadow and become a global reserve currency in its own right. But achieving equal status to the dollar will require a change of mentality in Beijing, where there is a culture of hoarding power. For the renminbi to really match the prestige of the dollar, they will have to break that instinct and give up control.", "The dollar has dominated international finance for decades. And America has enjoyed the so-called exorbitant privilege that comes with that. Because it always pays in its own currency, the US can't really run out of cash. In the simplest terms, global demand for dollars means the country can always print more without a huge impact. That's a key reason why America can run an enormous deficit without fear of default.", "US companies also benefit from not having to worry about exchange rate risk since everything is priced in their home currency. Trade, commodities, finance, pretty much everything that matters in the global economy, and areas in which China wants a bigger say, is priced in dollars. But while China has started to rival the US in international affairs, the renminbi isn't even close to having the pull of the dollar yet.", "China is making headway in raising the renminbi status by opening up its stock and bond markets to foreign investors. China's economic recovery from the COVID-19 pandemic has sent its stock market soaring and buoyed yields on onshore bonds, drawing in well over $100 billion from overseas investors searching for profits. However, while its capital markets may accept foreign money, they do so primarily through cross-border exchange programmes that link Chinese onshore stock and bond markets to those in Hong Kong. Those stock and bond connect schemes are specifically designed to welcome overseas investment while maintaining a limit on how much of China's currency can flow out.", "Investments from overseas can be withdrawn relatively easily. But Chinese investors are subject to much, much stricter rules. As a result, it doesn't matter how much money China's central bank prints. Only a tiny fraction can make its way offshore. And that arrangement helps Beijing maintain control over the renminbi's exchange rate. But it also limits how much renminbi other countries can hoard, and therefore the currency's global standard.", "Swift data show the renminbi's share of international transactions languishing at about 2%, still well below its 2015 peak of only 3%. And Hong Kong, which has its own currency and financial system but is politically a part of China, accounts for about 3/4 of those payments. This is, at least in part, by design.", "Even though China is allowing more foreign cities to act as clearing centres for the renminbi, policymakers in Beijing are very reluctant to allow the currency to accumulate offshore. And for central banks, the dollar's supreme importance remains a plain fact. IMF data show them holding on to about $230 billion worth of renminbi assets in their forex reserves compared to almost $7 trillion in US dollars.", "Five years ago, Beijing appeared on track to rapidly internationalise the renminbi. But those efforts were complicated by the decision to maintain a soft peg to the US dollar. When the greenback surged, it took the renminbi along for the ride, making China's exports less competitive just as the domestic economy was losing steam. That prompted the People's Bank of China to weaken the renminbi with a one-off devaluation of almost 2% in the summer of 2015.", "The stated purpose for the move was market reform, to allow the renminbi's trading band, which is set every morning by the central bank, to take more cues from foreign exchange markets. But it spooked investors who cashed in their renminbi assets and sent the currency on a historic route. Unable to convince investors to stop selling and facing accusations it was flirting with a currency war, China imposed strict capital controls and throttled the renminbi market in Hong Kong in order to stabilise the currency.", "Since 2015, China's foreign exchange policy has become far more transparent and market driven. And few traders today live in fear of a devaluation like the one in 2015. But the exchange rate is far from free floating.", "And so far, China's capital account is still far from totally open. To have a truly global renminbi and all of the advantages that come with it, Beijing will have to let the currency go wherever market forces and its citizens want to take it. For now at least, that looks like a long way off."], "authors": ["Filmed", "Produced Tom Griggs"], "keywords": ["investors", "global", "dollar", "renminbi", "exchange", "rival", "chinas", "beijing", "foreign", "markets", "china", "currency"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}