{"id": "8ec363aa-1a8e-3eed-b56b-2d7fded23d5e", "title": "The men accused of poisoning Alexei Navalny", "url": "https://www.theguardian.com/world/2020/dec/14/the-men-accused-of-poisoning-alexei-navalny", "summary": "An investigation by Bellingcat identifies at least eight FSB operatives who were allegedly behind the poisoning in August of the Russian opposition leader Alexei Navalny.\nHe then co-founded a company selling antibacterial lamps, before joining the FSB’s Criminalistics Institute – also known as its poisons factory.\nMakshakov reports to Gen Kirill Vasilyev, director of the FSB Criminalistics Institute, according to Bellingcat.\nVasilyev is subordinate to Maj Gen Vladimir Bogdanov, former chief of the Criminalistics Institute and deputy director of the FSB’s Scientific-Technical Service.\nMetadata suggests Shvets divides his time between working in the special operations base and the Criminalistics Institute.", "paragraphs": ["An investigation by Bellingcat identifies at least eight FSB operatives who were allegedly behind the poisoning in August of the Russian opposition leader Alexei Navalny. The team shadowed Navalny on more than 30 trips, Bellingcat reported, citing phone and travel data.", "Three FSB officers followed Navalny to Novosibirsk. They then trailed him to the city of Tomsk, where, according to German doctors, he was poisoned with novichok. The officers are members of what is described as a clandestine FSB poisoning unit.", "They have different backgrounds: medicine, chemical and biological warfare, special operations. The sub-unit’s apparent purpose was to eliminate people deemed by the Russian state to be enemies, Bellingcat said. It based its analysis on “voluminous” cell phone records and other evidence.", "The three operatives who flew to Siberia at the time when Navalny was poisoned on August 20 2020 were:", "Alexey Alexandrov, 40, a medical doctor", "Alexey Alexandrov, cover name “Alexey Frolov”. Born 16 June 1981. Alexandrov graduated in 2006 from medical school in Moscow. He worked as an emergency doctor and later as a military doctor before joining the FSB in 2013. He was present in Siberia in August and at a previous apparent attempt to poison Navalny one month earlier in Kaliningrad. Alexandrov operated under deep cover with a fake name and burner phones. This led Bellingcat to identify Alexandrov/Frolov as the “key field operative” in the FSB’s recent attempts to kill Navalny.", "Ivan Osipov, 44, a medical doctor", "Osipov used the cover name Ivan “Spiridonov”. He was born on 21 August 1976. His social media presence disappeared in 2012, which is likely to be when he joined the FSB.", "Vladimir Panyaev, 40", "Vladimir Panyaev was born on 25 November 1980 in Serdobsk, in Russia’s Penza region. He served in the FSB’s border service. He then co-founded a company selling antibacterial lamps, before joining the FSB’s Criminalistics Institute – also known as its poisons factory. He lives in the same Moscow apartment building as Navalny. Bellingcat believes this is a “surreal” coincidence. After Navalny’s poisoning in Tomsk, his registration address was changed to that of the FSB’s Lubyanka headquarters in central Moscow.", "Photograph: Bellingcat", "At least five other FSB figures from the same unit supported the Navalny operation:", "Col Stanislav Makshakov, a military scientist", "Makshakov allegedly supervised the Navalny plot and ran the seven operatives who carried it out. He regularly communicated with the FSB squad, Bellingcat reported, citing phone records. Makshakov previously worked at the State Organic Synthesis Institute in the closed military town of Shikhany-1, also known as military unit 61469. Soviet scientists developed novichok in the 1970s in the institute’s secret laboratories. Makshakov reports to Gen Kirill Vasilyev, director of the FSB Criminalistics Institute, according to Bellingcat. Vasilyev is subordinate to Maj Gen Vladimir Bogdanov, former chief of the Criminalistics Institute and deputy director of the FSB’s Scientific-Technical Service. Vasilyev’s superior is the FSB’s director Alexander Bortnikov. He in turn reports to … Vladimir Putin.", "Oleg Tayakin, 40", "Cover name Oleg “Tarasov”, born 6 December 1980. Senior member of the poisoning squad. He typically coordinates other officers. He served at an FSB-affiliated spetsnaz or special operations base in the southern Russian town of Yessentuki, as well as in the space-force military unit 03523. In 2004 Tayakin graduated from the Pirogov medical academy in Moscow. He worked as a surgeon before joining the FSB’s Criminalistics Institute.", "Konstantin Kudryavtsev, 41", "Cover name Konstantin “Sokolov”. Born 11 April 1979. He served at a chemical warfare military unit in Shikhany. Kudryavtsev graduated from Russia’s Military Chemical-Biological Defence academy before joining the Institute.", "Alexey Krivoschekov, 41", "Born 11 April 1979. Worked at the ministry of defence prior to joining the FSB in or around 2008.", "Mikhail Shvets, 43", "Cover name Mikhail “Stepanov”, born 3 May 1977. His current registered Moscow address is at 116 Trubetskaya Street – the address of the FSB’s Centre for Special Operations. The base is linked to Vadim Krasikov, whom the German authorities accuse of murder. Krasikov spent several days at the base, according to Bellingcat, before travelling to Berlin, where he shot dead a Chechen-Georgian separatist. Metadata suggests Shvets divides his time between working in the special operations base and the Criminalistics Institute."], "authors": ["Luke Harding"], "keywords": ["men", "joining", "accused", "criminalistics", "fsb", "bellingcat", "born", "alexei", "poisoning", "worked", "institute", "military", "navalny", "fsbs"], "pubDate": "2020-12-14T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}