{"id": "8eca34c4-345c-319f-a518-2cfebe5be687", "title": "Chief Financial Officer Program", "url": "https://execed.economist.com/columbia-business-school/chief-financial-officer-program-2021-01-25", "summary": "Adam Galinsky is currently the chair of the Management Division and the Vikram S. Pandit Professor of Business at the Columbia Business School.\nProfessor Galinsky has published more than 200 scientific articles, chapters, and teaching cases in the fields of management and social psychology.\nIt combines the best elements of a Malcolm Gladwell or Freakonomics book with the usefulness of smarter/better business books.\"\nPoets and Quants selected Professor Galinsky as one of the World’s 50 Best B-School Professors (2012).\nHe has received teaching awards at the Kellogg School of Management and Princeton University.", "paragraphs": ["Adam Galinsky is currently the chair of the Management Division and the Vikram S. Pandit Professor of Business at the Columbia Business School.", "Professor Galinsky has published more than 200 scientific articles, chapters, and teaching cases in the fields of management and social psychology. His research and teaching focus on leadership, power, negotiations, decision-making, diversity, and ethics.", "Professor Galinsky co-authored the critically acclaimed and best-selling book, Friend & Foe (Penguin Random House, 2015). The book offers a radically new perspective on conflict and cooperation and has received uniformly positive reviews from the New York Times, Financial Times, The Economist, and INC. Scott Stossel, the editor of the Atlantic wrote, “A terrific book—full of fascinating and gee-whizzy studies and insights, with genuinely useful lessons for readers. It combines the best elements of a Malcolm Gladwell or Freakonomics book with the usefulness of smarter/better business books.\"", "His research has received numerous national and international awards from the scientific community. In 2016, he was selected as Career Trajectory Award recipient from the Society of Experimental Social Psychology; this award is given to one researcher each year for “uniquely creative and influential scholarly productivity at or near the peak of one's scientific career.” Thinkers50 selected him as one of the Best Thinkers on Talent in 2015. Poets and Quants selected Professor Galinsky as one of the World’s 50 Best B-School Professors (2012). He has received teaching awards at the Kellogg School of Management and Princeton University.", "He has consulted with and conducted executive workshops for hundreds of clients across the globe, including Fortune 100 firms, non-profits, and local and national governments.", "Professor Galinsky was the sole expert witness in a 2006 defamation trial in which the plaintiff that he represented was awarded $37 million in damages. He has served as a legal expert in multiple defamation lawsuits.", "He has also been an expert witness in cases involving the Duke Lacrosse players and Federal Express drivers. He is the Associate Producer on two award-winning documentaries, Horns and Halos (2003) and Battle for Brooklyn (2011), both of which were short-listed (final 15) for Best Documentary at the Academy Awards.", "He received his Ph.D. from Princeton University and his B.A. from Harvard University."], "authors": [], "keywords": ["chief", "financial", "management", "program", "best", "galinsky", "teaching", "business", "book", "selected", "scientific", "received", "expert", "officer"], "pubDate": "2021-01-25T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}