{"keywords": ["city", "property", "send", "signal", "toronto", "global", "night", "price", "positive", "canadian", "investors", "house", "rises", "prime", "hong", "economy", "cent", "kong", "palace"], "title": "Toronto house price rises send positive signal on Canadian economy", "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da", "url": "https://propertylistings.ft.com/propertynews/toronto/5977-toronto-house-price-rises-send-positive-signal-on-canadian-economy.html", "pubDate": null, "id": "8ef1ade2-af52-320f-ab9d-b56c26de175d", "paragraphs": ["Toronto’s housing market is a bellwether for Canada as a whole", "By Caroline Thorpe", "Five property stories making global headlines:", "Toronto market pick-up points to economic boost", "Toronto’s bellwether housing market has pulled out of a two-year slump. The Financial Times reported data from the Toronto Real Estate Board that showed the average price of a home in Greater Toronto increased by 5.8 per cent in the 12 months to October, to $810,000.", "The recovery is seen as a boost to the national economy, which faces challenges from trade wars and low oil prices.", "Moscow top for prime property growth", "Prime property values in Moscow grew more in the year to September than in any other global city. The latest Knight Frank Prime Global Cities Index, covered by online publication Mansion Global, showed that prime prices in the Russian capital rose 11.1 per cent over the period, followed by 10.3 per cent in Frankfurt and 8.9 per cent in Taipei.", "Luxury home values in many leading world cities shrank over the same period. In Hong Kong they were down 1.3 per cent, in London 3.9 per cent and in New York 4.4 per cent. “Luxury sales volumes are at their weakest for several years in many first-tier global cities,” stated the report’s authors.", "Prime Moscow prices are up more than 11 per cent in a year", "Asia investors shun Hong Kong", "Hong Kong failed to impress again in a major survey of property investors compiled by non-profit researchers the Urban Land Institute and consultants PwC. Homes in the city, which has suffered months of political unrest, represented the worst investment proposition in the region, according to the Emerging Trends in Real Estate Asia Pacific 2020 report.", "Hong Kong was followed by Kuala Lumpur and Seoul. At the other end of the spectrum, Ho Chi Minh City, Bangkok and Singapore offered the best residential investment prospects. “More investors (59 per cent) rate Hong Kong residential as a sell than any other city/sector combination,” wrote the authors.", "More than half of investors rate Hong Kong as a ‘sell’", "Zuma under eviction threat after default", "Jacob Zuma is facing eviction from his country home, according to The Irish Times. The disgraced former South African president has failed to pay the mortgage on the farmhouse in KwaZulu-Natal Province since August 2018, the report noted, and now faces a court order to pay the R7.8m ($528,000) loan in full. An official investigation found state funds were used to refurbish the property, whose facilities include a swimming pool and an amphitheatre.", "Jacob Zuma’s property is mortgaged for R7.8m", "An Airbnb palace in India", "Fancy a night in a palace? According to CNN, the Jaipur royal family has listed its 18th-century City Palace in the northern Indian city on Airbnb. For the princely sum of $7,983, wannabe royals can spend a night in a palace where the likes of Oprah Winfrey, Bill Clinton and Jackie Kennedy have laid their heads. As well as a luxury suite, guests will enjoy a personal butler and a private indoor swimming pool.", "A night in an Indian palace is yours for just under $8,000", "Photographs: Getty Images/iStockphoto; Dreamstime; AFP via Getty Images; Airbnb"], "authors": [], "summary": "Moscow top for prime property growthPrime property values in Moscow grew more in the year to September than in any other global city.\nIn Hong Kong they were down 1.3 per cent, in London 3.9 per cent and in New York 4.4 per cent.\nHong Kong was followed by Kuala Lumpur and Seoul.\n“More investors (59 per cent) rate Hong Kong residential as a sell than any other city/sector combination,” wrote the authors.\nAccording to CNN, the Jaipur royal family has listed its 18th-century City Palace in the northern Indian city on Airbnb."}