{"keywords": ["advisers", "bent", "special", "establishment", "milne", "politics", "rival", "conservative", "party", "labour", "british", "cummings", "mr", "disrupting"], "url": "https://www.economist.com/britain/2019/09/29/cummings-and-milne-rival-advisers-bent-on-disrupting-british-politics", "summary": "In some ways Mr Cummings is Mr Milne in reverse.\nWhereas Mr Milne was born into the establishment, Mr Cummings is an example of upward mobility.\nWhereas Mr Milne is always impeccably dressed in a suit and tie, Mr Cummings dresses down in a sleeveless jacket and trainers.\nAnd whereas Mr Milne is quietly spoken, Mr Cummings is given to expletive-laden rants.\nMr Cummings is also much more of an original thinker than Mr Milne.", "title": "Cummings and Milne, rival advisers bent on disrupting British politics", "authors": ["The Economist"], "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "id": "8f32ea9d-b602-3596-8f39-2965cc16a739", "paragraphs": ["THIS HAS been the oddest party-conference season in living memory. The Labour Party’s annual get-together, held in a rainy Brighton on September 21th-24th, was brought to a premature end by the Supreme Court decision that the government’s prorogation of Parliament was unlawful. Jeremy Corbyn gave his leader’s speech a day early and returned to Parliament in order to grill the government.", "The Conservative Party conference, which is being held in Manchester between September 29th and October 2nd, is likely to be a shadow of its normal self. A Parliament that is seething at Boris Johnson’s proroguing ploy voted by a majority of 306 to 289 against granting the Tories a recess for their conference. This means that Conservative MPs, and particularly government ministers, will have to shuttle back to Westminster to deal with parliamentary business and to try to prevent Mr Corbyn’s promised attempts to strengthen the barriers against Britain leaving the European Union with no deal on October 31st.", "Get our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.", "The conference drama plays out against a background of extraordinary turbulence in British politics. Both the government and the opposition have lost control of events. Parliament has degenerated into a bear pit. The party structure is fragmenting, with One Nation Tories leaving the Conservative Party, social democrats leaving the Labour Party and the Liberal Democrats strengthening. Conservative populists warn that there will be riots on the streets if Britain doesn’t leave the EU on time, whereas Labour populists argue that democratic politics needs to take place on the streets and in the factories rather than just in Parliament.", "Two men are at the heart of this disturbing radical shift: the party leaders’ right-hand men, Seumas Milne (pictured, left) and Dominic Cummings (right). Mr Milne has been working as Mr Corbyn’s chief strategist since the latter became leader in September 2015. Mr Cummings has been Mr Johnson’s special political adviser since he arrived in Downing Street in July. The two have a striking amount in common. Both have spent their lives hanging around the fringes of power preparing for this moment—Mr Milne as a long-time journalist with the Guardian (and, long ago, for a short time with The Economist) and Mr Cummings as a Conservative special adviser and leader of the Vote Leave campaign. And they are both revolutionaries who despise the British establishment and believe that the country needs to be turned upside down.", "Mr Milne is the more conventional of the two, as an establishment-hating member of the British establishment. He is part of a long line of British radicals who have lived in the bosom of the British ruling class—his father was director-general of the BBC and he was educated at Winchester and Balliol before working on Fleet Street—while denouncing the establishment for every sin under the sun. His views are equally old-hat: whatever the establishment is for, he is against it. He is against American imperialism and EU expansionism, against neo-liberalism and free-market fundamentalism and, perhaps above all, he is against Zionism. As an undergraduate he was so committed to the Palestinian cause that he spoke with a Palestinian accent and called himself Shams, Arabic for sun. Kremlinologists of British politics detect Mr Milne’s influence in some of Mr Corbyn’s most toxic policies: his refusal to pin the blame for the Salisbury poisonings on the Russians, his stonewalling over investigating anti-Semitism and his foot-dragging over a second referendum.", "The striking thing about Mr Milne is not what he thinks but where he is. The Labour Party has historically been intolerant of the far left. The government of Clement Attlee sided vigorously with America after the second world war. Neil Kinnock fought a long battle to keep the far left on the margins of the party. Mr Milne has been able to burrow into the heart of the Labour beast because of two unexpected developments. Margaret Thatcher’s trade union reforms weakened the power of the private-sector trade unions, which had acted as a constraint on the hard left, while simultaneously radicalising the public-sector trade unions. The destruction of Blairism by the twin disasters of the Iraq war and the global financial crisis created an appetite for “real socialism”.", "In some ways Mr Cummings is Mr Milne in reverse. Whereas Mr Milne was born into the establishment, Mr Cummings is an example of upward mobility. He grew up in the north, the son of an oil-rig manager, but married the only daughter of Sir Humphry Wakefield, who owns Chillingham Castle in Northumberland. Whereas Mr Milne is always impeccably dressed in a suit and tie, Mr Cummings dresses down in a sleeveless jacket and trainers. And whereas Mr Milne is quietly spoken, Mr Cummings is given to expletive-laden rants.", "Mr Cummings is also much more of an original thinker than Mr Milne. He has constructed his own idiosyncratic philosophy, whereas Mr Milne serves up neo-Marxist pap. A reading of Mr Cummings’ lengthy blog-posts reveals a restless mind grappling with a whirlwind of change. One moment he is meditating on whether artificial intelligence will produce a high-tech millennium. The next he is praising Singapore’s education system. The next he is spinning out ideas about a British space programme.", "Nor are these mere words. Mr Cummings has shaken up every institution he has been part of. As Michael Gove’s special adviser at the Department for Education, he waged war on the establishment “blob”. As head of Vote Leave, he sidelined old-time Brexiteers such as Sir William Cash and mounted a campaign based on mastery of new media and old-style populism. As Mr Johnson’s chief strategist, he has turned politics upside down by forcing people who don’t share his commitment to making Brexit happen on October 31st either out of power or out of the Tory party. David Cameron called him a “career psychopath” and, in 2014, banned him from working as a special adviser again.", "How Mr Cummings made it to the heart of the Conservative Party is a far more intriguing question than how his fellow revolutionary made it to Labour’s. After all, the Conservative Party is supposed to be about conserving things rather than smashing them up. The obvious answer—as with everything about British politics these days—is Brexit. Mr Cummings has reassembled his Brexit machine in the heart of Downing Street. The Tories have reconciled themselves to a series of rolling disasters since “Dom” took over, notably the loss of 21 MPs, on the grounds that Mr Cummings pulled off the impossible by winning the Brexit referendum.", "But there is another answer: the cult of disruption has gripped the Conservative Party. The party was arguably programmed to embrace the cult by Thatcher’s assault on the post-war consensus. But Silicon Valley’s enthusiasm for “moving fast and breaking things” has given Thatcherite radicalism a new lease of life and a new high-tech gloss. Mr Cummings is particularly adept at playing disruptive tunes. He presents both the EU and the Whitehall bureaucracy as cartels bent on resisting change; he sings the praises of innovation, entrepreneurship and “creative destruction”; and, in his own mind at least, he sides with the technology-enhanced future against the technology-suppressing past.", "Love of capitalist disruption springs from the same psychological roots as hard-left radicalism: contempt for both the past and compromise, and belief in technology-driven change. Capitalist disruption and hard-left radicalism also feed on each other. The more the Tory party embraces Mr Cumming’s unfamiliar brand of politics, the more likely it is that Mr Milne will get a chance to implement his more familiar brand of radicalism."], "pubDate": null}