{"id": "8f321532-0f2a-34e6-9c65-0f891459a207", "title": "Watch Anca Dragan Speaks at WIRED25 | Wired Video | CNE | Wired.com", "url": "https://www.wired.com/video/watch/anca-dragan-speaks-at-wired25", "summary": "I'm a professor at UC Berkeleyand I work in human robot interaction.\nWhich is yeah, there's a robot, it needs to do a task,but it's not the only one acting.\nSo how is a robot gonna have a hope of buildingsome sort of predictive model of human behavior.\nAnd robot needs to take that into account.\nBut then the person is gonna turn and go towards this third,unmodeled goal, that the robot doesn't know about.", "paragraphs": ["Transcript", "Hello humans, I'm Misty.", "I'm here to introduce our next speaker.", "I'm a big fan of her work.", "Please welcome to the stage Anca Dragan.", "[upbeat music]", "Hello everybody.", "I'm a professor at UC Berkeley", "and I work in human robot interaction.", "So I figured what I'd do today is try to give you", "a small glimpse into what are all the", "interesting challenges that make this problem", "so hard to solve.", "So, if we imagine robots today,", "we tend to picture them kinda off on their own,", "doin' their own thing autonomously,", "like this quadrotor over here navigating around,", "or this robot arm, picking stuff up, setting it places,", "or this autonomous car, driving on its own", "without anyone at the steering wheel.", "I know this is all magic.", "But all these pictures have been leaving out", "one very key component, which is that even when robots", "become fully autonomous,", "they're not gonna do stuff on their own.", "They're gonna do stuff in our world,", "which contains us, humans.", "So autonomous cars don't drive on empty roads usually.", "They drive on roads where they need to coordinate", "with human-driven vehicles, with pedestrians,", "with cyclists, motorcyclists, and so on.", "And I'd argue that in general, I don't want robots", "that are only capable of doing stuff", "once we all leave the planet,", "I want robots that are just as capable of doing things", "when we the humans are still around.", "Robot arms should be useful in factories,", "but should also be useful in our homes, in our offices,", "in our stores.", "I like to say that if I ever get a robot", "capable of cleaning my kitchen,", "it shouldn't first kick me out of the kitchen,", "in order to resume doing its job.", "So even quadrotors don't really escape humans", "because we like to use them to take videos of ourselves", "doing our favorite activities.", "Here is one that I used for my wedding.", "So this is me getting married.", "That's my dad, that's my husband.", "And this is a Skydio drone that took a video of everything.", "And even WALL-E managed to make itself useful", "before we all killed the planet and left.", "So my husband built this.", "And it came in and it was all cute.", "And then it delivered this box", "that had an engagement ring in it.", "And that's how he proposed.", "[audience laughs]", "So note to everyone, proposal bar is now here.", "Good luck.", "I think that there's a difference,", "between what we typically think of the robotics problem as,", "I have a robot, it needs to do a task on its own,", "and what the robotics problem actually is usually.", "Which is yeah, there's a robot, it needs to do a task,", "but it's not the only one acting.", "There're also people taking actions in the same space", "that the robot is taking actions in.", "And it turns out that that really complicates matters.", "And so what this talk is about is,", "some small nuance of what are some of the challenges,", "some of the complications.", "And for starters,", "notice that for this quadrotor to navigate,", "to figure out how to navigate in this room,", "it needs to make some prediction about where you the human", "are gonna go, because it needs to avoid you,", "it needs to stay out of your way.", "For autonomous car same thing.", "I took this from Waymo's website.", "If the car is supposed to figure out", "whether it's a good idea to turn left,", "it needs some prediction about what all these other cars", "in the scene are going to do.", "So, unlike doin' the task in isolation,", "when the robot needs to do a task in your presence,", "it sort of needs a simulator of sorts of you,", "in its head, so that it can make these predictions.", "And I have to admit,", "that the first time I saw this challenge,", "I kind of was tempted to throw my hands up in the air", "and give up, because people are opaque, black boxes to me.", "So how is a robot gonna have a hope of building", "some sort of predictive model of human behavior.", "And so then what you can think about is,", "well maybe we can borrow a page from control theory.", "What control theorists do is they get,", "not for interaction with people,", "but for interaction with the physical world,", "they get robots to defend against the worst case.", "And so here the idea would be, instead of having the robot", "try to predict what action you'll take,", "maybe the robot should be ready for any possible action", "you might take and make sure that it's doin' a good job", "and it stays safe, regardless.", "So anything that you can physically do, goes.", "You might turn left, you might go forward,", "you might turn right, who knows,", "and the robot should be ready for all of that.", "And it sounds like a good idea", "because it makes robots really safe,", "they're ready for anything,", "but it also turns out that it doesn't lead to very capable,", "very useful robots.", "So here is an example where we have Ellis", "and a little robot over there.", "The robot is trying to get behind Ellis somewhere.", "And Ellis is just gonna walk forward in the room,", "that's all he's gonna do.", "But the robot, is going to try to make sure", "that it stays safe, regardless of what Ellis might do.", "And so without even wanting to, by just walking forward,", "Ellis drove this poor robot, off to the side of the room.", "Because this robot is essentially worrying so much", "about this hypothetical, made-up,", "adversarial version of Ellis,", "where Ellis just would turn around", "and head straight to the robot and chase the robot", "and try to collide with it, because it's a possibility.", "It's physically possible and therefore the robot", "has to make sure it remains safe even in that case.", "So if you think about the real world,", "unless we're playing Go against the robot,", "we're not gonna be adversarial.", "And it's a bad idea for robots to always be assuming", "that we're adversarial.", "So if we're, kind of we're back to the drawing board.", "If we're not arbitrary or adversarial then what are we?", "How do we get the robots to build kind of good models of us.", "And for this,", "we've essentially borrowed this very, very old idea", "that has driven work in my lab ever since,", "which is that humans we're not arbitrary", "because we're actually intentional beings.", "The reason we behave in the way we do is driven by", "what we want, by our intentions, by our preferences,", "by our desires, and that's what motivates", "the behavior that these robots are going to see.", "So I'm walking this way", "because I'm tryin' to get to the exit,", "and if I'm tryin' to get to the exit,", "I'm not gonna walk that way, 'cause that's just silly.", "And so,", "if, I think the key to robots", "being able to anticipate human actions,", "to me is their ability to anticipate human intentions.", "If this robot knows that you wanna be at that exit,", "then at that point it's easy for it to figure out", "that you're more likely to go towards the exit", "than away from it.", "That part's easy.", "And so, it's true that robots don't start off knowing,", "what our intentions, and desires, and preferences are,", "but there's good news.", "Which is that every time we take actions,", "those actions end up leaking information, to the robot,", "about what our intentions are.", "Those actions might agree with some,", "might make sense for certain intentions,", "and might not make sense for other intentions,", "and that's what robots can use to figure it out.", "And how does the song go, every step you take,", "every move you make, all leak information", "about what you want.", "And it's useful for robots to know this", "so that they can make better predictions of you,", "so they can coordinate with you,", "but also so that they can help you achieve what you want.", "We also want to build robots that help us out.", "So here's a demonstration of this.", "This is work in collaboration with Claire Tomlin's lab,", "where we took a human, labeled her as human being", "for extra clarity, just in case.", "And there's the robot, and they need to navigate", "around each other.", "So here's the scene.", "We have the human and the robot,", "each of them have their goal,", "and what you're gonna see", "is the robot making these predictions about the human,", "by leveraging this assumption that people have an intention", "and their actions will roughly make sense", "for the intention that they have.", "So it's using that to make sure that its plan", "remains safe with high enough probability.", "Here's another version of this", "where we have two possible goals shown in red.", "The person is goin' towards one of them.", "The robot didn't know at first what was goin' on,", "but as it observes you take more actions", "it sort of figures it out", "and becomes more confident and it can safely navigate.", "And it turns out you can do this", "for autonomous cars as well.", "So if you watch all of us drive,", "it's not that we're great at it,", "but for the most part, our intentions are fairly easy.", "We try to stay on the road, we try to be safe,", "we try to make progress, be efficient, we try to you know,", "obey the rules of traffic to a certain extent,", "maybe not perfectly.", "And so if we have an autonomous car here in orange,", "and a human-driven vehicle in the left-most lane,", "and the car needs to change lanes to the left-most lane,", "what it can do is it can look at this person", "for a little bit, and then it's pretty easy to figure out", "what they wanna do, they wanna keep goin' forward", "into their lane.", "And so the car can figure out, okay I need to brake,", "slow down, merge behind the person", "and that's how I do my lane change.", "So, so far, so good.", "But there's a big problem.", "Which is what do you do in this situation?", "So here, there're many humans who wanna keep going forward.", "And so what is this car to do?", "It can slow down and wait for a big enough gap in traffic.", "And that point it might piss some people off", "who are tryin' to get home.", "Or it could keep going, but then miss its turn", "and then it pisses off the passenger", "who is tryin' to get home.", "And if it's you and me in the place of that car,", "we don't do either.", "We somehow don't settle for either of these two options.", "We invent the third option, which is to just go for it.", "And it works out.", "It works out because,", "yes I know what these people are tryin' to do,", "what they want to do,", "but I also know that my actions", "end up influencing their actions.", "And so that's what robots need to also understand.", "We kind of had to refine our notion of intentionality", "and say yes, human actions are a function of human intent,", "but what makes sense as the action for that intent", "changes as a function of what the robot does.", "If the robot does something different,", "then what makes sense for the person to do also changes.", "And robot needs to take that into account.", "So in other words, the robot anticipates what I do,", "but I also anticipate what the robot does", "and try to make sure I avoid it.", "And so when cars realize this,", "they no longer sort of feel like they need to stay", "and wait, and wait, and merge,", "and find a big enough gap in traffic.", "They realize that they can actually", "try to move in front of the person", "and that the person can actually slow down slightly", "and make space.", "And so that's pretty exciting,", "'cause it's cars that can drive on empty roads", "and also in high traffic", "and actually not necessarily get stuck,", "but make progress.", "My favorite kind of this sort of coordination", "with the traffic around you, happened when we simulated", "what would happen if the car pulled out at the intersection", "at the same time as a person.", "Let's say you and the car same time, intersection,", "four-way stop.", "And then we incentivized the car,", "we incentivized the car", "to care about the person's efficiency.", "So it was a polite car.", "It wanted the human to go first through the intersection.", "And then we ran our algorithm with this new model", "of the person and we tried to see what it did.", "And it was pretty surprising.", "It didn't go through the intersection.", "That makes sense 'cause that wouldn't be making you go first", "through the intersection.", "But it didn't wait there either.", "What it decided to do is inch backwards", "from the intersection.", "Which was surprising at first.", "And then we sort of though about it", "and we figured, oh it's modeling you", "as having some intent, right.", "Like being efficient, but also being safe.", "If there's a chance it's in your way you're gonna hesitate.", "If it removes itself as a possible obstacle,", "you're gonna go for it.", "We tried this in user studies, I kid you not,", "people went faster through the intersection.", "So all this is good.", "There's still something that was bugging me,", "which is that some days when I drive,", "if there's someone pulling up in front of me,", "most of the time I slow down, but sometimes I don't.", "Sometimes I accelerate.", "What's up with that?", "Sometimes I accelerate,", "and I get them to go back into their lane.", "Or on the way here, at a four-way stop, I pulled up", "at about the same time as an autonomous car,", "San Francisco this actually happens quite more often", "than you think.", "And what do I do?", "I just go for it because I know that the car can wait.", "And so what's happening is really interesting.", "Yes, I anticipate what the robot is gonna do.", "But I also know that the robot is anticipating", "what I'm gonna do and so I can leverage that", "and it's turtles all the way, it's I think, you think,", "I think, you think, and it turns out", "that only when we start capturing", "that game theoretic action that we start seeing robots", "that end up with these,", "knowing about these different strategies", "that people might take.", "So here's an example where the car speeds up", "and it's expecting", "that the person can actually change lanes", "and that happens and it's all good.", "But, if it doesn't, here we have a more stubborn person", "that decides to just hang around.", "And so what the car does is it doesn't overtake.", "Here's an example that's", "a little bit more interesting.", "So on the left hand side you'll see the same situation,", "except now there's a truck in the right lane up ahead.", "So the car goes and on the left-hand side", "it gets the person to decelerate and make space.", "On the right-hand side, the person's strategy", "ends up being to just accelerate and get the car", "to go back into its place.", "So we're starting to see", "these really interesting interaction strategies,", "it's not that we're done in any way,", "but I'd say that this is pretty exciting to me.", "One more thing that I'll mention is that", "this all relies on this notion that people have intentions,", "and you don't have to know the intention,", "but the robot has to have some sort of notion", "of what the possible intentions might be.", "What might you care about?", "And that's not always the case.", "So here, we spilled some coffee on the floor.", "Sylvia's avoiding the coffee.", "The robot doesn't know", "that people might care about not stepping on coffee spills.", "And so it's kinda stubbornly predicting", "that Sylvia will keep going.", "Here's the same example, but with the two goals.", "So when you're going towards the first goal", "everything is good.", "Then you go towards the second goal, everything is good.", "But then the person is gonna turn and go towards this third,", "unmodeled goal, that the robot doesn't know about.", "And now the robot, not knowing about that third goal,", "keeps on thinkin', oh you're gonna turn around any moment", "and head towards one of these goals that I know about.", "But that's not actually true.", "And so, intent, intentionality is a good model sometimes,", "but sometimes we either don't know everything", "that the person might want, or honestly we humans", "we're not the best at making always the right decisions", "given what we want.", "And so what's a robot to do?", "So in those situations,", "it's kind of best to be conservative.", "We found that you can kinda get the best of both worlds,", "if you do something like, you're moving around", "a bee comes up and you're running away from the bee", "and the robot doesn't know about the bee.", "That's sort of okay because the robot", "can look in hindsight and say,", "if the person were having this intention,", "what would they do?", "Well they would have gone forward,", "but that's not what happened.", "And if the person could do anything", "under that conservative model, what would they do?", "Well that matches better,", "so that's what the robot can start using.", "So, here's how this addresses these situations real quick.", "We have, when you're going towards a modeled goal", "the robot is confident.", "The moment you step outside of that,", "the robot becomes unconfident,", "and notice that it's hangin' back, waiting,", "to see what happens because it's not safe", "to actually proceed, because it realizes", "it doesn't know what you're doing.", "With the coffee, it's confident", "that Sylvia's going towards the coffee.", "The moment she's kind of deviating", "and avoiding the coffee, the robot shifts to the side,", "as Sylvia starts going towards the goal,", "it regains that confidence.", "So overall, I don't think that robotics is about", "making robots more capable, I think it's about", "making robots more capable in coordination with,", "in co-existence with humans,", "and that's what my work is about.", "I hope I've been able to give you a little bit of a nuance", "into how this problem is so interesting and challenging.", "And I've been a voice today for work done by my students", "and my collaborator, so I wanted to make sure", "you get to see their faces as well.", "Thank you very much for listening.", "[audience applauds]"], "authors": ["Condé Nast"], "keywords": ["wired25", "thats", "watch", "wired", "robot", "person", "anca", "needs", "cne", "know", "video", "human", "robots", "speaks", "wiredcom", "think", "dragan", "car", "gonna"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}