{"id": "8f6193bb-71f4-36ef-80a9-0f7ffa38e430", "title": "Free exchange - Will central-bank digital currencies break the banking system?", "url": "https://www.economist.com/finance-and-economics/2020/12/05/will-central-bank-digital-currencies-break-the-banking-system", "summary": "They might “democratise” central-bank money, the part of the central bank’s balance-sheet which, unlike physical cash, only banks can access now.\nThe budding architects of CBDC s are looking for ways round the problem.\nFor those willing to entertain futuristic ideas, CBDC s may offer an opportunity to rethink the financial system from the ground up.\nMore central-bank lending might sound like an unwarranted expansion of government.\nFor Mr Cochrane, CBDC s are an opportunity to pursue such “narrow banking”.", "paragraphs": ["I MAGINE IT IS 2035 and a financial crisis is raging. Credit is drying up; banks’ share prices look like ski slopes and every news report features sweaty traders in shirtsleeves tugging at their collars. You log on to your banking app and peer anxiously at your savings. You could transfer them to another bank, but none seems safe. Fuelling a traditional bank run by withdrawing physical banknotes, even if there were any branches left, would be tragically passé. Luckily, there is a new escape route. At the touch of a button, you can move your funds into a central-bank digital currency ( CBDC ), a government-issued virtual store of value that is completely safe.", "This is one scenario worrying economists working on CBDC s (of whom there are many: a survey at the start of the year found that more than 80% of central banks were studying the subject). There are many potential advantages to publicly backed digital currencies. They might make payments easier. They might “democratise” central-bank money, the part of the central bank’s balance-sheet which, unlike physical cash, only banks can access now. And they would reduce the risk that cryptocurrencies replace government tender; bitcoin has been on a tear lately, and Facebook’s digital coin—which on December 1st changed its name from “Libra” to “Diem”—will reportedly launch in January. But wouldn’t CBDC s also make it dangerously easy to flee the banks in times of stress?", "It is not just in a crisis that CBDC s might compete with banks. They would be attractive assets to hold in normal times, too, especially if, like today’s central-bank money, they were a tool of monetary policy and therefore paid interest (assuming that rates are solidly positive again by 2035). Thus, commercial banks might be drained of the deposits with which they today fund their lending. Disintermediation of the banking system might make impossible the financial magic that allows households to pair long-dated mortgage borrowing with instantaneously redeemable deposits.", "The budding architects of CBDC s are looking for ways round the problem. One option, which has been suggested by researchers at the Bank of England and the European Central Bank, is to limit the amount that can be held in a CBDC . Another idea, pointed out in a recent paper by Sarah Allen of the Initiative for Cryptocurrencies and Contracts, a research group, and 12 co-authors, is to rely on banks to manage the public’s holdings of CBDC s, much as many people rely on “wallets” to hold their cryptocurrency (though if the public could not hold CBDC s directly, it would not be much of an improvement on existing central-bank digital money).", "The problem of disrupting the banks may be avoidable with clever engineering. But it would be wise to consider whether it even needs avoiding in the first place. For those willing to entertain futuristic ideas, CBDC s may offer an opportunity to rethink the financial system from the ground up.", "Several research papers, as summarised by Francesca Carapella and Jean Flemming of the Federal Reserve in a recent review, argue that central banks could preserve maturity transformation by reordering the chain of funding. Today, households deposit money at banks, which park funds at the central bank. If people prefer CBDC s, however, the central bank could in effect pass their funds on to banks by lending to them at its policy interest rate. “The issuance of CBDC would simply render the central bank’s implicit lender-of-last-resort guarantee explicit,” wrote Markus Brunnermeier of Princeton University and Dirk Niepelt of Study Centre Gerzensee in a paper in 2019. Explicit and, perhaps, in constant use.", "More central-bank lending might sound like an unwarranted expansion of government. But today’s market for deposits is hardly laissez-faire. It is not as if households inspect banks’ loan books before entrusting them with cash; they rely on the backstop of government-provided deposit insurance. And deposits are increasingly concentrated in big banks. (In fact, a recent working paper by researchers of the Bank of Canada finds that, by increasing competition for deposits, a CBDC could increase bank lending and GDP .)", "The real problem with central-bank financing of banks is the risk of default. To avoid picking winners, policymakers would probably need to fund any institution that can provide satisfactory collateral. Determining which loans and other assets qualify is uncomfortable work. But central banks already make such evaluations in times of crisis. The understanding that they will accept only high-quality assets, plus minimum equity requirements to protect creditors, is supposed to prevent moral hazard.", "Carpe diem", "Another idea is to make banks fund themselves with much more equity, rather than rely on deposits. That would make them look more like today’s mutual funds or other unleveraged investment vehicles. This is precisely what economists such as John Cochrane of Stanford University and Laurence Kotlikoff of Boston University have long advocated: that lenders should shed their dependence on flighty sources of financing, and that households’ funds should instead be parked in completely safe assets. For Mr Cochrane, CBDC s are an opportunity to pursue such “narrow banking”.", "To fear disintermediation at the hands of CBDC s is to believe that narrow banking would starve the economy of something it needs, and that today’s “fractional-reserve” system must be preserved. But banks are not necessary for lending and borrowing to take place—in America a high share of this activity takes place in capital markets instead. If bank credit must be kept flowing, governments could subsidise it directly—making explicit what today’s architecture obscures. Better that than suppressing useful technological innovations."], "authors": ["The Economist"], "keywords": ["deposits", "digital", "funds", "exchange", "free", "central", "s", "break", "todays", "centralbank", "currencies", "system", "lending", "cbdc", "banking", "bank", "banks"], "pubDate": "2020-12-05T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}