{"id": "8f9dfcb8-872e-3c34-b111-b4b8c1aeab09", "title": "Two Batman: Arkham Knight Skins Are Available To Everyone Via A New Update", "url": "https://www.gameinformer.com/2020/12/04/two-batman-arkham-knight-skins-are-available-to-everyone-via-a-new-update", "summary": "The holidays have put Rocksteady Studios in a festive mood, so much so that it released a surprise update to 2015’s Batman: Arkham Knight.\nAs of today, players can snag two of the game's skins, Batman of Zur-En-Arrh and Anime Batman, hassle free.\nNow all you have to do is reinstall/relocate your copy of Arkham Knight, fire it up, and bam, new Bat skins.\nAnime Batman hails from 2008’s Batman: Gotham Knight, a series of Japanese animated films loosely based in Christopher Nolan’s Dark Knight continuity.\nYou can check out our review of Batman: Arkham Knight here.", "paragraphs": ["The holidays have put Rocksteady Studios in a festive mood, so much so that it released a surprise update to 2015’s Batman: Arkham Knight. As of today, players can snag two of the game's skins, Batman of Zur-En-Arrh and Anime Batman, hassle free.", "The only way to obtain both skins back in the day was to set up an account with WBPlay, Warner Bros.’ publishing/social platform you probably forgot existed until now. Now all you have to do is reinstall/relocate your copy of Arkham Knight, fire it up, and bam, new Bat skins.", "The brightly colored Zur-En-Arrh costume is originally based on a goofy alien version of Batman from the planet of the same name. In the 2000’s, the concept shifted to something more serious; an alternate personality for Bruce Wayne who behaved far more ruthlessly and was a tad unhinged. Frankly, Zur-En-Arrh is a weird idea regardless of the context.", "Anime Batman hails from 2008’s Batman: Gotham Knight, a series of Japanese animated films loosely based in Christopher Nolan’s Dark Knight continuity. He rocks a cool collar not unlike Robert Pattinson’s Batman. Actually, can we get a skin for that movie too, Rocksteady? No? Okay then.", "When it’s not giving away free Batman goodies, Rocksteady is cranking away on Suicide Squad: Kill the Justice League, its next game that debuted during DC’s FanDome event back in August. In terms of new Batman-specific media, Warner Bros. Montreal has its four-player Gotham Knights game, which stars the Bat family sans Bruce, in the works as well.", "You can check out our review of Batman: Arkham Knight here."], "authors": ["Associate Editor", "Marcus Is An Avid Gamer", "Giant Wrestling Nerd", "A Connoisseur Of Cartoons", "Obscure Childhood References. The Cat'S Out Of The Bagel Now"], "keywords": ["available", "rocksteady", "zurenarrh", "warner", "arkham", "knight", "batman", "gotham", "bruce", "skins", "game", "update"], "pubDate": "2020-12-04T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}