{"id": "8fa84bba-d743-3603-92d2-2f75b289ad9a", "title": "Rediscovered 70-year-old photos spark worldwide quest", "url": "https://cnn.com/travel/article/mystery-photos-europe-1950s-travel-william-fagan/index.html", "summary": "The photos were so personal that Fagan felt instinctively as though he shouldn't be looking.\nWilliam FaganSince then, the photos have been showcased on publications across the world, and the original article's comments are flooded with theories.\nHe reckons the camera that took the photos was imported to a place called Nido, in Bern, Switzerland, in the 1930s.\nMany of the travel photos are empty of other tourists.\nFagan agrees that he can't help but wonder what happened that led the photos to be abandoned for so many years.", "paragraphs": ["(CNN) — In one photo, a woman wearing a patterned dress walks down a deserted street in Bellagio, northern Italy , a small dachshund lapping at her heels. To her left there's a gelateria, and at the end of the passageway, a stone church looms ahead.", "In another shot, the same woman perches on the edge of a lake -- her expression quietly content, the water still behind her.", "This woman's identity is unknown, but her image has now been seen by tens of thousands of people across the world.", "She's the star of a series of recently unearthed photos, developed by Irish camera collector William Fagan from an old roll of film he discovered in a vintage Leica camera -- and since published widely in newspapers.", "Fagan, a retired public servant, has long been fascinated by photography. He's collected old cameras for over a decade.", "In 2015, he purchased this particular Leica camera, which dates back to 1935. Fagan knew it had film inside, but it wasn't until this summer that he developed it.", "With the help of his friend Mella Travers , who owns a photography darkroom in Dublin, Fagan set out to see whether any of the negatives were salvageable. Travers guided the two through the process, developing the film slowly and carefully.", "It was Travers who saw the first processed images.", "\"She said: 'There's people with old clothes, and old cars,' \" recalls Fagan. The two crowded round the shot, peering into a window into the past.", "When he got home, Fagan scanned the prints into his computer, and the frames came to life.", "The shot with the old car is one of the most striking -- a mid-1930s BMW convertible driving through a snow-covered mountain pass. The same car is also pictured at a more easily identifiable spot -- thanks to lettering readable on the building in the background, Fagan believes it to be La Veduta on the Julier Pass in the Italian-speaking part of Switzerland.", "The 22 shots seemed to tell a story, of sorts. Alongside the glamorous young woman, there was an older gentleman -- he was in fewer photos, but it appeared as though they were traveling through Europe together. In one shot he's pictured, dapper in a suit and tie, sitting outside a café, his eyes shut because of the flash.", "There were also beautiful landscape shots of sites that appeared to be scattered across Switzerland and Italy -- scenes framed by mountains, lakes, and foliage and illuminated by sun and water.", "The photos were so personal that Fagan felt instinctively as though he shouldn't be looking. It was like peeking into someone else's family photo album -- or someone else's memories.", "\"Photographs capture a moment in time, which can never be relived again. That's the most important thing about photography,\" he reflects.", "He was seized by an impulse -- what if he could track down the family of the couple in the image? He estimates the shots date back to the early 1950s, so the couple, if they were still alive, would likely be quite elderly.", "But some friends or relations might see the shots, if they were published online, and recognize the mysterious couple.", "Photographic archeology", "This mid-1930s BMW convertible is pictured in a few of the shots. William Fagan", "Since then, the photos have been showcased on publications across the world, and the original article's comments are flooded with theories. Fagan tells CNN Travel some commentators are convinced the couple could be royalty or Hollywood stars. There have been more promising, albeit perhaps more ordinary, suggestions too -- from people who've wondered if they could be related to the couple, as they resemble them.", "The vintage car that features prominently in many of the shots has been identified as a BMW 315 Cabriolet. It has a visible registration plate, but car registration records don't date back that far. The next step, Fagan says, is to speak to BMW owner clubs. He believes the number plate was issued in Munich, Germany, in 1948, during the American occupation of southern Germany.", "\"Maybe this car has turned up there, and maybe we can trace it back,\" he suggests.", "This image has been pinpointed as the view from the Hotel Tamina in Switzerland's Bad Ragaz. William Fagan", "One of the landscape shots surveying the view over early '50s Zurich has been pinpointed as the view from the Hotel Tamina, in Switzerland's Bad Ragaz, possibly from the fourth floor.", "A handful of locals who've seen the article and embraced the quest have knocked on the door of this hotel, asking whether they can have visitor records from the mid-20th century, which they don't.", "The street the woman is walked along with the dachshund was originally unidentified, but was pinpointed as Bellagio by some keen-eyed readers. Fagan then compared images of the street today via Google Street View with the original shot.", "\"That street visually looks the same,\" he says. \"The church tower at the end and the clock literally have not changed in 70 years.\"", "He calls what's been happening \"photographic archaeology\" -- it's a practice he loves, and it's a passion shared by thousands of enthusiastic people across the world.", "It was through the photographic archaeology that the photos were pinpointed to the early 1950s -- one reader pored over a shot of Zurich's Bahnhofplatz, assessing the different buildings in the image, looking at the adverts and street furniture to come to the conclusion.", "Related content Mavis Johnston and the 1950s travel revolution that shrank the world", "Story behind the shots", "Alongside the woman with the dog, this man also appears in the photos. William Fagan", "Despite so much investigation and the images being shared so widely, the mystery remains just that -- a mystery.", "Still, the way the quest has taken on a life of its own is testament to the power of a good photo, says Fagan. And naturally, he's got his own stories and theories around the enigmatic couple and their European adventure. He's started to feel like he knows them.", "He reckons the camera that took the photos was imported to a place called Nido, in Bern, Switzerland, in the 1930s. For that reason, he suggests one or both or the couple were likely Swiss.", "There's also an image of the young woman with an older lady, who Fagan considers could be her mother. He wonders if the couple got married and then traveled in the BMW across scenic Switzerland and northern Italy.", "Traveling into the past is always intriguing. And with travel largely off limits right now, a peek into a mid-century world of European travel that looks, from a remove anyway, to be oozing with glamor, couldn't be more appealing.", "Fagan says he was struck by how empty the scenes seemed compared with the equivalent places today -- or at least how they were pre-Covid.", "\"You see these people traveling around, and they appear to be the only people traveling. There are no crowds anywhere, there's empty countryside,\" he ponders.", "There's also a feeling of post-war freedom inherent in these 1950s shots.", "\"This lovely car, this lovely camera, this lovely dog. It almost looks idyllic,\" suggests Fagan.", "Many of the travel photos are empty of other tourists. William Fagan", "Related content Can you solve the mystery of this Paris love letter?", "It's very possible, of course, that the real-life story behind the images is less happy. They're beautiful prints, but they are undoubtedly tinged with a bittersweet sadness -- this is the first time they've seen the light of day, despite being taken seven decades ago.", "Fagan agrees that he can't help but wonder what happened that led the photos to be abandoned for so many years.", "And he admits he did have some early reservation about publishing the images for that reason. What if there was a sad story associated with these shots that those involved wouldn't want to revisit? He didn't want the resurfaced photos to bring about any pain.", "But ultimately, Fagan decided that just as it was possible the images might have sad connotations, they may also have joyous ones.", "He's also at peace with the fact that he may never know who the people in the pictures really are -- if that's the case, \"nobody can say we haven't tried,\" he laughs.", "And he's still got boxes of cameras awaiting his attention, and his work with the Gallery of Photography Ireland and his writing keeps him busy.", "Whatever the outcome, this photographic odyssey has brought Fagan, and people across the world, joy and intrigue.", "And he'll always hold onto a bit of hope."], "authors": ["Francesca Street"], "keywords": ["quest", "street", "shots", "william", "car", "woman", "worldwide", "fagan", "couple", "70yearold", "travel", "photos", "shot", "spark", "rediscovered"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}