{"id": "8fc5531f-b753-3910-8c67-d6c4dac2061b", "title": "Francis deSouza on the need for a global “Bio Force” to track viruses", "url": "https://www.economist.com/by-invitation/2021/02/09/francis-desouza-on-the-need-for-a-global-bio-force-to-track-viruses", "summary": "They crippled companies but spawned a new industry to carry out global surveillance of computers and networks to identify, catalogue and repel emerging threats.\nA similar revolution is needed for biological viruses—a global surveillance system led by the private sector working in partnership with governments at all levels.\nWhere Britain has a National Cyber Force to protect digital infrastructure and America has a Space Force, the world needs a “Bio Force”.\nIt would track the growing variety of mutations to the covid-19 virus, as well as protect against future pandemics, bioterrorism, antimicrobial resistance and other threats.\nWhat is clear is that we can’t afford not to establish a global virus surveillance system.", "paragraphs": ["CYBER-SECURITY BARELY existed as a business consideration until the “Melissa” virus struck in 1999, followed by the cruel “I love you” virus and the aptly named “Slammer”. They crippled companies but spawned a new industry to carry out global surveillance of computers and networks to identify, catalogue and repel emerging threats. Today cybersecurity firms provide that information to governments, companies and individuals to protect themselves.", "", "A similar revolution is needed for biological viruses—a global surveillance system led by the private sector working in partnership with governments at all levels. Where Britain has a National Cyber Force to protect digital infrastructure and America has a Space Force, the world needs a “Bio Force”. It would track the growing variety of mutations to the covid-19 virus, as well as protect against future pandemics, bioterrorism, antimicrobial resistance and other threats.", "", "An effective Bio Force needs collaboration among countries, international bodies, research institutes, civil-society groups and the widest possible range of companies in the genomics sector—not just Illumina (where I work) but firms such as ThermoFisher, Roche, Qiagen, Oxford Nanopore, Helix and others, including new entrants.", "The need is urgent. We are still in the crucible of the covid-19 crisis and genomic surveillance is central to the solution. Whole genome sequencing of pathogens is rapid, cost-effective and scalable—and can be used as a radar to spot viral threats. Only by sequencing entire genomes can any tiny differences in their nucleic code, which sometimes have enormous impact, be spotted.", "For example, two weeks after vaccines were rolled out in Britain, a nationwide programme called the Covid-19 Genomics UK consortium, which sequences 5-10% of positive case samples across the country, picked up the new, more transmissible B.1.1.7 variant. Through a network of sample collection, sequencing and national health activities, Britain was able to sound the alarm about a mutation which has since been reported in more than 60 countries.", "", "In January the European Commission recommended that member states sequence “at least 5% and preferably 10%” of positive covid-19 test results. Denmark, Iceland, New Zealand and Australia are stand-out examples of countries sequencing almost all positive case samples, providing vital information that shapes public-health measures.", "", "America, despite its abundant technological capacity, is badly behind. At the start of the year it was sequencing just 0.3% of positive samples and has yet to commit itself to even the 5% target. That failure has been attributed to a lack of national leadership to organise existing sequencing facilities across the country and a lack of reimbursement. The problems may be rectified by the new administration. On February 4th legislators from both houses of congress put forward the Tracking Covid-19 Variants Act, which if passed, would provide $2bn to the Centres for Disease Control for genomic surveillance.", "Yet what is most needed is an international response. A global threat requires a global solution.", "", "A primary step in setting up surveillance is getting access to samples. Not enough countries have a national health system like Britain’s or the clinical infrastructure of Denmark to deliver test samples for real-time analysis. More accessible, anonymised sources of data are needed. Here is where a Bio Force can get creative.", "", "Wastewater and sewage can be used, for example. Research has shown that detecting the SARS-CoV-2 virus that causes covid-19 in wastewater can be a low-cost way to track the presence or absence of the virus and to identify variants. If the virus were detected in effluent from a given neighbourhood, residents could be tested to identify, treat and quarantine those infected. A benefit of this approach is that it protects individual privacy, since scooped-up watery samples are inherently anonymous.", "", "Another approach is to swab surfaces frequented by large numbers of people. The method has already been proven to pick up a range of bacterial DNA from the surfaces of Moscow subway stations. This may be labour intensive, but effective in places where testing individuals is difficult. To complement this, health-care providers can collect samples from people in urgent care and hospitals using tests that can broadly detect and characterise common pathogens, as well as identify novel variants, emerging pathogens and bacteria that are resistant to antibiotics.", "", "In the longer term, the surveillance could involve monitoring animal health, to provide another early-warning signal. As viruses sometimes jump between species, monitoring farmed animals and pets could provide the earliest possible signal of zoonosis, when an infectious disease jumps from animal to human. Additionally, diseases in wildlife sometimes show up as a concentrated spike in animal deaths, which should be sampled to identify the threat of new pathogens.", "Though the need is dire, the question is how to make such an initiative happen. Surveillance at this scale requires large data sets with associated storage, security and compression technologies. Agreements and infrastructure that let countries maintain their confidentiality and ownership policies, yet also share their data, must also be developed.", "", "Who might fund and manage a Bio Force? No country can do it on its own. It will require a global organisation to work with national and regional public-health systems. Organisations like the WHO and national CDCs will play an important role. Trust in the system is paramount and governance could happen through a group similar to GAVI, a global vaccine alliance which has an innovative financing model and creates market opportunities for the private sector.", "One hurdle is what incentive is there for countries to contribute data—and raise an alarm—if publicising a problem means containment measures that disadvantage their economies? A way to overcome this might be a sort of insurance system into which countries pay, which would be used to compensate the places that suffer economically because of their timely response.", "", "What is clear is that we can’t afford not to establish a global virus surveillance system. Economists have estimated that the pandemic will cost at least $16trn in America alone if it ends by the autumn, along with the tragedy of almost half a million deaths in the country so far. The global cost seems incalculable. The world needs to prevent problems when they’re still small, before they become full-blown crises.", "A Bio Force will take political will—and if governments can’t co-operate now, they never will. Scientists and industry are doing their part, applying the full power of genomics to crush the small string of nucleotides that has brought the world to a standstill. We need international co-ordination to play a role as well.", "______________________", "", "Francis deSouza is the chief executive of Illumina, which makes gene-sequencing equipment. He was formerly an executive at Symantec, a cyber-security firm, and at Microsoft. He serves on the board of the Walt Disney Company."], "authors": ["The Economist"], "keywords": ["global", "track", "viruses", "bio", "virus", "system", "national", "covid19", "force", "need", "francis", "sequencing", "samples", "countries", "surveillance", "desouza"], "pubDate": "2021-02-09T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}