{"id": "8feb2be2-568d-3e0d-9e98-856acfb9461e", "title": "Ghana Is Finally Getting the Skate Park It Deserves With Help From Virgil Abloh and Daily Paper", "url": "https://www.vogue.com/article/ghana-skateboard-virgil-abloh-africa", "summary": "It has taken years of hard work, but Ghana is finally getting the home that its flourishing skateboard scene deserves: a fully functional skate park right in the middle of Accra.\nA location is already secured in the Dzorwulu district and a finished blueprint has been drawn up for the project, to be called Freedom Skate Park.\nAt Freedom Skate Park, there will be a café with Wi-Fi, bathrooms, and a store that will not only sell serious equipment but also offer private lessons to newbies and employ local kids.\nVans, the holy grail of skate shoes, has agreed to support a skate teaching program.\n“We deserve to create a quality ramp—if we’re going to do it, we’re going to do it right,” says Alibo.", "paragraphs": ["It has taken years of hard work, but Ghana is finally getting the home that its flourishing skateboard scene deserves: a fully functional skate park right in the middle of Accra. Over the last decade, skateboarding has become a cultural phenomenon in the country, largely spread through kids on Instagram, as has been documented right here on this site. But, because of the sport’s relative novelty on the continent (there are an estimated 4,000 full-on skate parks around the world but only 10 in Africa), the bustling capital has been without a dedicated spot for the community to coalesce. Now, thanks to the hustle of its most prominent crew, Skate Nation, and Surf Ghana, an NGO that supports outdoor sports in the West African country, Accra could have a state-of-the-art ramp by July 2021. A location is already secured in the Dzorwulu district and a finished blueprint has been drawn up for the project, to be called Freedom Skate Park. “I know what skating can do for the youth,” says Sandy Alibo, Surf Ghana’s founder. “It makes kids forget their problems. No drugs, no violence. Just one goal: Learn the tricks; do the tricks. It’s a family.”", "Alibo, who also works to increase women’s participation in the sport, has been dreaming of a ramp for Accra since at least 2016, but always wanted to think bigger than just quarter pipes and grinds. At Freedom Skate Park, there will be a café with Wi-Fi, bathrooms, and a store that will not only sell serious equipment but also offer private lessons to newbies and employ local kids. The park will be sustainably made of recycled and local materials and offer lush and free-to-the-public green space right in the middle of the city, with construction and design handled by Wonders Around the World, an international organization dedicated to making skateboarding accessible worldwide, and local architects Limbo Accra. Vans, the holy grail of skate shoes, has agreed to support a skate teaching program. “We deserve to create a quality ramp—if we’re going to do it, we’re going to do it right,” says Alibo."], "authors": ["Alex Frank", "Alex Fran"], "keywords": ["tricks", "skate", "getting", "skateboarding", "virgil", "deserves", "surf", "finally", "paper", "accra", "local", "right", "world", "help", "ghana", "park", "daily", "kids"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}