{"id": "9004c458-6326-3192-aa68-5bec93c8517a", "title": "Greg Gutfeld: Hunter Biden is a victimizer, not a victim", "url": "https://www.foxnews.com/opinion/greg-gutfeld-hunter-biden-not-victim-but-victimizer", "summary": "Hunter Biden is currently out pumping his new memoir like the stock he owns in Burisma.\nHUNTER BIDEN, \"JIMMY KIMMEL LIVE!\n\", APRIL 8: You know, look, I really don't know, and the fact of the matter is, it's a red herring.\nHUNTER BIDEN FALSELY CLAIMS US INTELLIGENCE FOUND LAPTOP CONTROVERSY WAS RUSSIAN DISINFORMATIONYou know what happened: The media, social media companies and the Dems worked together like the Radio City Rockettes at Christmas to suppress, suppress, suppress.\nHunter Biden gives libertines everywhere a bad name.", "paragraphs": ["Hunter Biden is currently out pumping his new memoir like the stock he owns in Burisma. Thursday night, he went on ABC's \"Jimmy Kimmel Live!\" Talk about a risky interview. If doing \"Gutfeld!\" is like inhaling a crack pipe, going on \"Kimmel\" is like sipping a Shirley Temple through a Twizzler.", "Hunter says he doesn't remember anything about the laptop.", "HUNTER BIDEN, \"JIMMY KIMMEL LIVE!\", APRIL 8: You know, look, I really don't know, and the fact of the matter is, it's a red herring. It is absolutely a red herring, but I am absolutely, I think, within my my rights to question anything that comes from the desk of Rudy Giuliani. And so, I don't know is the answer.", "Yeah, it's a red herring, which, by the way, is not a sex act involving a fish (though you never know with Hunter). He also defended his spot on the Burisma board:", "GLENN GREENWALD: 'JOURNALISTIC MALPRACTICE' FOR INTERVIEWERS TO NOT ASK HUNTER BIDEN ABOUT EMAILS", "BIDEN: I had expertise in corporate governance, I was asked to serve on the board for corporate governance, and I was a lawyer at Boies Schiller Flexner, which was how I was first approached. However, what I didn't take into account was the way in which they would use the perception against my dad. And for that [reason] I have -- I wouldn't do it again.", "You see, it's about bad optics. Not how Hunter was creating financial windfalls for Daddy through China or securing cash for himself from Ukraine as his dad lobbied on behalf of those directly affected. That's beyond bad optics. That's corruption on an international scale, especially when Hunter's only experience producing energy is staying up for four days straight on a bender.", "Part of the strategy here is to humanize the guy to protect his dad. But if you read Hunter's memoir \"Beautiful Things\", sex, drugs and trashing hotel rooms has never been less appealing. However, if a politician's son wants to live like he's the bass player for a hair metal band, that's his business. I get it. We all know addicts. Some of us might have been one, but there's addiction and then there's being a dick.", "We aren't here to make fun of Hunter for waltzing around in a jockstrap and feather boa (Who hasn't done that? Paging Mr. Toobin ...) or posting explicit amateur porn videos online. (And trust me, they are amateur, and disappointing.) It's really about how the story was covered -- or buried -- before the election when the New York Post first published their piece on Hunter's laptop.", "HUNTER BIDEN FALSELY CLAIMS US INTELLIGENCE FOUND LAPTOP CONTROVERSY WAS RUSSIAN DISINFORMATION", "You know what happened: The media, social media companies and the Dems worked together like the Radio City Rockettes at Christmas to suppress, suppress, suppress. This was a story so juicy it came with garlic fries and a side salad, yet the media suddenly lost their appetite. You had Twitter banning the story. You had experts claiming it was Russian disinformation, and it all worked.", "The story, which is less about Hunter and really about how compromised Joe was, vanished like Kamala Harris during a border crisis. The sex-and-drugs side, while fun to ponder, is merely the frosting on a deeply corrupt cake.", "Now, drug addiction really isn't anything to laugh at. However, the \"But I'm a victim!\" position is, especially when you're doing most of the victimizing. Hunter isn't some hard-luck kid. He's a middle-aged man with kids and no one's holding him to account. Men and women alike face temptation -- from sex, drugs and food -- and understand the benefits of restraint. Controlling urges is something we all deal with in order to appreciate the greater goal, which is living a long and very boring life.", "CLICK HERE TO GET THE FOX NEWS APP", "What most people don't have are connections so deep they can escape the consequences and learn nothing from it. Hunter Biden gives libertines everywhere a bad name. Not everyone who does drugs is a maniac, not everyone who pays for sex is a pervert (trust me), and not everyone who tries to make deals on behalf of his dad with a country who wants to destroy us is a crook.", "Well, maybe I got that last one wrong.", "This article is adapted from Greg Gutfeld's opening monologue on the April 9, 2021 edition of \"Gutfeld!\""], "authors": ["Greg Gutfeld", "Greg Gutfeld Currently Serves As Host Of Fox News Channel'S", "Fnc", "Gutfeld", "Weekdays Et", "Co-Host Of The Five", "Weekdays Et . He Joined The Network In As A Contributor. He Is Author Of The New Book", "The Plus", "Self-Help For People Who Hate Self-Help.", "Click Here For More Information On Greg Gutfeld."], "keywords": ["red", "biden", "media", "hunter", "victimizer", "really", "thats", "gutfeld", "victim", "suppress", "know", "greg", "sex", "dad"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}