{"id": "900d8c16-8e81-39d8-a1ea-3918f31ef670", "title": "Soaring metals prices signal bets on global economic recovery", "url": "http://www.foxbusiness.com/markets/soaring-metals-prices-signal-bets-on-global-economic-recovery", "summary": "And shares of metals producers, including Freeport-McMoRan Inc. and Century Aluminum Co., are on a tear, climbing alongside other stocks closely tied to economic growth.\nStill, accelerating factory activity in the U.S. and China in recent months has been a boon for metals producers.\nThat is driving a rebound for large metals producers that earlier in the year suffered big drops in revenue and were forced to cut spending.\nSome analysts expect copper prices will eventually rise to around their 2011 record, and investors are betting that vaccine distribution will contribute to that climb.\nAnd a lack of investment in new mining projects since metals prices slumped in 2014 and 2015 could contribute to a shortfall of material, analysts say.", "paragraphs": ["Investors are piling into wagers on industrial metals like copper and nickel, betting that coronavirus vaccines and stimulus programs will drive a boom in manufacturing activity as part of a global economic resurgence.", "Continue Reading Below", "Prices for copper have risen to their highest level in almost eight years. Iron ore, the main ingredient of steel, is one of the best-performing assets in 2020. Other raw materials, such as aluminum and zinc, have added roughly 15% since the end of September and 40% or more since mid-May. And shares of metals producers, including Freeport-McMoRan Inc. and Century Aluminum Co., are on a tear, climbing alongside other stocks closely tied to economic growth.", "Industrial metals are the building blocks of construction, key to making everything from houses to electric cars. Their prices are particularly sensitive to manufacturing activity in China because the country accounts for roughly half of global demand for copper and other materials. The faster-than-expected recovery there has sparked a reversal in prices, which had languished in recent years due to trade tensions between the U.S. and China, even before pandemic lockdowns dented demand.", "The climb highlights the scope of the recent market rally, which propelled major stock indexes to all-time highs. Vaccine trial results and U.S. President-elect Joe Biden's victory eased sources of angst on Wall Street, fueling bets that economic stimulus measures will further juice asset prices. With stocks at records and bond yields still near all-time lows, some of that money is now moving toward raw materials, which remain well below their historic peaks.", "\"The two big unknowns have resolved themselves, and all we have now is a massive pump of money coming into the economy,\" said Darius Tabatabai, a portfolio manager at metals trading firm Arion Investment Management.", "Stocks and commodities added to their recent gains last week as Wall Street weighed discussions in Congress about coronavirus relief. Investors in the coming week will monitor data on U.S. jobless claims and inflation in November, with some worried that a continuing rise in coronavirus cases will hamper the economy and immediate demand for industrial commodities this winter.", "Still, accelerating factory activity in the U.S. and China in recent months has been a boon for metals producers. Manufacturing has so far led the world economy out of the downturn, outpacing service industries such as travel and leisure that are still struggling under coronavirus restrictions.", "\"Things are booming,\" said Jay Sandler, president of Imperial Zinc Corp., a Chicago-based manufacturer of zinc and aluminum products. During lockdowns earlier in the year, the outlook was dark. Now, employees are working overtime to keep up with demand, particularly from car makers.", "A flurry of buying in China is leading the way. Net imports of refined copper in the world's second-largest economy are on course to rise to a record 4.4 million metric tons this year, according to Goldman Sachs, with the government's strategic stockpiling of commodities contributing to the demand.", "That is driving a rebound for large metals producers that earlier in the year suffered big drops in revenue and were forced to cut spending.", "\"We're all pumped up here,\" said Richard Adkerson, chief executive of Freeport-McMoRan, the largest copper miner based in the U.S. \"All these plans that we have are accelerated,\" he said. Those include paying down debt, reinstating and increasing the dividend paid to shareholders and investing in mines.", "Some analysts expect copper prices will eventually rise to around their 2011 record, and investors are betting that vaccine distribution will contribute to that climb. Candice Bangsund, a portfolio manager at Fiera Capital, increased her investment in Canadian stocks this summer to wager on higher commodity prices.", "\"The visibility alone has created a lot of momentum,\" she said. \"You can see the light at the end of the tunnel.\"", "Metal sales are also recovering in the U.S. and Europe, boosted by purchases of goods such as bikes and air conditioners.", "The trading business perked up in the fall and has bloomed since the first half of November, said Matteo Chareun, who buys and sells steel ingredients for Switzerland-based Euromet SA. \"We're beginning to receive many inquiries for January.\"", "Tens of millions of dollars have flowed into exchange-traded funds that track copper producers like the Global X Copper Miners ETF in recent weeks, according to FactSet. Meanwhile, hedge funds and other speculative investors recently pushed net bets on rising copper prices to their highest level since early in 2018, Commodity Futures Trading Commission data show.", "Another reason some investors expect further gains ahead: supply disruptions. Mines in producing nations like Peru shut for part of the year due to the pandemic and labor strikes. And a lack of investment in new mining projects since metals prices slumped in 2014 and 2015 could contribute to a shortfall of material, analysts say.", "\"Supply was being disrupted as much if not more so than demand,\" said David Lilley, managing director at metals hedge fund Drakewood Capital Management. The outlook for industrial metals is brighter now than it was during the record run a decade ago, he said.", "Metal prices will likely receive an additional boost from a shift toward renewable energy, traders and large producers like Freeport and Glencore PLC say. Green energy projects from electric-car charging stations to wind turbines use large amounts of copper and other metals, contributing to the excitement in the sector.", "\"It's really been a perfect storm,\" said Mark Hansen, chief executive at Concord Resources Ltd., a U.K.-based commodities trader."], "authors": [], "keywords": ["economic", "prices", "coronavirus", "bets", "recent", "producers", "metals", "global", "copper", "investors", "demand", "signal", "commodities", "economy", "recovery", "soaring"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}