{"title": "Ovation nation - The Economist’s country of the year 2018", "summary": "O UR ANNUAL “country of the year” award goes not to the most influential nation, nor to the richest, nor to the one with the tastiest food (sorry, Japan).\nWhich country has improved the most in the past 12 months?\nIn Malaysia voters fired a prime minister who could not adequately explain why there was $700m in his bank account.\nThey had some success in rebuilding a desolate economy, but also shot protesters and virtually criminalised dissent.\nBut we did not choose Ethiopia because it is far from clear that the new prime minister will be able to curb ethnic violence.", "paragraphs": ["O UR ANNUAL “country of the year” award goes not to the most influential nation, nor to the richest, nor to the one with the tastiest food (sorry, Japan). It celebrates progress. Which country has improved the most in the past 12 months?", "It is a tricky choice. A stellar performance in one year is no guarantee of future success. Last year’s pick, France, is now racked by riots. Myanmar, our winner in 2015, has regressed bloodily. Nonetheless, we must choose. For 2018, some of our staff facetiously suggested Britain, for giving the world a useful warning: that even a rich, peaceful and apparently stable country can absent-mindedly set fire to its constitutional arrangements without any serious plan for replacing them. Others suggested Ireland, for resisting a form of Brexit that would undermine Irish peace; and also for settling its vexed abortion debate democratically. Two Latin American states merit a mention. Whereas Brazil and Mexico are plunging into populism, Ecuador and Peru are strengthening institutions, such as the judiciary, that can curb a headstrong leader. South Africa has ditched a president, Jacob Zuma, who presided over the plunder of the state. His replacement, Cyril Ramaphosa, has appointed honest, competent folk to stop the looting.", "In the end, the choice came down to three countries. In Malaysia voters fired a prime minister who could not adequately explain why there was $700m in his bank account. Despite Najib Razak’s glaring imperfections, his sacking was a surprise. Malaysia’s ruling party had dominated politics since the 1950s and gerrymandered furiously to keep it that way. Yet the opposition triumphed at an election, and Malaysians enjoyed the delicious spectacle of police removing big boxes of cash, jewellery and designer handbags from their former leader’s home. Malaysia might have made a worthy winner, except that the new prime minister, the nonagenarian Mahathir Mohamad, seems reluctant either to relax the country’s divisive racial preferences or to hand over power as agreed to his more liberal partner, Anwar Ibrahim, a former political prisoner.", "Ethiopia had an extraordinary year. It is a huge place, with 105m people and a long history of tyranny and woe. A cold-war Marxist regime slaughtered and starved multitudes. The guerrillas who overthrew it looked to China for inspiration and loans. They had some success in rebuilding a desolate economy, but also shot protesters and virtually criminalised dissent. After tempers exploded following a rigged election in 2015, the ruling party this year picked a reformist leader, Abiy Ahmed, who has released political prisoners, largely unmuzzled the media and promised to hold real elections in 2020. He has made peace with Eritrea, opening a long-closed border and restoring access to the sea. He is even trying to liberalise Ethiopia’s debt-burdened, state-directed economy, where a phone connection is harder to get than in anarchic Somalia next door. If this were a contest for person of the year, Abiy might have won. But we did not choose Ethiopia because it is far from clear that the new prime minister will be able to curb ethnic violence. Separatists no longer fear being shot by the security services; some are now trying to create ethnically pure enclaves by driving minorities from their homes. Perhaps 1.4m people have been displaced so far. Autocracies, alas, seldom die quietly."], "pubDate": null, "authors": ["The Economist"], "keywords": ["minister", "2018", "shot", "ruling", "success", "suggested", "economists", "winner", "country", "trying", "prime", "ovation", "political", "nation"], "id": "901b24b5-649d-39a0-87cb-e8ad278f9105", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "url": "https://www.economist.com/leaders/2018/12/22/the-economists-country-of-the-year-2018"}