{"id": "901d6129-9c8b-346b-974a-5beeb209d340", "title": "Another Victim of Global Warming: The Great British Bake Off", "url": "https://www.wired.com/story/another-victim-of-global-warming-the-great-british-bake-off#intcid=_wired-most-popular-right-rail_e98e8524-b9d5-4afb-bd32-9e3a6e9fa5cc_popular4-1", "summary": "Now picture what would happen if it sat outside in the summer heat for a couple of hours.\nThe truth is, you don’t have to imagine it—just watch The Great British Baking Show on Netflix, where creating elaborate baked goods in oppressive heat has become the main drama.\nBut in 2020, a year from hell, the famously temperate British summer became too warm for the finicky process of baking.\nFor millions of viewers, The Great British Bake Off (its UK title) has been a welcome retreat from reality.\nThe Great British Baking Show has encountered many temperature-related disasters in a decade-long run.", "paragraphs": ["This story originally appeared on Grist and is part of the Climate Desk collaboration.", "Try to remember the fanciest spread of desserts you’ve ever seen. Now picture what would happen if it sat outside in the summer heat for a couple of hours. Mousse would morph into ooze, tiered cakes would start to slip and slide, and delicate chocolate decorations would melt into unrecognizable blobs.", "The truth is, you don’t have to imagine it—just watch The Great British Baking Show on Netflix, where creating elaborate baked goods in oppressive heat has become the main drama. The show, whose season finale appeared on Friday for US viewers, has always been filmed outdoors under an iconic white tent around England. But in 2020, a year from hell, the famously temperate British summer became too warm for the finicky process of baking. Heat is now the show’s central villain.", "“It’s like Satan’s kitchen in here,” Laura Adlington, one of this year’s bakers, joked in an episode filmed in July. Following another sweat-inducing day in the tent, Paul Hollywood—the steely-eyed judge famous for his bread expertise—told his fellow cohosts that he had to “peel his jeans off” at the end of the day. They winced and laughed uncomfortably.", "The show conjures everything many Americans love about England—the rolling hills, the lilting accents, and the dry humor. The contestants are actually nice to each other for once, a relief after all the trash-talking you expect from American reality TV.", "For millions of viewers, The Great British Bake Off (its UK title) has been a welcome retreat from reality. When the first season aired in 2010, its creators probably didn’t expect it would turn into a decade-long cultural phenomenon, let alone imagine the trouble posed by rising temperatures. The United Kingdom has been seeing frequent and unprecedented heat waves over the last decade. In Berkshire, where half of the seasons were filmed, the average maximum temperature in July has risen more than 1 degree C (nearly 2 degrees F) over the past several decades.", "The producers attempted to give viewers a semblance of normalcy in a very strange year. No one wore masks on the show, and the pandemic remains out of sight; the cast and crew had to live on set and take regular Covid-19 tests so they could go on like normal. The nasal swabs were, of course, all off-camera.", "The Great British Baking Show has encountered many temperature-related disasters in a decade-long run. Season 9 brought us Terry Hartill’s chocolate Eiffel Tower cake, which leaned, then toppled, in the heat. And no one could forget #BinGate from Season 5, one of the show’s biggest controversies. One baker had mistakenly taken another contestant’s baked Alaska out of the freezer, and in a fit of rage, Iain Watters, the baker who had been “sabotaged,” threw his melting creation in the bin and stalked out of the tent. Last year, for the first time—and in perhaps a subtle nod to global warming—contestants were given fans for their worktables.", "The heat has become an increasingly familiar character. The camera pans over shot after shot of the searing sun. The judges explain an upcoming challenge, once again emphasizing that the heat will make it even more difficult. (Butter, the star ingredient of many baked goods, turns into liquid at 94 F [34 C], and starts to soften long before that.) To cool down during challenges, the bakers have started wearing wet rags around their necks that leave damp patches on their aprons."], "authors": ["Kate Yoder", "Kate Yode"], "keywords": ["warming", "baked", "baking", "bake", "tent", "global", "victim", "great", "british", "summer", "heat", "season", "filmed", "viewers"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}