{"id": "9057a19d-f835-39f0-9e31-26324f310314", "title": "Hawley rips Washington Post writer who linked criticism of 'woke corporations' to racism, anti-Semitism", "url": "https://www.foxnews.com/media/josh-hawley-greg-sargent-woke-corporations-georgia-election-law", "summary": "Sen. Josh Hawley, R-Mo., clashed with Washington Post columnist Greg Sargent Friday after Sargent suggested in a column that the lawmaker's attacks on \"woke corporations\" weighing in on the Georgia election reform law stems from racism and anti-Semitism.\nAnd now the woke corporations are trying to do the same thing to Georgia.\nAnd they’re going to try to do it to anybody, any state, any person who stands up for election integrity.\"\n\"The smarmy, unctuous, phony piety animating this claim to stand for 'election integrity' is really something,\" Sargent reacted.\n\"For defending my homestate of Missouri, liberal media have called me 'phony,' 'ugly,' 'smarmy,' a racist and now an anti-Semite.", "paragraphs": ["Sen. Josh Hawley, R-Mo., clashed with Washington Post columnist Greg Sargent Friday after Sargent suggested in a column that the lawmaker's attacks on \"woke corporations\" weighing in on the Georgia election reform law stems from racism and anti-Semitism.", "In a piece headlined, \"Josh Hawley’s ugly rant unmasks the fraudulence of the anti-‘wokeness’ crusade,\" Sargent criticized comments the senator made on \"The Ingraham Angle\" Thursday that linked the Georgia law to Hawley's actions challenging the results of the 2020 presidential election.", "\"What’s happening in Georgia is what they tried to do to those of us who stood up for election integrity back in January,\" Hawley said. \"Anyone who has said that our elections need to be free, they need to be fair, we need to consider election reform, they try to cancel you. And now the woke corporations are trying to do the same thing to Georgia. And they’re going to try to do it to anybody, any state, any person who stands up for election integrity.\"", "\"The smarmy, unctuous, phony piety animating this claim to stand for 'election integrity' is really something,\" Sargent reacted. \"Hawley is referencing his lead role in the campaign to subvert President Biden’s electors in Congress.\"", "CNN'S JAKE TAPPER FACES BACKLASH FOR SUGGESTING HAWLEY'S ATTACK ON WASHINGTON POST WRITER WAS ANTI-SEMITIC", "\"Hawley wants conservative voters to fear an elite cabal (corporations, Democrats, the media) plotting to disempower them. In this he draws on a long tradition of conservative populists recasting elite conspiracies in various iterations,\" the columnist later explained. \"As historian Michael Kazin’s great book recounts, these have included communists subverting the government from within, bureaucrats engineering desegregation, secular elites plotting to undermine Christianity, Jewish elites selling out U.S. interests abroad, and so on. All were cast as a threat to the agency of denizens of virtuous Middle America (what Hawley calls 'the great American middle').\"", "Hawley fired back at Sargent on Twitter.", "\"As the Georgia #MLB fiasco has shown, take a stand for election integrity & against the power of the woke corporatists & the authoritarian left unloads: they’ll call you a racist, a traitor, an anti-Semite,\" Hawley tweeted. \"The usual lies. Anything to protect their power. But I’m not backing down.\"", "\"I said nothing of the sort, you smarmy liar,\" Sargent fired back. \"For once, show your followers the respect of not lying to them all the time. Also, any word on those new Dem policies to curb multinational tax evasion? You support this effort to target woke globalist corporatism, right?\"", "CBS NEWS BLASTED FOR 'DEM ACTIVISM' WITH REPORT ON '3 WAYS COMPANIES CAN HELP FIGHT' GEORGIA ELECTION LAW", "\"If you’re going to launch a smear, at least have the guts to own it,\" Hawley told the writer, sharing the excerpt from his column.", "\"I did not call you an antisemite, or a racist, or a traitor. Stop lying. Just. Stop. Lying,\" Sargent reiterated.", "Hawley and Sargent have a bitter history. In 2019, the senator blasted the columnist as a \"smug, rich liberal elitist\" in a Twitter spat over another piece published by the paper.", "Sargent went on to write a column of his own accusing Hawley of trying to \"humiliate\" him by labeling him a \"smug, rich liberal elitist.\" He suggested that Hawley's attack had a \"truly ugly intent and meaning\" and even invoked his religious background.", "\"We went to Seders at my mother’s parents’ house in Queens — they were descended from Jewish immigrants — and also decorated an annual Christmas tree in keeping with my father’s Catholic upbringing. But there was no god in our house,\" Sargent wrote, tying it to Hawley's swipe against him.", "CLICK HERE FOR THE FOX NEWS APP", "The anti-Semitic connotation was then elevated by CNN anchor Jake Tapper, who tweeted \"In which ⁦@HawleyMO⁩ calls a Jewish journalist a 'smug, rich liberal elitist,'\" as a not-so-subtle jab at the GOP lawmaker.", "\"For defending my homestate of Missouri, liberal media have called me 'phony,' 'ugly,' 'smarmy,' a racist and now an anti-Semite. All in 24 hrs,\" Hawley reacted. \"This is how they bully those who aren’t part of the DC club. But I don’t care what slurs they use, I will ALWAYS defend Missouri.\""], "authors": ["Joseph Wulfsohn", "Joseph A. Wulfsohn Is A Media Reporter For Fox News. Follow Him On Twitter"], "keywords": ["writer", "rips", "sargent", "racism", "ugly", "corporations", "election", "post", "smug", "smarmy", "linked", "liberal", "washington", "hawleys", "georgia", "criticism", "woke", "hawley"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}