{"id": "90660579-916a-3420-9540-6f03daf5c2e6", "title": "August Wilson, American Bard", "url": "https://www.nytimes.com/2020/12/03/t-magazine/august-wilson-ma-rainey.html", "summary": "Chief among them, perhaps, is the 65-year-old actor Denzel Washington, a producer of the new “Ma Rainey” film and one of the playwright’s leading advocates.\nIn 2010, Washington won a Tony Award for his portrayal of the protagonist, a 1950s sanitation worker named Troy Maxson, in the Broadway revival of Wilson’s most lauded work, “Fences” (1985).\nWashington sees his responsibility as both Hollywood connector and Wilson custodian.\nAnd Ma is not just a Black woman at the center of her story, but a queer one, an identity otherwise absent in Wilson’s oeuvre.\nRarely do gay Black women receive the spotlight, and certainly not in the mid-1980s, when the play arrived in New York.", "paragraphs": ["Chief among them, perhaps, is the 65-year-old actor Denzel Washington, a producer of the new “Ma Rainey” film and one of the playwright’s leading advocates. In 2010, Washington won a Tony Award for his portrayal of the protagonist, a 1950s sanitation worker named Troy Maxson, in the Broadway revival of Wilson’s most lauded work, “Fences” (1985). In 2014, the Wilson estate, led by the playwright’s widow, Constanza Romero, now 62, approached the actor about adapting the entire Pittsburgh Cycle to film, beginning with the 2016 film version of “Fences,” which Washington directed, produced and starred in opposite Davis, who won an Oscar for her role as Maxson’s beleaguered wife, Rose.", "Washington sees his responsibility as both Hollywood connector and Wilson custodian. He convinced Wolfe, 66, the renowned theater director, to helm the new film; and then worked with Romero to hire his friend Samuel L. Jackson and his son, John David Washington, to appear in the next Wilson film, based on the Pulitzer Prize-winning “The Piano Lesson” (1987), a 1930s saga about ghosts and a family heirloom that will be overseen by Barry Jenkins. For the rest of the Cycle, which will be shot out of order over the following years, directors and actors such as Ryan Coogler, Ava DuVernay and Laurence Fishburne are all “circling,” Washington says. Over the phone this fall, he compared this undertaking to a relay race, passing on the baton in hopes of winning new audiences for the classics that Wilson left behind. “Lord knows he couldn’t take them with him,” Washington says. “And thank God he did leave them. Now they’ve left them in my hands, and I put them in other people’s hands.”", "DAVIS, 55, STILL remembers an early encounter with the character Ma Rainey: She was a theater student at Rhode Island College in the 1980s, when one night she saw the stage and television actress Barbara Meek in a local production. “The thing that blew me away was how unapologetic she was — without screaming, without yelling, without doing any of that — just navigating her worth,” Davis recalls. “I have never seen that level of agency and autonomy.”", "Ma is a standout role even in the context of Wilson’s works, which are populated with confident Black characters who either seek or declare their power within a system that would deny them: who try to get promoted at work, who try to open record shops and restaurants, who supplicate themselves before white peers to get ahead, who fight back against those same white peers or even step over other Black people to advance. Still, Ma stands out for another reason, too: Wilson’s plays are often ruled by men, whether they’re scrapping for cash or hanging in shops. And Ma is not just a Black woman at the center of her story, but a queer one, an identity otherwise absent in Wilson’s oeuvre. Rarely do gay Black women receive the spotlight, and certainly not in the mid-1980s, when the play arrived in New York. Nor in the 1920s, when the real Ma — and her protégée, the blues singer Bessie Smith — was part of a crew of queer Black female artists. (Ma’s lyrics often referenced her attraction to women, as in “Prove It on Me Blues” [1928]: “Went out last night with a crowd of my friends. / It must’ve been women, ’cause I don’t like no men.”) In the theatrical version, Ma has one woman in her entourage, Dussie Mae, with whom she flirts and of whom she becomes possessive, though she never speaks of sexuality aloud: a notable omission for a character rooted in the Black community, where queerness has historically been, and is often still, marginalized and stigmatized."], "authors": ["Maya Phillips"], "keywords": ["film", "won", "washington", "wilsons", "woman", "wilson", "work", "bard", "women", "black", "american", "ma"], "pubDate": "2020-12-03T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}