{"id": "9099d239-2384-34be-8585-acc97e3de371", "title": "True Pandemic Toll in the U.S. Reaches 345,000", "url": "https://www.nytimes.com/interactive/2020/05/05/us/coronavirus-death-toll-us.html", "summary": "But in the summer, when the virus was more common in the South and Southwest, excess deaths were higher in those regions.\nWhere deaths above normal peaked in the summerDeaths above normal in these places peaked from July to October.\nWhere deaths above normal peaked in the springDeaths above normal in these places peaked before July.\nMarch 15 – Nov. 21 15,600 23% 142 Massachusetts March 15 – Nov. 14 8,500 22% 124 Maryland March 15 – Nov. 21 7,300 22% 122 Michigan March 15 – Nov. 14 13,700 21% 137 Delaware March 15 – Nov. 21 1,100 19% 119 Colorado March 15 – Nov. 21 4,500 17% 79 Rhode Island March 15 – Nov. 14 1,100 16% 106 Pennsylvania March 15 – Nov. 21 13,400 15% 105 Virginia March 15 – Nov. 14 6,800 15% 80 Vermont March 15 – Nov. 21 400 13% 80 New Hampshire March 15 – Nov. 21 800 10% 64Counting deaths takes time, and many states are weeks or months behind in reporting.\nMeasuring excess deaths does not tell us precisely how each person died.", "paragraphs": ["Deaths above normal are peaking now in 18 states. They peaked in the summer in 17 states and Puerto Rico. They peaked in the spring in 15 states and Washington, D.C.", "Deaths in every state of the country are higher than they would be in a normal year, according to an analysis of estimates from the Center for Disease Control and Prevention.", "The data show how the coronavirus pandemic, which is peaking in many states, is bringing with it unusual patterns of death, higher than the official totals of deaths that have been directly linked to the virus.", "Deaths nationwide were 19 percent higher than normal from March 15 to Nov. 14. Altogether, the analysis shows that 345,000 more people than normal have died in the United States during that period, a number that may be an undercount since recent death statistics are still being updated.", "Total U.S. Deaths Above Normal", "Our analysis examines deaths from all causes — not just confirmed cases of coronavirus — beginning when the virus took hold. That allows comparisons that do not depend on the accuracy of cause-of-death reporting, and includes deaths related to disruptions caused by the pandemic as well as the virus itself. Epidemiologists refer to fatalities in the gap between the observed and normal numbers of deaths as “excess deaths.”", "As coronavirus cases spread across the country, the geographic patterns of deaths above normal have followed.", "Where deaths above normal are peaking now", "Deaths above normal in these places peaked in October or later. Arkansas March 15 – Nov. 21 Total excess deaths 3,800 Percent above normal 18% Per 100,000 people 129 Indiana March 15 – Nov. 21 7,600 17% 114 Missouri March 15 – Nov. 21 7,100 17% 116 North Dakota March 15 – Nov. 14 700 16% 104 South Dakota March 15 – Nov. 14 800 16% 101 Nebraska March 15 – Nov. 21 1,700 16% 92 Iowa March 15 – Nov. 21 3,000 15% 98 Ohio March 15 – Nov. 14 11,700 15% 100 Montana March 15 – Nov. 21 1,000 15% 96 Tennessee March 15 – Nov. 21 7,400 15% 110 Idaho March 15 – Nov. 21 1,400 14% 79 Wisconsin March 15 – Nov. 21 5,100 14% 88 Wyoming March 15 – Nov. 14 400 14% 75 Kansas March 15 – Nov. 21 2,300 13% 80 Oklahoma March 15 – Nov. 14 3,300 13% 85 Minnesota March 15 – Nov. 21 3,900 13% 70 Kentucky March 15 – Nov. 14 3,900 12% 88 Utah March 15 – Nov. 21 1,600 12% 52", "Excess deaths right now look worst in parts of the Midwest where coronavirus cases have been high. But in the summer, when the virus was more common in the South and Southwest, excess deaths were higher in those regions.", "Where deaths above normal peaked in the summer", "Deaths above normal in these places peaked from July to October. Arizona March 15 – Nov. 21 Total excess deaths 10,400 Percent above normal 25% Per 100,000 people 144 Mississippi March 15 – Nov. 21 5,300 25% 180 Texas March 15 – Nov. 14 33,500 25% 116 South Carolina March 15 – Nov. 14 7,300 22% 142 Georgia March 15 – Nov. 14 12,000 21% 114 Alabama March 15 – Nov. 14 6,800 20% 140 Florida March 15 – Nov. 14 26,100 19% 122 California March 15 – Nov. 14 30,700 18% 78 Nevada March 15 – Nov. 14 2,800 17% 94 New Mexico March 15 – Nov. 14 1,800 15% 90 Puerto Rico March 15 – Oct. 10 1,900 13% 59 North Carolina March 15 – Aug. 15 4,200 11% 40 Washington State March 15 – Nov. 21 3,700 10% 49 West Virginia March 15 – Oct. 10 1,000 9% 60 Oregon March 15 – Nov. 14 1,700 7% 41 Maine March 15 – Nov. 21 400 4% 30 Hawaii March 15 – Nov. 14 200 4% 20 Alaska March 15 – Oct. 31 80 3% 12", "In the early months of the pandemic, deaths were most common in the Northeast, as states like New York and New Jersey saw huge surges.", "Where deaths above normal peaked in the spring", "Deaths above normal in these places peaked before July. New York City March 15 – Nov. 21 Total excess deaths 27,100 Percent above normal 75% Per 100,000 people 321 New Jersey March 15 – Nov. 21 18,900 38% 213 Washington, D.C. March 15 – Nov. 7 1,200 32% 170 Connecticut March 15 – Oct. 24 5,600 30% 158 Louisiana March 15 – Nov. 14 8,600 29% 186 Illinois March 15 – Nov. 21 17,200 25% 136 New York (excluding N.Y.C.) March 15 – Nov. 21 15,600 23% 142 Massachusetts March 15 – Nov. 14 8,500 22% 124 Maryland March 15 – Nov. 21 7,300 22% 122 Michigan March 15 – Nov. 14 13,700 21% 137 Delaware March 15 – Nov. 21 1,100 19% 119 Colorado March 15 – Nov. 21 4,500 17% 79 Rhode Island March 15 – Nov. 14 1,100 16% 106 Pennsylvania March 15 – Nov. 21 13,400 15% 105 Virginia March 15 – Nov. 14 6,800 15% 80 Vermont March 15 – Nov. 21 400 13% 80 New Hampshire March 15 – Nov. 21 800 10% 64", "Counting deaths takes time, and many states are weeks or months behind in reporting. These estimates from the C.D.C. are adjusted based on how mortality data has lagged in previous years. It will take several months before all these numbers are finalized.", "From March 15 through Nov. 14, the most recent date with reliable statistics, estimated excess deaths were 41 percent higher than the official coronavirus fatality count. If this pattern held through Dec. 2, the total death toll would be about 380,000.", "Public health researchers use such methods to measure the impact of catastrophic events when official measures of mortality are flawed.", "Measuring excess deaths does not tell us precisely how each person died. Most of the excess deaths in this period are because of the coronavirus itself. But it is also possible that deaths from other causes have risen too, as hospitals in some hot spots have become overwhelmed and people have been scared to seek care for ailments that are typically survivable. Some causes of death may be declining, as people stay inside more, drive less and limit their contact with others.", "Drug deaths have also risen steeply so far this year over last year, according to preliminary mortality data collected by The New York Times, though this increase had already started before the coronavirus pandemic and the resulting social disruptions."], "authors": ["Josh Katz", "Denise Lu", "Margot Sanger-Katz"], "keywords": ["reaches", "15", "coronavirus", "nov", "normal", "peaked", "14", "excess", "states", "true", "deaths", "pandemic", "toll", "345000", "21"], "pubDate": "2020-05-05T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}