{"id": "90dfc928-6e10-3d86-a680-9ea18fb1e1a0", "title": "'It's not weird or foreign': the Ugandan monk bringing Buddhism to Africa – photo essay", "url": "https://www.theguardian.com/global-development/2020/dec/07/ugandan-monk-bhante-buddharakkhita-buddism-buddhist-uganda-africa-mindfulness-meditation", "summary": "As the first Ugandan Buddhist monk, the most venerable Bhante Bhikkhu Buddharakkhita has ambitions to train 54 novices, one for every African nation.\n“I’m teaching Theravada Buddhism with African flavour to ensure people understand the Lord Buddha and don’t see it as something weird, foreign and Asian,” he says.\nHe converted to Buddhism in 1990 while studying in India, and has been teaching mindfulness meditation in Africa since 2005.\nBuddharakkhita at the Uganda Buddhist Centre“Buddhist countries, like Sri Lanka, India, Thailand, Cambodia and Myanmar have no historical background of colonising African countries.\n“We lack African monks who are well trained to teach and be torch bearers.", "paragraphs": ["As the first Ugandan Buddhist monk, the most venerable Bhante Bhikkhu Buddharakkhita has ambitions to train 54 novices, one for every African nation.", "“I’m teaching Theravada Buddhism with African flavour to ensure people understand the Lord Buddha and don’t see it as something weird, foreign and Asian,” he says.", "“I see a lot of people suffering in Uganda and Africa. I find this role as a game changer, or a paradigm shift from suffering to happiness in Africa.", "“We have about 3,000 Buddhists in Africa. About 35 Ugandans. South Africa has the highest number because many people who came from Asian countries to work in the gold mines ended up establishing temples.”", "Founder and abbot of the Uganda Buddhist Centre and temple, and author of Planting Dhamma Seeds: The Emergence of Buddhism in Africa, Buddharakkhita was born Steven Jemba Kabogozza, and raised a Catholic. He converted to Buddhism in 1990 while studying in India, and has been teaching mindfulness meditation in Africa since 2005.", "Clockwise from top left: inside the Uganda Buddhist Centre during the Vesak festival to celebrate the birth and enlightenment of the Lord Buddha; Buddharakkhita with a Thai donor; Buddharakkhita, and German volunteers at the centre during Vesak", "“The cultural and political leaders in Africa haven’t embraced this religion and philosophy of Buddhism. I don’t know if there is really any president, cultural leader or king in Uganda, and Africa, who has fully embraced Buddhism… If there is anyone who could do so, Buddhism would grow very fast,” says the 53-year-old from his hillside centre overlooking Lake Victoria at Garuga, about 25 miles (40km) south of the capital, Kampala.", "“I’m looking at meditation practice and how it can heal intergeneration trauma. Most people are traumatised. We have colonial hangovers and a lot of stuff is going on.", "Buddharakkhita at the Uganda Buddhist Centre", "“Buddhist countries, like Sri Lanka, India, Thailand, Cambodia and Myanmar have no historical background of colonising African countries. If they had colonised us, they would have established Buddhism long ago. Those countries that came and colonised us, they established hospitals, schools and introduced their religions.”", "He added: “The first Buddhists came to Africa in 1925, brought by British people to build the east African railway in Tanzania. They stayed around, built one of the oldest temples and formed a single state Buddhist association.", "“We lack African monks who are well trained to teach and be torch bearers. In Uganda we are only two monks in a country of over 40 million people.", "“I have a lifetime project to train a minimum of 54 monks in the next five years, so I send each to the 54 African countries to teach and spread the message.”", "The centre; a statue of Mirembe, which means ‘peace’ in Luganda, watches over temple followers", "Buddharakkhita converted to Buddhism after meeting two Thai monks while in India.", "“I had an opportunity to study business at the University of Panjab in India. I always wanted to study business because of our family business background. Most of my relatives are involved in building and construction. My dream was to become a chief accountant.”", "But, after meeting the monks: “I said: ‘Wow, these people are so peaceful.’ I really got attracted to them. I got very close to these monks and they became my only friends.", "“So the business turned into Buddhism. I found out that Buddhism brings more peace than business. But the two actually now go together.”", "A monk for 18 years, Buddharakkhita’s training took him from India to the US and Brazil before he finally returned to Uganda and established the Buddhist centre in 2005.", "“The years have been a mix of challenges, humbling and blessing. Sometimes I felt a little bit of regret. But the challenges have taught me a lot about myself, human beings, wisdom and more determination to keep going.”", "Buddharakkhita has an audience with the king of Toro, a Ugandan kingdom, to discuss Buddhism in the country", "He adds: “I have to make sure I teach to remove the misconception about Buddhism.", "“People think Buddhism is Asian and Chinese, attached with kung fu, taekwondo and karate, not belonging and relevant to Africa.", "“I’m helping in the transformation of society, which is lacking peace, to a society which is happy. I do humanitarian, women and youth empowerment projects to uplift the people’s economic standards.", "Clockwise from top left: Bhante Buddharakkhita’s mother, who acts as a custodian when her son is away; Buddharakkhita walking in fields, dining in a Kampala restaurant, and in a shopping centre in the city", "“I’ve introduced a peace school, provide education and clean water in the community around here. At least 1,500 people are touched with our projects and I am trying to propagate the culture of peace.", "“My role in general is basically teaching Buddhism through meditation, doing humanitarian activities that can help promote it, researching how Buddhism can be best introduced in the context of African culture, and publishing books so that this new tradition can be known in Uganda.”"], "authors": ["Samuel Okiror"], "keywords": ["bringing", "african", "monks", "essay", "buddhist", "africa", "foreign", "weird", "centre", "uganda", "buddharakkhita", "ugandan", "countries", "monk", "buddhism", "business"], "pubDate": "2020-12-07T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}