{"id": "91149255-4582-30ff-bba9-cd48023160c3", "title": "NBC’s Peacock Enlists Advertisers and Cable Companies in Marketing Push", "url": "https://www.wsj.com/articles/nbcs-peacock-enlists-advertisers-and-cable-companies-in-marketing-push-11579208400?mod=hp_minor_pos1", "summary": "NBCUniversal’s spending on its Peacock campaign likely will exceed $300 million in its first year, according to a person familiar with the matter.\nSponsors have also committed hundreds of millions of advertising dollars long-term to Peacock, the person said.\nThe marketing plan for Peacock also includes NBCUniversal’s pay-TV distributors, which have agreed to promote the streaming service in their own marketing efforts, the company said.\nPeacock will have a lighter ad load than traditional television at five minutes per hour or less, the company said.\nSimilar to Hulu and HBO Max, Peacock will also offer a “Pause Ads” product, which will appear when viewers pause content.", "paragraphs": ["Comcast Corp.’s NBCUniversal is planning an expansive marketing rollout for its coming streaming service, Peacock, including ads on and off its TV networks and websites, cross-promotions with launch sponsors and pay-TV companies that distribute its channels, and a major presence during its coverage of the Olympics this summer.", "NBCUniversal’s spending on its Peacock campaign likely will exceed $300 million in its first year, according to a person familiar with the matter. The Wall Street Journal previously reported that NBCUniversal would spend $100 million outside of its own properties and at least double that on its own channels and platforms.", "Launch sponsors, which include Unilever PLC, State Farm Mutual Automobile Insurance Co. and Target Corp., have also agreed to promote the streaming service on their websites, in their own media and in stores, the person said.", "Sponsors have also committed hundreds of millions of advertising dollars long-term to Peacock, the person said.", "The marketing plan for Peacock also includes NBCUniversal’s pay-TV distributors, which have agreed to promote the streaming service in their own marketing efforts, the company said.", "Peacock will be available in several tiers, including two different ad-supported options. One will be free for cable customers of Comcast and Cox Communications Inc., but will require others to pay a monthly fee.", "Peacock’s marketing efforts will be led by Alexandra Shapiro, a longtime NBCUniversal executive who has been appointed to the role of executive vice president of brand marketing and strategy for the streaming service.", "Newsletter Sign-up", "Peacock is NBCUniversal’s big bet on streaming video as television viewers increasingly watch programs on internet-connected devices.", "Last month, Comcast Chief Financial Officer Michael Cavanagh said the company will commit $2 billion overall to Peacock over its first two years. Cavanagh said Comcast doesn’t expect Peacock to be profitable for its first five years.", "AT&T Inc.’s WarnerMedia also plans to spend roughly $300 million on advertising its forthcoming HBO Max streaming service.", "Meanwhile, Netflix has spent nearly $1.8 billion on advertising through the first nine months of 2019, according to the company’s most recent earnings report.", "NBCUniversal’s Peacock will be competing with well-funded rivals for revenue from subscribers as well as marketers.", "Unlike Netflix or Disney+, Peacock will include a free and ad-supported option, among other tiers. NBCUniversal is hosting an investor day on Thursday to reveal pricing and other details for Peacock, which will launch for Comcast customers in April before a national rollout in July.", "Commercial time during viewing on Peacock will also be a major part of NBCUniversal’s new “One Platform” ad sales strategy, which seeks to make all of the company’s TV and digital ad inventory available to marketers in one place.", "Peacock will have a lighter ad load than traditional television at five minutes per hour or less, the company said. Linear TV typically has 16 minutes of commercial time per hour.", "NBCUniversal said it would extend some of its existing ad products to Peacock, including shoppable ads that let viewers buy products on their mobile phones after scanning QR codes that appear on their TV screens, and 60-second “Prime Pods,” ads that run in the first or last break of a show when consumers are considered most likely to pay attention.", "Similar to Hulu and HBO Max, Peacock will also offer a “Pause Ads” product, which will appear when viewers pause content. A new ad type, called “Explore Ads,” will allow advertisers to send discounts and other promotions to viewers when an ad is paused, and a new “Binge Ad” product will let sponsors offer viewers an ad-free episode after they watch three episodes of a show in one sitting.", "Related Video The streaming wars might mean you have way more options when it comes to platforms and content for entertainment. But ultimately, paying for all those options is going to look a lot like the high prices you used to pay for your old-school cable package. Photo: Alexandra Cardinale", "Write to Sahil Patel at Sahil.Patel@wsj.com"], "authors": ["Sahil Patel"], "keywords": ["ad", "marketing", "advertisers", "enlists", "peacock", "companies", "nbcuniversal", "sponsors", "viewers", "push", "streaming", "ads", "nbcs", "tv", "cable", "comcast"], "pubDate": null, "publicationId": "8e14bddf-cd2e-3f5b-8fd5-6e34ee13999e"}