{"id": "911904a8-41b5-36da-a6dd-b65dcbf5cba7", "title": "Ed Woodward’s Manchester United legacy is chequered but title is in sight again", "url": "https://www.theguardian.com/football/2021/apr/21/ed-woodwards-manchester-united-legacy-is-chequered-but-title-is-in-sight-again", "summary": "On arrival, Woodward struggled to attain Gill’s level of expertise, and filling the Ferguson-sized vacuum was a near-impossible task.\nThis followed the previous summer when Woodward managed to sign only Marouane Fellaini to bolster Moyes’s hopes of retaining the title.\nFrom Moyes to Mourinho only three trophies were won by Woodward’s managers: the 2016 FA Cup of Van Gaal, and the 2017 League Cup and Europa League under the Portuguese.\nJosé Mourinho delivered a Europa League in 2017 but it was one of only three trophies won in Ed Woodward’s eight-year tenure.\nIn Solskjær, United have a promising all-round package: a former player who “gets” the club and has the tools for his role.", "paragraphs": ["Ed Woodward, Manchester United’s most powerful executive: was he a success or failure in his time in the role that began in May 2013 and will end at the close of the year?", "One answer is a middle ground for the man who (almost certainly) failed to oversee a league title but who has turned United into genuine contenders for a 21st crown.", "The executive vice-chairman’s eight turbulent years began with the steepest of learning curves that would have challenged a seasoned expert moving from Real Madrid or New York Yankees to take charge of England’s most garlanded club. Woodward, though, had zero experience of leading any sporting entity, so such a touchstone of the global game was a test.", "Woodward succeeded David Gill, who had been chief executive for a decade and enjoyed the blessing of working with Sir Alex Ferguson, United’s greatest manager. Ferguson departed at the same time as Gill in what proved a double whammy for the newcomer, given the Scot was a genius in all football matters and his lieutenant a slick transfer market operator in a partnership that brought trophies almost every season.", "On arrival, Woodward struggled to attain Gill’s level of expertise, and filling the Ferguson-sized vacuum was a near-impossible task. Only when José Mourinho was removed in December 2018 and Ole Gunnar Solskjær hired did he finally hit on a formula that, though as yet unable to make United champions again, has restored the culture of Ferguson and Sir Matt Busby, the club’s other great manager.", "Solskjær was Woodward’s fourth permanent No 1 and fifth in all, as Ryan Giggs had four matches as temporary replacement for David Moyes, who was sacked 10 months into a six-year contract in April 2014. This followed the previous summer when Woodward managed to sign only Marouane Fellaini to bolster Moyes’s hopes of retaining the title.", "Recruitment was where Woodward was judged most fiercely by supporters who correctly drew a line between his ability to land players of United quality and that of the manager – Moyes, then Louis van Gaal, Mourinho and Solskjær – to achieve success.", "Here Woodward fell down during four years – 2014-2018 – in which Fellaini, Radamel Falcao, Morgan Schneiderlin, Henrikh Mkhitaryan and Alexis Sánchez were among a procession of underwhelming signings that exposed a disjointed transfer policy and pointed to fundamental structural problems.", "From Moyes to Mourinho only three trophies were won by Woodward’s managers: the 2016 FA Cup of Van Gaal, and the 2017 League Cup and Europa League under the Portuguese. Finishing positions were seventh, fourth, fifth, sixth and second. The title appeared as far away when Mourinho’s team were runners-up to Manchester City in 2017-18 by 19 points as when they finished seventh, 22 behind their cross-town rivals four years previously in the Moyes-Giggs campaign.", "José Mourinho delivered a Europa League in 2017 but it was one of only three trophies won in Ed Woodward’s eight-year tenure. Photograph: Peter Powell/EPA", "This stagnation further infuriated supporters who cast Woodward as a puppet of the Glazers, the widely detested owners who refuse to communicate, and have saddled the club with a net debt of £455m.", "Woodward did, though, engage: with the media and fans’ representatives. The first move, in particular, was a departure from the modus operandi of Ferguson-Gill who viewed the fourth estate with suspicion, and it should not be forgotten that each worked for eight years under the Glazers. Woodward sought to modernise United and his business acumen opened lucrative revenue streams whether via the record £750m Adidas kit deal or a global footprint that attracted a plethora of commercial partners.", "Yet all this is meaningless if the team are uninspiring as they were until Solskjær’s arrival. While the Norwegian restored flair to a side that finished third in his first full term and currently have a 10-point cushion in second, Woodward overhauled transfer strategy and the academy, privately admitting each should have occurred the moment he took charge.", "This means Woodward’s successor will inherit a far more fit-for-purpose proposition than he did. Who that appointment might be intrigues. In Solskjær, United have a promising all-round package: a former player who “gets” the club and has the tools for his role. It is a blueprint the club would do well to follow when replacing Woodward and although suitable candidates are hard to find, Ajax’s chief executive, Edwin van der Sar – a former United goalkeeper – should be of interest.", "The Fiver: sign up and get our daily football email.", "The Dutchman is five years into his position at the Dutch club and only a decade on from retiring as a player who in six seasons at United won four Premier League titles, the Champions League, the Club World Cup and a League Cup. Just as importantly the 50-year-old is a former teammate of Solskjær, who will also have observed him when coaching under Ferguson.", "The search for Woodward’s successor does not concern him of course. What does will be the view of his legacy. Woodward hinted at his own take – one of being a nearly man – when announcing his departure. “I desperately wanted the club to win the Premier League during my tenure,” he said.", "An irony is United, eight points behind City, have moved closer in the past two seasons. So just as Woodward departs, the holy grail again seems possible for the first time since Ferguson left."], "authors": ["Jamie Jackson"], "keywords": ["club", "ed", "sight", "cup", "woodwards", "league", "woodward", "solskjær", "mourinho", "title", "ferguson", "executive", "united", "chequered", "manchester", "legacy"], "pubDate": "2021-04-21T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}