{"id": "9140d899-f1eb-3d26-afac-aea5009cb731", "title": "BioWare And Dark Horse Celebrate Dragon Age Day With A Limited-Edition World Of Thedas Map", "url": "https://www.gameinformer.com/2020/12/04/bioware-and-dark-horse-celebrate-dragon-age-day-with-a-limited-edition-world-of-thedas", "summary": "Dark Horse and BioWare continue on their ongoing partnership, this time celebrating Dragon Age Day with a special The World of Thedas Map lithograph that is shipping out later this month!\nThis world created by BioWare for the Dragon Age universe is large and houses a ton of history, a history that fans can celebrate themselves with the new World of Thedas Map lithograph.\nDragon Age: The World of Thedas Map is available for pre-order now for $59.99 and will ship December 18, 2020, just in time for the holidays.\nReady for even more Dragon Age?\nFeel free to dive into some of our more introspective pieces about the future of Dragon Age, such as our Red Lyrium theory tied to our egg boy Solas, or our deep dive into the Mortalitasi's possible role as a companion in Dragon Age 4.", "paragraphs": ["Dark Horse and BioWare continue on their ongoing partnership, this time celebrating Dragon Age Day with a special The World of Thedas Map lithograph that is shipping out later this month!", "Thedas has seen so much through the decades: blights, war, and even a rift that sought to tear the entire world asunder. This world created by BioWare for the Dragon Age universe is large and houses a ton of history, a history that fans can celebrate themselves with the new World of Thedas Map lithograph. This 24x17 print is an accurate rendering of this in-game world, brought to life by the incredibly talented and renowned artist and cartographer Francesca Baerald.", "Not only does the map feature all of the iconic locations that players have come to know and love (sometimes loathe) throughout the trilogy thus far, but it also features a bronze foil-stamped The World of Thedas logo to class it up. For your gaming room, your office, or a special gift for a fellow Thedas-lover this holiday season, this latest print is just one of many that Dark Horse has offered through the years. If interested, act fast! These prints are hand-numbered and there are only 300 units available!", "Dragon Age: The World of Thedas Map is available for pre-order now for $59.99 and will ship December 18, 2020, just in time for the holidays. Pre-order and learn more at the official Dark Horse website right here.", "Ready for even more Dragon Age? Feel free to dive into some of our more introspective pieces about the future of Dragon Age, such as our Red Lyrium theory tied to our egg boy Solas, or our deep dive into the Mortalitasi's possible role as a companion in Dragon Age 4."], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["day", "dark", "horse", "age", "dragon", "map", "world", "special", "bioware", "thedas", "celebrate", "print", "limitededition", "preorder"], "pubDate": "2020-12-04T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}