{"id": "91535c4e-1857-388d-ae54-7f0533fc5d29", "title": "Covid blood test can predict patient survival chances", "url": "https://www.theguardian.com/world/2020/dec/07/covid-blood-test-predict-patient-survival-chances", "summary": "A blood test has been developed that can predict whether Covid patients will need intensive care – or are even likely to survive – shortly after they develop symptoms.\nIf validated in real-life hospital settings, the test could enable doctors to direct life-saving treatment to the most needy patients sooner, boosting their chances of survival.\nEarlier this year, Markus Ralser and colleagues identified 27 proteins in the blood of Covid-19 patients that were present at different levels depending on the severity of their symptoms.\n“This can reveal important insights why some Covid-19 patients may have a better or worse prognosis,” he added.\nFor instance, other researchers are developing proteomic tests to predict outcomes for patients with cancer, type 2 diabetes and neurodegenerative diseases, including Alzheimer’s.", "paragraphs": ["A blood test has been developed that can predict whether Covid patients will need intensive care – or are even likely to survive – shortly after they develop symptoms.", "If validated in real-life hospital settings, the test could enable doctors to direct life-saving treatment to the most needy patients sooner, boosting their chances of survival. It could also bolster doctors’ confidence in the face of difficult decisions, such as whether to offer palliative care or an ICU bed when hospitals are close to capacity.", "Earlier this year, Markus Ralser and colleagues identified 27 proteins in the blood of Covid-19 patients that were present at different levels depending on the severity of their symptoms. Since then, they have followed 160 Covid patients whose blood was tested when they were admitted to hospital to explore whether its protein signature could predict the progression of their illness.", "The idea is to provide doctors with a “digital picture” of how sick a patient is – something you cannot necessarily tell just by looking at them – which could help inform their treatment. For instance, in Covid-19, a phenomenon called happy hypoxia means a patient can feel relatively OK but then rapidly deteriorate.", "“It turns out that such patients have an early inflammatory response to the infection, which we can measure in the blood and use to say, ‘OK, 40 days down the line, this is your likely outcome’,” said Ralser, a professor of biochemistry at the Francis Crick Institute in London and Charité University Medicine in Berlin.", "“Every day counts with severe Covid, and those people who need intensive care need to get it as soon as possible because this greatly increases their chances of survival.”", "Although it is unlikely that a blood test alone would ever be used to dictate which patients are allocated scant intensive care unit beds, it could provide additional data to help inform doctors making these hard decisions.", "The proteins were measured using an instrument called a mass spectrometer, which can detect the presence and abundance of hundreds to thousands of proteins in a sample, based on their mass.", "Such proteomic analysis enables many more proteins to be measured in blood than with current clinical assays, according to Manuel Mayr, a British Heart Foundation professor of cardiovascular proteomics at King’s College London, who was not involved in the study. “This can reveal important insights why some Covid-19 patients may have a better or worse prognosis,” he added.", "So far, the test has been validated in a further 24 severely ill patients, where it correctly predicted the outcome for 18 of 19 of those who survived and for five of five patients who died.", "“We can predict which patients will need oxygen support and ventilator support quite accurately, and we also have markers for patients who are not that severely ill initially, but are at high risk of getting worse,” said Ralser, whose research is published as a preprint but has not yet been peer reviewed.", "The next step is to validate the test in hospitals in the UK, US and Germany. These studies are expected to begin in the coming weeks and the data from them would then have to be submitted to health regulators, before the tests could become more widely available.", "Mayr cautions that such studies may throw up additional complications, since age and medical treatments may also influence the types and abundance of proteins circulating in the blood.", "“In this study, samples were collected early in the pandemic, at a time when patients did not receive dexamethasone, a drug which dampens the immune response, and which has now become standard of care and lowers the risk of death in patients with severe Covid-19,” he said. “Thus, these novel protein markers will require further testing in independent, larger cohorts of Covid-19 patients who receive the latest medical treatment.”", "He is also developing proteomic-based tests for Covid-19 to inform the prognosis of severely ill patients: “In addition to proteins, we look at virus RNA circulating in blood as predictor of poor outcome. The viral load and the dissemination of the virus material in blood may be informative for prognosis, especially in patients with severe Covid-19 admitted to intensive care.”", "Even if Covid vaccines mean our hospitals are in a better situation by the time such tests are approved, these studies could pave the way for the broader use of proteomics within the NHS – with applications stretching far beyond Covid-19. For instance, other researchers are developing proteomic tests to predict outcomes for patients with cancer, type 2 diabetes and neurodegenerative diseases, including Alzheimer’s."], "authors": ["Linda Geddes"], "keywords": ["need", "predict", "covid19", "blood", "survival", "intensive", "covid", "tests", "patient", "test", "chances", "care", "proteins", "patients"], "pubDate": "2020-12-07T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}