{"id": "921b2772-9fb3-3204-b978-445b7f877e66", "title": "'Modi's policies are doing nothing for the poor': feeding India's protesting farmers – video", "url": "https://www.theguardian.com/world/video/2021/jan/07/modis-policies-are-doing-nothing-for-the-poor-feeding-indias-protesting-farmers", "summary": "Pushpinder Pal is one of tens of thousands of Indian farmers camped along nine miles (15km) of major roads outside Delhi, protesting about agricultural laws they claim will devastate their earnings.\nBased in Haryana, he collects food every day from his local gurdwara, a Sikhs' place of assembly, delivering spinach curry to huge numbers of protesters.\nThe Indian prime minister, Narendra Modi, promised to increase farmers' incomes, but they claim his new policies are designed to favour rich corporations and not them.\nIn one of the largest protests in history, farmers are pledging to stay put while they wait for their representatives to strike a deal with government", "paragraphs": ["Pushpinder Pal is one of tens of thousands of Indian farmers camped along nine miles (15km) of major roads outside Delhi, protesting about agricultural laws they claim will devastate their earnings. Based in Haryana, he collects food every day from his local gurdwara, a Sikhs' place of assembly, delivering spinach curry to huge numbers of protesters. The Indian prime minister, Narendra Modi, promised to increase farmers' incomes, but they claim his new policies are designed to favour rich corporations and not them. In one of the largest protests in history, farmers are pledging to stay put while they wait for their representatives to strike a deal with government"], "authors": ["Charlie Phillips", "Kyri Evangelou", "Anirudh Ganapathy", "Naveen Macro"], "keywords": ["doing", "modis", "spinach", "stay", "video", "policies", "indias", "thousands", "sikhs", "poor", "indian", "wait", "protesting", "tens", "farmers", "strike", "feeding", "claim"], "pubDate": "2021-01-07T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}