{"id": "9224724b-ea86-34c8-b69d-a4ceacc20a21", "title": "‘All children seek joy and opportunities to experiment’: the universal language of play", "url": "https://www.theguardian.com/childs-play-and-learning/2020/nov/12/all-children-seek-joy-and-opportunities-to-experiment-the-universal-language-of-play", "summary": "Children play across cultures and classes.\nIn fact, play is so essential to a child’s growth that the UN has enshrined it as a fundamental right.\n“Children seek joy, positive experiences, opportunities to experiment, to test and try out things, to be active and not passive, and to really have agency and choice.”When children play they develop their executive functions, those high-level cognitive processes that enable them to initiate, plan and follow through tasks, sustain attention, monitor performance, inhibit impulses and have goal-directed persistence.\n“Through free play children develop lifelong skills like flexibility, sustained social relationships and resilience,” she says.\nCreativity, sharing and delegation: the essential skills we learn through play Read moreAs children grow and develop, what they demand from play changes.", "paragraphs": ["All kinds of play create connections in the brain that aid the child’s development. Composite: Getty Images/Guardian Labs", "We’ve all seen pictures and footage of children playing in the most unlikely situations. Using an old rope to skip on the dusty ground of a refugee camp, racing tyres at the base of a rubbish dump or floating paper boats in monsoon flood water. Children play across cultures and classes. They play despite wars, disasters and pandemics. They play because it is a developmental imperative. In fact, play is so essential to a child’s growth that the UN has enshrined it as a fundamental right.", "“A young child is born with a brain full of neurons,” explains Bo Stjerne Thomsen, chair of Learning Through Play at the LEGO Foundation. “They are born to learn and develop, but they need experiences to do this; they need to touch, to feel, to try things out, because every time they have a positive and stimulating experience, it connects the networks in the brain and supports their development and learning.”", "Play is what gives children these experiences. Whether it is physical play such as climbing a tree, or object play such as building a tower; be it symbolic play such as drawing, or pretend play such as dressing up, or whether it’s games that have rules and constraints: whatever the type of play a child is engaged in, important connections are being made in the brain that aid the social, emotional, creative, cognitive and physical growth of the child.", "“You see the same characteristics across all cultures and all socioeconomic groups,” says Thomsen. “Children seek joy, positive experiences, opportunities to experiment, to test and try out things, to be active and not passive, and to really have agency and choice.”", "When children play they develop their executive functions, those high-level cognitive processes that enable them to initiate, plan and follow through tasks, sustain attention, monitor performance, inhibit impulses and have goal-directed persistence. These skills are essential for learning and everyday life.", "“I was worried about my children playing for months on end during lockdown instead of learning in a formal environment,” says Lindsey Conen, a mother of two primary-aged children in east London. “However, I’ve found that since they have returned to school they seem so much more engaged and willing to learn than they were before, so something has been going on for them in all that play.”", "Facebook Twitter Pinterest Every time a tower topples and a child picks up the pieces to start again, they are becoming more resilient and learning skills that will make them a better team player. Composite: Getty Images/Guardian Labs", "Thomsen believes that Conen’s anecdotal experience of school learning being improved by a prolonged period of guided play may well be backed up by future research into the impact of the Covid-19 crisis. “It has definitely been proven that play improves executive functions,” he says. “If you build a model, you are selecting and sorting pieces, putting them together, figuring out if it is stable, remembering what each piece does; when you do this you learn to guide your attention and build self-regulation and self-control and that is a good predictor of whether you will learn in school.”", "Educational psychologist Melernie Meheux agrees. “Play is important for many aspects of brain development,” she says. “But learning to self-regulate, to inhibit inappropriate behaviour and control emotion is one of the most important for succeeding in a formal learning environment.”", "Every time a tower topples and a child picks up the pieces to start again, they are becoming more resilient and learning skills that will make them a better team player, a better collaborator.", "“I certainly saw my two become better at dealing with their emotions during their time away from school,” says Conen. “The more they played together, the better they became at resolving their conflicts.”", "Meheux explains that when children play they repeatedly rehearse and experience a range of emotions, including disappointment, frustration, determination, confidence and achievement, and can learn to regulate these feelings. “Through free play children develop lifelong skills like flexibility, sustained social relationships and resilience,” she says.", "Creativity, sharing and delegation: the essential skills we learn through play Read more", "As children grow and develop, what they demand from play changes. Infants require responsive, stimulating interactions with caregivers and lots of opportunity to learn about their environment through tactile encounters. Between the ages of six and nine, children incline more to pretend play with lots of dress-up and roleplay, which encourages them to learn about other ways of seeing the world; then as they move towards the teenage years, symbolic play and more complex games with rules come to the fore.", "When they get into their teens play begins to look a little different. “In the older age group play becomes more about smaller projects, problem- and practice-based learning,” says Thomsen. “So you might support them to do the evening meal, but change two ingredients in the recipe so they can take ownership. Or ask them to plan an entire day of a holiday, researching where to go and what to do.”", "And play isn’t just for children, it is important for the parent or caregiver to get involved, too. “By playing with your child you are strengthening your bond, sharing quality time, and providing essential vocabulary and language models,” says Meheux. “Remember what play felt like. How important it was to you when you were a child. Share some laughter and allow the positive chemicals to boost your own mood as well as your child’s. Adults need to be playful, just as much as children do. Especially at times like this.”", "Find out more about learning through play at: legofoundation.com"], "authors": ["Antonia Windsor"], "keywords": ["seek", "play", "brain", "learning", "child", "better", "important", "experiment", "skills", "language", "joy", "opportunities", "children", "essential", "learn", "universal"], "pubDate": "2020-11-12T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}