{"id": "92278472-a261-363a-94de-8a53fffbd959", "title": "255 restaurants, 37 Michelin stars: Meet the American who spent a year eating his way through Singapore", "url": "https://cnn.com/travel/article/american-singapore-best-restaurants/index.html", "summary": "Fluent in both English and Mandarin, Lu -- a recreational figure skater who used to participate in intercollegiate competitions -- ultimately decided on Singapore.\nAs of today, the American has visited a total of 255 food and beverage establishments including cafes and hawker stalls, covering 30 Michelin-rated restaurants with 37 Michelin stars collectively (55 Michelin stars including repeat visits).\nJoining his ranks of favorite Michelin-awarded restaurants is chef Julien Royer's three Michelin-starred Odette, where Lu has dined four times.\nIn spite of his impressive coverage of reputed restaurants, Lu says he does not believe in \"star chasing\" -- i.e.\ndining at a restaurant solely on the basis that it has been awarded stars by Michelin.", "paragraphs": ["Singapore (CNN) — No one wants to be stuck in a foreign country during a global pandemic.", "But, by his own admission, 25-year-old Jon Lu, an American software engineer, chose to remain in Singapore when the world's borders began to shutter last year.", "\"I arrived in Singapore for the first time in August 2019, although my time was mostly spent abroad for work,\" says the New York native. \"I didn't start truly living in Singapore until March 2020.\"", "The Massachusetts Institute of Technology (MIT) grad says that he had a choice of where he wanted to be based during his year-long project in Asia.", "Fluent in both English and Mandarin, Lu -- a recreational figure skater who used to participate in intercollegiate competitions -- ultimately decided on Singapore.", "He worked hard for the most part, practicing figure skating about four to five times a week. But he also did what Singaporeans do best -- eat.", "As of today, the American has visited a total of 255 food and beverage establishments including cafes and hawker stalls, covering 30 Michelin-rated restaurants with 37 Michelin stars collectively (55 Michelin stars including repeat visits).", "An impressive feat, considering the city's restaurants were closed to in-person dining for more than two months, not to mention the fact he was temporarily sidelined due to ill health.", "When the city entered into a nationwide partial lockdown -- also known as the Circuit Breaker -- from April 7 to June 1, 2020, eateries were forced to offer takeout only. That didn't stop Lu, who continued to eat well by ordering food deliveries, not once but twice a day, for the first half of the period.", "But these were no ordinary meals. He chose to focus on the city's many gastronomic offerings, including Michelin-starred venues that often take weeks if not months to secure tables in.", "\"It was such a tough time for the F&B industry -- I wanted to do as much as I could to help support local businesses,\" Lu says, adding that some of his most memorable Circuit Breaker meals were tasting menus designed for the home, where he'd have to put finishing touches on the dishes himself.", "\"One such meal was from Odette at Home,\" says Lu, who even managed to procure a table cloth and a small potted plant from staff in the hotel he'd been staying in for a month to recreate the feted French restaurant's booth seat within his room.", "Jon Lu, American software engineer “It was such a tough time for the F&B industry -- I wanted to do as much as I could to help support local businesses.”", "But in early May, Lu started having issues with his vision.", "Doctors diagnosed him with retinal vein occlusion, caused by extremely elevated LDL cholesterol levels -- presumably a result of the foodie's dining habits over the preceding seven-month period of intensive traveling and eating before the lockdown.", "It didn't help that gyms and ice rinks were closed.", "\"I worked with local specialists to treat the vision symptoms and started running every day,\" Lu says. \"I also went on a low cholesterol, heart-healthy diet for two months during which I avoided foods moderate to high in added sugars.\"", "After two months of dieting and running, Lu's health issues were resolved. In July, just a few weeks after dining in was allowed under the city's second reopening phase, he started populating his calendar with reservations again.", "Lu's top dining picks", "American software engineer Jon Lu has eaten at Michelin-starred Odette, helmed by chef Julien Royer, four times. Jon Lu", "Having sampled the cream of Singapore's top restaurants, a feat that even food critics would take a year or two to accomplish, Lu is well-positioned to offer advice on where to find the city's finest eats.", "Joining his ranks of favorite Michelin-awarded restaurants is chef Julien Royer's three Michelin-starred Odette, where Lu has dined four times. He highly rates the contemporary French restaurant for its \"incredibly refined and technically well executed\" cuisine, headlined by Royer's signature Pigeon \"Beak to Tail\" course, that \"tastes amazing.\"", "In the Japanese category, Lu singles out the one Michelin-starred Sushi Kimura, which he has visited twice. He says that chef-owner Tomo-o Kimura offers \"thicker\" and \"more exotic\" cuts of fish -- like sujiko (salmon roe sac), oki aji (white-tongue jack fish) and usubu hagi (unicorn leatherjacket fish). That's not to mention Kimura's shari (sushi rice), which is \"amazingly firm and airy\" and served at the \"perfect temperature.\"", "When it comes to Singaporean cuisine, it's the Michelin-starred Labyrinth by chef Han Li Guang that pulls at Lu's heartstrings.", "The restaurant is famed for showcasing elevated versions of local dishes -- like the Signature Chilli Crab -- that are unmistakably Singaporean in origin, with ingredients mostly locally sourced. Lu declares his November trip to Labyrinth, his second, to be one of his favorite post-Circuit Breaker meals.", "Among Lu's top Japanese picks in Singapore is Sushi Kimura. Jon Lu", "Menu standouts include the Ang Moh Chicken Rice and An Ode to Cairnhill Steakhouse, both of which pay homage to Han's grandmother and grandfather respectively.", "Michelin-rated restaurants aside, Lu also makes a point of checking out new eateries. His favorite new opening, Euphoria, serves \"gastro-botanica\" cuisine created by Singaporean chef-owner Jason Tan during his time at the one-starred Corner House.", "\"At the heart of Euphoria are four botanical essences made purely from vegetables,\" says Lu. \"I was extremely impressed by how tasty every single dish was, and particularly by the complexity of flavor from the vegetable components.\"", "In spite of his impressive coverage of reputed restaurants, Lu says he does not believe in \"star chasing\" -- i.e. dining at a restaurant solely on the basis that it has been awarded stars by Michelin. There remain 13 starred restaurants in Singapore that he has not visited.", "His most-visited venue in Singapore, the two-year-old avant-garde restaurant Preludio, has no stars.", "Run by Colombian chef Fernando Arevalo, Preludio serves \"author's cuisine\" that revolves around a yearly changing theme called \"chapter.\" From its debut Monochrome chapter, Lu raves about the Pata Negra course with \"astounding\" flavors, featuring panko crumb-breaded Iberico pork shoulder with a \"distinctive\" blend of spices -- cumin, cayenne and paprika -- paired with tomatoes soaked in a two-day marinade.", "\"As someone who usually doesn't like to repeat dishes at fine-dining restaurants, the fact that I've already dined at Preludio nine times (in 2020) is a testament to their inventiveness,\" says Lu.", "Inspired by \"Chef's Table\"", "Lu says that eating out and exploring food spots has been a hobby since 2015, when he interned in downtown Chicago and was surrounded by myriad food options within walking distance of his office.", "Since then, the avid food lover says he's visited at least 300 different restaurants every year, starting with cafes and casual outlets, before graduating to finer venues in 2019.", "Attributing his interest in fine dining to the Netflix Series \"Chef's Table,\" Lu says he was fascinated by how the show depicted food as a seemingly boundless art form, limited only by the chef's skill and imagination.", "\"There were so many instances where I'd watch an episode and immediately bookmarked the featured restaurant, saying to myself that I need to dine there one day,\" says Lu, who visited popular global restaurants GAA, MUME, Central, Dinner by Heston, NARISAWA and Momofuku Seiobo between September 2019 to March 2020. He's shared many of his dining experiences on his Instagram account", "The American says that Singapore has certainly been the \"most impressive\" dining city so far, and that it is \"entirely possible\" to eat out every day at a quality venue without repeating meals for years."], "authors": ["Evelyn Chen", "Jon Lu", "American Software Engineer"], "keywords": ["michelinstarred", "visited", "meet", "times", "restaurants", "michelin", "restaurant", "months", "spent", "singapore", "lu", "american", "dining", "eating", "way", "food", "stars", "37"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}