{"id": "922d7cd2-8637-3e52-ad39-aae9fb86c2b4", "title": "Opinion | It Took a Genocide for Me to Remember My Uighur Roots", "url": "https://www.nytimes.com/2021/01/10/opinion/uighur-xinjiang-china.html", "summary": "Although I have lived in the United States my entire life, China’s forced assimilation policies still reached me.\nI’ve always known that my maternal grandmother was half Uighur, but my family has only ever identified as Chinese.\nSince 1949, the Chinese Communist Party has been gradually rolling out policies that threaten Uighur culture and identity.\nIf a Uighur family wants a chance to survive, it has to become Chinese.\nBut now it’s no longer a matter of risk: In recent years, identifying as Uighur has become a matter of life and death.", "paragraphs": ["The first time I truly realized I was Uighur was just three years ago, when I saw the now-infamous viral photo of rows of Turkic men in dark blue uniforms, sitting in a concentration camp in Hotan, Xinjiang, a so-called Uighur autonomous region in China. Scanning the prisoners’ despondent faces, I was startled by their familiar features. Prominent cheekbones, round eyes, aquiline noses. My face was in theirs.", "This photo forced me to come to terms with an unsettling truth. Although I have lived in the United States my entire life, China’s forced assimilation policies still reached me. I’ve always known that my maternal grandmother was half Uighur, but my family has only ever identified as Chinese. The reason no one in my family speaks Uighur, or celebrates any Uighur holidays, is because we are the fruitful result of China’s decades-long forced assimilation campaigns to create what a Chinese official described as a single state-race.", "Since 1949, the Chinese Communist Party has been gradually rolling out policies that threaten Uighur culture and identity. There are financial incentives for interethnic marriages between Uighur and Han Chinese couples. There are laws that ban schools from teaching in Uighur. And there is, well, racism. Turkic minorities suffer from high unemployment rates in China, as “Uighurs need not apply” signs frequently crop up at job fairs.", "If a Uighur family wants a chance to survive, it has to become Chinese.", "Hostile policies like these convinced my family that it was too risky to embrace our Central Asian background. But now it’s no longer a matter of risk: In recent years, identifying as Uighur has become a matter of life and death. What started as a cultural genocide has progressed into a literal one, as defined by the United Nations. Between 2015 and 2018, forced sterilizations and abortions contributed to an 84 percent decrease in the natural population growth rate in two of the largest Uighur prefectures, according to the researcher Adrian Zenz, an expert on China’s ethnic policies."], "authors": ["Amelia Pang"], "keywords": ["policies", "chinas", "family", "turkic", "life", "opinion", "uighur", "genocide", "chinese", "remember", "took", "united", "matter", "roots", "forced"], "pubDate": "2021-01-10T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}