{"id": "926b8e2d-6c64-3006-b655-26c3688c39eb", "title": "Cyberpunk 2077 Beginner Tips", "url": "https://www.gameinformer.com/tips/2020/12/09/cyberpunk-2077-beginner-tips", "summary": "Cyberpunk 2077 is a massive open-world experience that can seem daunting when players are first booting up the game.\nAs someone who has yet to play the game myself, I found their guidance on life paths and skill points extremely helpful, so we hope you do too.\nIf you can't get enough of Cyberpunk 2077, you're in the right place.\nAfter many years of waiting, Cyberpunk 2077 releases today on Xbox One, PlayStation 4, PC, and Stadia.\nWhile you can play the game on Xbox Series X/S and PlayStation 5 through backward compatibility, you'll have to wait until 2021 to play the enhanced version of the game.", "paragraphs": ["Which life path should you choose? Do you upgrade your weapons or buy new ones? How should you prioritize mainline missions versus the side quests? Cyberpunk 2077 is a massive open-world experience that can seem daunting when players are first booting up the game. As you traverse the prologue, not only are you tasked with creating an ideal cyberpunk from a massive menu of options, but you'll also have to pick from three different backstories and figure out how you want to invest your skill points. But fear not, that's where your friendly neighborhood Game Informer editors come in.", "Join Andrew Reiner, Liana Ruppert, and Kim Wallace as they walk you through the tips and tricks that can ease your experience traversing Night City and help you excel where others who didn't watch this video will struggle. As someone who has yet to play the game myself, I found their guidance on life paths and skill points extremely helpful, so we hope you do too.", "If you have questions we didn't answer in this video, be sure to leave them in the comment section below, and we'll try to get to them in future content.", "If you can't get enough of Cyberpunk 2077, you're in the right place. Be sure to check out Reiner's thorough written review where he tells you if CD Projekt Red's new game is worth your time. Also, check out Liana's insightful look into how to play the game if you have epilepsy or are sensitive to flashing light, and Ben Reeves' hilarious ranking of the best Cyberpunk release dates.", "After many years of waiting, Cyberpunk 2077 releases today on Xbox One, PlayStation 4, PC, and Stadia. While you can play the game on Xbox Series X/S and PlayStation 5 through backward compatibility, you'll have to wait until 2021 to play the enhanced version of the game."], "authors": ["Video Editor", "Alex Is Usually The Largest Nerd In The Room", "Literally", "Has A Deep-Rooted Passion For Video Games", "Movies", "A Good Beer. He Grew Up A Nintendo Kid But Is Now An Equal-Opportunity Gamer Who S Trying To Play More Jrpgs."], "keywords": ["youll", "video", "cyberpunk", "points", "game", "tips", "play", "2077", "sure", "skill", "xbox", "beginner"], "pubDate": "2020-12-09T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}