{"id": "92d25473-0d00-3ed4-939b-e115fb1ec8fc", "title": "Taylor Swift announces second surprise album of 2020, Evermore", "url": "https://www.theguardian.com/music/2020/dec/10/taylor-swift-announces-second-surprise-album-of-2020-evermore", "summary": "Taylor Swift has announced her second surprise album of 2020, entitled Evermore.\nSwift describes the 17-track LP as a “sister album” to Folklore, released in July, and it will be released at midnight in the US (5am in the UK).\nEvermore, her ninth studio album, features songs written and recorded in the same sessions as Folklore.\nTonight the story continues, as the music video for “willow” drops at midnight eastern.\npic.twitter.com/T3o0nsANpY — Taylor Swift (@taylorswift13) December 10, 2020It’s been a creatively fertile year for Swift: a live album and film with material from Folklore, The Long Pond Studio Sessions, was also released last month.", "paragraphs": ["Taylor Swift has announced her second surprise album of 2020, entitled Evermore.", "Swift describes the 17-track LP as a “sister album” to Folklore, released in July, and it will be released at midnight in the US (5am in the UK).", "Folklore, which was recorded in secret during the coronavirus lockdown by Swift and collaborators including Bon Iver and Aaron Dessner, earned both critical and commercial success after its release. It topped the US and UK charts, and secured Swift six nominations for the 2021 Grammy awards, including album of the year, and song of the year for Cardigan.", "Evermore, her ninth studio album, features songs written and recorded in the same sessions as Folklore. Swift wrote on Twitter:", "To put it plainly, we just couldn’t stop writing songs. To try and put it more poetically, it feels like we were standing on the edge of the folklorian woods and had a choice: to turn and go back or to travel further into the forest of this music. We chose to wander deeper in. I’ve never done this before. In the past I’ve always treated albums as one-off eras and moved onto planning the next one after an album was released. There was something different with folklore. In making it, I felt less like I was departing and more like I was returning. I loved the escapism I found in these imaginary/not imaginary tales. I loved the ways you welcomed the dreamscapes and tragedies and epic tales of love lost and found into your lives. So I just kept writing them.", "Bon Iver again guests on one track, with another featuring Dessner’s band the National, and another with the pop-rock trio Haim. Swift also said she has directed the video for the song Willow, released at the same time as the album, the latest in a string of self-directed videos including Lover, The Man and Cardigan.", "Tonight the story continues, as the music video for “willow” drops at midnight eastern. pic.twitter.com/T3o0nsANpY — Taylor Swift (@taylorswift13) December 10, 2020", "It’s been a creatively fertile year for Swift: a live album and film with material from Folklore, The Long Pond Studio Sessions, was also released last month.", "Swift is also currently re-recording her first six albums, amid a dispute over the master recordings with music mogul Scooter Braun. She told an American Music awards audience in November, via a video message: “The reason I’m not there tonight is I’m re-recording all of my old music in the studio we originally recorded it.”", "Folklore, which turned from the large-scale pop of her recent albums to a more intimate folk-informed sound, was awarded five stars by the Guardian on release, with Laura Snapes writing: “As fragmented as Swift is across her eighth album – and much as you hope it doesn’t mark the end of her pop ambitions – her emotional acuity has never been more assured.” It was also listed in the Guardian’s albums of the year list, at No 9."], "authors": ["Ben Beaumont-Thomas"], "keywords": ["released", "taylor", "surprise", "music", "writing", "video", "album", "evermore", "2020", "albums", "second", "folklore", "announces", "studio", "recorded", "swift"], "pubDate": "2020-12-10T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}