{"id": "92e3e98e-98a4-389d-b65b-c02adf4ed53d", "title": "GI Show – Star Wars, Indiana Jones, And An Interview With Night School Studio", "url": "https://www.gameinformer.com/video-podcast/the-game-informer-show/2021/01/14/gi-show-star-wars-indiana-jones-and-an-interview", "summary": "We're joined by the co-founders of Night School Studio Adam Hines and Sean Krankel who reflect on their time making games like Oxenfree, Afterparty, and Mr.\nIt's a full show, but we make time for another fantastic round of community emails where we spend a good deal of time talking about the recent Lucasfilm Games' Indiana Jones and Star Wars announcements.\nAlso, be sure to send your questions to podcast@gameinformer.com for a chance to have them answered on the show!\nIntro: 00:00:00Red Dead Online: 00:01:36Sonic The Hedgehog Series: 00:04:03Ratchet and Clank 2016: 00:10:19Grindstone: 00:13:31Scott Pilgrim vs.\nThe World: The Game – Complete Edition: 00:16:21Yakuza Series: 00:21:03Tetris Effect: 00:25:52Little Nightmares II: 00:27:00Night School Studio Interview: 00:32:48Community Emails: 00:54:34Lucasfilm Games Announcements: 00:55:01", "paragraphs": ["On this week's episode of The Game Informer Show, we discuss a handful of the games we've been playing recently, including Red Dead Redemption II, Little Nightmares II, Sonic Mania, and Scott Pilgrim vs. the World: The Game. We're joined by the co-founders of Night School Studio Adam Hines and Sean Krankel who reflect on their time making games like Oxenfree, Afterparty, and Mr. Robot:1.51exfiltrati0n. It's a full show, but we make time for another fantastic round of community emails where we spend a good deal of time talking about the recent Lucasfilm Games' Indiana Jones and Star Wars announcements. So please join Joe Juba, Jeff Cork, Alex Stadnik, and myself for another wild and ever-entertaining episode!", "Thanks for listening! Please make sure to leave feedback below, share the episode if you enjoyed it, and follow me @benjaminreeves to let me know what you think. You can watch the video above, subscribe and listen to the audio on iTunes or Google Play, listen on SoundCloud, stream it on Spotify, or download the MP3 at the bottom of the page. Also, be sure to send your questions to podcast@gameinformer.com for a chance to have them answered on the show!", "Our thanks to The Rapture Twins for The Game Informer Show's intro song. You can hear more of their music at their website.", "To jump to a particular point in the discussion, check out the time stamps below.", "", "Intro: 00:00:00", "Red Dead Online: 00:01:36", "Sonic The Hedgehog Series: 00:04:03", "Ratchet and Clank 2016: 00:10:19", "Grindstone: 00:13:31", "Scott Pilgrim vs. The World: The Game – Complete Edition: 00:16:21", "Yakuza Series: 00:21:03", "Tetris Effect: 00:25:52", "Little Nightmares II: 00:27:00", "Night School Studio Interview: 00:32:48", "Community Emails: 00:54:34", "Lucasfilm Games Announcements: 00:55:01"], "authors": ["Senior Editor", "Benjamin Reeves Is A Writer", "Journalist", "Geek Sponge. For The Last Years He Has Worked As An Editor For Game Informer Magazine. He Has A Passion For Video Games", "Comic Books"], "keywords": ["gi", "ii", "interview", "pilgrim", "wars", "star", "school", "series", "indiana", "vs", "sure", "game", "games", "night", "studio", "jones", "world"], "pubDate": "2021-01-14T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}