{"id": "93153b3b-7ccc-3aab-84a7-87d25c85678c", "title": "Surviving Our First Hours In Valheim – New Gameplay Today Live", "url": "https://www.gameinformer.com/livestream/new-gameplay-today/2021/02/16/surviving-our-first-hours-in-valheim-new-gameplay-today", "summary": "Valheim is a new Norse survival game released in Steam Early Access earlier this month and has quickly taken Steam by storm with its peak concurrent player count topping 360,000 over the weekend.\nWhile other survival game adventures typically focus on creating either an isolated experience or an intensely competitive multiplayer environment, Valheim sets its gaze on the cooperative opportunities that are presented by the genre.\nThere is a lot to love in this survival game, both with the gameplay itself and the title's beautiful soundtrack.\nJoin PC Editor Dan Tack and Video Editor Alex Van Aken for an episode of New Gameplay Today Live, starting at 2:30 p.m. CT over on the Game Informer YouTube channel, wherein the duo explores and survives the first few hours in this all-new Norse survival game.\nBe sure to check out our helpful Valheim beginner's guide, written by the one and only Dan Tack!", "paragraphs": ["Valheim is a new Norse survival game released in Steam Early Access earlier this month and has quickly taken Steam by storm with its peak concurrent player count topping 360,000 over the weekend. While other survival game adventures typically focus on creating either an isolated experience or an intensely competitive multiplayer environment, Valheim sets its gaze on the cooperative opportunities that are presented by the genre.", "The game tasks up to 10 players to hunt, craft, cook, build, and ultimately, survive not only the harsh elements that are presented by the game's tiered biomes but also to confront the Norse horrors that live in the wild. After being ferried to Valheim by the Valkyries, your wayward Viking soul must brave the elements, explore snowcapped mountains by foot or the raging seas by longboat, build their own shelter and bases, and eventually fight back the chaotic monstrosities that plague this otherwise stunning environment.", "There is a lot to do in the world of Valheim! Luckily for those looking to start out, we've got some helpful tips on how to get started such as general tricks, how to start collectible more valuable resources, and even how to best approach difficult boss battles that will be fought along the way. There is a lot to love in this survival game, both with the gameplay itself and the title's beautiful soundtrack. If you aren't quite ready to join in on the fun to see for yourself, come by and check out our stream to see what this Norse-inspired world has to offer.", "Join PC Editor Dan Tack and Video Editor Alex Van Aken for an episode of New Gameplay Today Live, starting at 2:30 p.m. CT over on the Game Informer YouTube channel, wherein the duo explores and survives the first few hours in this all-new Norse survival game. Looking to get started playing Coffee Stain Publishing's latest release yourself? Be sure to check out our helpful Valheim beginner's guide, written by the one and only Dan Tack!"], "authors": ["Video Editor", "Real-Time Strategy Games Of The Late To Mmorpg'S Of The", "All The Way To Current Battle Royales Like Apex Legends", "Alex Has Spent His Life Trying To Find A Better Multiplayer Game Than Halo"], "keywords": ["gameplay", "steam", "today", "live", "norse", "hours", "started", "game", "valheim", "tack", "start", "survival", "presented", "surviving", "world"], "pubDate": "2021-02-16T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}