{"summary": "“I think that the game had a much bigger magnitude for the Iranian people than the American people,” Ghotbi says.\nGhotbi is sure that Iran will qualify and that the team and fans will be allowed in and more besides.\n“The federation are selecting individuals who have maybe no experience of working in a national team.\n“It is very difficult to get that kind of consistency in China and play attractive football,” Ghotbi, who played and coached at UCLA in the 80s and was Sampson’s assistant at LA Galaxy in 2005, says.\nTo manage Persepolis is probably more difficult than Manchester United.”And, surely, the United States.", "url": "https://www.theguardian.com/football/2019/dec/18/afshin-ghotbi-1998-had-a-bigger-magnitude-for-iranians-than-americans", "paragraphs": ["The widely travelled coach has lived for long periods in the US and Iran, giving him insight into life – and football – in both countries", "Whether Afshin Ghotbi is the most successful American coach working today is something that can be debated but when it comes to a variety of soccer experiences, surely this 55-year-old stands head and shoulders above the rest. Only one thing is missing: a job back in the USA.", "A top job anyway. It is now 21 years since he went to the 1998 World Cup as part of Steve Sampson’s coaching staff when the United States, his home since the age of 13, lost 2-1 to Iran, the land of his birth, in Lyon.", "A meeting between the two nations now would be just as politically charged, especially with US sanctions hitting hard. It puts the Iranian-American in a difficult position though not as difficult as many in Iran, “The political landscape affects the daily lives of Iranians,” Ghotbi tells the Guardian. He is reluctant to talk too much about the current situation but admits that: “Politics has always been part of football, we try and keep it out but it plays a big part.”", "He has more experience of that than most with a career working in the United States, South Korea, Iran, Japan, Thailand and now China.", "One of his first international games – that clash in 1998 – was preceded by Bill Clinton’s message of peace. “I think that the game had a much bigger magnitude for the Iranian people than the American people,” Ghotbi says. “We spoke about it before the match but until the US players saw it, they didn’t realise how important the game was, not just to the players but the fans and everyone in Iran, including the government.”", "Canada outplayed and outfought the US. There is no progress under Berhalter Read more", "The government in Tehran is never far away from the football pitch and it would certainly have known that Ghotbi, as head coach of Iran from 2009-11, spoke to then US Soccer chief Sunil Gulati about the possibility of an ice-breaking friendly. It did not happen and it unlikely to in the near future. The best chance would be the 2026 World Cup, which sees the United States hosting the majority of games in a tournament it will co-host with Mexico and Canada. Ghotbi is sure that Iran will qualify and that the team and fans will be allowed in and more besides. “It would be a positive thing. Iran would be well-received by the American people. Americans are compassionate, especially when they see people suffer due to sanctions.”", "For Ghotbi to be in charge of the United States for that tournament on home soil would be to complete his globe-trotting career in fine style. He admits that when he leaves China, he would love to return to work in the US. The national team may need him if a failure to qualify for the 2018 World Cup and a recent loss to Canada are anything to go by.", "“When the team loses to Canada after 30 years then it is troubling especially as the landscape for the national team to be very successful is there with the success of MLS,” Ghotbi said. He believes better decisions need to be made. “The federation are selecting individuals who have maybe no experience of working in a national team. There is a learning curve as being national team coach is so different than working as a club coach.”", "Ghotbi has done both and was also part of Guus Hiddink’s coaching staff in South Korea during that summer of 2002 when they reached the semi-final of the World Cup. He was last seen being thrown into the November Chinese sky by his players as over 35,000 fans cheered in Shijiazhuang, a city of of 11 million located about 150 miles southwest of Beijing. Arriving in July for the last third of the season in China’s second division, Shijiazhuang Ever Bright FC went on a run of 10 wins in the final 13 games to win promotion to the cashed-up Chinese Super League.", "“It is very difficult to get that kind of consistency in China and play attractive football,” Ghotbi, who played and coached at UCLA in the 80s and was Sampson’s assistant at LA Galaxy in 2005, says. “We can’t compete on a financial level with some of the massive clubs in China. We have to be creative and innovative to get the most out of everyone.”", "Winning promotion to move into a league dominated by richer clubs can be dangerous for a coach but whatever happens, Ghotbi will take it in his stride. He has seen just how important and just how trivial football can be. In Japan in 2011, he was head coach of J.League team Shimizu S-Pulse when the tsunami hit and devastated the nation. Sport was put to one side for six weeks as coach and players took their positions outside train stations, shaking buckets to raise money. “I was just happy to help however possible, raise some money and also spirits.”", "Football took a back seat then but there are times and places when it is everywhere – like Iran in 2007. Ghotbi returned to Tehran for the first time in 30 years to take over Persepolis. He knew it was one of the biggest clubs in Asia but did not expect thousands of Reds, who hailed him as a forward-thinking breath of fresh air in comparison to the usual conservative coaching, to meet him at the airport and carry him out on their shoulders. The following May, he was celebrating with 100,000 fans as Persepolis won the title in the 96th minute of the final game but being in charge of an Iranian national institution can be exhausting.", "“To win the title was something else, it was magical, but there are so many influences inside the club and outside Perspolis, so many political games outside the real games. You have a private meeting and it is all over the media in hours. To manage Persepolis is probably more difficult than Manchester United.”", "And, surely, the United States.", "", ""], "pubDate": null, "keywords": ["games", "magnitude", "1998", "iran", "states", "football", "americans", "team", "afshin", "national", "coach", "bigger", "world", "ghotbi", "iranians", "united"], "id": "931a51d8-598c-3a9b-b234-6d3a385af104", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "authors": ["John Duerden"], "title": "Afshin Ghotbi: '1998 had a bigger magnitude for Iranians than Americans'"}