{"id": "932eb0a1-6e21-399a-a853-beac5c27198a", "title": "Deathloop Game Director Answers Your Questions", "url": "https://www.gameinformer.com/video-feature/2021/04/06/deathloop-game-director-answers-your-questions", "summary": "If you're just joining us, we've had an amazing month of exclusive Deathloop coverage.\nWe've answered a lot of questions about Deathloop through our team's fantastic written and video work, but with a game of this scope, fans are always hungry to know more.\nRecently, we put out a call on social media to see what questions the fans still had about Arkane's newest venture.\nEven after a wild and fun ride through 80 Rapid-Fire interview questions, game director Dinga Bakaba was gracious enough to join us again to answer our community's biggest questions.\nJoin Alex Van Aken as he sits down with Dinga to answer all those questions and more on our latest exclusive video.", "paragraphs": ["If you're just joining us, we've had an amazing month of exclusive Deathloop coverage. Whether it's taking a deep dive into the tools of destruction in Arkane Studios' latest title or learning more about how multiplayer will work without feeling cumbersome, Colt and Juliana's tales are sure to have longtime fans of the studio excited for what's to come.", "We've answered a lot of questions about Deathloop through our team's fantastic written and video work, but with a game of this scope, fans are always hungry to know more. That's where our amazing Game Informer community has stepped in. Recently, we put out a call on social media to see what questions the fans still had about Arkane's newest venture. And per usual, you all came through with a lot of insightful and interesting quandaries. But what are we to do with so many people inquiring about Deathloop?", "Even after a wild and fun ride through 80 Rapid-Fire interview questions, game director Dinga Bakaba was gracious enough to join us again to answer our community's biggest questions. Will there be a new game plus or photo mode? Will players be able to run through the game without killing anyone? Do Juliana's days reset similar to Colts? Join Alex Van Aken as he sits down with Dinga to answer all those questions and more on our latest exclusive video.", "Can't get enough from Akrane's latest title? Be sure to check out our hub below where you'll find a gorgeous screenshot gallery, the developers discussing going from Dishonored to Deathloop, and our in-depth chat about the PC/PlayStation exclusive from a recent episode of The GI Show. Thanks for watching and we hope you enjoy the video.", "Deathloop will be launching exclusively to the PlayStation 5 and PC soon on May 21, 2021."], "authors": ["Video Editor", "Real-Time Strategy Games Of The Late To Mmorpg'S Of The", "All The Way To Current Battle Royales Like Apex Legends", "Alex Has Spent His Life Trying To Find A Better Multiplayer Game Than Halo"], "keywords": ["questions", "latest", "title", "exclusive", "director", "deathloop", "sure", "answers", "game", "lot", "fans", "work"], "pubDate": "2021-04-06T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}