{"id": "93302101-1d48-3bb6-b2c3-208417651ba3", "title": "Bitter cold settles across Midwest in wake of sprawling storm; Northeast hit with snow, slush", "url": "http://www.foxnews.com/us/winter-snow-storm-bitter-cold-midwest-northeast", "summary": "A sprawling storm that pounded the Plains and Midwest this weekend has left dangerous wind chills in its wake and dumped snow on the Northeast.\nThe National Weather Service in Sioux Falls, S.D., where snow depths of nearly a foot have been reported, issued an extreme cold alert early Sunday due to dangerous wind chills.\nA narrow band of “more intense” snow showers were expected to hit in the morning and midafternoon, with 3 inches of additional accumulation expected, according to the NWS.\nThe storm spread to the Northeast on Saturday evening, dropping light snow in much of the region by Sunday morning.\nIn New York and northern New Jersey, snowfall totals of between 2 to 5 inches were reported in most areas.", "paragraphs": ["A sprawling storm that pounded the Plains and Midwest this weekend has left dangerous wind chills in its wake and dumped snow on the Northeast.", "Blizzard conditions were expected to continue making travel treacherous across Sunday much of the northern U.S.", "'SPRAWLING' WINTER STORM SLAMS UPPER MIDWEST AND PLAINS, CANCELING HUNDREDS OF FLIGHTS AS IT HEADS EAST", "Officials in North Dakota, South Dakota, Minnesota and Iowa urged residents to stay indoors and off the slick roads as blowing snow made it nearly impossible to see on some major roadways.", "The National Weather Service in Sioux Falls, S.D., where snow depths of nearly a foot have been reported, issued an extreme cold alert early Sunday due to dangerous wind chills.", "Wind chills up to 40 degrees below zero were expected to hit parts of South Dakota and North Dakota, while nearly 20-below temperatures were forecast in parts of Iowa over the next few days, the NWS said.", "A wind chill advisory was also in effect for southern and central Minnesota early Sunday as gusts of nearly 50 mph caused temperatures to plunge as low as minus 30 degrees, the NWS said.", "Gusty winds in the Great Lakes region also created treacherous driving conditions.", "In western Michigan, reports of wind gusts up to 25 mph caused snowdrifts and reduced visibility on already slick roads. A narrow band of “more intense” snow showers were expected to hit in the morning and midafternoon, with 3 inches of additional accumulation expected, according to the NWS.", "The storm spread to the Northeast on Saturday evening, dropping light snow in much of the region by Sunday morning.", "In New York and northern New Jersey, snowfall totals of between 2 to 5 inches were reported in most areas.", "POLAR VORTEX, BOMB CYCLONE, SLEET: HERE'S WHAT THOSE WINTER WEATHER TERMS MEAN", "Massachusetts saw similar conditions, with most of the region getting between 2 and 4 inches of snow. Higher totals of 5 to 6 inches were reported across much of the northern state.", "As the storm continued to track north on Sunday, the NWS said snow accumulations of 3 to 8 inches were expected in parts of Vermont, with totals of less than an inch forecast in Maine.", "The weather woes were even more severe across the border. A “bomb cyclone” slammed Newfoundland, Canada, on Saturday, setting a record one-day snowfall of 30 inches.", "Homes in Newfoundland were buried up to their second stories and cars disappeared entirely.", "CLICK HERE FOR THE FOX NEWS APP", "Newfoundland and Labrador Premier Dwight Ball has asked for federal government assistance, including the Canadian Armed Forces, as residents begin digging out.", "The Associated Press contributed to this report."], "authors": ["Stephen Sorace"], "keywords": ["midwest", "reported", "weather", "settles", "slush", "wake", "inches", "nearly", "hit", "totals", "storm", "dakota", "wind", "northeast", "expected", "cold", "snow", "sprawling"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}