{"id": "933d4988-2b06-3675-817e-a02a5c2dc6e4", "title": "This Bloodborne Lady Maria Cosplay Is The Best We've Ever Seen", "url": "https://www.gameinformer.com/cosplay/2021/01/04/this-bloodborne-lady-maria-cosplay-is-the-best-weve-ever-seen", "summary": "Cosplay is a phenomenal way for fans of games, movies, and more to express their love for their favorite characters in a totally immersive way.\nWhile we're still desperately clinging to Bloodborne 2 hopes and dreams, one cosplayer took their Lady Maria cosplay to incredible heights that are too incredible not to share.\nThe cosplayer in question goes by Edelxl on socials and they recently shared a new shot of their incredible Lady Maria of the Astral Clocktower cosplay, a cosplay they first shared back in 2018.\nThis cosplayer shared previous looks at their Lady Maria with some more incredible photos seen below:For those that may not be familiar with the stoic hunter, she wields the incredibly powerful Rakuyo and Evelyn while donning the Maria Hunter Set.\nYou can also get some more cosplay goodness in with some of these other amazing features below:What do you think about this Bloodborne fan's Lady Maria cosplay?", "paragraphs": ["Cosplay is a phenomenal way for fans of games, movies, and more to express their love for their favorite characters in a totally immersive way. While we're still desperately clinging to Bloodborne 2 hopes and dreams, one cosplayer took their Lady Maria cosplay to incredible heights that are too incredible not to share.", "The cosplayer in question goes by Edelxl on socials and they recently shared a new shot of their incredible Lady Maria of the Astral Clocktower cosplay, a cosplay they first shared back in 2018. This new shot showcases perfectly the expert craftsmanship put into this particular costume including the hair, makeup, and even a movie-quality backdrop:", "The above shot was shared earlier this week and it is beyond haunting. I'm a huge fan of cosplay because the dedication to the craft and the love of these franchises are largely felt. Geeking out feels good but this? This feels like something we'd see in a AAA movie and while this cosplay isn't brand new, we figured it may be new to some! It certainly was new to us here at Game Informer.", "This cosplayer shared previous looks at their Lady Maria with some more incredible photos seen below:", "For those that may not be familiar with the stoic hunter, she wields the incredibly powerful Rakuyo and Evelyn while donning the Maria Hunter Set. Originally a citizen of Cainhurst, this character was not only a distant relative to Queen Annalise, but she was also one of the very first hunters to shake things up a bit through her study under Gehrman (the very first hunter). She's less focused on blood and more focused on her dexterous abilities, but one thing she also had was style and that style very much shines through with this impressive cosplay tribute.", "This is far from the only cosplay from this talented cosplayer! To see more of their craft, you can check out their Instagram right here. You can also get some more cosplay goodness in with some of these other amazing features below:", "What do you think about this Bloodborne fan's Lady Maria cosplay? Sound off with your thoughts in the comment section below!", "H/T Nibel"], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["best", "way", "incredible", "cosplayer", "bloodborne", "maria", "weve", "seen", "shared", "cosplay", "style", "lady", "shot", "hunter"], "pubDate": "2021-01-04T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}