{"id": "935dd9fc-a276-3894-862c-903cf18121bf", "title": "Little Miss Sunshine State: Confessions of a Florida Misfit", "url": "https://www.vogue.com/article/growing-up-in-style-jessie-heyman", "summary": "Growing Up in Style is a series about the connection between fashion and local life in America, past and present.\nMy mother liked Florida immediately.\nAs a toddler, I had Shirley Temple ringlets, but in Florida, my hair wasn’t so much curly as it was big.\nMy mother and I were devoted shoppers, though we rarely bought anything; purchasing clothing was never as much fun as trying things on.\nWhenever my mother really liked something, her voice lowered to a whisper.", "paragraphs": ["Growing Up in Style is a series about the connection between fashion and local life in America, past and present.", "Like so many things “from” Florida—oranges, coconut palms, Rainbow flip flops—I was imported. When I was five, my mother left a failed marriage and a foreclosed ranch house in suburban Connecticut in search of a fresh start; I was too young to realize we had become a cliché.", "My mother liked Florida immediately. She met a number of single moms with familiar storylines, and she could tan—her olive skin took on a bronzed patina in the sun—which seemed like a kind of superpower to me. I was born with whipping-cream white skin that burned, peeled, then freckled. My hair, too, rebelled. As a toddler, I had Shirley Temple ringlets, but in Florida, my hair wasn’t so much curly as it was big. The humidity acted like a fireplace bellow, giving it tremendous mass and a halo of frizz.", "In middle school, all my knobby-kneed classmates with straight hair had a kind of cool-girl ritual: five minutes before the bell rang, they would remove miniature brushes from their backpacks and methodically comb their hair until class was dismissed. It’s a haunting image—20 girls brushing away in unison. Still, I joined in, separating my barrow curls, teasing them into one large tumbleweed. “Your hair looks like a rat’s nest,” whispered one girl with a lisp.", "At the time, my mother worked as a traveling salesperson for a jeans brand that was popular among the sexually advanced girls in my class. The designs were garish in that very specific early aughts way: denim studded with rhinestones, inseams sutured with bright-pink laces, low-rise waists that barely cleared the hips, bell bottoms that tripped strangers. I wore a new pair every day—I was rich in bad denim—but I was no closer to fitting in.", "In South Florida, if you weren’t on the beach, you were at the mall. We liked the fancy ones best—palatial, bright-white meccas with valet parking and piano players in suits. My mother and I were devoted shoppers, though we rarely bought anything; purchasing clothing was never as much fun as trying things on. Whenever my mother really liked something, her voice lowered to a whisper. “I luuuuuuuhhhhhve it!” she’d say, her words drawn out like the hiss of a helium tank."], "authors": ["Jessie Heyman", "Jessie Heyma"], "keywords": ["things", "girls", "sunshine", "mother", "miss", "hair", "little", "liked", "state", "bell", "class", "confessions", "kind", "misfit", "skin", "florida"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}