{"id": "93665a21-defc-32f6-a767-bb49f3977d37", "title": "How the GameStop short-sellers play | Charts that Count", "url": "https://www.ft.com/video/9b223e93-b22f-4bee-b95c-0d0cc13b27b0?playlist-name=editors-picks&playlist-offset=5", "summary": "Once upon a time, there was a group of mean old hedge-fund managers who got together and sold short a sweet innocent little company called GameStop.\nGameStop sold games, for goodness sake!\nThis left the predatory hedge-fund managers with big losses and the retail investors made big profits, saving GameStop.\nAnd what's more, even as the biggest funds who had short positions in GameStop and exited, 40 per cent of the shares are still sold short.\nAnd on that point, about retail investors getting rich, remember, this is a zero-sum game.", "paragraphs": ["You can enable subtitles (captions) in the video player", "Welcome to Charts that Count. Once upon a time, there was a group of mean old hedge-fund managers who got together and sold short a sweet innocent little company called GameStop. GameStop sold games, for goodness sake! To children! But then a brave group of handsome young retail investors banded together, forced the price of GameStop shares up, and drove the wicked old fund managers out of their short positions. This left the predatory hedge-fund managers with big losses and the retail investors made big profits, saving GameStop. Hooray! The end.", "Of course, the real story is a little bit more complicated than this. For one thing, there is actually quite a number of shares, not just GameStop, that are jumping on heavy retail buying activity. For example, Blackberry, Bed Bath & Beyond and AMC Entertainment. Like GameStop, these are all smallish companies that have not been doing particularly well, and most of them have attracted a lot of attention from short-sellers. But not all of them. Blackberry, for example, has quadrupled despite having quite low short interest.", "And what's more, even as the biggest funds who had short positions in GameStop and exited, 40 per cent of the shares are still sold short. As some sceptics have left, others have replaced them. This is not a simple short squeeze and the game is still on.", "And on that point, about retail investors getting rich, remember, this is a zero-sum game. Some retail investors do have big paper profits. They've won at the expense of the pros, and this is good fun to watch. But GameStop is an unprofitable company with only slender turnaround prospects. The shares will come down and come down hard at some point. Who will be holding them when they do?", "This is no fairytale. Instead, it's a children's game - it's called musical chairs."], "authors": ["Produced Donell Newkirk"], "keywords": ["play", "shortsellers", "charts", "count", "game", "investors", "managers", "retail", "quite", "big", "gamestop", "short", "shares", "sold"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}