{"id": "937229e8-3795-3c3b-aca5-2c292fed8b19", "title": "‘I cried so hard’: the teen who filmed Floyd’s killing, and changed America", "url": "https://www.theguardian.com/us-news/2021/apr/20/darnella-frazier-george-floyd-derek-chauvin-trial-guilty-verdict", "summary": "Darnella Frazier was just 17 last summer when she used her cellphone to film Derek Chauvin kneeling on George Floyd’s neck until he died.\nFrazier’s video, which sparked demonstrations around the world, captured Floyd gasping for air as he begged Chauvin for his life.\nIt’s hard to imagine we’d have this verdict if not for Darnella Frazier, the 17-year-old girl who took out her cell phone and recorded Derek Chauvin killing George Floyd.\n— Nathan McDermott (@natemcdermott) April 20, 2021“It was like a natural instinct, honestly,” Frazier told the Star Tribune last May of her decision to begin recording.\nFrazier also was given a Benenson Courage award from PEN America in December, presented during a virtual ceremony by the Oscar-winning director Spike Lee.", "paragraphs": ["Darnella Frazier was just 17 last summer when she used her cellphone to film Derek Chauvin kneeling on George Floyd’s neck until he died.", "On Tuesday, after a Minneapolis jury found the former police officer guilty on all three charges for the murder of Floyd, she posted on Facebook sharing her joy and relief.", "“I just cried so hard,” she wrote. “This last hour my heart was beating so fast, I was so anxious, anxiety bussing through the roof.”", "After four thank-you’s in all caps, her emoji-laden post, which included prayer hands, hearts and a fist of solidarity, ended with, “George Floyd we did it!! Justice has been served”.", "Frazier had been on her way to the convenience store with her nine-year-old cousin on 25 May, Memorial Day, when she happened upon the incident. It still haunts her, she told the court, testifying that she wished she had been able to do more. After the video went viral, she also was subject to harassment on social media.", "01:17 Cheers erupt outside courtroom as Chauvin guilty verdict is delivered – video", "“It’s been nights I stayed up apologizing and apologizing to George Floyd for not doing more and not physically interacting and not saving his life,” she said.", "Frazier’s video, which sparked demonstrations around the world, captured Floyd gasping for air as he begged Chauvin for his life. For 9 minutes and 29 seconds, the footage showed Floyd saying “I can’t breathe” 27 times and calling out for his mother. It was considered a key piece of evidence in the trial of Chauvin, who now faces up to 40 years in prison.", "It’s hard to imagine we’d have this verdict if not for Darnella Frazier, the 17-year-old girl who took out her cell phone and recorded Derek Chauvin killing George Floyd. — Nathan McDermott (@natemcdermott) April 20, 2021", "“It was like a natural instinct, honestly,” Frazier told the Star Tribune last May of her decision to begin recording. “The world needed to see what I was seeing. Stuff like this happens in silence too many times.”", "Frazier has shied away from the national spotlight, and her lawyers told reporters last June that she wasn’t looking to be a hero. But she has been praised as one by the Minneapolis police chief, Medaria Arrodondo. “I am thankful, absolutely, that this was captured in the manner that it was,” Arrondondo said in a news conference last year. Frazier also was given a Benenson Courage award from PEN America in December, presented during a virtual ceremony by the Oscar-winning director Spike Lee.", "“I never would imagine out of my whole 17 years of living that this will be me,” Frazier said as she accepted the award from her home. “It’s just a lot to take in.”"], "authors": ["Gabrielle Canon"], "keywords": ["floyds", "cried", "filmed", "changed", "killing", "chauvin", "george", "life", "told", "world", "floyd", "verdict", "minneapolis", "video", "teen", "america", "frazier", "hard"], "pubDate": "2021-04-20T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}