{"id": "93bd09a3-82d9-3290-bf2b-5ce2c73ac59d", "title": "Flo Milli and Paloma Ford Star in Designer Tia Adeola’s Marie Antoinette–Inspired Collection Video", "url": "https://www.vogue.com/article/tia-adeola-black-is-beautiful-spring-2021-film", "summary": "During her four-month lockdown earlier this year, Nigerian designer Tia Adeola made her long-held dream of filmmaking a reality.\nAfter debuting her collection at New York Fashion Week in February, Adeola set her sights on turning her next project into a short film.\n“Thinking through this film concept and collection was almost my escape and reassurance, something to look forward to,” she explains about filming the short in New York.\nTitled “Black Is Beautiful,” the film is a lush portrait of fantasy as home; we see Black women luxuriating on a palatial estate in feminine, ruffled clothes and candy-color sculptural hair.\nAdeloa says the film was heavily influenced by the imagery in Sofia Coppola’s 2006 Marie Antoinette.", "paragraphs": ["During her four-month lockdown earlier this year, Nigerian designer Tia Adeola made her long-held dream of filmmaking a reality. After debuting her collection at New York Fashion Week in February, Adeola set her sights on turning her next project into a short film. She designed a line of lingerie-inspired gowns and separates in pastel hues—which also served as a concept for her debut fashion film, starring 20-year-old rapper Flo Milli, whose real name is Tamia Monique Carter, and pop and R&B singer Paloma Ford.", "“Thinking through this film concept and collection was almost my escape and reassurance, something to look forward to,” she explains about filming the short in New York. Titled “Black Is Beautiful,” the film is a lush portrait of fantasy as home; we see Black women luxuriating on a palatial estate in feminine, ruffled clothes and candy-color sculptural hair. Adeloa says the film was heavily influenced by the imagery in Sofia Coppola’s 2006 Marie Antoinette.", "“Marie Antoinette was the queen of France, and though she was frequently chastised and stripped of her personality, she embodied luxury, and still does today.” Adeola also adds that “in a time where the media is flooded with the heartbreaking story of Breonna Taylor and several others, it was important for my Black female case to be seen through this lens of luxury, dressed in luxury, and included in narratives like this.” The collection, as Adeola points out, was all handmade and hand-embroidered, giving the clothes and the women who wear them onscreen an air of royalty. The designer explains that “as much as seeing Black bodies on the internet spreads awareness, we also need to be seen through a different light that reflects the royalty and heritage we originate from.”"], "authors": ["Brooke Bobb", "Brooke Bob"], "keywords": ["milli", "royalty", "tia", "adeola", "flo", "star", "black", "paloma", "collection", "short", "video", "film", "designer", "luxury", "york", "seen", "marie", "women", "ford"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}