{"id": "93c18875-8e78-317f-bd76-ebdb18d04482", "title": "Global soils underpin life but future looks ‘bleak’, warns UN report", "url": "https://www.theguardian.com/environment/2020/dec/04/global-soils-underpin-life-but-future-looks-bleak-warns-un-report", "summary": "Global soils are the source of all life on land but their future looks “bleak” without action to halt degradation, according to the authors of a UN report.\nSoils also store as much carbon as all plants above ground and are therefore critical in tackling the climate emergency.\nBut there also are major gaps in knowledge, according to the UN Food and Agriculture Organization’s (FAO) report, which is the first on the global state of biodiversity in soils.\nCrucially, it takes thousands of years for soils to form, meaning urgent protection and restoration of the soils that remain is needed.\nPlay Video 7:53 It's time we stopped treating soil like dirt – video“Soil organisms play a crucial role in our everyday life by working to sustain life on Earth,” said Ronald Vargas, of the FAO and the secretary of the Global Soil Partnership.", "paragraphs": ["Global soils are the source of all life on land but their future looks “bleak” without action to halt degradation, according to the authors of a UN report.", "A quarter of all the animal species on Earth live beneath our feet and provide the nutrients for all food. Soils also store as much carbon as all plants above ground and are therefore critical in tackling the climate emergency. But there also are major gaps in knowledge, according to the UN Food and Agriculture Organization’s (FAO) report, which is the first on the global state of biodiversity in soils.", "The report was compiled by 300 scientists, who describe the worsening state of soils as at least as important as the climate crisis and destruction of the natural world above ground. Crucially, it takes thousands of years for soils to form, meaning urgent protection and restoration of the soils that remain is needed.", "The scientists describe soils as like the skin of the living world, vital but thin and fragile, and easily damaged by intensive farming, forest destruction, pollution and global heating.", "Play Video 7:53 It's time we stopped treating soil like dirt – video", "“Soil organisms play a crucial role in our everyday life by working to sustain life on Earth,” said Ronald Vargas, of the FAO and the secretary of the Global Soil Partnership.", "Prof Richard Bardgett, of the University of Manchester, who was a lead author of the report, said: “There is a vast reservoir of biodiversity living in the soil that is out of sight and is generally out of mind. But few things matter more to humans because we rely on the soil to produce food. There’s now pretty strong evidence that a large proportion of the Earth’s surface has been degraded as a result of human activities.”", "UK is 30-40 years away from 'eradication of soil fertility', warns Gove Read more", "Since the Industrial Revolution, about 135bn tonnes of soil has been lost from farmland, according to Prof Rattan Lal, the 2020 winner of the World Food prize.", "People should be worried, said Bardgett. “If things carry on as they are, the outlook is bleak, unquestionably. But I think it’s not too late to introduce measures now.”", "Prof Nico Eisenhauer, of Leipzig University, another lead author of the report, said: “It is a major issue that we are dependent on this thin layer that is sometimes just a couple of centimetres, sometimes several metres, but a very vulnerable, living skin.”", "The world needs topsoil to grow 95% of its food – but it's rapidly disappearing Read more", "Soils simultaneously produce food, store carbon and purify water, he said, so they are “at least as important” as the climate and above-ground biodiversity crises. “If you’re losing the top soil through bad treatment and then erosion, then it takes thousands of years until the soil is produced again.”", "Microbial species are essential for turning waste into nutrients, but Eisenhauer said an estimated 99% of them had yet to be studied by scientists. He also said that, by number, four out of every five animals on Earth are tiny soil worms called nematodes, yet only a tiny fraction of these species have been recorded.", "In a foreword to the report, Qu Dongyu, the FAO head, and Elizabeth Maruma Mrema, the head of the UN convention on biological diversity, said: “Our wellbeing and the livelihoods of human societies are highly dependent on biodiversity [but while] there is increasing attention on the importance of above-ground biodiversity, less attention is being paid to the biodiversity beneath our feet.”", "The main causes of damage to soils are intensive agriculture, with excessive use of fertilisers, pesticides and antibiotics killing soil organisms and leaving it prone to erosion. The destruction of forests and natural habitats to create farmland also degrades soil, particularly affecting the symbiotic fungi that are important in helping trees and plants grow. Rising global temperatures, with increasing droughts and wildfires, are another factor, but scientists remain uncertain about how all the different drivers interact.", "Third of Earth's soil is acutely degraded due to agriculture Read more", "The most important action is to protect existing healthy soils from damage, the scientists said, while degraded soils can be restored by growing a diverse range of plants. Inoculating barren soil with healthy earth may also help it recover.", "“Certainly there’s hope that we can make soils healthy again,” said Eisenhauer. “I think a lot depends on what we eat. Do we need to eat these massive amounts of cheap meat, for example? Can we rely more on plant-derived calories? I think this is a massive factor.” More than 80% of the world’s farmland is used to raise and feed cattle and other livestock, but these provide only 18% of all calories consumed.", "Land degradation threatens human wellbeing, major report warns Read more", "In 2014 the FAO’s Maria-Helena Semedo said that if the rate of degradation continued then all of the world’s topsoil could be gone within 60 years.", "While much remains to be discovered about soil biodiversity and how to help it thrive, Eisenhauer said the new report collating for the first time what is known was important. “Raising awareness is a first critical step, bringing soil more into the public and political discussions. Most of the decisions about, for example, protected areas are not based on soils.”"], "authors": ["Damian Carrington"], "keywords": ["soils", "future", "soil", "biodiversity", "global", "life", "bleak", "world", "food", "warns", "scientists", "important", "underpin", "report", "read", "looks"], "pubDate": "2020-12-04T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}