{"id": "93ced896-a5be-3cdf-905b-5dc6cb0bf3fd", "title": "Rise in Check Fraud Could Motivate Treasurers to Switch to Other Payment Tools", "url": "https://www.wsj.com/articles/rise-in-check-fraud-could-motivate-treasurers-to-switch-to-other-payment-tools-11579131505?mod=hp_minor_pos11", "summary": "A recent rise in check fraud could motivate corporate treasurers to ditch paper checks and replace them with faster, safer and cheaper electronic payments.\nSuccessful check fraud made up 47%, or $1.3 billion, of banks’ fraud losses—a rise from $789 million in 2016—closely followed by debit card fraud losses at 44%, or $1.2 billion.\nNewsletter Sign-upThe rise has made it easier for the bank to advertise alternative payment methods and fraud mitigation tactics to its corporate customers.\n“There are a lot of stubborn businesses that want to operate with checks,” Mr. Helms said.\nReducing the number of check payments enabled Hansel Auto Group to reduce costs, Mr. Helms said, adding that the average cost of a check payment is between $8 to $10, including materials and labor.", "paragraphs": ["A recent rise in check fraud could motivate corporate treasurers to ditch paper checks and replace them with faster, safer and cheaper electronic payments.", "Attempted check fraud increased to $15.1 billion in 2018—up from $8.5 billion in 2016—and accounted for 60% of attempted fraud against deposit accounts at U.S. banks, according to a survey released Wednesday by the American Bankers Association. Successful check fraud made up 47%, or $1.3 billion, of banks’ fraud losses—a rise from $789 million in 2016—closely followed by debit card fraud losses at 44%, or $1.2 billion.", "“It has been the fastest-growing fraud at our bank,” said David Frady, an executive vice president at Gulfport, Miss.-based Hancock Whitney Bank, a regional bank operating in the southeastern U.S.", "Newsletter Sign-up", "The rise has made it easier for the bank to advertise alternative payment methods and fraud mitigation tactics to its corporate customers. “This helps our clients understand why the electronic route can reduce risk and improve efficiency,” Mr. Frady said in an interview.", "Checks are more vulnerable to fraud because they contain a lot of critical information, can be forged or stolen.", "Checks are still the most popular payment method for transactions between U.S. businesses, a survey of treasury and finance professionals by the Association for Finance Professionals found in September. But check usage has declined, from 81% of business-to-business payments in 2004 to 42% last year, the AFP found.", "A lack of financial resources for new information technology systems needed to process electronic payments, as well as difficulties convincing business partners to accept electronic payments, are among the reasons many companies stick with check payments, the AFP said.", "Hansel Auto Group, which operates a network of car dealerships in California, has for years tried to reduce the company’s reliance on paper checks, said Robin Helms, the company’s finance chief. Today, about one-third of monthly disbursements are settled by check. But some suppliers insist on being paid by check, he said. “There are a lot of stubborn businesses that want to operate with checks,” Mr. Helms said.", "That is also reflected in the AFP survey, which found that companies that have less than $1 billion in annual revenue and a limited number of business-to-business-payments are more likely to keep using checks. Large companies, on the contrary, tend to pay electronically.", "Reducing the number of check payments enabled Hansel Auto Group to reduce costs, Mr. Helms said, adding that the average cost of a check payment is between $8 to $10, including materials and labor. Hansel Auto Group is trying to move its vendors to credit card payment or ACH—a payment through an automated clearing house—as part of its efforts, which cost about 68 cents per disbursement, he said.", "“Organizations are shifting,” said Karla Friede, chief executive of Nvoicepay Inc., a company providing automated accounts payable services. Concern about fraud risk is one of the reasons for companies to ditch checks, she said. Alternative payments also cost less and can be executed faster.", "Another challenge for treasurers is the integration of new payment tools into existing infrastructure. “One of the reasons for why we are still seeing check payments is data reconciliation,” said Hubert J.P. Jolly, head of channels and commercial banking for global transaction services at Bank of America Corp.", "The bank offers a range of services to its clients, including a tool that uses robotics and artificial intelligence to reconcile payments.", "The transition away from checks will take time, according to Mr. Helms, the Hansel Auto CFO. “I see a lot of smaller companies out there that are not willing to become more technologically savvy,” he said.", "Write to Nina Trentmann at Nina.Trentmann@wsj.com"], "authors": ["Nina Trentmann"], "keywords": ["helms", "bank", "fraud", "companies", "mr", "payment", "tools", "treasurers", "switch", "check", "payments", "checks", "electronic", "rise", "motivate"], "pubDate": null, "publicationId": "8e14bddf-cd2e-3f5b-8fd5-6e34ee13999e"}