{"keywords": ["witnesses", "impeachment", "resemble", "justice", "trial", "dismiss", "trials", "senate", "dice", "president", "trump", "house", "proceedings", "roll", "andrew", "giant", "mccarthy"], "authors": ["Andrew Mccarthy", "Andrew C. Mccarthy Is A Senior Fellow At The National Review Institute", "A Contributing Editor Of National Review."], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "title": "Andrew McCarthy: Trump impeachment trial – Why it will resemble a giant roll of the dice", "pubDate": null, "url": "https://www.foxnews.com/opinion/trump-impeachment-trial-dice-andrew-mccarthy", "paragraphs": ["Trials are unpredictable and impeachment trials could be the most unpredictable. After all, we’ve only had two presidential impeachment trials in American history. Predictability is a function of experience, and we don’t have much to go on.", "Plus, impeachment is innately political. In the justice system, rigorous procedures ensure that trials are fair and impartial. Jurors are not permitted to sit if they evince bias; a judge whose objectivity is reasonably in question is expected to recuse, and, failing that, may be disqualified.", "Impeachment, however, is a congressional proceeding, not a judicial one. The senators, who sit as jurors – and who are, in effect, the masters of the proceedings – take an oath to decide the case impartially. No sensible person, however, believes that they check their political baggage at the door.", "ARNON MISHKIN: ON IMPEACHMENT, REPUBLICANS BETTER THAN DEMOCRATS IN INFLUENCING PUBLIC OPINION", "Wait a second, you’re thinking. How can I claim that the senators are “masters of the proceedings” when the Constitution provides that the chief justice of the United States presides over any Senate impeachment trial of a president?", "Notwithstanding his eminence, the chief justice’s role in impeachment is ministerial – I’m tempted to say ornamental. Under the Constitution, the Senate is in charge.", "Ordinarily, the Vice President is the presiding officer in Senate proceedings (though the VP actually attends them only rarely).", "The Framers, however, understood that it would be unseemly for the vice president to preside over the impeachment trial of a president, since the VP not only works for the president but stands to become president in the event of a conviction.", "To sidestep these patent conflicts of interest, the chief justice was made the presiding official for impeachment purposes.", "Still, the Senate calls the shots. Indeed, asked to assess his performance presiding over President Clinton’s impeachment trial twenty years ago, the late Chief Justice William Rehnquist quipped, “I did nothing in particular and did it very well.”", "Once the House impeaches President Trump in a party-line vote, expected as early as Wednesday afternoon, the shot the Senate will have to call is whether to dismiss the case without a full-blown trial.", "Senator Mitch McConnell, R-Tenn., the majority leader, strongly signaled in remarks on the floor Tuesday that Republicans are leaning toward dismissal.", "At an early stage, probably after impeachment managers from the House have an opportunity to present their case in opening statements, but without calling witnesses, the Senate could entertain a motion to dismiss the case.", "It could be granted, on a party-line vote, on the grounds that (a) the articles of impeachment presented are not sufficiently serious to rise to the level of high crimes and misdemeanors; and (b) the House proceedings were needlessly rushed and deeply flawed.", "On the latter issue, the Democrats’ minority leader, Senator Chuck Schumer, D-N.Y., has made public a letter to McConnell, demanding that some of the president’s top aides be called as trial witnesses. The aides would present significant executive privilege issues.", "Quite apart from that, though, McConnell counters that, if these witnesses were truly essential, the House should have pursued their testimony. The failure to do so was derelict, underscoring the wrongheadedness of precipitously impeaching the president for obstructing the House’s investigation, rather than litigating and negotiating the availability of necessary witnesses, as is customary.", "Schumer and his defenders counter that it is not at all unusual, in criminal trials, for prosecutors to call witnesses who were not interviewed and did not testify in the grand jury phase, when the case was being investigated. This, however, misses a key distinction between judicial and political proceedings.", "In the criminal justice system, a defendant may be indicted on the modest standard of probable cause. To convict at trial, however, prosecutors must satisfy the demanding standard of proof beyond a reasonable doubt – proof compelling enough to convince the jury unanimously.", "Impeachment proceedings have no such dichotomy between the accusation and the verdict.", "Impeaching a president is among the gravest matters in our constitutional system. It has happened only two times before (three if you count Richard Nixon, who would have been impeached had he not resigned).", "CLICK HERE TO GET THE OPINION NEWSLETTER", "The House should not impeach in the absence of conduct so egregious that it is reasonable to expect that the Senate would convict and remove the president from power. There is no excuse for the House to fail to examine essential witnesses.", "Of course, if the Senate does not grant a motion to dismiss, and the proceedings are pushed to a full-blown trial with witnesses, there is no script for that.", "In a trial, Schumer may get his witnesses but the president would also be permitted to offer his defense – such as proof of alleged self-dealing by the Bidens in Ukraine (in order to rebut House Intelligence Chairman Adam Schiff’s suggestion that Trump asked his Ukrainian counterpart to “make up dirt” on former Vice President Biden); or evidence about the so-called whistleblower (to try to establish that the impeachment gambit is politically motivated and coordinated with partisan Democrats).", "And then there would be the surprises – the ones we can imagine, and the ones that are unknown.", "What happens if, in the middle of the trial, the courts order disclosure of the president’s tax return information? What happens if there are new developments in the federal prosecution in New York of Ukrainians who helped the president’s lawyer, Rudy Giuliani, investigate the Bidens, and who appear to have been instrumental in the campaign to oust U.S. ambassador Marie Yovanovich?", "When bombs drop in the middle of a trial, it can take matters in unexpected and unwelcome directions.", "At times, the president has indicated that he’d like to have a knock-down, drag-out trial, in hopes not merely of acquittal but vindication.", "CLICK HERE TO GET THE FOX NEWS APP", "The cooler heads won’t want to roll that dice … and they’re right.", "Expect the motion to dismiss at an early stage of the Senate impeachment proceedings and expect it to be granted.", "CLICK HERE TO READ MORE FROM ANDREW McCARTHY"], "id": "93e4db09-f4f1-3c4a-bc81-bac309a9801d", "summary": "Trials are unpredictable and impeachment trials could be the most unpredictable.\nAfter all, we’ve only had two presidential impeachment trials in American history.\nOrdinarily, the Vice President is the presiding officer in Senate proceedings (though the VP actually attends them only rarely).\nImpeachment proceedings have no such dichotomy between the accusation and the verdict.\nExpect the motion to dismiss at an early stage of the Senate impeachment proceedings and expect it to be granted."}