{"id": "93ee67a1-bd87-33c0-b817-0deb77fdd3b8", "title": "Capital allocation - Stewards’ inquiry", "url": "https://www.economist.com/special-report/2020/11/12/stewards-inquiry", "summary": "R OBERT FLEMING has a claim to be a pioneer of active asset management.\nThe art of asset management is capital allocation.\nEven so, the authors conclude that more intensive effort by the remaining active investors may counter any adverse effects.\nThe law professors reckoned that the big three asset managers devoted less than one person-workday a year to stewardship.\nIt is a stretch to claim that active managers in the main are great stewards.", "paragraphs": ["R OBERT FLEMING has a claim to be a pioneer of active asset management. His First Scottish investment trust pledged to invest mostly in American securities, with choices informed by on-the-ground research. Fleming saw that shareholders needed to act as stewards in the governance of the businesses that they part-owned. So once the fund was launched, in 1873, he sailed directly to America. It was the first of many fact-finding trips across the Atlantic over the next 50 years, according to Nigel Edward Morecroft’s book, “The Origins of Asset Management”.", "The art of asset management is capital allocation. It is easy to miss this amid confusing talk of alpha and beta, active and passive, private and public markets. For investors of Fleming’s kind the work of finding the best investment opportunities and engaging with business was inseparable. Walter Bagehot believed the rapid growth of the mid-Victorian economy owed much to the efficient channelling of capital. In England, he wrote, “Capital runs as surely and instantly where it is most wanted, and where there is most to be made of it, as water runs to find its level.”", "Most of today’s financiers will say they are engaged in capital allocation. There are many dedicated stockpickers who take this social role seriously and see it as a vocation. But for the most part ties between suppliers and users of capital have become more tenuous. An index fund does not screen the best stocks from the worst. It holds whatever is in the index. Other passive strategies select stocks or bonds based on narrow financial characteristics. The nature of the entity behind the securities and how well the people running it perform their duties are incidental. Does such disengagement matter? Some evidence suggests that it might.", "To understand why, it helps to distinguish two functions of capital allocation. The first is to direct savings to their best use. This involves finding new opportunities, comparing their merits and deciding which should receive capital and on what terms. John Kay, a business economist, calls this role “search”. The second role is stewardship, ensuring that the best use is made of the capital stock that is the product of past investment.", "Both matter. Search matters in the early stages of economic development, when ideas are abundant, businesses are capital-intensive and savings are scarce. The late 19th century was such a time. In New York, Fleming’s hunting-ground, most bonds were for railroad companies. In Britain, brewers, distillers and miners were also thirsty for capital. In 1886 Guinness, a century-old beer company, raised £6m in London. A few years later shares in the Broken Hill Proprietary Mining Company ( BHP ), which began trading in Australia, were owned and exchanged in London.", "When search works well and capital runs to “where there is most to be made of it”, relevant information is quickly reflected in asset prices. The case for index investing rests on the idea that the stockmarket is, in this sense, broadly efficient. Prices are set by informed buying and selling by active and engaged investors. But as more money goes to index funds, the market might become less efficient. Whether it does rests in theory on the quality of investors being displaced. If they are “noisy” active managers, who buy and sell on gut feel, expect more efficiency, not less. If they are farsighted stockpickers, the quality of market prices might suffer.", "Some empirical studies hint at a problem. A paper in 2011 by Jeffrey Wurgler finds that whether a share is part of an index influences its price. Shares that are included in an index go up in value relative to similar shares that are not. When shares drop out of an index, they tend to fall disproportionately. And once in the index, a share’s price moves more in sympathy with others that are also included. Another paper, by researchers at the University of Utah, finds that index inclusion leads to a higher correlation with index prices. Inclusion also spurs a reduction in “information production”: fewer requests for company filings, fewer searches on Google, and fewer research reports from brokerages. Even so, the authors conclude that more intensive effort by the remaining active investors may counter any adverse effects.", "Share prices may no longer matter so much for how capital is allocated. Most big companies are nowadays self-financing. Guinness (now Diageo) and BHP are still among the leading stocks listed in London. Like a lot of businesses, they generate enough cash to cover their investment needs. When a company taps the capital markets, it is usually to tidy up its capital structure (lengthening the maturity of debt, say, or buying back shares) or to build cash reserves in times of stress, such as now. It is management teams that now do most to allocate capital.", "This makes stewardship more important. When it works, investors engage with a firm’s managers to verify that the business is well run. The problem is that the incentives to be good stewards are weak. An asset manager that bears the cost of stewardship will capture only a small share of the benefits. A paper in 2017 by Lucian Bebchuk, Alma Cohen and Scott Hirst, a trio of law professors, found that asset managers mostly avoid making shareholder proposals, nominating directors or conducting proxy contests to vote out managers. Index funds are especially at fault. Their business model is to avoid the costs of company research and deep engagement. The law professors reckoned that the big three asset managers devoted less than one person-workday a year to stewardship.", "Bosses and agents", "The growth of index investing is likely to have raised the agency costs of asset management. Bosses may be either too timid or too lax, depending on the circumstances, to act in the best interest of shareholders. They may shun profitable projects because it is hard to persuade disengaged owners that the rewards justify the risks. Or they may be careless with shareholders’ money. Some research finds passive ownership aggravates these problems. A paper by Philippe Aghion, John Van Reenen and Luigi Zingales finds that companies with a larger share of active owners are more innovative. They find no such link between index ownership and innovation. Other research suggests that indexing makes it more likely that managers will pursue ill-judged mergers.", "Investors now care more about what they are investing in. The growth of environmental, social and governance ( ESG ) investing, which selects companies on how they score on such matters, reflects this. Some asset managers suspect ESG is a fad, but many do not. An ESG score will soon be a requirement, says one. It will eventually be as important to a firm as its credit rating, says another. “Sustainability” is increasingly seen as a risk factor for long-term performance. “If your firm is more sustainable, you will get the best people, customers and regulators,” says Christian Sinding, boss of EQT , a Swedish private-equity firm. These are the firms you will want to own in ten years’ time, he adds.", "ESG looks like a lifeline for active fund managers. “Active has a big advantage over passive when it comes to ESG ,” says Ashish Bhutani, chief executive of Lazard Asset Management. Passive funds can only tick boxes. Some environmental matters, such as a firm’s carbon footprint, can be quantified, but others cannot. The social criterion requires qualitative judgment about a firm’s hiring practices, its efforts to reduce inequality or the broader impact of investment projects. Governance is somewhere in between. Good analysts have a deep knowledge of companies and their management. They know things that are hard to quantify and cannot be found on a financial statement or a boilerplate disclosure.", "The challenge for active managers is to show that sifting firms by ESG or any other qualitative criteria will make for better portfolios that justify a fee premium over an index fund. A greater focus on the long term would be welcome for both companies and their shareholders. It is a stretch to claim that active managers in the main are great stewards. They are not. Most are (or at least have been) either transient owners, trading in and out of faddish stocks, or closet index-huggers.", "The best-performing stockpickers are both patient and strong in their convictions. They hold stocks for long periods in a concentrated portfolio. It is in part a quest for these traits—commitment and patience—that has persuaded a lot of investors to flock into private equity and other closely held assets.■"], "authors": ["The Economist"], "keywords": ["management", "best", "managers", "stewards", "index", "inquiry", "shares", "allocation", "active", "investors", "asset", "capital", "companies"], "pubDate": "2020-11-12T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}