{"id": "93fbb59e-0a83-3574-aec1-2b3f7e79c1ba", "title": "Mysterious radio signal detected from exoplanet in deep space: Could give new 'way to examine alien worlds'", "url": "https://www.foxnews.com/science/mysterious-radio-signal-detected-exoplanet-alien-worlds", "summary": "A group of researchers believes they have detected radio bursts that originated in the constellation Boötes, according to their study published in the scientific journal Astronomy & Astrophysics.\n\"The signal is from the Tau Boötes system, which contains a binary star and an exoplanet.\nFrom the strength and polarization of the radio signal and the planet’s magnetic field, it is compatible with theoretical predictions.\"\nThe Tau Boötes system is approximately 51 light-years from Earth.\nIn addition to the possible radio emission that originated in the constellation Boötes, they may have also found other radio emissions, including in the constellation Cancer and Upsilon Andromedae systems.", "paragraphs": ["To date, more than 4,500 exoplanets have been discovered as scientists explore the universe to better understand it and perhaps find signs of life. Despite that, they've never found a radio emission emanating from any of these faraway planets.", "Until now.", "A group of researchers believes they have detected radio bursts that originated in the constellation Boötes, according to their study published in the scientific journal Astronomy & Astrophysics.", "CAN ET SEE US? SOME PLANETS BEYOND SOLAR SYSTEM CAN VIEW EARTH, RESEARCHERS FIND", "\"We present one of the first hints of detecting an exoplanet in the radio realm,\" the study's lead author, Cornell University researcher Jake Turner, said in a statement. \"The signal is from the Tau Boötes system, which contains a binary star and an exoplanet. We make the case for an emission by the planet itself. From the strength and polarization of the radio signal and the planet’s magnetic field, it is compatible with theoretical predictions.\"", "The Tau Boötes system is approximately 51 light-years from Earth. A light-year, which measures distance in space, is approximately 6 trillion miles.", "The researchers made their discovery thanks to the Low Frequency Array (LOFAR), a radio telescope in the Netherlands.", "BIZARRE 'SUPER PLANET' DISCOVERED FOR FIRST TIME WITH RADIO OBSERVATIONS", "After observing the radio emissions from Jupiter and looking at more than 100 hours worth of radio observations that were scaled to mimic the gas giant, they discovered the so-called \"hot Jupiter\" signature, albeit a weak one, in this star system.", "MYSTERIOUS PLANET NINE DISCOVERY MAY BE FORTHCOMING AFTER BIZARRE EXOPLANET FOUND IN DEEP SPACE", "\"We learned from our own Jupiter what this kind of detection looks like. We went searching for it and we found it,\" Turner added.", "In addition to the possible radio emission that originated in the constellation Boötes, they may have also found other radio emissions, including in the constellation Cancer and Upsilon Andromedae systems.", "The study's co-author, Ray Jayawardhana, said if researchers are able to confirm the radio emissions are indeed coming from the constellation Boötes, it could open \"up a new window on exoplanets, giving us a novel way to examine alien worlds that are tens of light-years away.\"", "CLICK HERE TO GET THE FOX NEWS APP", "More than 4,500 exoplanets have been discovered so far, with only a small portion thought to have the properties to contain life.", "A study published in November suggested the galaxy may actually contain 300 million planets capable of supporting life."], "authors": ["Chris Ciaccia", "Follow Chris Ciaccia On Twitter"], "keywords": ["space", "detected", "boötes", "planets", "exoplanets", "exoplanet", "deep", "examine", "system", "jupiter", "constellation", "mysterious", "researchers", "discovered", "signal", "planet", "radio", "way", "worlds"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}