{"id": "9403afd5-e209-39e1-b7f3-a6daa08df16f", "title": "Oxford Leading Sustainable Corporations Programme", "url": "https://execed.economist.com/said-business-school/oxford-leading-sustainable-corporations-programme-2021-01-27", "summary": "Rafael Ramirez is Director of the Oxford Scenarios Programme and Fellow in Strategy at Saїd Business School and Green Templeton College, Oxford University.\nHe is one of the world’s leading experts on scenario planning and a founder of theories on the aesthetics of business, work and organisation.\nAs Director of the Oxford Scenarios Programme he leads one of the most highly respected programmes on the subject in the world.\nRafael is known as a founding father of theories on the aesthetics (attractiveness or repulsion) of business, work and organisation.\nIn addition to his position at Saїd Business School, Rafael is also Senior Research Fellow Futures at the Oxford Martin School and Associate Fellow at the Smith School for Entrepreneurship and the Environment.", "paragraphs": ["Rafael Ramirez is Director of the Oxford Scenarios Programme and Fellow in Strategy at Saїd Business School and Green Templeton College, Oxford University. He is one of the world’s leading experts on scenario planning and a founder of theories on the aesthetics of business, work and organisation.", "Rafael is a world leader in the research and teaching of scenario planning. He was Visiting Professor of Scenarios and Corporate Strategy at Shell International from 2000 to 2003, and from 2008 to 2010 was Chairman of the World Economic Forum’s Global Agenda Council on Strategic Foresight. As Director of the Oxford Scenarios Programme he leads one of the most highly respected programmes on the subject in the world.", "The programme was established in 2004 and has so far taught over 250 participants from all continents and walks of life, including future and present leaders of government, academia, civil society, and business. The programme is designed to prepare participants to make sense of dynamic and unpredictable environments. It encourages them to engage stakeholders such as partners, clients, suppliers and regulators in more effective strategic conversations and to link scenario work to other processes in their organisations.", "Rafael is known as a founding father of theories on the aesthetics (attractiveness or repulsion) of business, work and organisation. Being one of the first in the world to publish on this topic and the first to write a thesis on aesthetics at a major American business school, his work has contributed to changes in the way business is appreciated and defined. Rafael has now written a large number of published papers, books and chapters on this topic, which challenge different aspects of how business is experienced, from the way conference rooms are set up to business language and corporate architecture.", "A proven innovator, Rafael co-authored the first major journal articles attacking the ‘value chain’ view of value production (with R. Normann), published in the Harvard Business Review in 1993. This pioneering research provided an alternative way of conceptualising value creation and redefined services as a way of creating value and not as a different sector of the economy. This he further developed in a paper in the Strategic Management Review (1999) on value co-production.", "As a researcher, consultant and management educator, Rafael has worked in over 25 countries, with many corporations, governmental and inter-governmental organisations, trade union federations, NGO's and professional associations. These include; Air Liquide, Assistance Publique – Hôpitaux de Paris, AT&T, Axa, BMW, The Canadian Labour Congress, the European Patent Office, the European Roundtable of Industrialists, Eurotunnel, HP, The NYC Department of Juvenile Justice, Nissan Europe, O2, The Royal College of General Practitioners, Standard Chartered Bank, Statoil, Suez International, Trenitalia, UNDP/Government of Panama, Wärtsilä, and the World Economic Forum.", "Rafael holds a PhD from the Wharton School, University of Pennsylvania and Master’s degrees from the University of Oxford and from the Environmental Studies Faculty at York University in Toronto. He was Tenured Professor of Management in HEC-Paris until 2009. He also has held positions in the Wharton School, the Centre de Sociologie des Organisations - CNRS in Paris; and SMG and NormannPartners in Stockholm.", "In addition to his position at Saїd Business School, Rafael is also Senior Research Fellow Futures at the Oxford Martin School and Associate Fellow at the Smith School for Entrepreneurship and the Environment. He co-hosts the Oxford Futures Forum which has so far convened three times to explore different theoretical frameworks with which to explore scenario planning.", "Rafael speaks English, Spanish and French fluently."], "authors": [], "keywords": ["corporations", "sustainable", "oxford", "business", "rafael", "leading", "university", "programme", "world", "way", "school", "value", "work", "scenario"], "pubDate": "2021-01-27T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}