{"id": "9403ca64-9cd4-3065-bfeb-3c2b3cb9d7b0", "title": "‘It Has All Gone Too Far’", "url": "https://www.nytimes.com/2020/12/07/podcasts/the-daily/gabriel-sterling-georgia-election.html", "summary": "Listen and subscribe to The DailyApple Podcasts | Spotify | StitcherThe state of the 2020 U.S. election is, still, not a settled matter in Georgia.\nFor weeks, conservatives have been filing lawsuits in state and federal courts in an effort to decertify results that gave a victory to Joe Biden.\nLast week, Gabriel Sterling, a little-known election official in Georgia, did something his party is refusing to do: condemn the president’s claims.\nFor today’s episode, we called him to ask why he decided to speak up.\nINSIDE THE DAILY For an exclusive look at how the biggest stories on our show come together, subscribe to our newsletter.", "paragraphs": ["Listen and subscribe to The Daily", "Apple Podcasts | Spotify | Stitcher", "The state of the 2020 U.S. election is, still, not a settled matter in Georgia. For weeks, conservatives have been filing lawsuits in state and federal courts in an effort to decertify results that gave a victory to Joe Biden. On Twitter, President Trump has been making unsubstantiated claims that the state has been “scammed.”", "With Georgia in political turmoil, threats of violence have been made against state election officials, who have been scrambling to recount votes by hand, and against their families.", "Still, dozens of prominent national Republicans have stayed silent.", "Last week, Gabriel Sterling, a little-known election official in Georgia, did something his party is refusing to do: condemn the president’s claims.", "For today’s episode, we called him to ask why he decided to speak up.", "INSIDE THE DAILY For an exclusive look at how the biggest stories on our show come together, subscribe to our newsletter. Read the latest edition here."], "authors": [], "keywords": ["weeks", "violence", "georgia", "victory", "far", "state", "votes", "election", "week", "gone", "upinside", "subscribe"], "pubDate": "2020-12-07T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}