{"keywords": ["member", "democrats", "hegseth", "impeachment", "dumb", "american", "youre", "pete", "really", "vote", "house", "think", "dems", "president", "trump", "congress", "impeaching"], "authors": ["Julia Musto", "Julia Musto Is A Reporter For Foxnews.Com"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "title": "Pete Hegseth: Dems are really impeaching the American people -- 'they think you're dumb'", "pubDate": null, "url": "https://www.foxnews.com/media/pete-hegseth-impeachment-house-democrats-republicans-president-trump", "paragraphs": ["House Democrats are really impeaching the millions of people who elected President Trump in 2016, \"Fox & Friends: Weekend\" co-host Pete Hegseth said Wednesday.", "Appearing on \"Fox & Friends\" with hosts Steve Doocy, Ainsley Earhardt, and Brian Kilmeade, Hegseth urged the American people to read the president's six-page letter to House Speaker Nancy Pelosi, D-Calif., which he calls a \"strong indictment and an understanding of the entire process\" and what the president has \"gone through.\"", "He explained that what Democrats have overlooked are the 63 million Americans and 304 electoral college votes that supported the president in 2016 who feel like Democrats are \"trying to nullify them and their vote.\"", "HOUSE TO VOTE ON ARTICLES OF IMPEACHMENT AGAINST PRESIDENT TRUMP: LIVE UPDATES", "\"That's what this -- this is what the Democrats have missed. They have made it all about an obsession of Donald Trump who crashed their party. Well, it was millions of Americans who crashed it,\" he explained.", "On Wednesday, the historic vote on two articles of impeachment -- charges of abuse of power and obstruction of Congress -- is slated for 6 p.m. ET. There will be six hours of debate time allotted equally divided amongst the two sides.", "\"For the people who live in districts where there is a member of Congress who is going to vote for the president's impeachment, and if that person watching their member of Congress, if they voted for Donald Trump for president in 2016, [are] they looking at their member of Congress saying. 'Well, why is that person going to undo my vote?\" Doocy asked Hegseth.", "\"'Why are they not representative of me?'\" Hegseth responded, rhetorically. \"You know, there are a lot of fair-minded people in this country. We are divided politically. There's plenty of people -- Republicans, Democrats, independents -- who want to look at the evidence. And, they have had a chance.\"", "Instead, Hegseth said the \"evidence\" and the transcripts \"showed nothing.\"", "\"It has literally been an impeachment about nothing,\" he explained. \"People are smart enough to see that. That's why the polls are cutting in the other direction.\"", "\"The Democrats have done nothing but impeach,\" he continued. \"And, that's because they think you're dumb. They think the American people are dumb enough to think they can nullify your vote.\"", "CLICK HERE FOR THE FOX NEWS APP", "Hegseth said that while there may be an \"asterisk next to this president\" put on him by the left and the mainstream media after Democrats inevitably pass impeachment in the House of Representatives, there will be a double asterisk.", "He predicts the president will be the first president impeached by the House ever to be re-elected by the people, \"which is the biggest affliction of that process you can get.\""], "id": "9419c4b3-0869-3551-ba25-f27e4c134aa8", "summary": "House Democrats are really impeaching the millions of people who elected President Trump in 2016, \"Fox & Friends: Weekend\" co-host Pete Hegseth said Wednesday.\nHOUSE TO VOTE ON ARTICLES OF IMPEACHMENT AGAINST PRESIDENT TRUMP: LIVE UPDATES\"That's what this -- this is what the Democrats have missed.\nThey have made it all about an obsession of Donald Trump who crashed their party.\nOn Wednesday, the historic vote on two articles of impeachment -- charges of abuse of power and obstruction of Congress -- is slated for 6 p.m.\nThey think the American people are dumb enough to think they can nullify your vote.\""}