{"id": "941bf7aa-ee3e-3bd9-8421-f678c597ec3a", "title": "Schumpeter - A tech CEO’s guide to taxes", "url": "https://www.economist.com/business/2021/01/09/a-tech-ceos-guide-to-taxes", "summary": "For global tech firms like yours, the headlines make worrying reading.\nFrance has resumed collecting the digital-services tax it introduced in 2019, targeting tech firms (and catching others in the net).\nBy exploiting mismatches between different countries’ tax laws, taxable profits could be made to vanish.\nYours, Lou PohlAs important, a global deal is the least bad option for business.\nSo back a global deal, and trust that it will be relatively modest.", "paragraphs": ["T HANKS FOR contacting me for an update on the international corporate-tax landscape. For global tech firms like yours, the headlines make worrying reading. A fragile transatlantic truce has been shattered. France has resumed collecting the digital-services tax it introduced in 2019, targeting tech firms (and catching others in the net). The outgoing Trump administration has lined up retaliatory tariffs on $1.3bn of posh French handbags, cosmetics and more, ready to pull the trigger. If America acts, the European Union may strike back against American products of equivalent value.", "America complains that national tech taxes unfairly target its digital giants. It had better get used to them. Such levies, typically 2-3% of local sales, are spreading as governments try to claw back taxing rights lost in a dysfunctional global system. Among those joining France in implementing or mulling a digital tax are Brazil, Britain, India and Italy. An EU -wide version has been mooted.", "You don’t need me to tell you that this is just one front on which big tech is being assailed, alongside alleged anticompetitive behaviour, the handling of user data and the policing of speech. Employees are growing restless, too. I imagine you saw this week’s news from across town about Alphabet’s geeks forming a union.", "Amid this onslaught, it is worth keeping a sense of perspective. The winds on tax are shifting from favourable to, with luck, no worse than fair. We are coming off a golden age for tax-minimisation. Breakneck globalisation allowed multinationals to replace fears of double taxation with the joys of double non-taxation, using tax havens to game the system. By exploiting mismatches between different countries’ tax laws, taxable profits could be made to vanish. No wonder corporate tax departments swelled, as more brainboxes were hired to find loopholes. You have enough tax lawyers these days to fill a small concert hall (were that allowed). You and other tech firms were some of the craftiest innovators: the five largest Silicon Valley giants paid $220bn in cash taxes over the past decade, or just 16% of their cumulative pre-tax profits.", "This era could not last for ever. Already, some tax gymnastics are no longer possible, owing to a multilateral clampdown brokered by the OECD club of industrialised countries after the global financial crisis. The “Double Irish with a Dutch Sandwich”, a popular dish that channelled profits through EU -based shell subsidiaries to a tax haven like Bermuda, is off the menu. So are “hybrid mismatches”, whereby differences in two or more countries’ treatment of an instrument or type of entity could be exploited to magic away taxable income or create a long-term tax deferral. The most egregious tricks involving intra-company loans have also been snuffed out. Governments, especially in Europe, have grown teeth in going after what they perceive as aggressive avoidance; Apple, don’t forget, is still tussling with Brussels over a $16bn back-tax demand. And now Facebook reportedly wants to close its Irish holding companies.", "That still leaves plenty of scope to bring down tax bills, in particular through creative use of intangible assets, such as patents and other intellectual property. Balance-sheets of digitally focused firms like yours are stuffed with these. The tax-free route via the Caribbean has grown trickier, but you can still get the rate down to single figures using the EU ’s haven-lites, including Ireland and Luxembourg. Governments, including in Europe, that have excoriated tax-shy firms in public have been quietly cooking up new schemes to attract investment, such as “patent boxes”.", "Better still, “transfer pricing” also remains largely intact. It has underpinned global tax policy for decades, allowing firms to move profits to lower-tax territories by, in essence, pretending that their subsidiaries deal with each other at arm’s length. From the (patchy) data available, the amount of profits being shifted around hasn’t fallen much. According to the Tax Justice Network, a pesky NGO with gratingly solid number-crunchers, multinationals continue to short-change governments by around $250bn a year.", "Covid-19 is a worry, to be sure. The huge holes it has blown in budgets could send people reaching for the pitchforks, demanding all pay their “fair share”. And what better target than the tech giants that have “made out like bandits” in the pandemic? Reflecting the mood, some countries have banned firms registered in tax havens from receiving bail-out funds. Self-styled tax-fairness campaigners have been throwing emotionally charged statistics around, for instance that the lost $250bn is equivalent to 20m nurses’ salaries.", "With risks growing, you may want to wrest control of this issue personally from your tax department, which cannot see the pitchforks for the profit. You should lobby for a multilateral, OECD -led deal. Why? For starters, big tech could do with an armistice in at least one of its global battles with regulators—and the antitrust and data dust-ups will grind on relentlessly for years.", "Yours, Lou Pohl", "As important, a global deal is the least bad option for business. It would bring in a minimum global tax rate, but the bar is likely to be set low, at perhaps 12.5% of profits—below the average cash-tax rate you actually pay as a big American tech firm these days. The deal’s other pillar—making digital firms liable for tax in markets where they have customers but lack a physical presence—will make you twitchier. But even its champions accept it is unlikely to skim more than $5bn-10bn in extra revenue globally once all the horse-trading is done. Much will depend on the incoming Biden administration, which has yet to signal its intentions.", "Unless it does, and soon, a draft accord by mid-2021 looks optimistic. Push for it nonetheless. The alternative looks ugly: a global tax tit-for-tat as national tech levies of varying severity become the norm, with overlapping tax claims and a possible return to pre-globalisation double taxation. So back a global deal, and trust that it will be relatively modest. The rules of the tax-avoidance game may be changing. But there’s still a game.■"], "authors": ["The Economist"], "keywords": ["firms", "governments", "taxes", "global", "tax", "profits", "ceos", "double", "schumpeter", "countries", "rate", "tech", "guide", "deal"], "pubDate": "2021-01-09T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}