{"keywords": ["conquest", "project", "ship", "anchors", "feet", "mexico", "ships", "conquistador", "archaeologists", "wooden", "aztec", "anchor", "discovered"], "authors": ["James Rogers"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "title": "Conquistador ship anchors may have been discovered off Mexico", "pubDate": null, "url": "https://www.foxnews.com/science/conquistador-ship-anchors-may-have-been-discovered-off-mexico", "paragraphs": ["Archaeologists have discovered two 16th-century anchors off the coast of Mexico that may be from ships used by conquistador Hernán Cortés.", "The iron anchors were discovered off Villa Rica in the state of Veracruz, Mexico’s Instituto Nacional de Antropologia e Historia (INAH) announced Tuesday.", "One of the anchors is 12 feet long, with a width of 5 feet between its tips. The other anchor is 8.5 feet long with a width of 4.7 feet. A pair of bumps that run parallel to the anchors’ arms is typical of 16th-century anchors, according to experts.", "EXPERTS DISCOVER 'CHRISTOPHER COLUMBUS' ANCHOR AT CARIBBEAN SHIPWRECK SITE", "Researchers say it is too early to say whether the anchors are from ships used by Cortés, who led the Spanish conquest of Spain, although they agree that he sank his ships in that spot. Cortés landed in Veracruz 500 years ago, in April 1519, and intentionally sank 10 of his ships to prevent his troops from deserting. By August 1521, he had defeated the Aztec empire.", "Another, smaller anchor was discovered nearby in 2018, with laboratory analysis revealing that the remains of its wooden stock were from a 15th-century tree in the Cantabrian cornice region of northern Spain.", "\"It is not clear if all three anchors belong to the same historical moment, but their alignment to the southwest coincides with the logic of Villa Rica as a port that protects ships from the north and northwest winds,\" said project co-leader Roberto Junco, Ph.D., head of the underwater archaeology office of INAH, in a statement.", "GRUESOME HUMAN SACRIFICE DISCOVERY: SKULLS REVEAL GRISLY SECRETS OF LOST AZTEC CITY", "The discovery certainly sheds more light on an area that played a key role in the Spanish conquest of the Aztec Empire.", "Researchers are planning to study 15 other “anomalies” on the seabed that may also be anchors during their next dive season. These may lead marine archaeologists to wooden hulls from Cortes’ sunken ships.", "“The Conquest of Mexico was a seminal event in human history, and these shipwrecks, if we can find them, will be symbols of the cultural collision that led to what is now the West, geopolitical and socially speaking,” said project co-leader Frederick Hanselmann, Ph.D., of the University of Miami, in a statement.", "In a separate project in 2017, marine archaeologists discovered a centuries-old anchor in the Caribbean that they said might be from one of Christopher Columbus’ ships.", "CLICK HERE TO GET THE FOX NEWS APP", "The Associated Press contributed to this article. Follow James Rogers on Twitter @jamesjrogers"], "id": "9431faea-321a-3d6f-a9ce-186dbf47f07e", "summary": "Archaeologists have discovered two 16th-century anchors off the coast of Mexico that may be from ships used by conquistador Hernán Cortés.\nThe iron anchors were discovered off Villa Rica in the state of Veracruz, Mexico’s Instituto Nacional de Antropologia e Historia (INAH) announced Tuesday.\nOne of the anchors is 12 feet long, with a width of 5 feet between its tips.\nA pair of bumps that run parallel to the anchors’ arms is typical of 16th-century anchors, according to experts.\nIn a separate project in 2017, marine archaeologists discovered a centuries-old anchor in the Caribbean that they said might be from one of Christopher Columbus’ ships."}