{"id": "94438437-614b-30c9-8a21-0453aba7c934", "title": "Outriders Has A Cool Dragon Age Easter Egg", "url": "https://www.gameinformer.com/2021/04/06/outriders-has-a-cool-dragon-age-easter-egg", "summary": "The looter shooter has an impressive story that builds up at an enjoyable pace, but you guys know how obsessed with Dragon Age I am, so naturally, I have to talk about an Easter egg I found.\nThere are a few ways that this ties into Dragon Age, with the most obvious being the name itself.\nPlayers first met Cullen Rutherford in Dragon Age Origins, where we rescued him from a mage tower overrun by demons and blood mages.\nThat fear instilled within him wickedness that turned his heart cold as ice towards mages, something we later see in Dragon Age 2.\nDragon Age Inquisition is where we met up with him once more, this time as an advisor.", "paragraphs": ["Outriders is available now, and with the servers now infinitely more stable than they were at launch, more players are hopping in to explore the dangers of Enoch. The looter shooter has an impressive story that builds up at an enjoyable pace, but you guys know how obsessed with Dragon Age I am, so naturally, I have to talk about an Easter egg I found.", "When progressing through the story, you'll eventually head to an area called Deadrock Pass, where a side quest can be picked up called \"A Free Market.\" You'll pick up this quest by heading into a communal area in this location, where you'll meet Alastair Cullen as he snorts up something to help him get through these trying times. There are a few ways that this ties into Dragon Age, with the most obvious being the name itself. Though the spelling is different, both Alistair and Cullen are Templars in the BioWare RPG universe. Alistair left the Templar order to become a Grey Warden (and eventually the King of Fereldan, if you played your cards right), whereas Cullen didn't leave the order until it was almost too late.", "Players first met Cullen Rutherford in Dragon Age Origins, where we rescued him from a mage tower overrun by demons and blood mages. That fear instilled within him wickedness that turned his heart cold as ice towards mages, something we later see in Dragon Age 2. Dragon Age Inquisition is where we met up with him once more, this time as an advisor. With the order left behind following the events in the second game in Kirkwall, Inquisition gave Cullen a chance at redemption. To see the two names of the Templars together as one character in Outriders made my Thedas-loving heart swell, but the connection doesn't end there.", "When our Outrider first meets this character, he's snorting a substance that he later says keeps the people of Deadrock agreeable. Understandable, given that the entire world of Enoch, for the most part, is a giant hellhole. But what's interesting to me is that this substance reliant is a direct parallel to Templars and their reliance on Lyrium, a substance the chantry also uses to keep the order \"agreeable\" while under the guise of it being the root of their anti-mage powers.", "Another connection and this one may be a stretch, is that a deck of cards is laid out with one being used to cut up what he is snorting. To me, this looks like another homage to Wicked Grace, a common card game played in the Dragon Age-verse. As I said, that could be a stretch and could be me just looking too deep into something that's just not meant to be more than it is, but if it is the third connection? Very witty, People Can Fly, very witty indeed."], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["youll", "connection", "cool", "outriders", "cullen", "age", "dragon", "witty", "templars", "easter", "substance", "egg", "stretch", "order"], "pubDate": "2021-04-06T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}