{"id": "9445c6b6-44a9-30e9-8cb7-da3567a7300c", "title": "Too Many Game Subscription Services? Here's How to Choose", "url": "https://www.wired.com/story/xbox-game-pass-xbox-live-playstation-plus-now/", "summary": "PS Plus vs. PS NowLet's start with Sony, which has a slightly simpler range of offerings.\nIf you have a PlayStation 4 or PlayStation 5, you can subscribe to two different services: PlayStation Plus and PlayStation Now.\nXbox Live Gold vs. Game Pass vs. Game Pass UltimateXbox's stable of services is far more confusing—there are three separate subscription services, some of which have separate tiers and include other subscriptions bundled into them.\nXbox Live Free (formerly known as Xbox Live Silver) isn't actually a paid subscription, but in the interest of clarity I'm including it here.\nFor $9.99/month (or $24.99 quarterly), the subscription allows you to play Xbox games online with friends.", "paragraphs": ["Console gaming is starting to look more and more like Netflix: Instead of buying a disc at the store and popping it in at home, subscription services from Sony and Microsoft allow you to access tons of games for a monthly price, or even stream them without the need for a long download. But between Xbox Live Gold, Game Pass, xCloud, PS Plus, and PS Now, it's hard to know what does what—and which are worth paying for. Let's break it all down.", "If you buy something using links in our stories, we may earn a commission. This helps support our journalism. Learn more.", "PS Plus vs. PS Now", "Let's start with Sony, which has a slightly simpler range of offerings. If you have a PlayStation 4 or PlayStation 5, you can subscribe to two different services: PlayStation Plus and PlayStation Now.", "PlayStation Plus is Sony's online multiplayer service. For $9.99/month (or $59.99/year), you can play online with friends and rivals. (Without a subscription, you can play only single-player games offline.) PS Plus sweetens the deal by giving you a few free games each month, which you can keep as long as you're a subscriber—and if you have a PS5, the new PS Plus collection adds 20 of the best PS4 games for you to catch up on. There are also exclusive discounts to the PlayStation store—and, best of all, you can often get PS Plus super cheap from reputable sellers on eBay or buy codes from Amazon, so it's an easy purchase.", "PlayStation Now is Sony's game streaming service. For $9.99/month (or $59.99/year), you can stream hundreds of games right to your console or PC, without having to download and install them. You'll need a stable internet connection to make it work, but it's basically like Netflix for PlayStation games—and it's also the only way to play PS3 and PS2 games on your modern console. Note that this is different from PS Remote play, which lets you stream games from a PS4 or PS5 in your house to another PS4 or PC—that's free for everyone, as long as you own the console and the games. A PS Now subscription streams games from the internet and includes access to hundreds of games as part of your membership.", "Note that PS Plus and PS Now are separate subscriptions, so if you want online multiplayer and online game streaming, you'll have to pony up for both.", "Xbox Live Gold vs. Game Pass vs. Game Pass Ultimate", "Xbox's stable of services is far more confusing—there are three separate subscription services, some of which have separate tiers and include other subscriptions bundled into them. Here is everything you can subscribe to from Microsoft.", "Xbox Live Free (formerly known as Xbox Live Silver) isn't actually a paid subscription, but in the interest of clarity I'm including it here. The free version of Xbox Live is just Microsoft's branding for its online services. Xbox Live is where you create your online profile and friends list, send and receive messages, and so on. You cannot, however, play games online with friends unless you have a paid subscription to …", "Xbox Live Gold is Microsoft's online multiplayer service. For $9.99/month (or $24.99 quarterly), the subscription allows you to play Xbox games online with friends. (A Gold subscription is not required to play Microsoft's PC games online, however.) You get two free games per month as part of your subscription, as well as discounts to other games in the Microsoft Store. Microsoft used to sell yearly subscriptions to Gold but stopped recently, fueling rumors that the service may soon go away. If it does, you'll be able to convert your remaining Gold service to the newer Game Pass service (see below)."], "authors": ["Whitson Gordon", "Whitson Gordo"], "keywords": ["games", "services", "service", "play", "subscription", "live", "xbox", "ps", "online", "playstation", "game", "plus", "heres", "choose"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}