{"id": "945af094-5123-3ea6-aa0a-53a4d5f9cb54", "title": "New Gameplay Today - Diablo Immortal", "url": "https://www.gameinformer.com/new-gameplay-today/new-gameplay-today/2020/12/17/new-gameplay-today-diablo-immortal", "summary": "The Diablo series has endeared itself to its legions of fans over the years with its stellar dungeon-crawling and addicting loot systems that keep players coming back years after the original release dates.\nBlizzard is hoping to keep that magic flowing but this time for mobile players with Diablo Immortal.\nA majority of the trappings that players know and love from the console/PC entries returns for Diablo Immortal.\nWe also go over how the combat feels on Dan's Google Pixel 4XL, what players can expect from the game's monetization, and what other aspects of Diablo Immortal stood out the most.\nIf want to experience some fresh gameplay without any commentary, be sure to check out the footage from our time fighting one of the game's early bosses.", "paragraphs": ["The Diablo series has endeared itself to its legions of fans over the years with its stellar dungeon-crawling and addicting loot systems that keep players coming back years after the original release dates. Blizzard is hoping to keep that magic flowing but this time for mobile players with Diablo Immortal.", "A majority of the trappings that players know and love from the console/PC entries returns for Diablo Immortal. Players can take up the mantle of the Barbarian, Monk, Wizard, Demon Hunter, Crusader, or Necromancer as they traverse the game's numerous mini-dungeons.", "What's different this time around (outside of playing Diablo on your phone) is that Blizzard is leaning more into its MMO roots for this experience. Players can find other users throughout the world and team up, PVP, and trade items on a marketplace.", "While all of that sounds great on paper, is it worth your time if you're a fan of the series but are cringing at the idea of playing a Diablo game on mobile? We'll let Mr. Tack answer that.", "Jeff Cork and I join Dan Tack as \"The Jacket\" himself walks us through his time with the Diablo Immortal technical alpha and outlines why the game feels much better to play than it did when he first tested it out. We also go over how the combat feels on Dan's Google Pixel 4XL, what players can expect from the game's monetization, and what other aspects of Diablo Immortal stood out the most.", "Diablo Immortal still is without a release date, but if you're interested in the game, be sure to check out Dan Tack's written preview of the mobile MMOARPG where he goes even further into the concepts discussed in the video above! If want to experience some fresh gameplay without any commentary, be sure to check out the footage from our time fighting one of the game's early bosses."], "authors": ["Video Editor", "Alex Is Usually The Largest Nerd In The Room", "Literally", "Has A Deep-Rooted Passion For Video Games", "Movies", "A Good Beer. He Grew Up A Nintendo Kid But Is Now An Equal-Opportunity Gamer Who S Trying To Play More Jrpgs."], "keywords": ["series", "immortal", "games", "youre", "players", "diablo", "game", "tack", "mobile", "gameplay", "today", "sure"], "pubDate": "2020-12-17T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}