{"id": "94785cee-fbe4-3157-ad8c-bd821a9c11f6", "title": "Can a New Eye Treatment Deliver a Lid Lift in a Bottle?", "url": "https://www.vogue.com/article/upneeq-non-surgical-eyelid-lift", "summary": "Then a treatment-obsessed friend tipped me off to a novel remedy in the fight against gravity: the awkwardly named yet intriguing Upneeq.\nUpneeq contains oxymetazoline hydrochloride, a vasoconstrictor that causes the Müller’s muscle—one of two muscles that open the eyelid—to contract, creating a lift that lasts about six hours.\nNoninvasive and proven to start working within minutes, its promise strikes me as almost too good to be true.\nSpotify’s unobtrusive “Coffee Shop” playlist murmurs in the background as Kotlus twists off the top of Upneeq’s small, foil-wrapped single-use vial.\n“You send a message of being more alert,” he says, “but it doesn’t draw attention to itself like, ‘Hey, look what I did.’ ”", "paragraphs": ["I like to consider myself a generally body- and face-positive person: I don’t own a scale, I go makeup-free often, and I keep my self-talk fairly congenial. But I loathe my eyelids. Currently, my upper eyelids are resting uncomfortably close to my lower ones and have descended into a slow, steady sag—a common condition called acquired ptosis, or blepharoptosis, which affects an estimated 11.5 percent of adults. Sometimes it can be caused by long-term contact-lens use; but more often than not, the condition is brought on by age—and can even obstruct vision in severe cases, turning an elective eye-lift procedure into a nonelective one in insurance parlance.", "While I’m not quite ready to plead my case to Aetna, my pandemic-era mask-wearing has certainly made my own ptosis more noticeable, with relentless Zoom calls only magnifying my sleepy-looking reflection. (The Zoom effect, which has contributed to the facial-rejuvenation boom, is by now well documented and, among other things, has included increased interest in eyelid surgery, which was already the third most popular cosmetic surgical procedure in the U.S. in 2019, according to the American Society of Plastic Surgeons.) And with the thought of a scalpel so close to my sclera unappealing anyway, I have come to accept that there is a limit to what I can do about my low-lying lids. Then a treatment-obsessed friend tipped me off to a novel remedy in the fight against gravity: the awkwardly named yet intriguing Upneeq.", "Approved by the FDA over the summer for consumer use, the prescription-only “drop that lifts” is designed to be administered once daily and is poised to do for eyelids what Latisse did for lashes. Upneeq contains oxymetazoline hydrochloride, a vasoconstrictor that causes the Müller’s muscle—one of two muscles that open the eyelid—to contract, creating a lift that lasts about six hours. Noninvasive and proven to start working within minutes, its promise strikes me as almost too good to be true. Sure enough, some due diligence leads me to an anxiety-­producing discovery: Oxymetazoline hydrochloride is in fact the same active ingredient in over-the-counter nasal spray. Eek.", "“It’s wise to be apprehensive and questioning about what you’re dumping in your eyes,” says Suzanne Freitag, M.D., the renowned director of ophthalmic plastic surgery at the Harvard-affiliated Massachusetts Eye and Ear, who validates my concerns over Zoom. Freitag squints at my face on the screen and says my ptosis is perceptible but mild. “The actual eyelid itself is riding lower than we want,” she notes, “but that’s different from having excess skin overhanging”—and makes me a perfect candidate for Upneeq, the early research for which Freitag has scrutinized: In clinical trials, 84 percent of patients experienced a measurable lift in as little as two hours, and only 1 to 5 percent of patients reported common side effects, such as redness and irritation. Frei­tag is also optimistic about Upneeq’s off-label potential to correct a condition that strikes fear in the heart of Botox users everywhere: the dreaded “droopy eyelid,” which can occur if the toxin drifts or is injected incorrectly, causing the eyelid or brow to fall, until it leaves your system, which could take months. (According to a study cited in the Journal of Clinical and Aesthetic Dermatology in 2016, this occurs in around 5 percent of users.)", "Somewhat reassured, I visit Manhattan cosmetic and oculofacial plastic surgeon Brett Kotlus, M.D., at his immaculate Upper East Side office, decorated in a soothingly clinical palette of light gray and white. Spotify’s unobtrusive “Coffee Shop” playlist murmurs in the background as Kotlus twists off the top of Upneeq’s small, foil-wrapped single-use vial. Mild panic courses through my body. Why am I voluntarily putting nasal decongestant in my eyes? But before I can leap from the chair, Kotlus has carefully dripped in the liquid, explaining that contact-lens users must remove lenses and wait 15 minutes following application to put them back in.", "After five minutes he produces a mirror. “See how it makes your eyes pop a bit?” It does, I tell him as I delightedly examine my reflection to behold a lift of about one millimeter versus the five or six millimeters Kotlus says he can achieve with surgery. The effect is like a nap in a bottle. “You send a message of being more alert,” he says, “but it doesn’t draw attention to itself like, ‘Hey, look what I did.’ ”"], "authors": ["Jancee Dunn", "Jancee Dun"], "keywords": ["eyes", "treatment", "kotlus", "ptosis", "eye", "lift", "lid", "freitag", "bottle", "surgery", "deliver", "zoom", "minutes", "plastic", "eyelid"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}