{"id": "94801f15-4cc2-3da1-a225-89a4571660e1", "title": "Airbus Beluga XL enters service at long last", "url": "https://edition.cnn.com/travel/article/airbus-beluga-xl-enters-service/index.html", "summary": "One of the aviation world's most hotly anticipated planes, the Airbus Beluga XL, has entered full-time service, having made its first operational flight on January 9, 2020.\nModified A330The Beluga XL is the successor to the Beluga, or Airbus A300-600ST, which has been in operation since 1995.\n\"We used to say that in Toulouse or in Hamburg, the kids recognize the Beluga,\" Bertrand George, head of the Beluga XL program, told CNN Travel in 2019.\nOur pilots will be trained on the A330 and then they will get a Delta qualification to enable them to fly the Beluga XL.\"\nThe facility has undergone special modifications for the arrival of the Beluga XL, such as creating two sets of doors for the Beluga Line Station -- one to fit the Beluga and one to fit the Beluga XL.", "paragraphs": ["(CNN) — It's finally here.", "One of the aviation world's most hotly anticipated planes, the Airbus Beluga XL, has entered full-time service, having made its first operational flight on January 9, 2020.", "At a time when jumbo passenger airliners such as the Airbus A380 and Boeing 747 are on their way out, the Beluga XL -- the first of six -- will be one of the biggest beasts in the skies.", "You won't be able to travel in it, but the Beluga will play a crucial part of the construction of many of the commercial passenger planes we'll all be flying on over the decades to come.", "The super-transporter cargo plane is designed by Airbus to fly its aircraft components between production sites in Europe and its final assembly lines in Toulouse, France; Hamburg, Germany; and Tianjin, China.", "Modified A330", "The Beluga XL is the successor to the Beluga, or Airbus A300-600ST, which has been in operation since 1995.", "Its design was adapted from an A330 airliner, with Airbus engineers lowering the flight deck and grafting a huge cargo bay onto the fuselage to create its distinctive shape.", "Through an upward-opening forward hatch on the \"bubble,\" completed aircraft wings, fuselage sections and other components easily slide in and out.", "The XL's bubble is six meters longer and one meter wider than the original, meaning its cross-section is a whopping eight meters wide.", "Related content Is the Airbus A380 destined for a giant scrapheap?", "The BelugaXL entered service in January 2020. S. Ramadier/Airbus", "Putting the 'fun' in functional", "The plane's distinctive bulbous shape has earned it the nickname \"the flying whale.\" That's because of its strong resemblance to the white-colored Arctic-dwelling mammal, the beluga.", "The XL's twinkly-eyed, smiling-faced livery capitalizes on this. The whimsical design was chosen by Airbus staff following a poll in which 20,000 employees were given six options and asked to choose their favorite. With 40% of the vote, it was the clear winner.", "\"We used to say that in Toulouse or in Hamburg, the kids recognize the Beluga,\" Bertrand George, head of the Beluga XL program, told CNN Travel in 2019. \"They love this very special plane.\"", "However, the design is functional as well as cute. The enormous cargo bay is large enough to carry two A350 wings at a time (the old Beluga could transport only one), and the whale-like nose improves the craft's aerodynamic efficiency.", "Nature, after all, perfected the beluga whale and, explains Grosse, \"flying in the air is a little bit like swimming in the sea.\"", "l e v a r t", "Pilot training", "So how does one go about steering a machine like this through the skies? Well, says George, despite the plane's unusual appearance, \"for the pilots this is really an A330. Our pilots will be trained on the A330 and then they will get a Delta qualification to enable them to fly the Beluga XL.\"", "While you might think the aircraft would run slower, \"the drag is about the same,\" says George. \"What changes really is the behavior of the aircraft at the rear, at the bottom of the cargo bay.", "\"This is why we have lifted the vertical tail plane by more than two meters to get it out of the flow behind the cargo bay and we have also the special acceleration on the horizontal tail plane to give stability to the aircraft.\"", "The Beluga XL is powered by two Rolls-Royce Trent 700 engines, which, as with its wings, are also used on the A330.", "Related content Airbus A380: Where to fly in a superjumbo before they go away", "Preparations for a very special guest", "Airbus manufactures its wings in a large factory at Hawarden Airport in the UK.", "The facility has undergone special modifications for the arrival of the Beluga XL, such as creating two sets of doors for the Beluga Line Station -- one to fit the Beluga and one to fit the Beluga XL.", "Airbus also resurfaced the landing strip, erected blast fences (to safely redirect the engines' high-energy exhaust) and installed new turn pads -- necessary for when the Beluga XL turns around on Hawarden's relatively short runway of around 1,600 meters."], "authors": ["Text Maureen O'Hare", "Video Ed Scott-Clarke", "Colin Wallace"], "keywords": ["special", "enters", "long", "beluga", "airbus", "plane", "meters", "cargo", "service", "wings", "aircraft", "xl", "planes"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}