{"id": "94874e5c-4318-3deb-87f5-c46ac663099b", "title": "PAX Aims For Return To In-Person Conventions Beginning June 2021", "url": "https://www.gameinformer.com/2020/12/04/pax-aims-for-return-to-in-person-conventions-beginning-june-2021", "summary": "Penny Arcade and ReedPop, the organizers of the series of Penny Arcade Expos across the globe, have announced plans to return to in-person conventions pending improvement in the COVID-19 global pandemic.\nPAX East 2020, which took place in Boston, Mass.\nWhile numbers continue to spike in the United States, the organizers have announced tentative dates for three 2021 North American conventions beginning in June.\nReedPop and Penny Arcade say PAX South, which typically takes place in San Antonio, Texas will not occur until 2022, but information about a planned PAX Australia will be announced in coming weeks.\nBadges for PAX East, PAX West, and PAX Unplugged 2021 will go on sale at a later date.", "paragraphs": ["Penny Arcade and ReedPop, the organizers of the series of Penny Arcade Expos across the globe, have announced plans to return to in-person conventions pending improvement in the COVID-19 global pandemic. PAX East 2020, which took place in Boston, Mass. from February 27 to March 1, was among the final conventions to happen prior to the United States' restrictions in response to the virus. While numbers continue to spike in the United States, the organizers have announced tentative dates for three 2021 North American conventions beginning in June.", "Pending improvements in the ongoing COVID-19 situation, Penny Arcade and ReedPop have announced PAX East to occur June 3 to June 6 at the Boston Convention and Exhibition Center in Boston, Mass., PAX West at the Washington State Convention Center in Seattle, Wash. from September 3 to September 6, and PAX Unplugged at the Philadelphia Convention Center in Philadelphia, Pa. from December 10 to December 12.", "Photo Credit: Kiko", "ReedPop and Penny Arcade mention multiple times in the announcement they will not proceed with any of the announced dates without the guidance and support of local governments and health officials. The news comes shortly after promising reports of multiple vaccines from companies like Moderna and Pfizer. According to the Centers for Disease Control and Prevention, nearly 14 million Americans have been infected by the COVID-19 virus as of this writing.", "\"While we look forward to hosting shows in 2021, we are first and foremost members of the local communities in Boston, Philadelphia, and Seattle, where we call home,\" PAX event director Kyle Marsden-Kish said in a press release. \"We care deeply for the health and safety of our amazing attendees and industry partners who have brought PAX to life for 17 years. We are cautiously optimistic about improvements in the global COVID-19 situation next year, but we are carefully monitoring the situation to make sure PAX only proceeds if deemed safe to do so.\"", "ReedPop and Penny Arcade say PAX South, which typically takes place in San Antonio, Texas will not occur until 2022, but information about a planned PAX Australia will be announced in coming weeks. Badges for PAX East, PAX West, and PAX Unplugged 2021 will go on sale at a later date."], "authors": ["Digital Editor", "Brian Has Written About Video Games For Over A Decade Across Multiple Publications. When He'S Not Writing Or Gaming", "He'S Usually Listening To Music", "Watching Ufc", "Or Hopelessly Rooting For A Baltimore Or D.C. Sports Team."], "keywords": ["situation", "announced", "2021", "east", "covid19", "return", "aims", "inperson", "arcade", "boston", "beginning", "conventions", "penny", "pax", "philadelphia"], "pubDate": "2020-12-04T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}