{"id": "948ab6d4-733c-3aaf-95bb-e4bc3921459b", "title": "Yakuza 0 Review – Everlasting Mob Stopper", "url": "https://www.gameinformer.com/games/yakuza_0/b/playstation4/archive/2017/01/19/everlasting-mob-stopper.aspx", "summary": "Despite moments of clear fan-service, you don’t need to have played through previous games to fully enjoy Yakuza 0.\nUnlike most of its open-world contemporaries, you don’t drive in Yakuza 0.\nThen I realized I could unlock abilities that addressed those concerns directly.\nYakuza 0 tries a ridiculous amount of things, and I’ll be damned if it doesn’t almost always succeed in its own weird way.\nThe Yakuza series has established a cult following in the West, but it hasn’t managed to break through to the mainstream.", "paragraphs": ["Who would have thought that an empty lot would cause so much drama? The unused patch of land is the only thing standing in the way of a massive development project in Tokyo, attracting the attention of Japan’s criminal underworld and forever changing the fates of two men. The property in question may be small, but Yakuza 0 is a massive open-world game that provided me with some of the most fun I’ve had in years.", "Yakuza 0 is a game for fans, and also a good starting-off point for players like me, who may have been curious about the franchise but haven’t ever gotten into it for whatever reason. It’s a prequel set in 1988 starring series’ fixtures Kazuma Kiryu and Goro Majima, showing off their formative years in fictionalized versions of Tokyo and Osaka. Despite moments of clear fan-service, you don’t need to have played through previous games to fully enjoy Yakuza 0. I was worried that it would be like jumping into The Sopranos mid-season, but thankfully that wasn’t an issue.", "You take control of both characters throughout the campaign, with the perspective shifting every few chapters. I liked experiencing events from both sides, seeing Kiryu navigate around the Tojo crime syndicate while retaining a sense of personal honor, and trying to figure out how many more indignities Majima will suffer before inevitably snapping. There aren’t any world-saving stakes here – you’re watching thugs in garish suits squabble over piles of cash – but the strong performances made me look forward to the next well-produced cutscene and story turn. It’s worth noting that the acting is all in Japanese, so be prepared to read subtitles.", "Unlike most of its open-world contemporaries, you don’t drive in Yakuza 0. Instead, you roam the streets of Tokyo and Osaka on foot. The campaign plays things appropriately straight, but the side activities are where the tone gets endearingly loopy. I enjoyed exploring the neighborhoods, tracking down secrets and stumbling across the often-bizarre side missions; I impersonated a TV producer, tracked down a pants-stealing bully, and helped a drug company test their experimental products. Thanks to the scale, you don’t get the sense that you’re seeing a lot of copy-and-paste buildings in the world, and an interactive restaurant, shop, or minigame waits on nearly every block.", "Your strolls are interrupted by frequent random battles, which highlight the arcade beat-‘em-up action. Both characters have several different fighting styles that can be swapped on the fly, and finding what works best for you is a big part of the challenge. Part of it is dependent on your surroundings. Are any signs or other objects handy? You could use a style that lets you pick them up and swing them at your foes. Are your opponents quick? Using an equally fast form is a good idea. My favorite was Majima’s slugger style, which incorporates a baseball bat and some brutal combos that would be at home in Mortal Kombat. You can get by with button-mashing for a while, but you’ll have to become adept if you hope to make it through the final stage or the optional combat arena.", "The fighting is a big part of the game, and it’s another place where Yakuza’s focus on depth is evident. You can pour your cash into each style’s skill tree, which unlocks new moves and abilities. I was annoyed by how my bat would sometimes careen off walls – a particular problem in alley battles – and how overpowered enemy gunmen were. Then I realized I could unlock abilities that addressed those concerns directly. The whole game is filled with abilities and upgrades that let you tweak the experience. If you grow tired of fighting, you can unlock ways to avoid encounters or diffuse them if you can’t walk around your aggressors. I got a kick out of the battles, even though I punched many of the same faces repeatedly, and used the cash I got from the beatdowns to further hone my skills.", "I can’t recall the last time a game surprised me as much as Yakuza 0. Even after several dozen hours, I’d turn a corner and stumble on a new minigame or discover a one-off game mechanic, like an homage to Virtua Cop. Not only are these diversions fun, but they also contain unexpected depth. A slot-car racing game looks simple to a fault at first, but it comes complete with a bounty of upgrades and several side missions of its own. Chance encounters with NPCs can unlock assistants that help in your money-making ventures. And I spent hours playing darts and pool, even after discovering all of their associated rewards, because I enjoyed them so much. Participating in many of these events also earns you points to further tweak the game, such as increasing the amount of cash enemies drop or recruiting employees at your hostess bar.", "Yakuza 0 tries a ridiculous amount of things, and I’ll be damned if it doesn’t almost always succeed in its own weird way. The Yakuza series has established a cult following in the West, but it hasn’t managed to break through to the mainstream. If there’s any justice in this world, that’s about to change."], "authors": ["Senior Editor", "Jeff Has Spent Countless Hours Using His Thumbs To Maneuver Images On Television Screens."], "keywords": ["everlasting", "unlock", "abilities", "mob", "dont", "game", "youre", "stopper", "cash", "tokyo", "yakuza", "battles", "fighting", "review"], "pubDate": "2017-01-19T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}