{"id": "94a8a00c-4680-37c2-b95f-d7005a6e6255", "title": "A woman walks into a bar - Stand-up is booming in China, with women centre-stage", "url": "https://www.economist.com/china/2021/01/09/stand-up-is-booming-in-china-with-women-centre-stage", "summary": "An academic at Peking University called Ms Yang and her admirers “internet feminists, the most emotional and least tolerable people”.\nChizi, a popular male contestant on “Rock and Roast” with a penchant for boorish jokes about women, sniffed that Ms Yang was “not performing comedy”.\nWestern-style stand-up comedy has taken off since it appeared in China a decade ago.\nIf a woman does, she is disgusting.” For fear of offending, many stick to crowd-pleasing themes like families and jobs.\nMs Yang has used the backlash against her gag to create a new one.", "paragraphs": ["“M EN ARE adorable,” begins Yang Li in a sketch first aired last year. “But mysterious...After all, they can look so average and yet be so full of confidence.” It seemed a gentle dig by the newly crowned “punchline queen” of “Rock and Roast”, a television show starring amateur comics. But as Ms Yang’s fans spread the gag, male netizens threw a tantrum. Last month a group of them reported the 28-year-old to the broadcast regulator for “sexism”. An academic at Peking University called Ms Yang and her admirers “internet feminists, the most emotional and least tolerable people”.", "Long the stars of Chinese joke-making, men are unhappy about being the butt of it. Chizi, a popular male contestant on “Rock and Roast” with a penchant for boorish jokes about women, sniffed that Ms Yang was “not performing comedy”. Guo Degang, a master of xiangsheng, a witty and often bawdy form of traditional comedy involving banter between two people, recently said he would not recruit women for his troupe (“out of respect”, he said). Very few women perform xiangsheng.", "Western-style stand-up comedy has taken off since it appeared in China a decade ago. It is proving to be a more accessible art form for female comics. With stand-up, says Evangeline Z, a 27-year-old comedian in Shanghai, “there are no barriers to joining as long as you can talk.” Women bring new themes to the stage. On the latest season of “Rock and Roast”, a vlogger quipped about coping with depression, twins joked about body-shaming and a car engineer about her career.", "The show, which began in 2017, has been a boost for Chinese stand-up and female participation in it. Evangeline Z says the form of comedy is “huge” in Shanghai. And she reckons up to half of the city’s 50-odd weekly performances are by women. But male and female comics alike warn spectators that what they are about to say could be offensive and they should not take offence. Xiao Ju, a 22-year-old part-time comedian, also in Shanghai, says that showgoers expect to come in for “a bit of easy laughter”, so are ruffled when the ribbing reveals something about themselves.", "Female comedians elicit stronger reactions from the audience than male ones, says Xiao Ju. Many people are still shocked when women swear on stage. A gag about a prostitute told by a male comic draws tuts if delivered by a woman. “Sex is a perilous topic,” says Xiao Ju. “So are shit, piss and farts. If a man jokes about these, everyone laughs. If a woman does, she is disgusting.” For fear of offending, many stick to crowd-pleasing themes like families and jobs.", "Ms Yang has used the backlash against her gag to create a new one. It involves an exchange with a male colleague who approvingly notes her testing of men’s limits. Her mock-incredulous riposte: “Do men have limits?”"], "authors": ["The Economist"], "keywords": ["shanghai", "standup", "women", "walks", "centrestage", "male", "roast", "bar", "china", "xiao", "booming", "comedy", "rock", "woman", "yang", "ms"], "pubDate": "2021-01-09T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}