{"id": "94a9f5e8-c850-38b2-a1c5-ca3114902245", "title": "Incredible pictures capture rare 'Elephant Queen' in Kenya", "url": "https://edition.cnn.com/travel/article/rare-elephant-pictures-kenya/index.html", "summary": "Towering high above the Kenyan landscape, this female elephant is huge, her long tusks curving right down to the ground.\nCapturing the momentWildlife photographer Will Burrard-Lucas took these striking shots of a rare \"big tusker\" elephant in Kenya.\nCourtesy Will Burrard-Lucas / @willblBurrard-Lucas spent some time living in Tanzania as a child, which sparked his interest in wildlife photography.\nThe main subject of Burrard-Lucas' photographs is an elephant known as F_MU1 -- shortly after he took his last shot, she died of natural causes.\nBurrard-Lucas took the photographs with a contraption he invented called \"Beetlecam.\"", "paragraphs": ["Towering high above the Kenyan landscape, this female elephant is huge, her long tusks curving right down to the ground.", "Known as a \"big tusker\" she's a rare and extraordinary sight -- it's estimated that fewer than 30 of these animals still exist in Africa.", "British photographer Will Burrard-Lucas captured a series of black-and-white photographs of this animal -- who he calls the Elephant Queen -- roaming in the natural landscape around Kenya 's Tsavo National Park", "He took the images in partnership with the Tsavo Trust , a local not-for-profit group, over a few visits in the hope of raising awareness about the animals.", "\"It was just incredible,\" Burrard-Lucas tells CNN Travel . \"Especially in this day and age where these elephants with long tusks are so rare.\"", "Capturing the moment", "Wildlife photographer Will Burrard-Lucas took these striking shots of a rare \"big tusker\" elephant in Kenya. Courtesy Will Burrard-Lucas / @willbl", "Burrard-Lucas spent some time living in Tanzania as a child, which sparked his interest in wildlife photography.", "\"My earliest memories are of safari and wildlife and ever since those days I've had this passion for the natural world,\" he says.", "Burrard-Lucas worked in partnership with the Tsavo Trust to take the pictures Courtesy Will Burrard-Lucas / @willbl", "He took the images of the elephant with a contraption known as the \"Beetlecam\" which allows him to get close-up photographs of wildlife in its natural habitat.", "\"Over the years I've used it on various projects, and for this project, it's really to show and emphasize the size of these animals,\" he adds.", "Burrard-Lucas wants his images to promote wildlife conservation. Courtesy Will Burrard-Lucas / @willbl", "\"I hope people are inspired to care about the natural world and, if they want to, to support organizations like the Tsavo Trust who are working so well to keep these animals protected.\"", "Related content 25 of Africa's most amazing places to visit", "Upcoming book", "These elephants are increasingly rare, it's estimated that fewer than 20 remain in Africa. Courtesy Will Burrard-Lucas / @willbl", "The photographs will be the subject of a book -- conceived by the Tsavo Trust as a means of raising awareness and funds -- called \" Land of Giants \" and featuring 150 shots of the elephants of Tsavo.", "The main subject of Burrard-Lucas' photographs is an elephant known as F_MU1 -- shortly after he took his last shot, she died of natural causes.", "Burrard-Lucas took the photographs with a contraption he invented called \"Beetlecam.\" Courtesy Will Burrard-Lucas / @willbl", "Related content Rare black leopard captured in new images from Kenya", "In a post on his blog , the photographer says F_MU1 had experienced periods of poaching and it's a miracle she lived through these traumatic experiences.", "Still, Burrard-Lucas hopes the photographs carry an uplifting message.", "\"I find [the photos] inspiring to look at because it's just very positive and inspiring to think that elephants like this are still out there -- they haven't been hunted or poached,\" he says.", "The photos will be the subject of a book called \"Land of Giants.\" Courtesy Will Burrard-Lucas / @willbl", "Related content Beyond safaris: 8 optional holiday ideas in Kenya", "The Tsavo Trust works together with the Kenya Wildlife Service to provide support in conservation efforts -- including anti-poaching patrols.", "This isn't the first time Burrard-Lucas' photos have hit the headlines -- he previously took a photograph of a rare black leopard , which was shared widely online."], "authors": ["Francesca Street"], "keywords": ["queen", "trust", "natural", "elephant", "rare", "wildlife", "burrardlucas", "took", "photographs", "courtesy", "pictures", "tsavo", "kenya", "capture", "incredible"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}