{"id": "94acec9c-377d-3f62-b315-5f4805348c18", "title": "This Cult-Favorite Chair Is Finally on Sale", "url": "https://www.vogue.com/article/this-cult-favorite-chair-is-finally-on-sale", "summary": "In the hopes of cutting down your screen time at least a little, let me alert you of one more vital site to visit: 1st Dibs, for a…chair?\nYes, this Friday, among all the sales out there, this writer has her eye on just one: the Roly Poly Chair on 1stDibs.\nAnd the playful Roly Poly, with its soft edges and squat stature, will do just that.\nMaybe the piece that encapsulates joie de vivre for you isn’t the Roly Poly.\nShop the Roly Poly Armchair, below:Roly Poly Armchair in Brick Red $685 $513 1ST DIBS Shop NowRoly Poly Armchair in Ochre $685 $513 1ST DIBS Shop NowRoly Poly Armchair in Flesh $685 $513 1ST DIBS Shop NowRoly Poly Armchair in Charcoal $685 $513 1ST DIBS Shop NowRoly Poly Armchair in Concrete $685 $513 1ST DIBS Shop Now", "paragraphs": ["It’s Black Friday, which means you’re likely to be found scouring Net-a-Porter for clothes, Moda Operandi for shoes, and Amazon for ungodly expensive blenders which are still super-expensive but now less offensively so! There are many deals to be had and a vast, vast internet to search for them. In the hopes of cutting down your screen time at least a little, let me alert you of one more vital site to visit: 1st Dibs, for a…chair?", "Yes, this Friday, among all the sales out there, this writer has her eye on just one: the Roly Poly Chair on 1stDibs. Owning one has been a years-long fantasy: Faye Toogood’s design, which first debuted at Milan’s Salone de Mobile in 2018, is a cult-furniture phenomenon. Spot it in several issues of Architectural Digest, in that trendy boutique hotel with a highly-curated ambiance, in your city’s modern art museum. It may not be your taste, but Roly Poly has a habit of transcending individual preferences: along with the works of Eny Lee Parker and Entler Studio, it epitomizes an exciting era of childlike, non-conforming contemporary design that's defining this decade. “Some people saw a baby elephant, others saw a 1960s pop chair,” Toogood says of her design. “It was completely different geometry—people either loved it, or hated it.”", "Toogood rolled out the Roly Poly to the mass market in collaboration with Italian design house Driade. Since then, it’s been sold on several e-commerce sites, including 1stDibs. It’s been one of their best-selling products, retailing roughly from $600 to $700. A splurge? Certainly—but not unattainable in the world of furniture. Especially now that, for a short time, it’s 25 percent off.", "Usually, come Black Friday, I’m perusing pages of the internet for sparkly holiday party dresses or cute cold-weather accessories for some ski vacation. But I don’t have any use for those purchases in 2020—and, as it looks, even early 2021. What I do have use for? Items that make me happy in my own home. And the playful Roly Poly, with its soft edges and squat stature, will do just that.", "Maybe the piece that encapsulates joie de vivre for you isn’t the Roly Poly. Maybe it’s a Mario Bellini couch from Eternity Modern, an Anissa Kermiche Love Handles vase, or hell, even a Diptyque Feu de Bois candle. Whatever it is, perhaps that should be your Black Friday buy. Because as we stare down the barrel of another seemingly inevitable lockdown, our homes will once again be the center of our universes. Might as well make them cozy, comfortable, and chic.", "Shop the Roly Poly Armchair, below:", "Roly Poly Armchair in Brick Red $685 $513 1ST DIBS Shop Now", "Roly Poly Armchair in Ochre $685 $513 1ST DIBS Shop Now", "Roly Poly Armchair in Flesh $685 $513 1ST DIBS Shop Now", "Roly Poly Armchair in Charcoal $685 $513 1ST DIBS Shop Now", "Roly Poly Armchair in Concrete $685 $513 1ST DIBS Shop Now"], "authors": ["Elise Taylor", "Elise Taylo"], "keywords": ["nowroly", "poly", "shop", "chair", "finally", "513", "sale", "cultfavorite", "1st", "design", "dibs", "armchair", "roly", "685"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}