{"id": "94b87818-7444-30de-8b1b-5578d1b29dba", "title": "Replay - Alone In The Dark: Illumination & Jack In The Dark", "url": "https://www.gameinformer.com/replay/replay/2020/09/11/replay-alone-in-the-dark-illumination-jack-in-the-dark", "summary": "Today's Replay takes us back to a game you probably don't remember with Alone in the Dark: Illumination, which took the horror franchise into some kind of pseudo Left 4 Dead space.\nAfter we take a look at that gem, we go back to years long, long past for a full play (Yes.\nof the classic Alone in the Dark addon experience, Jack in the Dark.\nJack in the Dark is a far cheerier experience than its associated games.\nIf you can't get enough of our shows, remember to subscribe on YouTube, Twitch, Twitter, and Facebook to get notified each week!", "paragraphs": ["Be afraid. Be very afraid. Today's Replay takes us back to a game you probably don't remember with Alone in the Dark: Illumination, which took the horror franchise into some kind of pseudo Left 4 Dead space. Spoiler: It's a lot worse than Left 4 Dead. After we take a look at that gem, we go back to years long, long past for a full play (Yes. A Super Replay right here!) of the classic Alone in the Dark addon experience, Jack in the Dark. Jack in the Dark is a far cheerier experience than its associated games. We might even save Santa!", "Join Andrew Reiner, Daniel Tack, and Alex Stadnik on this very special dive into the annals of horror. If you can't get enough of our shows, remember to subscribe on YouTube, Twitch, Twitter, and Facebook to get notified each week!"], "authors": ["Pc Editor", "Daniel Has Been At Game Informer For Seven Years", "Specializing In Multiplayer Titles", "Pc Games. When He'S Not Speculating On The Future Of The Industry", "You Can Find Him Exploring Vast Online Worlds", "Probably Streaming The Experience."], "keywords": ["horror", "illumination", "long", "dark", "afraid", "remember", "experience", "left", "dead", "replay", "jack"], "pubDate": "2020-09-11T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}