{"id": "94c9749a-007e-37e3-8c5c-3eb127d835db", "title": "George Floyd should be alive today", "url": "https://www.theguardian.com/commentisfree/2021/apr/21/george-floyd-should-be-alive-derek-chauvin-verdict", "summary": "Indeed, on Tuesday, before and after the verdict, those opposed to abolition taunted its proponents who welcomed Chauvin’s indictment.\nThe House speaker, Nancy Pelosi, ever detached from reality, thanked George Floyd for his “sacrifice” in the pursuit of justice.\nNot even the state’s ultimate attack dogs, the police, who see more of themselves in an American like the Kenosha gunman Kyle Rittenhouse than George Floyd.\nGeorge Floyd exemplified Mbembe’s concept well before his death.\nWhich means I agree with the president on one thing: George Floyd should be alive today.", "paragraphs": ["Tuesday’s pageantry surrounding the verdict of Derek Chauvin’s trial felt like a looming hand coming down to put placating pressure on the masses like a weighted blanket. There’s little to say that can be considered truly revelatory, other than to be explicit about how perverse and orchestrated these events feel. The hours before the verdict consisted of filler dispatches from every news outlet. Here’s what we know so far. What you need to know. Minutes to go. The likelihood of a conviction. What makes this trial different. How ubiquitous surveillance, not fervent, sustained protest, made it possible. Testimony from black journalists. The understanding that even more psychic weight would be placed on to them in the coming days, no matter the outcome. All of this solemnly, respectfully delivered, with similar sentiments echoed on social media, yet still the anticipation generated was closer to that of a major sports event. Writer and comedian Natasha Rothwell touched on a bleak, crushing irony when she tweeted: “Can’t wait to find out if my life matters! 🙏🏾🤞🏾🙏🏾 .”", "When the jury’s final verdict was read live, the camera stayed trained on Chauvin, who sat patiently, a disposable blue mask covering his face, his eyes scanning left to right. It’s in moments like these that the notion of orchestration comes to mind. How else are we supposed to interpret these images? The unbroken, static shot as the judge recites the jury’s decision, the drama of trying to interpret a reaction from Chauvin. Quiet and unadorned sensationalism. People will be writing about Chauvin’s body language and the lack of feeling in his eyes. It’s less vivifying to say he looked like a normal person, which, of course, makes all of this that much more horrible.", "In the almost-year since George Floyd’s now state-recognized execution, the intense scrutiny on law enforcement has placed emphasis on police abolition, a messy, gargantuan undertaking that would fundamentally change the makeup of the United States if enacted. The fact that no one can definitively say what a post-police world would look like has been fodder for skeptics, conservatives and police apologists to demonstrate the supposed stupidity of liberals and leftists. Indeed, on Tuesday, before and after the verdict, those opposed to abolition taunted its proponents who welcomed Chauvin’s indictment. The sentiment being, “Oh, now you believe in the system.”", "President Biden called Floyd’s family to offer his support and, following the conviction, congratulated them. The House speaker, Nancy Pelosi, ever detached from reality, thanked George Floyd for his “sacrifice” in the pursuit of justice. In the Floyd family’s company were relatives of Emmett Till, making even plainer the unbroken legacy of black murder so intensely rejected, so cloyingly and voyeuristically debated by this country. What is there to say about this system and its shepherds and this country’s tacit embrace of them than to point out that even the sitting president could do little more than make a phone call? What exactly does the incantation of “accountability” do? In a press conference on Tuesday evening, Biden said that Chauvin’s indictment was a reminder that no one is above the law. Not even the state’s ultimate attack dogs, the police, who see more of themselves in an American like the Kenosha gunman Kyle Rittenhouse than George Floyd.", "In moments like these, people are fixated with the law’s ability to deliver justice. There’s something disgusting about the spectacle of it all. The waiting, the news coverage, the minutiae of what does or doesn’t constitute criminal behavior, the gaslighting by public officials about hearing their citizens, the obsession with death and hagiography of those killed, the emotional flaying of black people’s lives and the expectation to lay bare our anxieties and fears. But at a certain point, we are talking in circles or past one another. I don’t doubt the statistics, maddening in their precision and simultaneous irrelevance, that cops kill many people and are rarely indicted for it. To hear something like that is to be faced with a notion beyond the obvious. I’m beginning to grow tired, as many of my friends already have, of allies and good intentions and the perpetual delay of common decency. I’m done indulging strangers who want to play the game of: “Does this concern me?”", "In moments like these, people are fixated with the law’s ability to deliver justice", "Is there much to make sense of at this moment? I suppose the question presupposes that anything was confusing to begin with. For me, it brings to mind Achille Mbembe’s 2019 book titled Necropolitics. In it, the Cameroonian philosopher and political theorist writes about the idea of “necropolitics”, which looks at sovereignty and how it is tied to the state exercising control over mortality. Those who live under regimes of necropolitics – as black Americans do – face weapons and state-based violence that create, in Mbembe’s words, “death-worlds, new and unique forms of social existence in which vast populations are subjugated to conditions of life conferring upon them the status of living-dead”.", "George Floyd exemplified Mbembe’s concept well before his death. Every black soul does. But he’s no martyr. To speak of him as such is a hollow kind of myth-making. No, if justice were true, he would simply be. Which means I agree with the president on one thing: George Floyd should be alive today. Many, many others should be too."], "authors": ["Nicholas Russell"], "keywords": ["necropolitics", "say", "moments", "george", "chauvins", "floyd", "alive", "black", "does", "mbembes", "today", "verdict"], "pubDate": "2021-04-21T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}