{"id": "94d38509-a9ff-33cc-96af-28dea677a940", "title": "How Salvador Dalí has influenced your wardrobe", "url": "https://edition.cnn.com/style/article/how-salvador-dal-has-influenced-your-wardrobe/index.html", "summary": "Written by Rosalind Jana, CNNWhen Surrealist artist Salvador Dalí first put a lobster on a dress, he wanted to be provocative.\nCredit: Cecil Beaton/Conde Nast Collection/Getty ImagesIt's hard in the present day to imagine a lobster on a dress being such a big deal.\nIt was deeply influenced by Freud's writing about hidden desires and feelings, as well as other psychological and political thinkers including Karl Marx.\nFellow designers Eudon Choi and Roland Mouret also respectively cited Méret Oppenheim and Lee Miller as key figures for their Autumn-Winter 2019 shows.\nAs Salvador Dalí once claimed, \"I try to create fantastical things, magical things, things like in a dream.\"", "paragraphs": ["Written by Rosalind Jana, CNN", "When Surrealist artist Salvador Dalí first put a lobster on a dress, he wanted to be provocative. It worked. His 1937 collaboration with boundary pushing fashion designer Elsa Schiaparelli caused consternation. The silk organza A-line gown they created together, subsequently worn by Wallis Simpson in the pages of Vogue, elicited shock, head scratching, and plenty of voluble conversation from the fashion world. Apparently Dalí was disappointed though. He felt that the dress was missing one final touch: a dash of mayonnaise.", "The Duchess of Windsor wearing a white Schiaparelli dress. Credit: Cecil Beaton/Conde Nast Collection/Getty Images", "It's hard in the present day to imagine a lobster on a dress being such a big deal. It's the kind of print you could easily find now, adorning everything from loafers to smocks. Henrik Vibskov's Spring-Summer 2020 collection featured plenty of pink and red crustaceans, for example, and Louis Vuitton's Autumn-Winter 2020 menswear show saw models stride down the catwalk wearing white fluffy coats decorated with oversized, similarly plush lobsters.", "Louis Vuitton Spring-Summer 2021 Men's show. Credit: Yanshan Zhang/Getty Images", "The reason we now find such imagery so commonplace is, in part, thanks to a 20th century avant garde art movement: Surrealism. With an emphasis on the untapped power of dreams and a drive to create fantastical art through techniques such as automatism (spontaneous, uninhibited writing and artwork) and juxtapositions of unlikely images Surrealism aimed to release the unconscious mind and, in doing so, set loose the imagination. It was deeply influenced by Freud's writing about hidden desires and feelings, as well as other psychological and political thinkers including Karl Marx.", "The word itself was first used in 1917, but it really came to the fore as movement in the 1920s. In the 1930s. Plenty of Surrealism's key proponents turned to design, creating extraordinary, often startling objects. A select few embraced fashion too. Schiaparelli collaborated with both Dalí and fellow artist Méret Oppenheim, who would go on to incorporate clothes to unnerving ends in her own work, such as gloves adorned with fur and veins . Joan Miró designed bright, brash costumes for the Ballet Russes. Eileen Agar devised playful designs like her 1936 \"Ceremonial Hat for Eating Bouillabaisse,\" which featured seashore detritus including a lobster's tail and a fishing net. This back and forth traffic between art and fashion manifested in other ways too. Photographers including Man Ray and Lee Miller brought a Surrealist eye to their fashion photography, while figures such as painter Leonor Fini developed a reputation for outrageous costuming.", "Madelle Hegeler shows off jewelry by Salvadore Dali in New York. Credit: Bettmann Archive/Getty Images", "Many of their experiments have since bled through to mainstream fashion. Elsa Schiaparelli's 1938 padded skeleton dress has inspired countless designs featuring bones, spines, hearts and other things usually kept beneath the skin, with Alexander McQueen's Spring- Summer 1998 spine corset in collaboration with jeweler Shaun Leane a particularly notable example. Elsewhere, the movement's desire to upend the normal has been reflected in shows as disparate as Hussein Chalayan's Autumn-Winter 2000 catwalk show featuring tables that turned into skirts and Victor & Rolf's Spring-Summer 2010 collection of tulle ball-gowns with huge cut-away holes.", "Victor & Rolf Spring Spring-Summer 2010 show. Credit: Dominique Charriau/WireImage/Getty Images", "More recently, designers have demonstrated a renewed kinship to the art movement. Last year several labels cited Surrealist creators as major reference points. Simone Rocha's Autumn-Winter 2019 show drew on Louise Bourgeois' fearless approach to the female body, the designer subsequently working with art gallery Hauser & Wirth later that same year to release a set of earrings directly inspired by Bourgeois' fabric sculptures. Fellow designers Eudon Choi and Roland Mouret also respectively cited Méret Oppenheim and Lee Miller as key figures for their Autumn-Winter 2019 shows. Dior, too, has repeatedly rummaged through Surrealist history, with head designer Maria Grazia Chiuri name-checking artists and photographers including Leonor Fini, Leonora Carrington, and Dora Maar in recent seasons.", "Simone Rocha Autumn-Winter 2020 show. Credit: Luke Walker/BFC/Getty Images", "Some of this revived interest can almost certainly be traced to the art world's renewed focus on the work of female Surrealists, many of whom have been celebrated in retrospectives and other exhibitions after decades of neglect. This Surrealist preoccupation is even more fitting against the backdrop of a year of tumult in which our own understanding of normality has been ruptured.", "Over the summer Dior's Autumn-Winter 2020 couture collection came complete with a photographic campaign shot by Brigitte Niedermair referencing key Surrealist motifs like disembodied hands and eyes, while other brands like Valentino offered dreamlike images of gowns presented in gargantuan scale. Presently, too, brands including Victoria Beckham and Prada are selling shirts covered in free-floating lips, reminiscent of Man Ray's multimedia images and Salvador Dalí's bejeweled 1949 lips brooch.", "\"Ruby Lips\" ruby and cultured pearl brooch, designed by Salvador Dali. Credit: Artyom Geodakyan/TASS/Getty Images", "During the Spring-Summer 2021 shows in September Surrealism infiltrated a number of collections: most notably back at the house of Schiaparelli. In recent years the fashion house has drawn heavily on its heritage, reworking many of Elsa Schiaparelli's key themes and garments for a contemporary audience. This season the current artistic director Daniel Roseberry's own vision extended to shocking pink suits covered in ghostly white limbs, shirts painted with breasts, and gold jewellery in the shape of nails, noses, and bulbous teeth.", "Fashion is so often said to be a reflection of the times. During this strange ongoing crisis, the industry's response has been split. Many brands have had to decide whether this is a year to focus on the concrete or the fantastical, while also trying to figure out how to remain not just relevant but necessary in the world facing so many critical challenges. Under such circumstances, it's not surprising to see so many embrace Surrealism's fractured approach to reality. It's not just high-end designers either. Right now plenty of retailers are also selling clothes where the sleeves are big, the patterns bold, and the details unusual.", "As Salvador Dalí once claimed, \"I try to create fantastical things, magical things, things like in a dream.\" Right now, perhaps such a statement speaks to our collective mood: one in which we are navigating a new and often unpredictable era, looking not just for straightforward escapism but, much like a dream, new ways of interpreting the everyday too."], "authors": ["Rosalind Jana"], "keywords": ["including", "shows", "wardrobe", "salvador", "dalí", "credit", "fashion", "surrealist", "influenced", "art", "dress", "things", "autumnwinter", "springsummer"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}