{"id": "94e36462-b1ae-34e2-ac85-f9e190c26577", "title": "Michigan man says his support for Trump may have caused home to be targeted with explosives: report", "url": "https://www.foxnews.com/us/michigan-man-says-political-beliefs-caused-home-to-be-targeted-with-explosives", "summary": "A Michigan man says he was possibly targeted due to his political beliefs after at least one explosive was thrown into his home on Saturday morning, according to reports.\nSurveillance video of the incident showed a man running up to his house and throwing an explosive through a front window, according to the station.\nAnother recording captured a man running out of a pick-up truck and throwing a second explosive.\n“We're thinking maybe because I’m a big Trump supporter,” the homeowner said, according to FOX 2.\n\"I mean everyone has people that don't like them ... but not to the extent of trying to blow my house up.\"", "paragraphs": ["A Michigan man says he was possibly targeted due to his political beliefs after at least one explosive was thrown into his home on Saturday morning, according to reports.", "The St. Clair Shores homeowner, who wished to stay anonymous, said he and his girlfriend were in an upstairs bedroom at the time of an explosion, which blew out drywall, shattered glass and caused cracks in the ceiling, FOX 2 of Detroit reported.", "“We came out and there was a big mess here,” the homeowner said. “Everything was smoking and I got on the phone and called 911 and they showed up pretty quick.”", "TRUMP LEGAL TEAM CELEBRATES AFTER MICHIGAN JUDGE ALLOWS PROBE OF DOMINION VOTING MACHINES", "He added that he heard two loud booms and that neighbors \"thought a bomb went off.\"", "Surveillance video of the incident showed a man running up to his house and throwing an explosive through a front window, according to the station. Another recording captured a man running out of a pick-up truck and throwing a second explosive.", "“We were really scared. I mean when you feel your house shake and explode and smoke, you don’t know what’s going on,” the homeowner told Detroit's WDIV-TV.", "WOMAN ARRESTED IN ILLINOIS COLD CASE DEATHS OF NEWBORN INFANTS 17 YEARS AGO", "When asked why someone would target his home, he suggested it was possibly due to his political beliefs.", "“We're thinking maybe because I’m a big Trump supporter,” the homeowner said, according to FOX 2. \"I mean everyone has people that don't like them ... but not to the extent of trying to blow my house up.\"", "He said he's offering a $10,000 reward for any information on what happened.", "“I mean, it’s worth it to me to find out who’s trying to catch my house on fire and possibly kill me,” the homeowner said, according to the paper.", "CLICK HERE TO GET THE FOX NEWS APP", "St. Clair Shores is located about 15 miles northeast of downtown Detroit."], "authors": ["David Aaro", "David Aaro Is A Reporter At Fox News Digital Based In New York City."], "keywords": ["showed", "caused", "michigan", "man", "trying", "possibly", "throwing", "targeted", "explosives", "homeowner", "trump", "according", "fox", "report", "support", "mean", "house"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}