{"id": "94ee96eb-f029-3749-9ea0-9e5812c4776b", "title": "California girl raises $32G for homeless man who found, returned her grandmother’s wallet", "url": "http://www.foxnews.com/lifestyle/california-girl-raises-32g-homeless-man-returned-lost-wallet", "summary": "\"I would want someone to do the same thing for me if I lost my wallet,\" Currey told The Post.\nThey soon met up, where Currey gave Topper her wallet and she gave him some money to thank him, The Post reported.\nThat’s when Topper’s granddaughter, Mikayla Gounard, decided she wanted to repay Currey’s kindness.\nOnce she heard about how Currey returned her grandmother’s wallet -- and that he was in need of shelter -- Gounard decided to use her birthday donations to support him.\n\"I wanted to give to somebody who really needed something,\" Gounard told KNTV.", "paragraphs": ["When Evelyn Topper realized she had lost her wallet, she was distraught.", "Topper, 80, had bought two drinks from a coffee shop in San Rafael, Calif., last month, but when she got home that day, her wallet was nowhere to be found.", "\"In this little wallet was everything,\" she told local news outlet KNTV. \"Every credit, debit, medicare card. Everything I own. I was distraught.\"", "What Topper didn’t know was that it had made its way to a nearby dumpster, where Sean Currey found it.", "MAINE COUPLE DONATES THOUSANDS TO SUPERMARKET STAFF AFTER WINNING $1M ON SCRATCH-OFF LOTTERY TICKET", "Currey, 57, has been homeless off and on for the last five years, according to KNTV. He told The Washington Post that he has been living in his car for most of the pandemic because finding shelter has been more difficult this year than in the last several years.", "MINNESOTA BOYS DONATE EARNINGS TO RESTAURANT AFTER TIP THEFT", "Currey was looking through the dumpster behind the coffee shop when he saw Topper’s wallet. He found her contact information inside and gave her a call.", "\"I would want someone to do the same thing for me if I lost my wallet,\" Currey told The Post.", "Though he did, just briefly, consider using the credit cards in the wallet, he decided against it.", "\"I would rather be cold and hungry and know I did the right thing,\" he told The Post.", "FLORIDA JUICE BAR RECEIVES $2,021 TIP ON NEW YEAR’S DAY FROM LOYAL CUSTOMER", "When he called Topper to tell her that he had found her wallet, she told the newspaper that she screamed.", "\"I couldn’t believe it,\" she said.", "They soon met up, where Currey gave Topper her wallet and she gave him some money to thank him, The Post reported.", "On her way home, Topper called her daughter and granddaughter to tell them what had happened.", "That’s when Topper’s granddaughter, Mikayla Gounard, decided she wanted to repay Currey’s kindness.", "FOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWS", "Even before Topper lost her wallet, Gounard had been planning to ask her friends and family to donate to a charity for her upcoming 12th birthday instead of giving her presents, according to KNTV.", "Once she heard about how Currey returned her grandmother’s wallet -- and that he was in need of shelter -- Gounard decided to use her birthday donations to support him.", "\"I wanted to give to somebody who really needed something,\" Gounard told KNTV.", "CLICK HERE TO SIGN UP FOR OUR LIFESTYLE NEWSLETTER", "So during her drive-by birthday party on Dec. 22, Gounard and her mom raised $475 for Currey and gave him the money the next day.", "\"I was just so touched,\" Currey told The Post. \"It was refreshing, knowing that people her age want to help.\"", "CLICK HERE TO GET THE FOX NEWS APP", "On Tuesday, Gounard’s mom Vanessa decided to set up a crowdfunding account to continue to support Currey during the pandemic, specifically to help him get housing for the short-term and eventually to work with Currey to develop a row of tiny houses for other people who struggle with homelessness in the area.", "\"What began with a lost wallet, progressed into Mikayla’s drive-by birthday fundraiser and has now seeded a friendship with the entire family,\" the crowdfunding page says.", "\"This isn’t about charity,\" the page adds. \"It’s about Compassion, the highest form of LOVE.\"", "As of Friday night, the Gounards had raised $32,935."], "authors": ["Ann Schmidt", "Ann Schmidt Is A Lifestyle Reporter For Fox News."], "keywords": ["topper", "gave", "birthday", "32g", "returned", "wallet", "decided", "california", "post", "lost", "homeless", "man", "girl", "gounard", "told", "currey", "grandmothers", "raises"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}