{"id": "9515e77d-dc1c-3376-a00e-b85cb9bfb877", "title": "Martin Wolf: is this the end of Trumpism?", "url": "https://www.ft.com/video/3a4c13bd-15c3-4b46-a793-b10e7ed71e0c?playlist-name=section-38dbd827-fedc-3ebe-919f-e64cf55ea959&playlist-offset=2", "summary": "You can enable subtitles (captions) in the video playerDoes the defeat of Donald Trump mean the end of the tidal wave of populist authoritarianism across the world?\nBut it's very unlikely to be the end of it all.\nThough he will not be in the White House, it's clear that he actually continues to control the base of the Republican party.\nIt's quite clear from the behaviour of the Republican party since the election that many feel beholden to him and completely unable to answer him.\nThey won't feel there's a model that they want to follow.", "paragraphs": ["You can enable subtitles (captions) in the video player", "Does the defeat of Donald Trump mean the end of the tidal wave of populist authoritarianism across the world? And the answer is, it's a relief - there's no doubt about that. But it's very unlikely to be the end of it all. It's a relief for the obvious reason. It means that Donald Trump's particular style of politics, his hostility to his opponents, the lies, the endless lies, the stirring up of hatred in the public, that will temporarily not be in the White House. May only be temporary, because he might come back, of course. Though he will not be in the White House, it's clear that he actually continues to control the base of the Republican party.", "It's quite clear from the behaviour of the Republican party since the election that many feel beholden to him and completely unable to answer him. So we must assume that he will continue to be a dominant figure in the party, and the party will continue to embody many of his ideas and attitudes. And more important than that, the conditions that created him, the cultural wars, the decline of the white working class, the resentment of so many of his supporters over the changes, economic and political, to which they have been subjected over the last generation - all this remains. It all remains, indeed, to be awoken. It is very unlikely that Mr Biden will be able to eliminate this, and it is very plausible that the Republican party in Congress will oppose his efforts to do so.", "Meanwhile, what does it mean for the world outside? Of course, Mr Trump was a supporter and a model for similar politicians around the world - people like Bolsonaro in Brazil, or Orban in Hungary, or Kaczynski in Poland. And they will feel a bit chastened. They won't feel there's a model that they want to follow. Nonetheless, he will remain in active politics. That's quite clear. And their strength in their countries will remain. because again, the conditions for them survive, continue to be alive and significant.", "So for these reasons, domestically and internationally, Trump may temporarily be gone. But Trumpism is not."], "authors": ["Produced", "Edited Tom Hannen"], "keywords": ["party", "world", "white", "republican", "clear", "trump", "feel", "theres", "end", "unlikely", "continue", "wolf", "trumpism", "martin"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}