{"id": "9539c246-8e11-373c-af88-3190b7425813", "title": "Bison recovering but 31 other species now extinct, says red list", "url": "https://www.theguardian.com/environment/2020/dec/09/bison-recovering-but-31-other-species-now-extinct-finds-red-list", "summary": "Europe’s biggest land mammal, the European bison, is beginning to recover in numbers thanks to conservation efforts and breeding programmes, according to an update on threatened species.\nA small release of European bison is planned for the UK in 2022.\nPhotograph: Rafał Kowalczyk/IUCN“Historically, European bison were reintroduced mostly to forest habitats, where they don’t find enough food in winter.\nChina and Mexico show the highest number of threatened species, but oaks in the US are also falling victim to disease, invasive species and the impacts of the climate crisis.\nOf the 17 freshwater fish species known to be endemic to Lake Lanao in the Philippines, 15 are now classed as extinct and two as possibly extinct.", "paragraphs": ["Europe’s biggest land mammal, the European bison, is beginning to recover in numbers thanks to conservation efforts and breeding programmes, according to an update on threatened species.", "By the early years of the last century, the once abundant European bison could be found only in captivity in a few places, and it was only after the second world war that animals were reintroduced into the wild in small numbers. By 2003 there were 1,800 in the wild, and by last year the number had more than tripled to a population of more than 6,200 in 47 free-ranging herds in Poland, Belarus and Russia.", "The International Union for the Conservation of Nature (IUCN), which compiles a regularly updated record of species at risk, has upgraded the outlook for European bison from its previous classification of vulnerable to the less serious grading of “near threatened”.", "A small release of European bison is now being planned for the UK in 2022, which would be the first time the species has been seen in the wild in the country for 6,000 years.", "However, Rafal Kowalczyk, a co-author of the new assessment and a member of the IUCN bison specialist group, said more action was needed to improve the areas available to the bison and to foster genetic diversity, as the current populations were isolated from one another and only eight of the herds were big enough to be genetically viable in the long term.", "A small release of European bison is planned for the UK in 2022. Photograph: Rafał Kowalczyk/IUCN", "“Historically, European bison were reintroduced mostly to forest habitats, where they don’t find enough food in winter. However, when they move out of the forest into agricultural areas, they often find themselves in conflict with people,” said Kowalczyk. “To reduce the conflict risk and the bison’s dependence on supplementary feeding, it will be important to create protected areas that include open meadows for them to graze.”", "The IUCN red list of species at risk is the most authoritative assessment of animal and plant species that are vulnerable, threatened or close to extinction.", "The update showed continued losses of key species in vital ecosystems. Freshwater dolphins are now threatened with extinction all over the world, with harmful fishing practices, pollution, river damming and deliberate killing increasing problems for key species, according to the IUCN.", "The tucuxi, a small grey dolphin found in the Amazon, has become a bycatch casualty of the increasing use of gill nets in the river system. These are curtains of fishing net that hang in the water, entangling the dolphins alongside the target fish. The IUCN advises that they should be eliminated and a ban on deliberate killing of the tucuxi should be enforced in the region. Reducing the number of dams would also help the species, which is now classed as endangered.", "Tucuxi dolphin numbers are suffering from increasing use of gill nets in the Amazon. Photograph: Fernando Trujillo/IUCN", "Altogether, 31 species have been newly listed as extinct in Wednesday’s red list update, including three frogs of central America: the Chiriqui harlequin frog, which has not been recorded since 1996 despite extensive searches, and whose disappearance probably owes to the spread of diseases caused by chytrid fungus; the wizened harlequin frog, not recorded since 1986 and another likely casualty of chytridiomycosis; and craugostor myllomyllon, which has no common name and is known only from a single female specimen collected in 1978.", "Plants are also coming under increasing threat, and the IUCN sounded a warning on the wild progenitor of the farmed macadamia nut, as three wild macadamia species are now threatened with extinction. The discovery comes from a comprehensive assessment of the Protea family of flowering plants of the southern hemisphere, to which macadamia belongs, that found at least 637 of the 1,464 known Protea species were vulnerable or endangered.", "The climate crisis is in part to blame, as many of these plants are restricted in their range, and shifts in natural fire cycles have hit them hard, along with invasive species competing for space and a loss of habitat to farming.", "Quercus bambusifolia oak. Photograph: Joeri S. Strijk/Alliance for Conservation Tree Genomics/IUCN", "A third of oak tree species around the world are also threatened with extinction, according to a new comprehensive assessment. China and Mexico show the highest number of threatened species, but oaks in the US are also falling victim to disease, invasive species and the impacts of the climate crisis.", "The 31 extinctions also include a shark that was first formally described last year. The lost shark, Carcharhinus obseltus, lived in the South China Sea and was last recorded in 1934. Its habitat is one of the most overfished in the world, and the lack of sightings has led naturalists to conclude it must have vanished.", "Of the 17 freshwater fish species known to be endemic to Lake Lanao in the Philippines, 15 are now classed as extinct and two as possibly extinct. These extinctions were caused by the introduction of invasive species that prey on the native fish, as well as overfishing in the lake and its outlet, and destructive fishing methods."], "authors": ["Fiona Harvey"], "keywords": ["assessment", "threatened", "extinct", "world", "recovering", "iucn", "list", "european", "small", "31", "increasing", "red", "bison", "species", "wild"], "pubDate": "2020-12-09T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}