{"id": "95548af0-354f-3d1c-97cd-84b7412cc52a", "title": "How the G.O.P. Is Creating Harsher Penalties for Protesters", "url": "https://www.nytimes.com/2021/04/21/us/politics/republican-anti-protest-laws.html", "summary": "That was evidence, he said, that bills aimed at punishing protesters were disproportionately targeting people of color.\nThe bill’s author, State Senator Rob Standridge, said the Tulsa incident had prompted him to seek immunity for drivers who strike protesters.\nHe said Tuesday he wasn’t aware of any drivers who had been charged after striking protesters in Oklahoma.\nCarly Atchison, a spokeswoman for Mr. Stitt, declined to say whether he would sign the bill, which passed with veto-proof majorities.\nDr. Crutcher said she was convinced that if Mr. Stitt signed the legislation, it would be applied in harsher terms against those protesting racial injustice than for white protesters demonstrating for gun rights or against abortion.", "paragraphs": ["State Senator Shevrin D. Jones, a Democrat from Broward County and a vocal critic of the law, noted that Mr. DeSantis had been quick to emphasize how necessary the bill was the day after the deadly Jan. 6 riot at the U.S. Capitol but had made no mention of that event during Monday’s bill signing, focusing solely on the summer protests.", "That was evidence, he said, that bills aimed at punishing protesters were disproportionately targeting people of color. “This bill is racist at its core,” Mr. Jones said.", "So far, three bills aimed at limiting protests have been signed into law — Florida’s and new laws in Arkansas and Kansas that target protesters who seek to disrupt oil pipelines. Others are likely to come soon.", "In Oklahoma, Republican lawmakers last week sent legislation to Gov. Kevin Stitt that would criminalize the unlawful blocking of a public street and grant immunity to drivers who strike and injure protesters during a riot. Last June, a pickup truck carrying a horse trailer drove through a crowd of Black Lives Matter protesters on a Tulsa freeway, injuring several people and leaving one paralyzed. The driver, who said he had sped up because he feared for the safety of his family, was not charged.", "The bill’s author, State Senator Rob Standridge, said the Tulsa incident had prompted him to seek immunity for drivers who strike protesters. He said Tuesday he wasn’t aware of any drivers who had been charged after striking protesters in Oklahoma. “My hope is that this law never is utilized,” he said in an interview. Carly Atchison, a spokeswoman for Mr. Stitt, declined to say whether he would sign the bill, which passed with veto-proof majorities.", "Tiffany Crutcher, whose twin brother, Terence Crutcher, was shot and killed in 2016 by a Tulsa police officer who was later acquitted on a manslaughter charge, said the Oklahoma proposal represents Republican efforts to extend the Trump administration’s hostility toward people of color.", "Dr. Crutcher said she was convinced that if Mr. Stitt signed the legislation, it would be applied in harsher terms against those protesting racial injustice than for white protesters demonstrating for gun rights or against abortion."], "authors": ["Reid J. Epstein", "Patricia Mazzei"], "keywords": ["gop", "drivers", "penalties", "crutcher", "bill", "creating", "mr", "stitt", "protesters", "law", "oklahoma", "bills", "harsher", "tulsa"], "pubDate": "2021-04-21T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}