{"id": "955e1fbf-58cc-31aa-817c-760abaefc2d9", "title": "22 disasters, 262 dead, $95bn in damages: US saw record year for climate-driven catastrophes", "url": "https://www.theguardian.com/environment/2021/jan/08/us-2020-record-year-climate-disasters-wildfires-hurricanes", "summary": "A total of 22 major disasters, defined as each causing at least $1bn in damage, swept the US last year, six more than the previous record, according to the National Oceanic and Atmospheric Administration (Noaa).\nAt least 262 people died, with $95bn in total damages recorded, the federal agency reported on Friday.\nA total of 10.3m acres burned in wildfires in 2020 across the US west, an area larger than Maryland and well above this century’s average.\nThree hurricanes and two tropical storms hit Louisiana alone.\n“The record number of climate change-exacerbated weather disasters this year drives home the fact that, as I like to say, the impacts of climate change are no longer subtle,” said Michael Mann, a climate scientist at Penn State.", "paragraphs": ["The US was battered by a record number of weather and climate-driven disasters in 2020 as extensive wildfires scorched the west, hurricanes in quick succession pummeled the east and extreme heat swept across the heart of the country, a new federal government report has shown.", "A total of 22 major disasters, defined as each causing at least $1bn in damage, swept the US last year, six more than the previous record, according to the National Oceanic and Atmospheric Administration (Noaa).", "At least 262 people died, with $95bn in total damages recorded, the federal agency reported on Friday.", "The year was marked by punishing extremes on both the east and west coasts. It was the most active wildfire year on record in the US west, with California recording five of the six biggest fires in its history, an outbreak that destroyed thousands of homes and caused the sky to turn an apocalyptic orange over the San Francisco Bay Area.", "A total of 10.3m acres burned in wildfires in 2020 across the US west, an area larger than Maryland and well above this century’s average.", "On the eastern seaboard and Gulf of Mexico, a record 12 tropical storms made landfall during a year when forecasters had to turn to the Greek alphabet for storms’ names because the sheer number of events had exhausted the planned list of names.", "Seven of these caused more than $1bn in damage, including hurricanes Laura and Sally, which hit the US south in quick succession in August and September. Three hurricanes and two tropical storms hit Louisiana alone.", "A major drought and heatwave blasted the US west last year, there were three major tornado-related disasters and a highly destructive derecho, which is an event driven by fast-moving thunderstorms, that downed power lines, damaged houses and flattened crops in the midwest.", "Noaa reported that last year was the fifth hottest on record across the contiguous US, which follows a longer-term pattern of national and global heating – all of the five warmest years on record in the US have occurred since 2012.", "While hurricanes and wildfires have always hit the US, scientists have found that the strength of storms is increasing as the atmosphere and ocean heats up, while the area eaten up by fire has grown as rising temperatures dry out soils and vegetation.", "“The record number of climate change-exacerbated weather disasters this year drives home the fact that, as I like to say, the impacts of climate change are no longer subtle,” said Michael Mann, a climate scientist at Penn State.", "“We’re seeing them play out in real time. Hopefully this is the year where we finally see the sort of action, by the US and the rest of the world, that is necessary to prevent things from getting worse.”"], "authors": ["Oliver Milman"], "keywords": ["saw", "wildfires", "damages", "disasters", "95bn", "major", "22", "hurricanes", "storms", "dead", "number", "record", "climatedriven", "catastrophes", "262", "total", "hit", "west"], "pubDate": "2021-01-08T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}