{"id": "958a075c-b80b-386c-9d32-c05165aa5455", "title": "England Women’s defence exposed in friendly defeat by France", "url": "https://www.theguardian.com/football/2021/apr/09/france-england-womens-international-friendly-match-report", "summary": "Riise had urged England to be brave and go after their opponents and they were certainly in front-foot mode as the high-tempo action pivoted from end to end.\nInstead Gauvin failed to hit the target, offering England a significant reprieve as the ball flew over the bar.\nNikita Parris and Chloe Kelly missed decent headed chances before France doubled their advantage.\nViviane Asseyi had only just come on as a substitute but her most assured penalty sent England’s keeper the wrong way.\nHemp – who quite possibly booked herself a place on the plane to Tokyo for this summer’s Olympics – shifted the power balance, dragging England back into things.", "paragraphs": ["England’s now familiar defensive shortcomings undid them once again as a supposedly weakened France revelled in bisecting Hege Riise’s backline in Caen, where Sandy Baltimore’s dribbling skills lit up the Normandy night.", "At times the Lionesses impressed going forward, with Fran Kirby frequently a joy to watch and Lauren Hemp destabilising France after stepping off the bench in the second half, but the interim manager has much defensive tightening to do before Canada visit Stoke for another friendly on Tuesday.", "Corinne Diacre said she was disappointed to have lost more than half her normal France squad to a Covid outbreak but, undeterred, the home manager had arranged a young second-string side in a highly adventurous version of 4-4-2.", "Resplendent in white shirts decorated with navy polka dots, they stretched England at every opportunity during an exhilaratingly open encounter full of intelligent off the ball movement and crisp, pace-suffused passing.", "Riise had urged England to be brave and go after their opponents and they were certainly in front-foot mode as the high-tempo action pivoted from end to end.", "Before kick-off Ellen White – captaining the Lionesses in Steph Houghton’s absence – led the visitors in a heartfelt rendition of the national anthem ahead of a minute’s silence in memory of the Duke of Edinburgh. When the action started", "she had a goal rightly disallowed for an offside against Beth Mead during a first half in which Ellie Roebuck looked unusually nervous in England’s goal, misjudging a couple of early crosses, dashing unwisely off her line and miscuing the odd bit of footwork.", "France’s Marie-Antoinette Katoto (right) scores their third goal to make the game safe. Photograph: Stéphane Mahé/Reuters", "In fairness, Roebuck made a couple of excellent saves and could not be blamed for finding no riposte to Baltimore’s fabulous finish into the top corner after the excellent Kadidiatou Diani’s rapid acceleration down the right had caught cold a visiting defence missing the injured Houghton, Lucy Bronze and Demi Stokes.", "Having wrong-footed Rachel Daly and taken a steadying touch, Baltimore’s shot left the Manchester City goalkeeper powerless, emphasising her status as the game’s outstanding individual.", "Wonderfully direct as she dribbled at markers, the 21-year-old PSG forward was earning only her sixth cap but looked infinitely more experienced as she all too easily dodged Millie Bright and crossed in Valérie Gauvin’s direction.", "The Everton forward was at full stretch and slightly off balance as she met that delivery at very close range but still should have scored. Instead Gauvin failed to hit the target, offering England a significant reprieve as the ball flew over the bar.", "Nikita Parris and Chloe Kelly missed decent headed chances before France doubled their advantage. In the fallout from Roebuck brilliantly tipping Diani’s long range shot on to the bar, Daly fouled Elisa de Almeida as she shaped to turn the rebound into the net and the referee pointed to the spot. Viviane Asseyi had only just come on as a substitute but her most assured penalty sent England’s keeper the wrong way.", "Hemp – who quite possibly booked herself a place on the plane to Tokyo for this summer’s Olympics – shifted the power balance, dragging England back into things. When the Manchester City winger was tripped by Marion Torrent, Kirby converted the penalty.", "Cued up by Hemp, Keira Walsh subsequently hit a post but Diani countered cleverly and her eventual defence-bisecting low cross left Marie-Antoinette Katoto to seal victory from close range.", "Riise’s focus is on coaching Great Britain at the Olympics but England evidently have an awful lot of work to do if they are to prosper as hosts of next summer’s delayed European Championship."], "authors": ["Louise Taylor"], "keywords": ["defence", "friendly", "england", "exposed", "goal", "roebuck", "baltimores", "englands", "summers", "defeat", "forward", "france", "half", "white", "womens"], "pubDate": "2021-04-09T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}