{"id": "95b34cb6-58e3-3e11-b68c-63b59ac0d254", "title": "LeBron James, Tyrann Mathieu, More Pay Tribute to DMX After Rapper's Death at Age 50", "url": "https://bleacherreport.com/articles/10001093-lebron-james-tyrann-mathieu-more-pay-tribute-to-dmx-after-rappers-death-at-age-50?utm_source=cnn.com&utm_medium=referral&utm_campaign=editorial", "summary": "Prince Williams/WireimageThe sports world paid tribute to rapper and actor DMX, born Earl Simmons, who died on Friday at the age of 50.\nPer a statement from his family (via Jonathan Landrum Jr. and Jennifer Peltz of the Associated Press), DMX died at a hospital in White Plains, New York where he was being treated after suffering “catastrophic cardiac arrest\" on April 2.\nHe released his debut studio album It's Dark and Hell Is Hot in May 1998.\nSix months after the album release, DMX also made his film debut as Tommy \"Buns\" Bundy in the Hype Williams feature Belly.\nDMX released a total of eight studio albums between 1998 and 2015.", "paragraphs": ["Prince Williams/Wireimage", "The sports world paid tribute to rapper and actor DMX, born Earl Simmons, who died on Friday at the age of 50.", "Per a statement from his family (via Jonathan Landrum Jr. and Jennifer Peltz of the Associated Press), DMX died at a hospital in White Plains, New York where he was being treated after suffering “catastrophic cardiac arrest\" on April 2.", "Los Angeles Lakers star LeBron James and Kansas City Chiefs safety Tyrann Mathieu were among the athletes to offer their appreciation for DMX after word of his death became public:", "After breaking into the music industry in 1991, DMX had his mainstream breakthrough seven years later. He released his debut studio album It's Dark and Hell Is Hot in May 1998. It has sold over 4 million copies since its initial release.", "Six months after the album release, DMX also made his film debut as Tommy \"Buns\" Bundy in the Hype Williams feature Belly.", "DMX released a total of eight studio albums between 1998 and 2015. He also has a total of 43 acting credits, per IMDB."], "authors": ["Adam Wells"], "keywords": ["age", "york", "died", "studio", "1998", "world", "pay", "dmx", "album", "lebron", "tribute", "james", "death", "debut", "total", "tyrann", "rappers", "released", "mathieu"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}