{"summary": "A prominent Manhattan architect was killed Tuesday by a chunk of facade that fell from a building whose owners knew for more than a year that the structure was crumbling — but did nothing to fix it.\nTwo months later, an architect hired by the building’s owners was also issued a permit to install a sidewalk shed to protect pedestrians while the repair work was underway — but the protective covering never went up.\nNYC TEEN SUSPECTED IN BARNARD STUDENT'S STABBING DEATH FACES JUDGEThe Department of Buildings finally issued an order that the sidewalk shed be erected after Tishman’s death Tuesday.\nThe architect named on the sidewalk shed permit did not return a call seeking comment.\nTheir negligence in not fixing this facade and putting up the sidewalk shed resulted in this preventable, tragic death,” ­Director said.", "keywords": ["walking", "building", "issue", "knew", "repair", "death", "owners", "seventh", "report", "shed", "sidewalk", "buildings", "facade", "killed", "architect", "city"], "paragraphs": ["A prominent Manhattan architect was killed Tuesday by a chunk of facade that fell from a building whose owners knew for more than a year that the structure was crumbling — but did nothing to fix it.", "Erica Tishman, 60, of the Upper East Side, was hit with the debris around 10:45 a.m. while on 49th Street near Seventh Avenue. Police said she was pronounced dead at the scene.", "But the freakish death was entirely avoidable, according to experts and records reviewed by The Post.", "", "ARCHITECT KILLED NEAR TIMES SQUARE AFTER CHUNK OF BUILDING DISLODGES", "The owners of 729 Seventh Ave. obtained permits to repair its deteriorating roof and 17th-floor facade in October 2018, but sat on their hands — leading to a $1,250 citation from the city on April 29, 2019, for “Failure to maintain exterior building facade and appurtenances.”", "Buildings inspectors specifically flagged the “damaged terra cotta at areas above 15th floor in several locations which poses a falling hazard for pedestrians.”", "The Department of Buildings ranked it a “class 1” violation, which requires that the infraction “must be corrected immediately.”", "The owners paid the fine, but never actually made the repairs, and the violation was still active Tuesday, records showed.", "On July 18, the owners — 729 Acquisition LLC — renewed the construction permit for “Masonry repair and parapet replacement at penthouse and main roof level,” the records show.", "Two months later, an architect hired by the building’s owners was also issued a permit to install a sidewalk shed to protect pedestrians while the repair work was underway — but the protective covering never went up.", "", "NYC TEEN SUSPECTED IN BARNARD STUDENT'S STABBING DEATH FACES JUDGE", "The Department of Buildings finally issued an order that the sidewalk shed be erected after Tishman’s death Tuesday.", "Crews were working to install the shed Tuesday night under the watch of DOB inspectors, the city said.", "The architect named on the sidewalk shed permit did not return a call seeking comment.", "The building owners issued a statement Tuesday saying the company was “saddened by this tragedy,” and said it would “fully cooperate with the city in the ongoing matter” — but did not respond to questions about its failure to keep the public safe.", "“It’s their responsibility to maintain the building,” said Sara Director, a Manhattan attorney with Barasch McGarry Salzman & Penson who specializes in construction safety.", "“They were put on notice of a very dangerous condition and they failed to timely act upon it. Their negligence in not fixing this facade and putting up the sidewalk shed resulted in this preventable, tragic death,” ­Director said.", "“It’s every New York City tourist, pedestrian — it’s our worst nightmare,” she added.", "“I believe that there are many more instances of falling debris that simply is not reported because it might go unwitnessed, it might not injure somebody, or the injury might not be severe enough to be reported.”", "Big Apple pedestrians agreed — with many trying to keep a safe distance from the Seventh Avenue building where Tishman died.", "“It could have been me,” said Himad Zafar, 40, an accountant in town on business. “I come to New York for work and I am staying in this area, so I could have been walking by there.”", "“I’m not walking there, not on that side,” agreed Glenn Swan, a 50-year-old music producer whose studio is around the ­corner.", "“I don’t know if something else is coming down,” he said. “A lot of families are walking around here right know. Anybody, it could have been anybody.”", "North Carolina tourist Chris Cheek was taking her family to see the Rockettes at Radio City when they came upon the grisly scene of Tishman’s death.", "“Just a random person. To die like that? Crazy.”", "Mayor Bill de Blasio said the city will conduct an investigation into the incident.", "", "CLICK HERE FOR THE FOX NEWS APP", "“It’s a horrible incident,” he said. “My heart goes out to the family. There’s obviously a full investigation going on.", "“We need to know how that happened and we need to make sure it doesn’t happen again.”", "Democratic state Sen. Brad Hoylman, who represents the district where the tragedy occurred, called for a probe.", "", "“I’m urging the city to look at this case very closely,” he wrote on Facebook Tuesday.", "", "“If there was any wrongdoing involved, the full weight of the law must be directed at the responsible parties.”", "", "The city began requiring scaffolding and sidewalk shelters in 1980, following the death of a 17-year-old Barnard College student who was hit by falling debris.", "", "The law also made city inspections for building facades over six feet mandatory every five years — with fines for violations.", "", "Additional reporting by Reuven Fenton, David Meyer and Jorge Fitz-Gibbon"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "https://www.foxnews.com/us/building-owners-where-architect-killed-knew-of-facade-issue-for-more-than-year-report", "authors": [], "id": "95ba31c4-50f9-339e-955a-e28fc938965c", "pubDate": null, "title": "Building's owners where architect killed knew of facade issue for more than year: report"}