{"id": "95bc0f92-4378-3106-89a6-a0277e7cd455", "title": "Super Meat Boy Forever Heads To PlayStation And Xbox Platforms This Month", "url": "https://www.gameinformer.com/2021/04/09/super-meat-boy-forever-heads-to-playstation-and-xbox-platforms-this-month", "summary": "Super Meat Boy Forever is heading to PlayStation and Xbox consoles this later month.\nLook for the game to arrive on PlayStation 5, Xbox Series X/S, PlayStation 4, and Xbox One on April 16.\nWhat is Super Meat Boy Forever?\nRecuse Meat Boy and Bandage Girl’s child, Nugget, from the clutches of the nefarious Dr. Fetus.\nWill you be jumping on Super Meat Boy Forever now that it’s coming to PlayStation and Xbox?", "paragraphs": ["Super Meat Boy Forever is heading to PlayStation and Xbox consoles this later month. The game, a sequel to the challenging 2010 platforming hit, launched last December for PC (via the Epic Games Store) and Switch.", "Look for the game to arrive on PlayStation 5, Xbox Series X/S, PlayStation 4, and Xbox One on April 16. It’ll set you back a cool $19.99.", "What is Super Meat Boy Forever? The sequel retains the same tight platforming and tough-as-nails level design as its predecessor but with a twist: the game is an auto-runner. Meat Boy, as well as the now playable Bandage Girl, moves automatically, presenting a new type of challenge as players must time their jumps while also using a new melee attack to take out enemies. Your goal? Recuse Meat Boy and Bandage Girl’s child, Nugget, from the clutches of the nefarious Dr. Fetus.", "In his review, GI editor Ben Reeves scored Super Meat Boy Forever an 8 out of 10, saying:", "“Super Meat Boy Forever’s simplified controls produce a bit of frustration, but this is a game that rewards pushing through the pain for the thrill that comes with completing a harrowing platforming sequence. My thumb grew numb, but that didn’t stop me from wanting to play more. In fact, on some levels, I died over a hundred times, but I rarely cared because Super Meat Boy Forever’s respawns are mercifully quick, its checkpoints are short, and its bite-sized platforming sequences are a total rush.” You can read the full review here.", "All that’s left now is for the game to make its way to Steam. There’s still no word on when that’ll happen, but the game’s Steam page lists a tentative 2021 release window.", "Will you be jumping on Super Meat Boy Forever now that it’s coming to PlayStation and Xbox? Let us know in the comments!"], "authors": ["Associate Editor", "Marcus Is An Avid Gamer", "Giant Wrestling Nerd", "A Connoisseur Of Cartoons", "Obscure Childhood References. The Cat'S Out Of The Bagel Now"], "keywords": ["forever", "steam", "platforms", "heads", "sequel", "game", "playstation", "platforming", "boy", "xbox", "super", "meat", "month"], "pubDate": "2021-04-09T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}