{"publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35", "id": "95bc149b-4f90-3004-823a-ad8be64ef82f", "keywords": ["institution", "green", "xu", "garden", "including", "egg", "pork", "photograph", "chinatown", "ground", "rong", "village"], "pubDate": null, "title": "Green Garden Village, a New Chinatown Institution", "url": "https://www.newyorker.com/magazine/2019/12/23/green-garden-village-a-new-chinatown-institution", "authors": ["Hannah Goldfield", "Peter Schjeldahl", "Dexter Filkins", "Jia Tolentino", "Michael Luo", "The New Yorker"], "summary": "On a recent evening, as I left Green Garden Village, a Cantonese restaurant in Manhattan’s Chinatown, I began to formulate a novel argument: that the neighborhood gets short shrift as a culinary destination, that its reputation as irredeemably diminished—and less exciting than the Chinatowns of Flushing, Sunset Park, and Bensonhurst—is unjust.\nMany of Chinatown’s beloved culinary institutions have closed; newcomers like Green Garden Village feel more than capable of maintaining the area’s character and spirit.\nPhotograph by An Rong Xu for The New YorkerSo my case is not new—but some of the best restaurants are, including Green Garden Village, which opened earlier this year, and the three-year-old (and technically Chinatown-adjacent) Wu’s Wonton King, with which Green Garden bears much in common.\nMuch of what’s worth ordering at Green Garden Village is on display as you enter.\nSnow-pea leaves, poached in chicken-and-pork broth, come topped with wedges of hard-boiled egg, thousand-year egg, and salted duck egg.", "paragraphs": ["On a recent evening, as I left Green Garden Village, a Cantonese restaurant in Manhattan’s Chinatown, I began to formulate a novel argument: that the neighborhood gets short shrift as a culinary destination, that its reputation as irredeemably diminished—and less exciting than the Chinatowns of Flushing, Sunset Park, and Bensonhurst—is unjust.", "Then I walked by 218, a Cantonese restaurant next door. There, in the window, was a framed Times article making exactly this assertion. “The big secret in Chinese food these days is right out in the open,” wrote Eric Asimov. “It’s Chinatown—Manhattan Chinatown—where the food . . . is as good or better than it’s ever been.” It was published in 2003.", "Many of Chinatown’s beloved culinary institutions have closed; newcomers like Green Garden Village feel more than capable of maintaining the area’s character and spirit. Photograph by An Rong Xu for The New Yorker", "So my case is not new—but some of the best restaurants are, including Green Garden Village, which opened earlier this year, and the three-year-old (and technically Chinatown-adjacent) Wu’s Wonton King, with which Green Garden bears much in common. Many of Chinatown’s beloved culinary institutions have closed; these newcomers feel more than capable of maintaining the area’s character and spirit. (A third place, even newer, called Hak Box, is expressly trying to re-create dishes served at a long-departed neighborhood haunt.)", "Much of what’s worth ordering at Green Garden Village is on display as you enter. On the right, there are tanks of live seafood; on the left, a hanging menagerie of barbecue, including glistening ducks, chickens, and whole pigs. For diners who don’t read Chinese, the rest of the dense and imperfectly translated menu can be a little difficult to navigate, but patient, helpful servers are receptive to the universal language of pointing to what other, more confident-seeming people are eating.", "Tightly packed clouds of ground shrimp and pork emerge from slippery squares of fresh tofu. Photograph by An Rong Xu for The New Yorker", "When I learned that the Alaskan king crab on a neighboring lazy Susan was priced at thirty-eight dollars a pound and weighed about eight, I demurred. I opted, instead, for a broad range of less expensive dishes—though not without some regret, as I watched the procession of diverse preparations of the single crustacean’s various parts: legs steamed with garlic, scallions, and cilantro; carapace used as a bowl for silky custard.", "More palatably priced Dungeness crabs and lobsters are only big enough for one dish apiece, but there are options: they can be hacked up, battered, and deep-fried, for example, so that every chunk wears a beautifully golden, oily, salty coat of armor, finished with red-pepper flakes and shallot and protecting the sweet flesh within; or hacked up and stir-fried, Guangdong style, with scrambled egg, black beans, celery, and ground pork.", "Cantonese barbecue is especially good at lunch; the meat is sliced and fanned over rice with a condiment made from ginger, garlic, and scallion, minced in oil. Photograph by An Rong Xu for The New Yorker", "These make excellent centerpieces for a banquet beginning, perhaps, with a steaming bowl of West Lake soup, its surface wispy with egg white, bits of ground beef and bright scallion bobbing beneath, comfortingly gelatinous and mild but for an optional sprinkling of riotously pink red-rice vinegar. Snow-pea leaves, poached in chicken-and-pork broth, come topped with wedges of hard-boiled egg, thousand-year egg, and salted duck egg. Chewy fried rice flecked with nubs of preserved pork and Chinese broccoli gets a subtle crunch from the thick flakes of salt in which the meat was cured. Tightly packed clouds of ground shrimp and pork emerge from slippery blocks of fresh tofu.", "Live seafood, including lobsters, can be selected from tanks and prepared in a variety of ways, including Guangdong style: stir-fried with egg, fermented black bean, and ground pork. Photograph by An Rong Xu for The New Yorker", "The barbecue is especially satisfying at lunch, when the tables closest to the door become a de-facto cafeteria, shared by solo diners feasting with focus on slices of duck, soy-sauce chicken, or char siu, fanned atop rice with the traditional dollop of oily minced garlic, scallion, and ginger. At breakfast, a bowl of congee, thick with squid, char siu, and translucent curls of pork rind and topped with peanuts, is so hearty it will leave you with room for little else, which is just as well—the dim sum is better elsewhere. But you don’t have to go far. (Dishes $7-$40.) ♦"]}