{"id": "95fd9111-2298-36c8-bbc5-d233fd322105", "title": "New Gameplay Today – Romancelvania", "url": "https://www.gameinformer.com/new-gameplay-today/new-gameplay-today/2020/11/10/new-gameplay-today-romancelvania", "summary": "But what if a studio of indie developers tried to combine both of those genres into one video game?\nEnter The Deep End Games and their new game, Romancelvania, which is now live on Kickstarter.\nRomancelvania is self-described as \"a hilarious video game genre mashup,\" and attempts to blend together the characteristics of classic game series like Castlevania with the whimsical and sometimes-raunchy nature of romance-focused titles like Dream Daddy: A Dad Dating Simulator.\nJoin Jeff Cork, Liana Ruppert, and Kim Wallace for a look at exclusive gameplay of Romancelvania, the genre-bending Kickstarter game from the minds of previous BioShock developers.\nIf you enjoyed this look at Romancelvania, be sure to check out recent episodes of New Gameplay Today, which feature Assassin's Creed: Valhalla on Xbox Series X and Devil May Cry 5: Special Edition On PlayStation 5.", "paragraphs": ["Throughout the 2010s, the Metroidvania genre was reinvigorated with hit indie games like Hollow Knight, Ori & The Blind Forest, Dust: An Elysian Tail, and Axiom Verge; and in the latter years of the decade, it seemed that indie game developers aimed to do the same thing for romance-based experiences. But what if a studio of indie developers tried to combine both of those genres into one video game? Enter The Deep End Games and their new game, Romancelvania, which is now live on Kickstarter. Romancelvania is self-described as \"a hilarious video game genre mashup,\" and attempts to blend together the characteristics of classic game series like Castlevania with the whimsical and sometimes-raunchy nature of romance-focused titles like Dream Daddy: A Dad Dating Simulator.", "Join Jeff Cork, Liana Ruppert, and Kim Wallace for a look at exclusive gameplay of Romancelvania, the genre-bending Kickstarter game from the minds of previous BioShock developers.", "If you enjoyed this look at Romancelvania, be sure to check out recent episodes of New Gameplay Today, which feature Assassin's Creed: Valhalla on Xbox Series X and Devil May Cry 5: Special Edition On PlayStation 5."], "authors": ["Video Editor", "Real-Time Strategy Games Of The Late To Mmorpg'S Of The", "All The Way To Current Battle Royales Like Apex Legends", "Alex Has Spent His Life Trying To Find A Better Multiplayer Game Than Halo"], "keywords": ["romancelvania", "games", "game", "kickstarter", "gameplay", "indie", "video", "today", "genre", "series", "look"], "pubDate": "2020-11-10T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}