{"id": "9645ae8b-13c1-3bd3-b4d4-1dfb3a740a37", "title": "What It Was Like to Witness The Times’s Democratic Endorsement", "url": "https://www.nytimes.com/2020/01/19/reader-center/weekly-candidates-nyt-endorsement.html", "summary": "The program would run 50 minutes in length, but we had recorded roughly 14 hours of candidate interviews and hours of the board’s deliberations.\nTo meet that challenge, we huddled with a few members of the board after every interview, identifying the exchanges that felt most salient.\nA last hurdle we encountered had to do with protecting the secret — the endorsement itself — which would be revealed during the show.\nOrdinarily those two — plus a handful of Opinion staff members tasked with drafting the endorsement — are the only people in the world who know until the pick is published.\nBut television shows require a veritable army of creative, technical and administrative professionals to get the job done.", "paragraphs": ["We converted another conference room into a control center. From there, our director of photography coordinated camera coverage over radio as the director, executives and producers of “The Weekly” monitored all five camera feeds, listening in on the 20 audio channels (the board members and the candidate all had their own mic), and taking notes that would be used later to inform choices in the edit rooms.", "At the end of filming, we faced a challenge that comes with television production. The program would run 50 minutes in length, but we had recorded roughly 14 hours of candidate interviews and hours of the board’s deliberations. Any documentary involves boiling scenes down to their essence, but in this case, we had the added weight of creating a historical record.", "To meet that challenge, we huddled with a few members of the board after every interview, identifying the exchanges that felt most salient. Then we set strict rules for the editing: We would stick to chronology — no question or answer could come earlier or later than it actually happened, and the exchanges would, of course, be edited to condense but never to alter their meaning. The portions that didn’t make it in would be posted in their entirety online, along with annotated transcripts. (The Times also has published excerpts in a special section of today’s print edition.)", "A last hurdle we encountered had to do with protecting the secret — the endorsement itself — which would be revealed during the show. Kathleen Kingsbury, the deputy editorial page editor, takes the board’s vote into consideration and presents her decision to the publisher. Ordinarily those two — plus a handful of Opinion staff members tasked with drafting the endorsement — are the only people in the world who know until the pick is published.", "But television shows require a veritable army of creative, technical and administrative professionals to get the job done. To keep the secret secret, we created two versions of the episode and left the final scene out during any reviews, which meant that most of the crew — and even some top executives — would see the ending for the first time on air."], "authors": ["John Pappas", "Mary Robertson"], "keywords": ["democratic", "secret", "timess", "witness", "challenge", "television", "director", "exchanges", "members", "executives", "hours", "endorsement", "later"], "pubDate": null, "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}