{"id": "968fea2f-ea73-374b-9a1a-9464a90e1c3e", "title": "The President Is Acting Crazy, so Why Are We Shrugging It Off?", "url": "https://www.newyorker.com/news/letter-from-trumps-washington/the-president-is-acting-crazy-so-why-are-we-shrugging-it-off", "summary": "The same day, the President of the United States chose to release, on social media, a forty-six-minute videotaped address from the White House.\nThe “tremendous vote fraud and irregularities” in last month’s election, the results of which the President still refuses to accept.\nThe newspapers did not put Trump’s speech on the front page.\nWhy placate the President with the publicity for his baseless charges which he so palpably craves?\nBut, when the President launches a direct attack on the most important traditions of American democracy, I’m not ready to say “Yeah, whatever” just yet.", "paragraphs": ["On Wednesday, more than three thousand Americans died because of the coronavirus, the nation’s deadliest day yet during the pandemic. The same day, the President of the United States chose to release, on social media, a forty-six-minute videotaped address from the White House. He called it possibly “the most important speech I’ve ever made.” The pandemic’s grim toll was never mentioned. What was? The “tremendous vote fraud and irregularities” in last month’s election, the results of which the President still refuses to accept. The “statistically impossible” victory of Joe Biden, and the idea that the Democrats had so “rigged” the election that “they already knew” the outcome in advance. It was all “corrupt,” “shocking,” “constitutionally absolutely incorrect,” and “so illegal.” The President said he knew full well that he would be “demeaned and disparaged” for continuing to speak out, especially now that even some of his advisers have “disappeared” or, as he claimed, been bullied into silence. But he would do so anyway.", "Donald Trump in defeat, it turns out, is even more whiny, dishonest, and self-absorbed than he was before his decisive loss to Biden a month ago. In the speech, delivered to an empty room and released straight to Facebook, for reasons that remain unclear, Trump repeated many of the election conspiracy theories, lies, and laments which he has been sending forth for weeks on Twitter and via emissaries like Rudy Giuliani. The news was that these baseless claims—the only impact of which will be to further undermine public confidence in the U.S. government—were coming directly from the President, as he stood at a lectern bearing the Presidential seal. And what words they were. The pollsters were liars. “Detroit is corrupt.” “Millions of votes were cast illegally in the swing states alone.”", "One of Trump’s biggest obsessions is with a voting-machine company known as Dominion. Trump and his lawyers claim that Dominion, although it is owned by a New York-based private-equity firm, was somehow in league with the deceased dictator of Venezuela Hugo Chávez, in a fantastical plot to steal the Presidency. In his speech, Trump explained that “we have a company that’s very suspect,” and that “with a turn of a dial, with a change of a chip,” his votes could disappear on its systems, which are so confusing that “nobody understands” how they work, “including in many cases the people that run them.” Trump elaborated that the company had given many donations to Democrats, that its “glitches” were numerous, and it was only “the tip of the iceberg” of wrongdoing. He even suggested that the Dominion machines were secretly controlled from overseas. How? Who knows. Here’s his quote in full: “And, frankly, when you look at who’s running the company, who’s in charge, who owns it, which we don’t know—where are the votes counted, which we think are counted in foreign countries, not in the United States.”", "Editor’s Picks", "There are only two possible conclusions from listening to this folly: either the President actually believes what he is saying, in which case he is crazy, or he does not, in which case he is engaged in the most cynical attack on American democracy ever to come from the White House. Is Trump “increasingly detached from reality,” as even the dispassionate, strictly nonpartisan Associated Press put it, in recounting the speech? Or is that conclusion, harsh as it is, giving Trump the benefit of the doubt by implying that he is just misguided or uninformed? There is another explanation, after all, for this reckless speech: What if, in fact, the President is not delusional but is the purposeful, malevolent creator of an alternate reality, knowingly spewing disinformation, discord, and division? Either variant, of course, is terrible.", "Still, many Americans understandably may tune him out. The newspapers did not put Trump’s speech on the front page. The television networks did not carry it. And I get it. Why placate the President with the publicity for his baseless charges which he so palpably craves? This might have been a holy-shit speech, but it came in the “yeah, whatever” phase of Trump’s lame-duck Presidency. The courts have thrown out his legal team’s cases. The battleground states have all certified their election results affirming Biden’s win. The Electoral College will meet on December 14th, and the outcome does not appear to be in doubt.", "And yet there are nearly fifty days until Biden’s Inauguration. This is far, far beyond the craziness of the past four years. Is this the kind of speech from their leader that Americans should just ignore? Trump is reportedly considering using the powers of the Presidency in an absolutely unprecedented way: to pardon himself, Giuliani, and his three eldest children. He is also reportedly considering firing the Attorney General, William Barr, and the F.B.I. director, Christopher Wray, after they failed to meet his demands to investigate rivals and back his outlandish election conspiracy theories. Barr, in what appeared to be an act of open defiance to Trump, told the A.P., on Tuesday, “We have not seen fraud on a scale that could have effected a different outcome in the election.” Trump’s speech seemed a direct response, as did the news reports that he was considering Barr’s immediate “termination,” as the Post put it.", "Meanwhile, Trump’s remaining loyalists make ever more outrageous and inflammatory demands. Trump’s former national-security adviser, the retired general Michael Flynn, was pardoned by Trump on Thanksgiving eve, after he pleaded guilty to lying to the F.B.I.; this week, Flynn endorsed a manifesto calling on Trump to impose “martial law,” and use the military to cancel the election results and force a national “re-vote.”", "The temptation is to look away, to move on, to cringe and avert your gaze. That is exactly what the Republicans in the Senate, who have stood by Trump through impeachment and other ignominies, have done this week, pivoting so seamlessly into bashing the new Biden Administration that they never even stopped to acknowledge its existence. Like the vast majority of his G.O.P. colleagues, Senator John Cornyn, of Texas, has yet to publicly admit that Biden won. Nonetheless, he gave a speech on the Senate floor decrying Biden’s choices for top posts. “I will not support any nominee who doesn’t provide full transparency into their work on behalf of a foreign government. I will not do it,” Cornyn said. Never mind, in other words, the past four years of the Trump Administration, when a President and his children profited every single day off undisclosed foreign business arrangements.", "Cornyn’s speech was in response to reports about Biden’s nominee for Secretary of State, Antony Blinken, and the advisory firm, WestExec Partners, of which he is a founding partner. The company—made up of former high-level Obama Administration officials, including Blinken and Michèle Flournoy, a leading candidate to be Biden’s Secretary of Defense—has refused to disclose its client list. (Blinken has said that the firm does not officially lobby, and so is not required to do so.) A second controversy centers on Neera Tanden, Biden’s nominee for director of the Office of Management and Budget. Tanden, the head of the liberal think tank the Center for American Progress, has been a prolific and partisan tweeter. Republicans, after four years of alternately ignoring and praising the prolific and partisan tweeter in the White House, immediately complained.", "Do Republicans think they have a free pass to pretend that the past four years never happened? Do they think they can simply return to the partisan status quo ante, complaining about nasty tweets and potential conflicts of interest, without anyone bringing up the current President? I don’t think this was what Biden meant when he said, during the campaign, that his Presidency would mark a return to normal. Meanwhile, not a single Republican senator had a word to say about Trump’s insane remarks from the White House on Wednesday, notwithstanding the President’s insistence that it was the most important speech of his tenure.", "In many ways, the post-election period has revealed once again the shamelessly craven nature of the Trump-era G.O.P. in Washington—by showing the country that there remains another species of Republicans, comprising the state and local officials who have refused to go along with Trump’s manic crusade against the election results and have even denounced him publicly for it. In a little more than four minutes, on Tuesday, Georgia’s voting-system implementation manager, Gabriel Sterling, managed to give one of the most effective and heartfelt rebuttals to Trump’s recent actions—and to his Republican enablers. “This. Has. To. Stop,” Sterling said, pausing after each word for emphasis, his voice at times shaking with emotion. “All of you who have not said a damn word are complicit in this,” he added. Whereas Trump offered a litany of fake complaints, Sterling offered a litany of real wrongs: the Trump promoter Joe diGenova calling for Trump’s fired cybersecurity chief, Christopher Krebs—a defender of the election’s integrity—to be shot. A young Georgia election worker who found a noose outside his house. Death threats to those who count the votes. “All of this is wrong,” Sterling said. “It has to stop.”", "In its heartfelt outrage, the speech immediately reminded me of the impeachment speeches about Trump a year ago, back before the pandemic and all the other craziness of 2020 meant it was hard even to remember impeachment. Listening to Sterling, I heard Alexander Vindman, the lieutenant colonel who assured his father that he would not get into trouble for testifying against the President, because here in the United States, unlike in the Soviet Union of his birth, “right matters.” And I heard Fiona Hill, another patriotic immigrant, begging Republicans to stop promoting “politically driven falsehoods that so clearly advance Russian interests.” Most of all, I heard the echo of Adam Schiff, the House Democrat who led the impeachment case against Trump, who in his closing arguments to the Republican Senate had asked, “Is there one among you who will say ‘Enough’?” Schiff had warned back then that Trump, if left unchecked by the Senate, would surely try to undermine or corrupt the 2020 election, because that was exactly what he had already been doing. Impeachment failed, but the warning, as was evident even at the time, was prescient.", "On Thursday morning, I spoke with Schiff. He said he was “heartened” to hear Sterling and other Republicans speak out. “But a part of me also thought, This has been going on for a long time, and it shouldn’t have taken this long for others to recognize the threat to the country,” he added. “We understood during the impeachment process that if the President were left in office, having tried to cheat in the last election, he would try to cheat in the next one. . . . And he did.”", "The painful truth is that the defeat of Schiff’s impeachment effort has not made him any less incisive about the threat that Trump posed then and poses now. “It’s all tragically predictable,” Schiff told me, and, of course, he was right. Washington may have already moved on to the salacious matter of Neera Tanden’s tweets. But, when the President launches a direct attack on the most important traditions of American democracy, I’m not ready to say “Yeah, whatever” just yet.", "Read More About the Presidential Transition"], "authors": ["Susan B. Glasser", "Susan B. Glasse"], "keywords": ["president", "bidens", "acting", "shrugging", "republicans", "trumps", "trump", "election", "crazy", "impeachment", "speech", "house", "sterling"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}