{"id": "96976e13-4216-3146-8f75-a82d86e4d7b7", "title": "Trump Can’t Be Allowed to Escape Justice Yet Again", "url": "https://www.newyorker.com/news/our-columnists/trump-cant-be-allowed-to-escape-justice-yet-again", "summary": "Donald Trump and his dwindling band of loyalists are planning “a defiant final week” in office.\nOn Sunday, Hallie Jackson, NBC News’s White House correspondent, reported that Pence doesn’t think it’s practical to invoke the Twenty-fifth Amendment and force Trump from office.\nEven if he surprised everybody, assembling the seventeen Republican votes it would take to convict Trump would be a mighty task.\nOne option that Pelosi and her colleagues are exploring is delaying the impeachment trial in the Senate, perhaps for as long as two or three months.\nBut this time, surely, and for the sake of American democracy, Trump must be held accountable.", "paragraphs": ["Donald Trump and his dwindling band of loyalists are planning “a defiant final week” in office. Citing sources familiar with Trump’s thinking, Bloomberg News reported on Sunday that between now and January 20th, when Joe Biden takes office, Trump plans to visit the Mexican border, issue more Presidential pardons, and try, once more, to introduce some restrictions on Big Tech companies like Twitter and Facebook, which have kicked him off their platforms in recent days. “Trump is confident Vice President Mike Pence and members of his cabinet will not attempt to remove him under the 25th Amendment,” the Bloomberg story went on to say, and the President and his allies “believe Democrats are overreaching by trying to once again impeach him over Wednesday’s siege at the Capitol, and think Senate conviction would be unlikely.”", "With Nancy Pelosi and her House colleagues planning an impeachment vote in the next few days if Trump’s Cabinet colleagues don’t act under the Twenty-fifth Amendment, it is tempting to dismiss stories like this one as mere bluster from Trump. Unfortunately, that could be wishful thinking. Despite all the outrage sparked by last week’s riot, Trump still has grounds for believing that he won’t receive any immediate sanctions for openly inciting an insurrection. It’s conceivable that he could be punished further down the road, but even that is far from certain. Repeating a tragic pattern that has been evident since he launched his first Presidential bid, in 2015, the American political system is proving too weak and divided to deal with the threat he poses.", "Let’s start with the pitiful figure of Vice-President Mike Pence, who was whisked away from the Capitol during Wednesday’s riot and seems to have been in hiding since. On Sunday, Hallie Jackson, NBC News’s White House correspondent, reported that Pence doesn’t think it’s practical to invoke the Twenty-fifth Amendment and force Trump from office. Of course, the main thing ruling out such a move is the pusillanimity of Pence and other senior members of Trump’s Cabinet. If the Vice-President, Secretary of State Mike Pompeo, and Treasury Secretary Steve Mnuchin agreed to invoke the amendment, a majority of their colleagues in the Cabinet might well support them. All it would require is a bare majority vote, and Pence would take over as President.", "To be sure, the aftermath would be messy. Trump could contest the Cabinet decision and appeal to Congress, where a two-thirds vote of both houses would be necessary to confirm his removal from office. But, in the interim—a period that would surely last through January 20th—Pence would be the acting President, and the danger of Trump doing something truly crazy again would be removed. Unfortunately, Trump is right. This isn’t going to happen.", "What about impeachment? On Sunday night, Pelosi said that the House would vote Monday on a nonbinding resolution asking Pence to invoke the Twenty-fifth Amendment, and she called on him to respond “within twenty-four hours.” If he doesn’t, the House Democrats will move ahead quickly with impeachment proceedings, Pelosi indicated. Since more than two hundred Democratic representatives have already expressed support for the idea, they shouldn’t have any problem passing the articles of impeachment. The problem lies in the Senate, where Mitch McConnell, the Majority Leader, is invoking procedural rules and saying a trial couldn’t begin until January 19th, the day before Biden’s Inauguration. “McConnell is just playing games,” Norm Eisen, a Washington attorney, who served as special counsel to the House Judiciary Committee during the 2020 impeachment and trial of Trump, told me on Sunday. If McConnell were to call the Senate back into session this week, an impeachment trial could be completed in the next ten days, Eisen, who is also a senior fellow at the Brookings Institution, contended. He pointed out that two pieces of critical evidence in the case—including Trump’s speech to his supporters on January 6th, and the transcript of his January 2nd conversation with Brad Raffensperger, Georgia’s secretary of state—are both freely available. “The facts are clear; the law is clear,” Eisen said. “It is just a matter of two votes of courage—one in the House and one in the Senate.”", "Sadly, there is little chance of McConnell doing the right thing. Even if he surprised everybody, assembling the seventeen Republican votes it would take to convict Trump would be a mighty task. In recent days, the G.O.P. senators Pat Toomey and Lisa Murkowski have called on Trump to resign, but neither of them has said that they would vote to convict the President. On Saturday, Toomey told Fox News that Trump had committed “impeachable offenses.” On Sunday, appearing on NBC News’s “Meet the Press,” Toomey said that Trump “spiralled down into a type of madness” last week. But Toomey also said that he didn’t think there was time for an impeachment, adding, “I think the best thing would be a resignation.”", "Since Trump clearly has no intention of resigning, that is a cop-out. And Toomey and Murkowski are two of the most independent-minded G.O.P. senators. Roy Blunt, the second-term senator for Missouri, is more representative of McConnell’s Republican caucus. “My view is what the President should do is finish the last ten days of his Presidency,” Blunt told CBS News’s “Face the Nation” on Sunday. “The President touched the hot stove on Wednesday and is unlikely to touch it again.”", "Given the Republican Party’s continued refusal to take responsibility for Trump, what can be done to bring a dangerous President to book? Some Democrats are concerned that starting the Senate trial as Biden takes office, which is the timetable that McConnell has put forward, could endanger the new Administration’s policy agenda and its hopes of getting its Cabinet nominees confirmed quickly. One option that Pelosi and her colleagues are exploring is delaying the impeachment trial in the Senate, perhaps for as long as two or three months. Under this scenario, which Representative James Clyburn, the third-ranking Democrat in the House, laid out on Sunday, the House would pass the article, or articles, of impeachment this week but then hold off from passing them along to the Senate. “Let’s give President-elect Biden the hundred days he needs to get his agenda off and running,” Clyburn, who is a close ally of Biden’s, said on Fox News on Sunday. “And maybe we will send the articles sometime after that.”", "If the only goal of impeachment is to prevent Trump from running again in 2024, delaying a trial might be a defensible option. The danger is, though, that it might lessen the pressure on Senate Republicans to vote for a conviction. With many G.O.P. members already trying to wriggle away from their responsibilities in the immediate aftermath of Wednesday’s insurrection, how much less likely are they to answer the call in three months? Conceivably, a delayed trial could give Trump yet another burst of publicity at a moment when most Americans are hoping to be rid of him—and then end with him claiming to have been vindicated.", "One other option that is worth considering, Eisen told me, is invoking Section 3 of the Fourteenth Amendment, which says that anybody who has called for an insurrection against the federal government can’t run for office. Trump’s actions certainly seem to satisfy the statute, and Section 5 of the Amendment gives Congress the power to enforce it. “That’s certainly something that should be in the mix,” Eisen said. “But we should lead with impeachment.”", "What’s required is a way to punish Trump for his sedition, make sure he can’t run for President again, and deprive him of the oxygen he so craves. The permanent ban from Twitter goes a long way toward meeting the third goal, but the first two are arguably even more important.", "In other democracies, a leader who tried to overthrow an election result and incited a violent insurrection might well be cooling his heels in prison by now. In this country, the job of policing the President falls largely on the legislative branch. For four years, it has failed dismally to carry out this task. Even after the unprecedented events of last week, it’s far from clear that Congress will prove up to the task now. But this time, surely, and for the sake of American democracy, Trump must be held accountable.", "Read More About the Attack on the Capitol"], "authors": ["John Cassidy", "John Cassid", "Jeannie Suk Gerse", "David Remnic"], "keywords": ["escape", "vote", "allowed", "impeachment", "office", "president", "trial", "justice", "cant", "amendment", "senate", "pence", "house", "trump"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}