{"id": "96dd43bc-b6d0-3af0-b3b5-bbd2e5333129", "title": "Derrick Evans, lawmaker who filmed himself during US Capitol riot, faces charges – video", "url": "https://www.theguardian.com/us-news/video/2021/jan/08/derrick-evans-west-virginia-lawmaker-filmed-himself-during-us-capitol-insurrection-video", "summary": "Derrick Evans, a newly-elected lawmaker in West Virginia house of delegates, filmed himself during the pro-Trump riot on the US Capitol on Wednesday that left five people dead.\nEvans, a Republican and Trump supporter, was seen on a Facebook Live video in which he was heard shouting \"We're in!\nwhile moving among a crowd of rioters as he walked through a doorway of the Capitol Rotunda.\nIn a statement released Thursday, Bryan added: \"Given the sheer size of the group walking in, Mr Evans had no choice but to enter ...\".\nThe lawyer added that Evans has no plans to resign.", "paragraphs": ["Derrick Evans, a newly-elected lawmaker in West Virginia house of delegates, filmed himself during the pro-Trump riot on the US Capitol on Wednesday that left five people dead.", "On Friday, the justice department announced he had been charged with entering a restricted area.", "Evans, a Republican and Trump supporter, was seen on a Facebook Live video in which he was heard shouting \"We're in! We're in baby!\" while moving among a crowd of rioters as he walked through a doorway of the Capitol Rotunda.", "The video has since been deleted. John H Bryan, a civil rights lawyer who is representing Evans, said the delegate traveled to Washington DC to “engage in peaceful protest, activism and amateur journalism\" and that he engaged in \"no illegal behavior\". In a statement released Thursday, Bryan added: \"Given the sheer size of the group walking in, Mr Evans had no choice but to enter ...\". The lawyer added that Evans has no plans to resign."], "authors": ["Source"], "keywords": ["filmed", "video", "walked", "washington", "derrick", "walking", "added", "lawmaker", "bryan", "charges", "evans", "capitol", "lawyer", "riot", "faces", "west"], "pubDate": "2021-01-08T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}