{"id": "96e6763e-42a8-38f5-8058-ae5b6a54f280", "title": "Politics this week", "url": "https://www.economist.com/the-world-this-week/2021/01/09/politics-this-week", "summary": "Democrats won both run-off elections in Georgia for Senate seats, giving the party control of the chamber.\nHe is the first black Democrat from the South to hold a Senate seat, and only the 11th black senator overall.\nA judge in Britain refused America’s extradition request for Julian Assange, finding that the founder of WikiLeaks is at risk of committing suicide.\nMr Johnson also cancelled school academic exams this summer, but forgot about the vocational exams taking place this month.\nA new National Assembly dominated by the Socialist party loyal to the dictatorial regime of Nicolás Maduro took office in Venezuela.", "paragraphs": ["Despite the storming of the Capitol building by a mob of supporters of Donald Trump, more than 100 Republican congressmen and a handful of senators persisted in their challenge to the certification of Joe Biden’s victory in America’s presidential election. The protesters were egged on by Mr Trump. Rather than condemn the violence he said they were “very special”. Mr Biden’s win was eventually confirmed by Congress. Earlier, ten former secretaries of defence, including Dick Cheney and Donald Rumsfeld, felt it necessary to write an open letter reminding the armed forces of their “solemn obligations” to support the constitution. See article.", "Democrats won both run-off elections in Georgia for Senate seats, giving the party control of the chamber. Raphael Warnock was one of the victors. He is the first black Democrat from the South to hold a Senate seat, and only the 11th black senator overall. See article.", "A judge in Britain refused America’s extradition request for Julian Assange, finding that the founder of WikiLeaks is at risk of committing suicide. America’s Justice Department will appeal against the ruling, noting that the court had accepted all the legal points it had raised about Mr Assange’s leaking of classified material. Mexico has offered him political asylum.", "Britain was once again in lockdown, as cases and deaths from covid-19 soared. Schools were shut down, a day after Boris Johnson, the prime minister, insisted they were safe. Mr Johnson also cancelled school academic exams this summer, but forgot about the vocational exams taking place this month. The minister in charge left the decision on whether to hold these assessments in subjects such as health and social care to the institutions themselves, creating more confusion. See article.", "There was increasing concern within the European Union that vaccination programmes have got off to a slow start. Although Britain has injected around 1.5% of its population already, Germany has administered merely 317,000 jabs, or 0.4% of its people. France did not break the 1,000 mark until January 4th. The Netherlands did not start vaccinations until January 6th. Many blame the European Commission’s centralised procurement system for vaccines, though national delivery systems are plainly also at fault. See article.", "With little fuss, Britain and the EU began their post-Brexit trading arrangements.", "A new National Assembly dominated by the Socialist party loyal to the dictatorial regime of Nicolás Maduro took office in Venezuela. It replaces a legislature controlled by the opposition, which lost an election in December that was widely regarded as fraudulent. Juan Guaidó, the speaker of the outgoing assembly, who was recognised by more than 50 democracies as Venezuela’s interim president, held a swearing-in ceremony for a parallel legislature.", "Saudi Arabia, the United Arab Emirates, Bahrain and Egypt restored diplomatic relations with Qatar, a step towards ending a three-and-a-half-year dispute. The four countries imposed an embargo on Qatar over its ties to Iran and Islamists, and the content of its Al Jazeera media network. Saudi Arabia has already reopened its borders with the emirate. See article.", "Iran said it would begin enriching uranium to 20% purity, short of the 90% required to make a nuclear bomb, but in breach of the deal it signed with world powers in 2015. It also raised tensions by seizing a South Korean tanker for “polluting the Persian Gulf”. See article.", "Around 100 people were killed by suspected jihadists in attacks on two villages in western Niger. In Mozambique Total, a French energy firm, suspended construction work on Africa’s largest natural-gas project because of attacks by jihadists allied to Islamic State in the north of the country.", "Faustin-Archange Touadéra, the president of the Central African Republic, won a second term in elections marred by an offensive led by rebel groups who accuse the government of rigging the vote.", "Police in Hong Kong arrested more than 50 pro-democracy activists and politicians for alleged violations of a national-security law imposed last year. They were accused of subversion for organising an unofficial primary election to select candidates for the Legislative Council. They wanted to overthrow the government, said a senior official. See article.", "China stopped a team of investigators from the World Health Organisation from entering the country, citing visa problems. China said it would hurry the approval of their documents, but its obstruction does not bode well for the WHO ’s investigation into the origins of covid-19.", "Vietnam sentenced three journalists to prison terms of more than ten years each for disseminating anti-state propaganda. One of them was arrested after calling on the EU to postpone a trade agreement until Vietnam improved its treatment of journalists.", "Kim Jong Un, North Korea’s dictator, admitted that his regime had completely failed to meet its economic goals in a rare congress of the ruling Workers’ Party. He pledged to do better this year. See article.", "Coronavirus briefs", "Indonesia, Japan and South Korea were among the Asian countries imposing new restrictions in an effort to battle a surge in covid-19 infections in the region. Vaccinations in Japan are not expected to begin until the end of February. India’s drug regulator approved the AstraZeneca-Oxford vaccine. It also cleared Covaxin, a vaccine developed by an Indian company that is still in the clinical-trial stage. A national lockdown in Germany was extended by three weeks, to January 31st. Strict curbs on travel were imposed in areas with the highest infection rates. Israel continued to lead the world in vaccination per person, inoculating 16% of its people by January 5th. Russia said it had vaccinated 1m people with the Sputnik V jab. Many Russians are refusing it; Vladimir Putin says he will have the jab, at some point. See article.", "Correction (January 8th 2020): A previous version of this article referred to Raphael Warnock as the first African-American to be elected to the Senate from the South."], "authors": ["The Economist"], "keywords": ["americas", "party", "national", "imposed", "week", "south", "politics", "britain", "senate", "world", "mr", "election"], "pubDate": "2021-01-09T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}