{"id": "96ec0247-c769-3647-9b64-f3d39fd38dd1", "title": "Introducing “Books for the Midnight Hour”: What We Read When the World Gets Dark", "url": "https://www.newyorker.com/books/page-turner/introducing-books-for-the-midnight-hour-what-we-read-when-the-world-gets-dark", "summary": "“Often I sat up in my room reading the greatest part of the night,” Benjamin Franklin wrote, in his autobiography.\nFranklin, the son of a candlemaker, knew exactly the price he would pay for the diminishment of every wick.\nGeorge Washington had himself painted with a book called “Federalist,” a reference to the Federalist Papers, on a table at his side.\nFor years, the Harvard professors Louis Menand and Stephen Greenblatt have been teaching a course about those sorts of books, books whose meaning lasts, whose power never fades.\nThe series’ first season is below; the second season, featuring selections from Sandra Cisneros, Ilan Stavans, Hua Hsu, and Allyson Hobbs, will begin Friday, on Instagram.", "paragraphs": ["What book do you bring to bed, when darkness falls? What book is worth the proverbial price of the candle? “Often I sat up in my room reading the greatest part of the night,” Benjamin Franklin wrote, in his autobiography. Franklin, the son of a candlemaker, knew exactly the price he would pay for the diminishment of every wick.", "People—rich people, anyway—used to display such books in their portraits. George Washington had himself painted with a book called “Federalist,” a reference to the Federalist Papers, on a table at his side. You can see that tradition, carried down today, in the books people display in their video backgrounds: Prince Charles with Dick Francis, Paul Rudd with “Jude the Obscure.” You can even pay a bookstore to curate your bookshelf, if the thought makes you anxious.", "But what about the books that aren’t like wallpaper? The ones that line the walls of your insides, the corridors of your mind? For years, the Harvard professors Louis Menand and Stephen Greenblatt have been teaching a course about those sorts of books, books whose meaning lasts, whose power never fades. Those books, and some of the faculty who teach them, lie behind this series of short videos, which premièred earlier this year, on The New Yorker’s Instagram. From one angle, the videos work as a syllabus, a mini-course in the age of distance learning; from another, they are confessions, by passionate readers, about what literature says and does. In one installment, Jonathan Lee Walton, talking about W. E. B. Du Bois’s “The Souls of Black Folk,” paraphrases Czeslaw Milosz: “In a room where people unanimously maintain a conspiracy of silence, one word of truth sounds like a pistol shot.” What, then, is the force of one good book? The series’ first season is below; the second season, featuring selections from Sandra Cisneros, Ilan Stavans, Hua Hsu, and Allyson Hobbs, will begin Friday, on Instagram. —Jill Lepore", "Jill Lepore on the Federalist Papers", "Jonathan Lee Walton on “The Souls of Black Folk”", "Stephen Greenblatt on “Hamlet”", "Maya Jasanoff on “Emma”", "Davíd Carrasco on “One Hundred Years of Solitude”"], "authors": ["The New Yorker", "The New Yorke", "Richard Brod"], "keywords": ["dark", "book", "federalist", "videos", "room", "world", "series", "price", "gets", "hour", "season", "walton", "souls", "books", "read", "midnight", "introducing"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}