{"id": "96ef2e43-57b4-3446-bf9f-9f0f3c7e4938", "title": "I quit food delivery apps – the absurd convenience was not worth the cost", "url": "https://www.theguardian.com/food/2021/feb/11/i-quit-food-delivery-apps-the-absurd-convenience-was-not-worth-the-cost", "summary": "Delivery apps will kill them” was a headline in the Washington Post last May, one of many stories exploring the predatory sign-up tactics and high commissions and fees deployed by the VC-funded, tech behemoths.\nIn Australia, commission rates on the big apps hover around 30% – significantly higher than the 20% rate recently legislated in New York.\nIn a horror run last spring, five delivery riders were killed in three months.\nA spate of delivery rider deaths and media reports about terrible working conditions has some rethinking Uber Eats and similar apps.\nOne reason the apps are so popular is because so many people are burned out, stressed, or seduced by convenience.", "paragraphs": ["About two months ago I deleted Uber Eats from my phone.", "Not because I didn’t like using it. I loved it. Ordering precisely what you feel like eating, silently and seamlessly, only to have that hot meal delivered to your door within about 30 minutes is an obscene luxury, for a small fee. It’s the kind of service-on-demand once reserved for the ultra wealthy. Now regular, middle-class nobodies lying hungover on their couches, working late in their living rooms, or isolating at home during a pandemic (all me) can do it too.", "Like most cheap, modern luxuries though, there are hidden costs. And in 2020, it got harder to pretend we couldn’t see them.", "“Restaurants are barely surviving. Delivery apps will kill them” was a headline in the Washington Post last May, one of many stories exploring the predatory sign-up tactics and high commissions and fees deployed by the VC-funded, tech behemoths. In Australia, commission rates on the big apps hover around 30% – significantly higher than the 20% rate recently legislated in New York.", "But the most apparent human toll in Australia is even more literal. In a horror run last spring, five delivery riders were killed in three months. The deaths of these men – all immigrants, some supporting families in their home countries – came amid a slew of stories about working conditions for riders. We learned riders reported sometimes being paid at rates lower than the minimum wage and, because they were classified as “independent contractors”, were working without many of the basic protections enjoyed by the rest of us.", "A spate of delivery rider deaths and media reports about terrible working conditions has some rethinking Uber Eats and similar apps. Photograph: Loren Elliott/Reuters", "These most vulnerable members of the labour force were also doing their jobs in an unsafe and frequently hostile working environment – our city streets. This is particularly the case in Sydney, where some major media organisations have railed for decades against the construction of safe cycling infrastructure, state governments have previously torn up bike paths and talkback hosts routinely dehumanise cyclists.", "Ultra-convenience is addictive", "Until December, I had justified my use of the apps through a belief that only intervention by governments, via labour laws and cycling infrastructure, would make delivery safer and bring these companies to heel. In the meantime, what was the point of depriving more people of work? Especially during a pandemic. Every time I read a horror story though, I found myself tipping a little more.", "But after the fourth death, in November, the disgust became overwhelming. As one friend put it to me: “I can’t bear the thought of someone dying delivering me a McFlurry.”", "That was it. I deleted the app and haven’t used it, or any of its competitors, since.", "Learning to live without them has been more of an adjustment than I’d like to admit. Ultra-convenience is addictive.", "But this adjustment was actually just a reversion. While the apps are no doubt a godsend for those with mobility issues, for most of us, living without them means returning to the entirely comfortable lives we were living just five or 10 years ago.", "Instead of ordering on a whim, now I either cook something good, fix up something crap, or get takeaway from a place in walking or driving distance, or one that has its own delivery drivers (they still exist!).", "The incentive to cook better food has been an unequivocal plus, forcing me to be more adventurous and ambitious. On the nights when I can’t be bothered doing something proper, I discovered, just as generations have before me, that I can sustain myself by throwing together whatever is in the kitchen. This approach reminds me of the Sunday night dinners I often had as a kid, when my tired parents would just let us eat baked beans, or eggs, or cereal in front of the TV.", "This approach has also saved me a lot of money. Like a lot of online shopping, I’d been ordering food mindlessly, with only a brief thought about each transaction’s value, or if I could afford it. Cooking is almost always cheaper (especially the aforementioned CBF meals) and so is old-school takeaway.", "The standard order my boyfriend and I got from a local Thai place was about $40 through the apps ($35 for the meal plus around $5 for delivery), and I would always add a guilt-tip (which would only amplify my guilt, as I assisted our slide towards a nightmarish US-style tipping economy). The same takeaway order directly over the phone from the restaurant comes with a 15% discount (an incentive to stop people using the apps), so costs just $29.75.", "Cooking is one of those activities that requires both your hands and all your attention", "All of these changes have cost me one thing – time. One reason the apps are so popular is because so many people are burned out, stressed, or seduced by convenience. Delivery let me ignore questions of dinner until that moment I had finally finished work, returned from the gym, or had a drink with a friend, by which time I was already ravenous, possibly a little buzzed, and the neighbourhood grocery store was long since closed.", "But rather than adding to my stress, having to plan meals again somehow made life less so. Some days it’s been a good incentive to stop working earlier, to close my laptop and go to the shops, walk to the pizza place, or start chopping onions.", "Cooking is one of those activities that requires both your hands and all your attention. Walking to pick up takeaway forces you to, well, go for a walk. The change in habit forced me to be on my devices a bit less, to be in my actual life and neighbourhood a bit more.", "The process has made me think about how a lot of technological advances do save us time, but time for what? For me, the answer was often just more time working, or more time mindlessly online. Making my own food feels like a reclamation of time I too easily ceded to things far less nourishing.", "I have no illusions that my stance will make a whole lot of difference. Like many of the infinitesimal consumer choices we make for ethical reasons, like switching to Keep Cups, or refusing to shop at Amazon, it’s done in the face of overwhelming economic forces, environmental destruction and human misery.", "We still need governments to take a stand against the corporations reshaping our lives and our communities for the worse; to make our cities safer for everyone, including cyclists; to stop the creation of permanent underclasses of workers making less than the minimum wage. So far the response from Australian governments has been slow and meagre (though Labor’s policy announcement on Wednesday of greater protections for gig workers is encouraging).", "But the value of exercising what little agency you have in an unjust world should not be discounted. And neither should resisting the pervasive nihilism of our age, that makes us feel like the changes brought on by these companies are some unstoppable force; that there is no other way to live. You don’t need a long memory to know that is not true."], "authors": ["Josephine Tovey"], "keywords": ["lot", "working", "apps", "governments", "place", "quit", "delivery", "absurd", "cost", "riders", "ordering", "convenience", "food", "stop", "worth", "takeaway"], "pubDate": "2021-02-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}