{"id": "96f0639b-e0f0-3e72-9510-35fcc1840456", "title": "Detention of former Saudi crown prince 'risks security of west'", "url": "https://www.theguardian.com/world/2020/dec/17/detention-former-saudi-crown-prince-security-west-say-mps", "summary": "The detention of the former crown prince of Saudi Arabia in breach of international law is weakening the security of both the kingdom and the west, a cross-party investigatory panel of British MPs has found.\nMohammed bin Nayef was arrested in March as part of a consolidation of power ordered by the current crown prince, Mohammed bin Salman.\nThe panel found that, since March, Bin Nayef had lost a significant amount of weight.\nThey also say the Saudi failure to live up to international human rights standards weakens the kingdom and the security of the west.\nThere is growing speculation that Bin Nayef, a former interior minister and onetime close ally of western intelligence, may be charged.", "paragraphs": ["The detention of the former crown prince of Saudi Arabia in breach of international law is weakening the security of both the kingdom and the west, a cross-party investigatory panel of British MPs has found.", "Mohammed bin Nayef was arrested in March as part of a consolidation of power ordered by the current crown prince, Mohammed bin Salman.", "The panel found that, since March, Bin Nayef had lost a significant amount of weight. He is “suffering from pains in his joints, particularly his knees, making it difficult for him to walk comfortably without assistance, and there is evidence of damage to his feet, adding to the pain in walking”, the panel found.", "The panel also claims evidence submitted to it shows “he has not been able to contest his detention before an independent and impartial judge, has no access to a lawyer to discuss his situation and his case has not been reviewed to determine whether it is appropriate to continue his detention”. He has not been allowed to see either his family or his doctor.", "The MPs said Bin Nayef had recently been released from solitary detention after nine months, but added he had been warned he would be sent back to solitary confinement unless he agreed to release funds to the kingdom, an alleged threat described as coercion by the panel.", "They claim it is in the interests of the international community and Saudi Arabia itself that it urgently addresses its human rights record so it “can defend and explain its actions in a way that will not leave it wholly pilloried in the wider court of global public opinion”.", "They also say the Saudi failure to live up to international human rights standards weakens the kingdom and the security of the west.", "Saudi Arabia refused to cooperate with the work of the panel, although the Saudi ambassador to the UK did hold an informal off the record meeting with the panel chairman about the panel’s purpose. The lack of cooperation is described as deeply disappointing by the panel.", "The Saudi authorities are likely to dismiss the report as a preconceived self-appointed attempt to discredit the kingdom and its rulers.", "But Crispin Blunt, the former chair of the foreign affairs select committee, who led the panel, is generally seen as an ally of the Gulf states, and fought hard to defend Saudi Arabia’s right to receive UK arms to fight the war in Yemen.", "The cross-party panel has been given legal advice on human rights law by Bindmans, the law firm and secretary to the inquiry.", "In the absence of cooperation from Saudi authorities, the panel held an evidence session with mainly Saudi dissidents, spoke to senior UK government officials, human rights groups and, it appears, allies of Bin Nayef.", "The report claims detention of political opposition is endemic in the country, and is one reason it failed this year in its bid to be elected to the executive of the UN human rights council.", "There is growing speculation that Bin Nayef, a former interior minister and onetime close ally of western intelligence, may be charged.", "He was arrested along with the king’s older brother, Prince Ahmed, in what was seen as an attempt by Bin Salman to remove all threats to his accession to the throne.", "The MPs also recommended that any attempt by Saudi Arabia to use Interpol to request assistance in relation to its own citizens living abroad “should be examined with pre-emptive scepticism until it has ratified the basic legal instruments of international human rights and the pattern of oppressive behaviour towards its own citizens has ceased”.", "They also proposed that the G7 member states should suspend prisoner transfer agreements and extradition treaties with Saudi Arabia and review all criminal justice agreements in light of the evidence being presented about Saudi Arabia’s unwillingness to meet its basic international legal obligations towards its own citizens.", "They also urged social media firms to resist campaigns of public intimidation by state actors or unaccountable other groups or individuals who appear to be coordinated by state actors."], "authors": ["Patrick Wintour"], "keywords": ["security", "human", "nayef", "arabia", "west", "panel", "detention", "saudi", "rights", "crown", "kingdom", "international", "risks", "prince", "bin"], "pubDate": "2020-12-17T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}