{"id": "96f2f907-4a2f-3de8-9d96-8f652a396314", "title": "Henry (“Hank”) Aaron died on January 22nd", "url": "https://www.economist.com/obituary/2021/01/28/henry-hank-aaron-died-on-january-22nd", "summary": "O N WHAT SHOULD have been the best day of his life, April 8th 1974, Hank Aaron stood at the plate.\nThey were in the fourth inning, with the Atlanta Braves trailing the Los Angeles Dodgers 3-1.\nYou can hit all dem home runs over dem short fences, but you can’t take dat black off yo face.\nHe began playing professionally in 1951 as a skinny 17-year-old in the Negro American League, before the Braves scouted him out.\nHe had to smash the record for Jackie Robinson, for his people and himself.", "paragraphs": ["O N WHAT SHOULD have been the best day of his life, April 8th 1974, Hank Aaron stood at the plate. His weight was on his front foot, as usual. His bat was raised. They were in the fourth inning, with the Atlanta Braves trailing the Los Angeles Dodgers 3-1. But that wasn’t the score to watch. The reason Fulton County Stadium was packed to the rafters was because every Braves fan wanted to see Hammerin’ Hank break Babe Ruth’s record, safe for nearly 40 years, of 714 career home runs. He was tied with him now. One more was all he had to hit.", "Listen to this story Your browser does not support the <audio> element. Enjoy more audio and podcasts on iOS or Android.", "The pitcher was Al Downing. He respected Downing, a solid veteran left-hander, and had already studied his best sliders and screwballs. With his keen eyes, he could judge his grip on the ball before it even left his hand. Downing threw a slider low and down the middle, not good for the pitcher, but fine for The Hammer, who blasted it into left field. The outfielder tried to catch it, but couldn’t. Something carried it into the Braves’ bullpen—he saw it go out—and then he was off round the bases, seeming to run in a bubble of crazed, yelling fans. As he came round third, a big smile was on his face.", "It was not a smile of joy. Most of it was sheer relief. The year of chasing Ruth’s record had been the worst of his life. Not because of the tension of the plays, since he was steady enough to deal with that, but because he had found himself in a whirlwind of hate. Some people telephoned to sound off. More sent letters:", "You’re black so you have no business even being here.", "Over 700 and you can consider yourself punctured with a .22 shell.", "You can hit all dem home runs over dem short fences, but you can’t take dat black off yo face.", "No matter that he was a superstar in Atlanta, or that a decade had passed since the Civil Rights Act. Babe Ruth had been white, and he was black. And this was the South. In those months, he went round flanked by police as though he had killed the president. His first words after he’d reached home plate were “Thank God it’s over.”", "This was the nastiest stuff he had faced in a lifetime of segregation. Growing up on the edge of Mobile, Alabama, he knew to keep to black parts of town and to go to the coloured counter. He began playing professionally in 1951 as a skinny 17-year-old in the Negro American League, before the Braves scouted him out. In the South Atlantic (Sally) League, playing for the Braves’ farm club in Jacksonville, Florida, he would sit in the bus as his team-mates ate dinner in a restaurant, waiting for them to bring him out a hamburger. Some cities wouldn’t let black players change into their uniforms at the park. Some refused to let black and white athletes play together. Fans would sit with mops on their heads, to mock black hair. He responded by keeping his cool and swinging. He could play well in all dimensions of the game: quick, mighty hits, powerful right-arm throws, speed on the basepaths and the field. It was largely due to him that Jacksonville won the pennant in 1953. By 1954 he was with the Braves in the major league. He stayed with them, first in Milwaukee and then in Atlanta, for 21 seasons.", "In the press he was first noticed as an awesomely talented player, even if “shuffling” or “slow-talking”—racially charged words. Slow-talking or not, he had always wanted to play ball. He mostly skipped school, focusing instead on hitting bottle-caps with a broom-handle, leaping forward to lash out as they dipped and floated, which gave him his batting style for years. His father would tell him, glumly, “Ain’t no coloured ballplayers.” But from 1947, when Jackie Robinson became the first black player in the major leagues, his dreams became boundless. Before Jackie retired, he meant to be in the major leagues himself.", "His mother, though, wanted him to be a teacher, and that haunted him for the rest of his life. What did baseball lead to? Was it just entertainment that faded away? Teachers shaped minds and changed lives. When he piled up numbers—755 career home runs, 6,856 bases, 3,771 hits (the third-highest ever)—what did that really do for his people? Jackie once told him he should never be satisfied with the way things were. Well, he had helped desegregate the Sally League, the best thing he ever did. He had murmured his discontent from time to time. But as his fame had grown, perhaps he should have spoken out more loudly.", "That was hard. He was a quiet sort: not a pusher and a shover, nor a glamour type. He would rather go fishing than party. In Atlanta, southern bigotry was still so strong that he could hardly bear to live there, but he tried to focus on the many fans for whom he was a star. His sense of dignity made him take all racial slights—a waitress ignoring black diners at table, a casual slur in conversation—as wounding and personal, but he said little openly. He waited until after retirement, in the late 1970s and 1980s, to start advising Atlanta’s mayor, Andrew Young, supporting Jesse Jackson’s affirmative-action plans and hammering away at the injustice he knew best: enduring racial inequality in baseball.", "His people were still not equal in salaries, longevity in teams or promotion. Most obviously they were not made managers, or given any front-office jobs, because they were wrongly believed not to have the qualifications. So though he had no deep desire to manage, he immediately accepted the post of vice-president of player development for the Braves. For years, as he worked to bring on the young players coming up through the farm system, he was the only black executive in baseball. His very position spoke loud and clear.", "So too did that magic 715, the number that broke Babe’s record. In the weeks before, so tired of the abuse, he had often wondered if it was worth it, just to add one more to a total. In the next two years he added 40 more, and was not overtaken (and then controversially) until 2007. But yes, that 715 was vital—and his stronger self, who carefully kept the hate-filled letters so as not to forget, had known it was at the time. He had to smash the record for Jackie Robinson, for his people and himself. And he had to smash it for everybody who had ever told him that he had no business even being there. ■"], "authors": ["The Economist"], "keywords": ["black", "22nd", "best", "league", "aaron", "hank", "braves", "jackie", "wanted", "henry", "died", "atlanta", "runs", "record", "round"], "pubDate": "2021-01-28T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}