{"id": "96ffe681-c4b8-3ca7-9d22-26c427af2d4e", "title": "“Pieces of a Woman,” Reviewed", "url": "https://www.newyorker.com/magazine/2021/01/18/performances-of-unstinting-ardor-electrify-pieces-of-a-woman", "summary": "Not until half an hour has passed, in “Pieces of a Woman,” does the title appear on the screen.\nThe trauma that strikes Martha and Sean, at the outset, is a blow to a life that was already cracked.\nWe see her in an office, sitting briefly at her desk, yet what she does there we are never told.\nThat’s how it felt in “Autumn Sonata” (1978), with Ingrid Bergman and Liv Ullmann as a mother and her daughter, and that’s how it feels in “Pieces of a Woman,” with Burstyn and Kirby in full cry.\nFor the most part, “Pieces of a Woman” is a model of concentration and clout, fired up by actors of unstinting ardor.", "paragraphs": ["Not until half an hour has passed, in “Pieces of a Woman,” does the title appear on the screen. It’s a long wait, but the director, Kornél Mundruczó, is hardly idling. He has his hands full. The bulk of that time is consumed by a scene of childbirth, which is filmed in a single take. The mother is Martha Weiss (Vanessa Kirby), and she has elected to have her child in the home that she shares with her partner, Sean (Shia LaBeouf). Their preferred midwife is unavailable, so a stand-in named Eva (Molly Parker) turns up to assist. She is kindly and calm, though her tranquillity frays when the baby, yet to emerge and clearly in distress, develops an irregular heartbeat. An ambulance is called. What happens next I won’t reveal; suffice it to say that, for many viewers (and not only mothers), this first act of the movie will be too much to bear.", "The story, which takes place in present-day Boston, is divided into sections. Each of them is prefaced by a date, and by a wide shot of the Charles River as it changes through the seasons. To be honest, it doesn’t change that much; in climate, as in mood, the film amounts to a set of variations on the theme of winter. Dirty snow, crunching underfoot, is much the same color as the sky. Gray succeeds gray, like ashes after dust.", "The trauma that strikes Martha and Sean, at the outset, is a blow to a life that was already cracked. As a couple, they hail from different sides of the tracks. He’s gutsy and ursine, with a dense beard, a lunging gait, and a job in construction. “Here’s a Scrabble word,” he says, describing himself: “Boorish.” (Every LaBeouf performance teeters on the verge of too much; in this instance, though, the excessiveness aids the role.) Sean once had a drinking problem but swears that it’s behind him, meaning that it can tap him on the shoulder anytime. Martha is better dressed, more articulate, and given to unnerving silences. We see her in an office, sitting briefly at her desk, yet what she does there we are never told. Why do some movies take such pains to scour the emotional landscape of their characters and yet—unless they are astronauts or assassins—show so little interest in their work?", "Of Sean’s family we know nothing. Of Martha’s, however, we learn all too much. For one thing, her mother, Elizabeth, is old enough to be her grandmother. This would be a serious flaw in the film’s credibility were she not played by Ellen Burstyn, who can convince an audience of anything. We first meet Elizabeth as she’s buying a car for Sean (of whom she disapproves) and Martha, thus displaying both generosity and control. Only later do we realize that the car salesman is the boyfriend of Martha’s sister, Anita (Iliza Shlesinger). Likewise, when Elizabeth, incensed by what befell her daughter—“this monstrosity,” she calls it—decides to launch a legal case, she gets Martha’s cousin Suzanne (Sarah Snook) involved as an attorney. Just to keep things cozy, Sean then has sex with Suzanne in the offices of the law firm, which surely counts as contributory negligence. All of this may sound way too entangled, but that’s the point; a movie that opened with two people trying to have a family of their own gradually grows, like a creeper, into a movie about a family, and a history, from which there is no escape.", "There are traces of Elia Kazan and Sidney Lumet in “Pieces of a Woman,” and Martin Scorsese, who has championed the film, is one of its executive producers, but what it most resembles is James Gray’s “The Yards” (2000), another clannish saga, of equal gloom, with a cast that included Burstyn. The wider environment of Gray’s tale, which was set amid the railroads of New York City, felt grimy and lived in, whereas Mundruczó—who, like his screenwriter and partner, Kata Wéber, is Hungarian—is at his most assured when he shuts out Boston and moves inside. Many of the more torturous events are framed at a cooling distance, through intervening doorways, and the unquestionable highlight of the movie is a gathering at Elizabeth’s elegant house, where she has cooked a duck for the occasion, and invited her loved ones for a roasting.", "There’s nothing like watching two formidable actresses square off against each other, pushing what should be a heart-to-heart to the brink of hand-to-hand combat. That’s how it felt in “Autumn Sonata” (1978), with Ingrid Bergman and Liv Ullmann as a mother and her daughter, and that’s how it feels in “Pieces of a Woman,” with Burstyn and Kirby in full cry. I regret not seeing Kirby on the London stage, as Elena in “Uncle Vanya” and as Stella in “A Streetcar Named Desire” (an obvious influence on Mundruczó’s film), but, even in the minor part of the White Widow in “Mission: Impossible—Fallout” (2018), she kept us guessing. Was her poise no more than insouciance, or were potent forces being held in check? Now we know. In the new movie, Martha seems frighteningly stunned and glacial in the wake of her private disaster, yet Kirby releases regular hints—as much with passing gestures as with words—of the pressure that is building beneath the ice.", "Burstyn has more to say, and some of Elizabeth’s lines are of such practiced cruelty that you wonder whether she notices what she’s doing. She can’t ask one of the family to baste the duck without casting aspersions. We sense a deep exasperation at human failings, and some of that depth is disclosed when, in a lengthy speech, she harks back to another difficult birth—her own, as a Jewish child, at the time of the Shoah. This kind of declaration is extremely hard to pull off, and it’s shot in an unbroken closeup, yet Burstyn holds steady, without grandstanding, and leaves us with the impression of an ironclad survivor who retains even less pity for others than she does for herself. Hence the alarming decisiveness with which she gives Sean a check and tells him to get lost.", "In short, this is magisterial stuff, the only hindrance being the neatness of the moral design. In Mundruczó’s “White God” (2015), rebellious dogs raced through Budapest, snapping at any attempt to treat them as allegorical, but here, for some reason, the various strands are tied together in careful symbolic patterns, the effect being to deplete rather than to strengthen the narrative. We understand, for example, that Martha is determined to create a new life, but does she really have to be shown entering a bookstore, buying a guide to germination, and patiently coaxing apple seeds to sprout? More flagrant still is the coda—a rosy and ridiculous epilogue, which must have been tacked on by the Head of Happiness at the studio. The good news is that the film is embarrassed, not mortally harmed, by such superfluities. For the most part, “Pieces of a Woman” is a model of concentration and clout, fired up by actors of unstinting ardor. What it will do to the popularity of home births, on the other hand, I hate to think.", "Dennis is a player. He hangs out at a pool, in Florida, hoping to pick up rich single women and, just like that, move in with them. Right now, he’s sleeping on the rear seat of his van, so he needs a place to stay. He can’t go back to California, where he came from, because of a D.U.I. charge. “I wanted to live fast, love hard, and die poor,” Dennis says. Frankly, the guy means trouble, and he’s not done yet. Why should he be? He’s only eighty-one.", "Then, there’s Reggie. Same sort of age, different problem. Reggie gets busted by the cops with marijuana on his person and cocaine in his wallet. He goes to court, says that he wants to represent himself, and praises the judge for having “a nice, shiny face.” None of this is easy for Reggie’s wife, Anne, especially when he comes home, announces that he’s God, and hits himself on the head with a rock, but she’s had time to acclimatize. They’ve been together for forty-seven years.", "Welcome to the Villages—“America’s largest retirement community,” according to “Some Kind of Heaven,” a new documentary directed by Lance Oppenheim. The Villages, northwest of Orlando, took root in the nineteen-seventies, blossomed in the eighties, and now houses a population of around a hundred and thirty thousand. The community is described onscreen as “God’s waiting room,” though the emphasis is strictly on living to the max rather than getting ready to die. Just ask the belly dancers, the synchronized swimmers, or the Villages Golf Cart Precision Drill Team.", "Oppenheim doesn’t waste much space on the upside. He aims straight for the undergrowth, and treats the Villages as one big Carl Hiaasen novel waiting to happen. I kept expecting to see an alligator slouch across the golf course with the bottom half of Reggie in its mouth. The star of the show is Barbara, a Bostonian widow with no savings left; lonely but stoical, she laughs merrily when her Yorkshire terrier, Fifi, makes out with her cat on camera. (My guess would be that Fifi sees more action than Dennis.) Midway through the film, Barbara meets a sprightly gent named Lynn. “He talked a lot about margaritas,” she says. Uh-oh. Not your kind of heaven, Barbara. Move on. ♦"], "authors": ["Anthony Lane", "Anthony Lan"], "keywords": ["hes", "pieces", "family", "film", "sean", "does", "martha", "kirby", "movie", "reviewed", "woman"], "pubDate": "2021-01-18T00:00:00Z", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}