{"id": "972478f8-80da-3682-998b-67807abd5dfe", "title": "Can We Live Longer but Stay Younger?", "url": "https://www.newyorker.com/magazine/2019/05/20/can-we-live-longer-but-stay-younger", "summary": "It couldn’t have been better designed for people who live by themselves.\n“There’s no reason for this enormous prejudice in favor of youthfulness in Silicon Valley and the tech industry,” he says.\nOnce we have passed reproductive age, the genes can get sloppy about copying, allowing mutations to accumulate, because natural selection no longer cares.\nHuman beings are outliers: we live much longer than other creatures of our size, defying the general truth that smaller animals live shorter lives than bigger ones.\nClear those off, he says, and the younger you, still intact in the information layer, jumps out—just as the younger Beatles jump out from a restored and remastered CD.", "paragraphs": ["“The dominant paradigm is that older people don’t want new technology,” Coughlin says. “But take the microwave oven! It couldn’t have been better designed for people who live by themselves. It’s a perfect example of what I call ‘transcendent design’—not made for older people, but ideal for them. We’re doing a lot of work in the on-demand economy, which was made for millennials but is working better for boomers. Meals are delivered—these are amazing, assisted-living services that can come to anyone’s house. Older women in particular are saved from microdeficiencies in their diet. So, while the millennials want them for convenience, the boomers want them for care for their parents, or themselves.”", "Coughlin hates what he calls “the narrative,” according to which new tech appeals to newer people: “Startup money goes to youngsters because that’s what startup entrepreneurs are supposed to look like, and the products are designed for kids because that’s what startup products are meant to look like.” In his view—detailed in his book “The Longevity Economy”—the narrative, more than any rational calculation of profit, accounts for the technological gap. “There’s no reason for this enormous prejudice in favor of youthfulness in Silicon Valley and the tech industry,” he says. He also hates the misallocation of resources based on mere myths. “We have a belief that we send out our elderly to institutions. The fact of the matter is that less than ten per cent of the elderly go into nursing homes or assisted living. The senior-housing industry is building inventory meant for seniors, but eighty-seven per cent of retirement-age people want to stay in the same home where they have the three ‘M’s: marriage, mortgage, and memories. The problem is that they can’t. Not when the model is a two-story house with a bedroom and the bathroom upstairs. If we can solve the stairs problem, we won’t need new housing.”", "Coughlin says that having simple answers to two questions can determine whether you’re going to age well in place: “Who’s going to change the light bulb, and how are you going to get an ice-cream cone? Little tasks become sources of high friction. It’s not that you can’t climb the ladder to change the light bulb. But for the first time you are going to have someone yelling at you, ‘You’re going to fall and break your neck!’ That’s the problem of aging we have to tackle, not building more old people’s homes or senior villages.” It’s the failure of industry and engineering to address the actual problems of aging—the problems summed up by the aggravations of the agnes suit—that makes Coughlin impatient with scientific speculations about extending life. “We’ve already extended life! What we need is not to put off death a little longer but to write a new narrative of aging as it could be.”", "Aging has no point; it is the infuriating absence of a point. Having reproduced ourselves externally, we fall down on replicating ourselves internally. The processes of cellular replication that allow us to be boats rebuilt even as they cross the ocean cease acting efficiently, because they have no evolutionary reward for acting efficiently. They are like code monkeys in a failing tech business: they can mess up everything, absent-mindedly forget to code for the color of our hair or the elasticity of our skin, and no penalty is exacted for the failure. We’ve already made all the kids we are going to make.", "That, at least, is the classic explanation of why we age, proposed by the British Nobel laureate Peter Medawar, in the nineteen-fifties. Once we have passed reproductive age, the genes can get sloppy about copying, allowing mutations to accumulate, because natural selection no longer cares. And so things fall apart. The second law of thermodynamics gets us all in the end. The car or the Cuisinart works for a decade, breaks down, and can’t be fixed; rust never sleeps, and we do.", "And yet some trees go on for centuries, collecting rings, growing older without really aging. Some species—though those are often hard-to-track creatures, like Arctic sharks—may live for centuries. Even if aging at some speed is ultimately inevitable, what happens when we age is far from self-evident.", "It may be that the real trick is not how much we age but how much we don’t. Human beings are outliers: we live much longer than other creatures of our size, defying the general truth that smaller animals live shorter lives than bigger ones. (Not that we should take too much pride in our defiance; another great defier is the naked mole rat, the world’s ugliest animal, which often lives for absurdly long periods and scarcely seems to age at all, although one might ask how anyone but another naked mole rat could tell.) Those extra thirty years of life, though won by advances in medicine and public health, are winnable because, given a little chance, we just go on. The big question of human aging then becomes not why we fall apart but why nature lets us hold together for so long.", "One evolutionary rationale is that there is something essential to human groups, with the slowly unfolding infancy of their young, in keeping the old folks around even when they can’t make more young folks. Old folks are repositories of extended cultural memory: it would seem to be advantageous to have a few senior citizens around who know what to do, so to speak, when winter comes. Evolutionary biologists tend to doubt whether nature cares about the fitness of groups, rather than the fitness of individuals, but the model of “kin selection”—which gives weight to the fact that helping my relatives helps preserve my genes—suggests that there might be evolutionary advantages in having grandmothers around to take care of kids and remember where the fish go every twenty years. (Then again, people who do have grandparents around to remind them what they’re doing wrong would probably suspect that killing off the oldsters early might actually make for more success, or at least more serenity.) People might not have a death sentence in their genes.", "And so elsewhere in Cambridge, notably in certain genetic labs at Harvard, the chairs and seals and exaptated services of the AgeLab are regarded as mere Band-Aids on the problem to be solved. Here, there are whispers of undying yeast, tales of eternally young mice, rumors of rejuvenated dogs, and scientists who stubbornly insist that age is an illness to be treated like any other.", "Where fifty years ago it was taken for granted that the problem of age was a problem of the inevitable running down of everything, entropy working its worst, now many researchers are inclined to think that the problem is “epigenetic”: it’s a problem in reading the information—the genetic code—in the cells. To use a metaphor of the Harvard geneticist David Sinclair, the information in each cell is digital and perfectly stored; it’s the “readout,” the active expression of the information, that’s effectively analogue, and subject to occlusion by the equivalent of dirt and scratches on the plastic surface of a CD. Clear those off, he says, and the younger you, still intact in the information layer, jumps out—just as the younger Beatles jump out from a restored and remastered CD. (It would not be the first time in the history of science that the way we think about a phenomenon has been affected by the kinds of man-made models we’re acquainted with. When a telephone switchboard was our most impressive knowledge-bearing mechanism, people thought that the brain was like one; when Xerox copies, growing less legible as generation passed to generation, were familiar to everyone, the image of a cell ceasing to replicate itself effectively in that manner was self-evident.)", "We don’t have to micromanage the repair, the Harvard molecular biologist George Church observes: “If we think epigenetically, we can see that we can make the cells industriously do the repair themselves.” Already a legendary figure for devising genomic-sequencing techniques—it must help that he’s a scientific eminence who has the aura of one, with a grand Darwinian beard and a slow-spoken orotundity—Church gained further attention for his experiments in trying to resurrect extinct species, particularly the woolly mammoth. (One of his standard jokes is that the fifth floor of his lab is off limits to visitors, because that is where the mammoths and the Neanderthals live.) He is also among a group of engineer-entrepreneurs who are trying not to make better products for aging people but to make fewer aging people to sell products to. Perhaps aging is not a condition to be managed but a mistake to be fixed. Sinclair, for one, has successfully extended the life of yeast, and says that he is moving on to human trials. He is an evangelist for the advantages of what he calls “hormesis”—the practice of inducing metabolic stress by short intense exercise or intermittent fasting. “Every day, try to be hungry and out of breath” is his neatly epigenetic epigram.", "Anti-aging research, in its “translational,” or applied, form, seems to be proceeding along two main fronts: through “small molecules,” meaning mostly dietary supplements that are intended to rev up the right proteins; and, perhaps more dramatically, through genetic engineering. Typically, genetic engineering involves adding or otherwise manipulating genes in a population of animals, often mice, perhaps by rejiggering a mouse’s genome in embryo and then using it to breed a genetically altered strain. In mice studies, genetic modifications that cause the rodents to make greater amounts of a single protein, sirtuin 6, have resulted in longer life spans (although some scientists think that the intervention merely helped male mice to live as long as female mice).", "Church and Noah Davidsohn, a former postdoc in his lab, have engaged in a secretive but much talked-about venture to make old dogs new. They have conducted gene therapy on beagles with the Tufts veterinary school, and are currently advertising for Cavalier King Charles spaniels, which are highly prone to an incurable age-related heart condition, mitral-valve disease; almost all of them develop it by the age of ten. Using a genetically modified virus, Church and Davidsohn’s team will insert a piece of DNA into a dog’s liver cells and get them to produce a protein meant to stop the heart disease from progressing. But the team has larger ambitions. It has been identifying other targets for gene-based interventions, studying a database of aging-related genes: genes that are overexpressed or underexpressed—that make too much or too little of a particular protein—as we grow old. In the CD replay of life, these are the notes that get muffled or amplified, and Davidsohn and Church want to restore them to their proper volume."], "authors": ["Adam Gopnik", "Adam Gopni", "Larissa Macfarquha", "Tad Frien"], "keywords": ["longer", "genetic", "problem", "think", "live", "thats", "old", "younger", "age", "life", "stay", "going", "aging"], "pubDate": "2019-05-20T00:00:00Z", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}