{"id": "97353a03-3fc1-39f7-a190-a809afc489be", "title": "Why Beijing's Serpentine Pavilion signals a new age for Chinese architecture", "url": "https://edition.cnn.com/style/article/serpentine-pavilion-beijing-jiakun-architects/index.html", "summary": "An early rendering of the Serpentine Pavilion Beijing, designed by Jiakun Architects.\nSerpentine Pavilion Beijing 2018 designed by Jiakun Architects, WF Central, Beijing.\nShifting attitudesA stone's throw from the Forbidden City, Liu's Serpentine Pavilion Beijing is almost perfectly aligned with the Bird's Nest along the capital's historically significant north-south axis.\nSerpentine Pavilion Beijing 2018 designed by Jiakun Architects, WF Central, Beijing.\nSerpentine Pavilion Beijing 2018 designed by Jiakun Architects, WF Central, Beijing.", "paragraphs": ["Written by Aric Chen", "Aric Chen is Lead Curator for Design and Architecture at M+ , the new museum of visual culture under construction in Hong Kong.", "Upon first seeing digital renderings of architect Liu Jiakun's Serpentine Pavilion Beijing -- a row of 38 steel rods pulled taut by cables, like fishing poles bearing a formidable catch -- many were struck by its audacious simplicity.", "As a first foray outside Britain for the Serpentine Gallery's hugely successful series of temporary pavilions (they have previously been built in London's Kensington Park and designed by heavyweight architects like Zaha Hadid, Sou Fujimoto and Bjarke Ingels) one might have anticipated a bit more flamboyance. Instead, Liu has given us something to think about.", "An early rendering of the Serpentine Pavilion Beijing, designed by Jiakun Architects. The pavilion is a stone's throw from the Forbidden City. Credit: Jiakun Architects", "We should have expected no less. The Chinese architect, now in his 60s, is rarely prone to showmanship, his stern demeanor only occasionally betrayed by a wry, playful streak. His previous work offers moments of sublime beauty: the play of water, concrete and light in his Luyeyuan Buddhist Sculpture Museum in Chengdu, the city which he's based, or the monumental, sun-dappled staircase of his Suzhou Imperial Kiln Museum", "But mostly, Liu is known as an architect with the common touch. He unapologetically describes his work as \"low-tech,\" letting inexpensive materials and basic construction techniques speak for themselves.", "Serpentine Pavilion Beijing 2018 designed by Jiakun Architects, WF Central, Beijing. The temporary pavilion will be open to the public from May 30 to October 31, 2018. Credit: WF Central", "\"His projects engage with a local context, connecting Chinese public life and urban cultural space,\" said the Serpentine's artistic director, Hans Ulrich Obrist, in an e-mail.", "Liu's buildings may be clever and impressive, but they are never pretentious. His style is often described as a form of architectural \"realism.\" And as we near the tenth anniversary of the 2008 Beijing Summer Olympics, his approach stands in stark contrast to an event that announced China's return as a global power.", "Centered on the Bird's Nest stadium, that dazzling tangle of steel by the Swiss architecture firm Herzog & de Meuron and the now dissident Chinese artist Ai Weiwei (how times have changed), the Games served as a glaring reminder of architecture's power to represent and even shape a new epoch.", "But as the Olympic fireworks lit up the Beijing sky, Liu was in Sichuan province where, just three months earlier, the magnitude-8.0 Wenchuan earthquake had devastated the countryside and killed almost 90,000 people . He and his studio aided recovery efforts by inventing a system that quickly turned rubble into usable bricks (Liu called them \" Rebirth Bricks \") while constructing an achingly humble memorial to a rural schoolgirl who had perished in the tragedy.", "Shifting attitudes", "A stone's throw from the Forbidden City, Liu's Serpentine Pavilion Beijing is almost perfectly aligned with the Bird's Nest along the capital's historically significant north-south axis. But the two structures are separated by more than just the decade between them -- they represent a shift in architectural priorities as well.", "Even the most perfunctory glance at China's ever-expanding skylines offers enough evidence that the architecture of spectacle, with its kaleidoscopic contortions and gravity-defying acrobatics, is still in fashion. But beneath it all, the spotlight has pivoted towards approaches more rooted in Chinese culture.", "Serpentine Pavilion Beijing 2018 designed by Jiakun Architects, WF Central, Beijing. The pavilion reflects the Confucian concept of \"junzi,\" a kind of morally cultivated self, as expressed in the metaphor of an archer's bow. Credit: Jiakun Architects", "Often small-scale and made using local materials, this is the architecture long practiced by Liu and the Pritzker Prize-winning Wang Shu , and increasingly by younger cohorts like Zhang Lei, Zhang Ke, and Xu Tiantian. Encouraged by everything from growing cultural self-assurance to government policies promoting rural development, their work is now emerging at the fore.", "\"He's the right architect at the right time,\" the Serpentine Gallery's CEO, Yana Peel, said of Liu in a phone interview.", "According to Liu, his pavilion reflects the Confucian concept of \"junzi,\" a kind of morally cultivated self, as expressed in the metaphor of an archer's bow.", "\"I wanted it to give a sense of inner strength,\" he said by phone of the structure, which gently curves upwards at either end and is paved with the type of floor tiles once used in the Forbidden City. \"It's like an archer standing firm without firing a shot. It's pure force, but how you handle that force reflects your cultural attitude.\"", "Put another way, Liu's pavilion aims to reveal architecture at its most essential -- a visceral embodiment of potential energy held in elegant tension. But it's difficult not to also see, in the strain of its tightly-drawn posture, something more ominous about the growing controls over many aspects of Chinese life coming from the seat of power nearby (the Communist Party's headquarters stand adjacent to the Forbidden City).", "Serpentine Pavilion Beijing 2018 designed by Jiakun Architects, WF Central, Beijing. Liu Jiakun's style is often described as a form of architectural \"realism.\" Credit: WF Central", "Nonetheless, naming Liu as the designer of Beijing's inaugural Serpentine Pavilion was an inspired choice. Less than 20 years ago, Liu had become one of the very first architects to open a private practice in post-reform China, joining a field that was previously monopolized by state design institutes.", "The country's architecture has had some catching up to do. But it says something about recent years that now we speak not only about how far it has to go, but of how far it has come."], "authors": ["Aric Chen"], "keywords": ["liu", "jiakun", "serpentine", "architects", "wf", "signals", "beijing", "chinese", "designed", "age", "beijings", "architecture", "pavilion"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}