{"id": "974aa837-ace2-30fc-b65c-0deff8510253", "title": "'Boys can be fairies – it's the 21st century': How Fate: The Winx Saga finds the reality in fantasy", "url": "https://www.theguardian.com/tv-and-radio/2020/dec/10/boys-can-be-fairies-its-the-21st-century-how-fate-the-winx-saga-finds-the-reality-in-fantasy", "summary": "So, when Netflix wanted to turn Winx Club – the hit Italian cartoon about fairies – into a live-action fantasy series for young adults, they recruited Young.\nTo him, the challenge of re-imagining the Winx world for a more mature audience was clear: “Tone.\nPhotograph: NetflixAlfea will feel familiar – and not just to the 14- to 25-year-olds who grew up watching Winx Club on Nickelodeon.\n“When I was that age, I was coming out and I think that’s a really important journey,” says Young.\n“It’s always the thing that makes you feel different and like an outcast that is your gift to the world.”Fate: The Winx Saga arrives on Netflix on 22 January", "paragraphs": ["How do you make teen TV magic? You call Brian Young. The writer cut his teeth on The Vampire Diaries, a supernatural teen drama that emerged from the Twilight era of sexy-horror fandoms, but it soon established its own identity, resulting in a successful eight seasons. So, when Netflix wanted to turn Winx Club – the hit Italian cartoon about fairies – into a live-action fantasy series for young adults, they recruited Young.", "To him, the challenge of re-imagining the Winx world for a more mature audience was clear: “Tone. It’s trying to figure out how we ground this show in real character moments, things that any audience member would relate to. And this is coming from a massive fantasy fan – I had my Dungeons & Dragons character when I was a kid – but it is very easy to spiral off into absurdity with stuff like this.”", "Fate: The Winx Saga, which lands on 22 January, is dense with mystical lore – and requires a steady hand for the world-building required. Our hero is Bloom (Abigail Cowen, AKA Dorcas from Chilling Adventures of Sabrina), a 16-year-old fire fairy. Raised by human parents, she arrives in the Otherworld direct from California to enrol at Alfea, a prestigious boarding school. This is where wingless fairies learn to master their powers – and where trainee warriors, known as “specialists”, guard the realm from the feared “Burned Ones”. It is all new to Bloom, but she has guidance from Alfea’s imperious headteacher, Ms Dowling (Nurse Jackie’s Eve Best), and her four roommates.", "Nickelodeon’s The Winx Club. Photograph: Viacom", "There is the tenacious water fairy Aisha (Precious Mustapha); the grounded and chatty earth fairy Terra (Eliot Salt); the mind fairy Musa (Elisha Applebaum), an empath who keeps her headphones on to block out other people’s emotions; and Stella (Hannah van der Westhuysen), a snooty light fairy who also happens to be fairy royalty. It is the novice, though, who is our way into Fate’s universe – and Young believes he has found a star in 22-year-old Cowen: “She’s stunningly beautiful, but perfectly relatable. The camera loves her.”", "Cowen did not feel so confident when she stumbled into the audition room, en route to the airport. “I was like: ‘Oh my gosh, they think I’m some crazy person!’ I just sat in the waiting room with my giant suitcase and everyone was staring. I walked out convinced I’d never be invited back.” As it turns out, that adorably awkward entrance was exactly right for fish-out-of-water Bloom, who trips over a few suitcases of her own in the pilot.", "She and Young soon bonded over their shared “Florida weirdo” identity – Young’s term. According to Cowen, the Sunshine State could be considered an otherworldly realm: “I mean, we’re taught at a young age how to combat alligators. Like, that’s what you’re learning at school!” Growing up amid the orange groves of a Florida farm also inspired her professional interest in fantasy worlds, she says: “Nothing’s really a coincidence when it comes to roles that work out, I think, because clearly you’re connected to it for a reason … I was just always playing outside and creating magical scenarios.”", "Brian Young previously worked on the supernatural teen drama The Vampire Diaries. Photograph: Netflix", "Alfea will feel familiar – and not just to the 14- to 25-year-olds who grew up watching Winx Club on Nickelodeon. The austere buildings and eccentric teaching staff – Downton Abbey’s Robert James-Collier is a dashing fencing instructor, while The Inbetweeners’ Alex Macqueen pops up as a botany master – sets up Fate for an inevitable comparison. The script gets this out of the way early with a scene in which Aisha accuses a wide-eyed Bloom of being “the one person in the universe who’s never read any Harry Potter”. But magical boarding schools make a potent premise for a reason, says Young: “It’s a fantasy that I think a lot of people have when they’re that age, because you’re just trying to find somewhere where you don’t feel so alone and so different.”", "Contrary to the usual clique-based hierarchies of high school drama, however, Fate depicts friendships forming between teenagers who come from different worlds – literally. For Cowen, who was bullied in middle school and home schooled for several years as a result, this is a particularly compelling theme. “It’s not just the ‘cool girl’ hanging out with the ‘cool girls’,” she says. “It’s people with different stories, interests and experiences. I think embracing difference is important.”", "The younger cast members had the intense boarding school experience replicated for them – they were housed in the same building for the duration of the six-month shoot. “Usually, at weekends, we’d go to one of our apartments and hang out, drink wine, talk, just bond,” says Cowen. “It was cool; it was like college.”", "For the show’s many exterior scenes – outdoor learning is key to the Alfea curriculum – locations were found around County Wicklow in Ireland, which is a good fit for most people’s internalised image of a magical fairy kingdom. “We were filming around, like, castles!” says Cowen.", "The Irish landscape gives Fate its connection to ancient faerie magic, but the show also had to feel relevant to the concerns of modern teens. That meant challenging the outdated gender roles of the original animated series. “In our show, boys can be fairies, girls can be specialists,” says Young. “We’re in the 21st century.”", "He also opted to ditch the look of the Winx Club fairies, all of whom have bouffant Disney-princess hair, giant anime eyes and skimpy outfits to show off their impossible body proportions. “Look, again, I’m a massive manga anime fan, and a fan of the cartoon itself, but, of course, those are cartoons,” he says. “Nobody looks like that. It was the most important thing to me that every kid can feel like they see themselves in it … Real girls, real people.”", "Cowen is on board with Fate’s commitment to finding the reality in fantasy storytelling, even if she does seem daunted by the prospect of her impending role model status. “You think of ‘role model’ and you think of ‘perfect’ and I am far from that,” she says, although an Instagram following just short of 1 million suggests she is well on her way all the same. “If I were to be a role model, I think my approach would be to be as real as possible, for young women. Because I feel like social media so often is just a facade and that is really detrimental to everyone.”", "Cowen and Young are getting the chance to create the kind of emotionally authentic fantasy drama that might have offered them solace during their own difficult high school years. “When I was that age, I was coming out and I think that’s a really important journey,” says Young. “It doesn’t have to be that you’re gay, but, in a lot of these stories, it’s learning that we all feel different and then trying to shift what makes you feel different into what makes you special.”", "This is the truly magical transformation taking place, he says: a slow recognition of the fairy power that is in us all. “It’s always the thing that makes you feel different and like an outcast that is your gift to the world.”", "Fate: The Winx Saga arrives on Netflix on 22 January"], "authors": ["Ellen E Jones"], "keywords": ["feel", "fairies", "century", "fairy", "different", "youre", "fantasy", "boys", "fate", "saga", "think", "young", "school", "winx", "reality", "cowen", "finds", "21st"], "pubDate": "2020-12-10T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}