{"id": "974fa386-30ed-3dc9-b169-2fd85b916f21", "title": "Holiday Decor Suggestions Perfect For Distraction-Decorating", "url": "https://www.vogue.com/article/holiday-decor-suggestions-perfect-for-distraction-decorating", "summary": "Deck your halls with boughs of holly and holiday decorations—because this pandemic season, it’s really your only option!\nHere are some numbers for you: Pinterest reports that searches for “DIY holiday decor ideas” is up 30 percent year over year.\nMeanwhile, Etsy has seen a 98 percent increase in searches for ornaments, a 72 percent increase in searches for tree toppers, and a 48 percent increase in searches for wreaths.\n“We’ve seen increased interest in holiday decorations this year, as shoppers spend more time at home than ever,” Dayna Isom Johnson, Etsy Trend Expert, tells Vogue.\n“With such a challenging year behind us, holiday decorations are just one way to make this season feel a little brighter.”So as you search for stylish holiday decorations to spread Christmas or Hanukkah cheer, here are 11 Vogue-approved suggestions.", "paragraphs": ["Deck your halls with boughs of holly and holiday decorations—because this pandemic season, it’s really your only option! You can’t go over the river and through the woods to grandma’s house as large gatherings are restricted. A “White Christmas” has gotta remain in your dreams unless you live in Vermont or something, because the CDC recommends Americans don’t travel. But think of it this way: as the old adage goes, there’s no place like home for the holidays, especially if you spruce it up with, well, some spruce.", "In March, the term “anxiety baking” became a regular term in the coronavirus cultural vernacular. Let this writer make a prediction: this December, “distraction decorating” will join it. My Vogue colleagues have already observed their newfound penchant for over-the-top ornamentation: Culture writer Emma Specter admits she’s devolved into a “deranged holiday person” now that she’s adorning her apartment’s first-ever tree. “I’m spending half my time and all my money on eBay in pursuit of the vintage Soviet ornaments that I pray will help me ring in Christmas with childlike joy,” she explains. “Have I been outbid constantly by Ukrainian bots? Maybe, but I persevere.” Meanwhile, a giant Ruth Bader Ginsburg topper now sits upon contributing writer Michelle Ruiz’s beloved bodega fir. “In lieu of angels, this house worships equal rights crusaders,” she says. As for this writer? Despite already owning not one, not two, but three Nest holiday candles that are burning as we speak, she’s considering buying a small army of wax nutcrackers from Houses and Parties. (Plus, did you notice how many holiday puns there are in this article? Clearly, some corona coping mechanisms are to blame.)", "But enough with the anecdotal evidence! Here are some numbers for you: Pinterest reports that searches for “DIY holiday decor ideas” is up 30 percent year over year. Meanwhile, Etsy has seen a 98 percent increase in searches for ornaments, a 72 percent increase in searches for tree toppers, and a 48 percent increase in searches for wreaths. “We’ve seen increased interest in holiday decorations this year, as shoppers spend more time at home than ever,” Dayna Isom Johnson, Etsy Trend Expert, tells Vogue. “With such a challenging year behind us, holiday decorations are just one way to make this season feel a little brighter.”", "So as you search for stylish holiday decorations to spread Christmas or Hanukkah cheer, here are 11 Vogue-approved suggestions.", "Vintage Swingin’ Sixties Pixies $129 ONE KINGS LANE Shop Now Three Ceramic Snowmen $10 TARGET Shop Now", "Old Fashioned Peppermint Puffs $14 HOUSES AND PARTIES Shop Now Vintage Swiss Chalet Tree Skirt $400 ONE KINGS LANE Shop Now", "Candles Dressed as Tin Soldiers $58 HOUSES AND PARTIES Shop Now Trace Chanukiah $153 VIA MARIS Shop Now"], "authors": ["Elise Taylor", "Elise Taylo"], "keywords": ["shes", "holiday", "distractiondecorating", "shop", "houses", "searches", "tree", "increase", "suggestions", "perfect", "parties", "writer", "decor", "decorations"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}