{"id": "975ce3b2-d1eb-3422-93dc-3df4a04a95dc", "title": "Horizon Zero Dawn Review – Hunting Bigger Game", "url": "https://www.gameinformer.com/games/horizon_zero_dawn/b/playstation4/archive/2017/02/19/horizon-zero-dawn-review-game-informer.aspx", "summary": "Horizon presents gamers with a classic hero's journey, albeit with a lot more robot dinosaurs.\nThis quest for knowledge intertwines with figuring out the state of their post-apocalyptic world, and the increasingly violent machines that inhabit it.\nDespite its flaws and foibles, Horizon's story unexpectedly became one of the major driving forces of the game for me.\nIn fact, my only major complaint about Horizon is how closely it clings to the established and increasingly tedious formula of open-world games.\nNone of Horizon's faults stopped me from sinking 55 hours into the game, or walking away supremely satisfied with the experience.", "paragraphs": ["After more than a decade of work on its flagship Killzone series, the sci-fi stalwarts at Guerrilla Games have made the jump from the FPS genre to the increasingly crowded open-world format. While the developer hews closely to the formula established by staple series like Assassin's Creed and Far Cry, Horizon forges its own path with a grand sci-fi tale and smart, challenging combat.", "Horizon presents gamers with a classic hero's journey, albeit with a lot more robot dinosaurs. Young protagonist Aloy is consumed with unraveling the mysteries surrounding her birth, which led to her being an outcast of the matriarchal Nora tribe. This quest for knowledge intertwines with figuring out the state of their post-apocalyptic world, and the increasingly violent machines that inhabit it. Where did these beasts come from, and what happened to the ruined civilization that created them? Discovering the answers takes Aloy to every corner of the harsh and primitive world.", "Just when you've mastered the basics, Horizon's massive world opens up. Aloy's first journey out west provides a remarkable sense of discovery; the new desert landscape is teeming with different, deadlier machines, along with new settlements to explore and beautiful vistas to behold. Horizon's mysteries really sink their teeth in here; while it may lack the power and meaningful choices of narrative-driven series like The Witcher and Mass Effect, Guerrilla has crafted compelling lore for its post-apocalyptic world. Unlike most open-world games, I looked forward to finding new audio logs and emails that detail the old world's collapse, and the modern-day conflicts between the isolationist Nora tribe, sun-worshipping Carja, and combative Oseram give Aloy's quest more meaning and complexity. Most importantly, Horizon isn't afraid to delve deep into heady sci-fi topics, and the myriad mysteries it sets up are all answered in a marathon of revelations and explanations toward the end of the game. Despite its flaws and foibles, Horizon's story unexpectedly became one of the major driving forces of the game for me.", "In fact, my only major complaint about Horizon is how closely it clings to the established and increasingly tedious formula of open-world games. Guerrilla has excelled at crafting a gigantic and gorgeous world, but the activities that populate it feel all too familiar. You clear out bandit camps, hunt animals for inventory upgrades, and track down various collectibles that clutter your map. Every trip you undertake is disrupted by the urge to collect more crafting items (your primary source of ammo), and every exciting skirmish ends with the unexciting and ritualistic looting of enemy corpses. This necessary scrounging periodically pumped the brakes on my enthusiasm, but the story missions and action provide enough fuel to keep things moving.", "Thankfully, the story-based missions make up the bulk of Horizon's adventure, and are spread across three tiers of importance: main quests that reveal more secrets from Aloy's past and the precursor civilization, side quests that follow up on narrative events and flesh out Horizon's secondary characters, and errands that Aloy can complete for other acquaintances. I was pleasantly surprised by all three tiers; the main and secondary missions especially do a great job of detailing the world and providing variety to the gameplay, whether you're sneaking through herds of patrolling enemies, or making a mad dash through massive man-versus-machine battles. Even simple errands present enough interesting twists and turns that I felt inspired to complete them – if not for the story content, then for the sizable XP rewards.", "The mundane hunt for collectibles is also spiced up by Horizon's engaging combat. Stalking through bandit camps and silently scoring headshots is standard-yet-satisfying fare, but Horizon's robot dinosaurs really steal the show. Each of the 25 different species of synthetic beast features its own behaviors, attacks, and mechanical components that can be harvested or exploited during the thick of combat. Every species demands a cautious and thoughtful approach; even the weakest Watcher is capable of blinding you and calling in deadlier allies at a moment's notice. Taking on a bigger foe like the towering Thunderjaw feels like a full-fledged boss battle and requires multistage strategies like chipping off armor to expose weak points for extra damage, laying out traps to aid a hasty retreat, and tearing off powerful weapons to use against your enemy. Unlocking new skills and customizing your weapons with various mods helps even the odds, but you still have to think through every encounter, and Horizon is better for it.", "I picked up a few other minor gripes along Aloy's lengthy journey, from a sketchy map system that is often more trouble than it's worth, to annoying NPCs that look like roadies for a post-apocalyptic grunge band. Aloy herself can be a real wet blanket sometimes, complaining about everything from the weather to her boots being wet. Like the need to scrounge for crafting items, these problems are small bumps that are easily forgiven and forgotten on Horizon's long and winding road.", "None of Horizon's faults stopped me from sinking 55 hours into the game, or walking away supremely satisfied with the experience. Horizon may not be a revolution for the open-world genre, but it is a highly polished and compelling adventure that proves Guerrilla is more than a single franchise."], "authors": [], "keywords": ["openworld", "hunting", "world", "horizon", "postapocalyptic", "horizons", "game", "aloy", "bigger", "dawn", "guerrilla", "series", "zero", "review", "aloys", "scifi"], "pubDate": "2017-02-19T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}