{"id": "97897275-ef0d-3c19-b2d1-017b847a1d38", "title": "The World in 2021 - Covid-19 has widened the gap between rich and poor in America", "url": "https://www.economist.com/the-world-ahead/2020/11/17/covid-19-has-widened-the-gap-between-rich-and-poor-in-america", "summary": "MOST SPECIES of social scientists—be they economists, sociologists or psychologists—agree that adversity in childhood spells difficulty in adulthood.\nThough children are mercifully much less likely to die of covid-19, the impacts of increased poverty, family job loss and disrupted schooling will not be so easily avoided.\nThe sooner parents are able to return to work and children to in-person schooling, the less unequal the fallout.\nAs with much else afflicting the children of covid-19, the lack of a policy response will lead to even greater inequality.\nIdrees Kahloon: United States policy correspondent, The Economist ■This article appeared in the United States section of the print edition of The World in 2021 under the headline “The children of covid-19”", "paragraphs": ["MOST SPECIES of social scientists—be they economists, sociologists or psychologists—agree that adversity in childhood spells difficulty in adulthood. Though children are mercifully much less likely to die of covid-19, the impacts of increased poverty, family job loss and disrupted schooling will not be so easily avoided.", "In-person learning is superior to virtual instruction, which, more than mere nostalgia, explains its persistence. This is even more the case for poor children without good internet connections or personal laptops, whose families cannot pay for supplemental tutoring, and for whom schools provide free meals and stability. Analysts at McKinsey, a consultancy, calculate that if schools resume in-person instruction in January 2021 (and that now looks unlikely in many cases), the average student would suffer seven months of lost learning. Black students would lose even more: ten months. Poor students would forego more than an entire year.", "Home life is also increasingly disrupted. Surveys from the Census Bureau conducted in September—after enhanced unemployment benefits had lapsed—showed that 30% of households with children, headed by parents without high-school degrees, reported not having had enough to eat in the preceding week. Of less educated families (a proxy for the less well paid), 21% reported missing last month’s rent and a similar share thought it very likely that they would be evicted in the coming two months. Partly because job losses have been more pronounced, indicators of parental mental distress, such as depression and anxiety, have also increased disproportionately. Food, housing and parental instability are harbingers of worse behaviour in schools, poorer testing outcomes and, eventually, lower rates of high-school graduation and college completion.", "The sooner parents are able to return to work and children to in-person schooling, the less unequal the fallout. The sorts of insulating policies that the federal government might pass to cushion the blow—such as a national tutoring corps for those unable to afford such help, or wider access to laptops—are unlikely to become reality because of the usual partisan antipathy. State and city governments will be sidelined with their own budgetary crises. Instead, America’s decentralised education system will have to tackle these problems piecemeal, district by district. As with much else afflicting the children of covid-19, the lack of a policy response will lead to even greater inequality. The repercussions will linger for years.", "Idrees Kahloon: United States policy correspondent, The Economist ■", "This article appeared in the United States section of the print edition of The World in 2021 under the headline “The children of covid-19”"], "authors": ["Idrees Kahloon", "United States Policy Correspondent", "The Economist"], "keywords": ["gap", "world", "months", "covid19", "unlikely", "children", "united", "poor", "rich", "schools", "tutoring", "schooling", "widened", "states", "students", "america", "2021"], "pubDate": "2020-11-17T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}