{"id": "97a85b4d-d3ac-38d8-8585-606f012adc67", "title": "High-Energy X-Rays Reveal the Secrets of Ancient Egyptian Ink", "url": "https://www.wired.com/story/high-energy-x-rays-reveal-the-secrets-of-ancient-egyptian-ink#intcid=_wired-most-popular-right-rail_e98e8524-b9d5-4afb-bd32-9e3a6e9fa5cc_popular4-1", "summary": "An international team of scientists used high-energy x-rays to analyze 12 fragments from ancient Egyptian papyri and found lead compounds in both the red and black inks used.\nAs I've written previously, synchrotron radiation is a thin beam of very high-intensity x-rays generated within a particle accelerator.\nThat's what makes synchrotron radiation particularly useful for analyzing art and other priceless artifacts, among other applications.\nBack in 2008, European scientists used synchrotron radiation to reconstruct the hidden portrait of a peasant woman painted by Vincent van Gogh.\nDuring this period, black ink was used to write the main body of a text, and red ink was used for highlighting headings, keywords, and so forth.", "paragraphs": ["An international team of scientists used high-energy x-rays to analyze 12 fragments from ancient Egyptian papyri and found lead compounds in both the red and black inks used. According to their recent paper, published in the Proceedings of the National Academy of Sciences, this is evidence that these compounds were added not for pigmentation but for their fast-drying properties, to prevent the ink from smearing as people wrote. Painters in 15th-century Europe used a similar technique when developing oil paints, but this study suggests ancient Egyptians discovered it 1,400 years earlier. So the practice may have been much more widespread than previously assumed.", "ARS TECHNICA This story originally appeared on Ars Technica, a trusted source for technology news, tech policy analysis, reviews, and more. Ars is owned by WIRED's parent company, Condé Nast.", "“Our analyses of the inks on the papyri fragments from the unique Tebtunis Temple Library revealed previously unknown compositions of red and black inks, particularly iron-based and lead-based compounds,” said coauthor Thomas Christiansen, an Egyptologist from the University of Copenhagen.", "As I've written previously, synchrotron radiation is a thin beam of very high-intensity x-rays generated within a particle accelerator. Electrons are fired into a linear accelerator to boost their speeds and then injected into a storage ring. They zoom through the ring at near-light speed as a series of magnets bend and focus the electrons. In the process, they give off x-rays, which can then be focused down beamlines. This is useful for analyzing structure, because in general, the shorter the wavelength used (and the higher the energy of the light), the finer the details one can image and analyze.", "That's what makes synchrotron radiation particularly useful for analyzing art and other priceless artifacts, among other applications. Back in 2008, European scientists used synchrotron radiation to reconstruct the hidden portrait of a peasant woman painted by Vincent van Gogh. The artist (known for reusing his canvases) had painted over it when he created 1887's Patch of Grass. The synchrotron radiation excites the atoms on the canvas, which then emit x-rays of their own that can be picked up by a fluorescence detector. Each element in the painting has its own x-ray signature, so scientists can identify the distribution of each in the many layers of paint.", "Last year, we reported on the work of a team of Dutch and French scientists who used high-energy x-rays to unlock Rembrandt's secret recipe for his famous impasto technique, believed to be lost to history. Impasto (translated as \"dough\" or \"mixture\") involves applying paint to the canvas in very thick layers. It's usually done with oil paint because of the thick consistency and slow drying time, although it's possible to add acrylic gels as a thickening agent to get a similar effect with acrylics. Rembrandt used it to represent folds in clothing or jewels, among other objects, in his paintings. The scientists discovered the presence of a mineral called plumbonacrite in the impasto layer—an uncommon element in paints from that period.", "And earlier this year, we reported on the work of an international team of scientists who used this method to determine the cause of alarming signs of degradation to Edvard Munch's famous painting The Scream. Their analysis revealed that the damage is not the result of exposure to light, but humidity—specifically, from the breath of museum visitors, perhaps as they lean in to take a closer look at the master's brushstrokes.", "This latest study builds on work over the past decade or so to investigate the invention and history of ink in ancient Egypt, Greece, and Rome. \"Ink is history, in the sense that ink has been used to inscribe a vast number of scripts and languages on various media over the course of more than 5,000 years,\" the authors wrote, with the earliest such examples dating back to Egypt, circa 3200 BCE. During this period, black ink was used to write the main body of a text, and red ink was used for highlighting headings, keywords, and so forth."], "authors": ["Jennifer Ouellette", "Ars Technica", "Ars Technic"], "keywords": ["secrets", "ancient", "egyptian", "used", "red", "xrays", "previously", "synchrotron", "work", "ink", "highenergy", "scientists", "radiation", "team", "reveal"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}