{"id": "97e09ff7-ca25-3760-aa9f-6a79044ac5bb", "title": "'I'm often faster': Milan's bicycling bookseller takes on the online giants", "url": "https://www.theguardian.com/world/2020/dec/09/im-often-faster-milans-bicycling-bookseller-takes-on-the-online-giants", "summary": "“Quixote went to fight against the windmills,” Santini said of the protagonist in the classic novel by Miguel de Cervantes.\n“Some customers have counted how many books they’ve read since March, and the numbers are significant,” Santini said.\nLuca Santini on his bike.\nLuca Santini at his mobile stall.\nSantini said the pandemic has helped in the sense that people have realised more the importance of independent local businesses.", "paragraphs": ["Luca Ambrogio Santini is considered to be something of a knight-errant as he cycles around parts of Milan on his red cargo bike delivering books to people’s homes, so much so he is affectionately called the “Don Quixote of booksellers”.", "“Quixote went to fight against the windmills,” Santini said of the protagonist in the classic novel by Miguel de Cervantes. “My windmills are the online retailers from those monster multinationals … which for us independent booksellers are unnameable.”", "The former bookstore owner sighs before uttering a name: “Obviously, Amazon … I practically do what they do, and often I’m faster than them.”", "Santini has been waging his battle against the online giants since 2015, when he became the first bookseller in Italy to start home deliveries.", "Called LibriSottoCasa (books on the doorstep), Santini fits his wares into a 2-sq-metre box on the front of his bike before delivering them to customers in the southern districts of Milan. Until the coronavirus pandemic struck, he participated in book fairs and other events. Now with those events cancelled, he is surviving solely on home deliveries. But the pandemic has proved to be a bit of a boon, as people spending more time at home rediscover the joy of books.", "“Some customers have counted how many books they’ve read since March, and the numbers are significant,” Santini said.", "For 20 years, Santini owned a bookshop in Milan’s Largo Mahler, opposite the auditorium that houses the Giuseppe Verdi Symphony Orchestra, which made the store particularly popular among those seeking specialist music books. But he was forced to close in 2013 after the business became financially unviable.", "Luca Santini on his bike. Photograph: Luca Santini", "“It was a great experience and had done well,” said Santini. “But things became more difficult with the arrival of online competition, the general decline in reading books and the financial crisis in 2008. I tried and tried, and people in the neighbourhood also organised initiatives to support the shop, but we had to close.”", "As he pondered what to do next, Santini discovered he could apply for a licence to operate as a travelling salesperson. And so he became the first to apply for one for the sale of books.", "“I have always cycled around the city and so decided to try it out,” he said.", "People can order through Santini’s Facebook page or by sending him a message on WhatsApp. They can pay online or in in cash.", "His is also among around 2,000 other booksellers across Italy who recently united in their goal to challenge Amazon by setting up their own online platform, called Bookdealer.", "The venture is the first of its kind in Italy and allows people to search for books and to locate the nearest bookshop to them, as well as take virtual tours of shops, before purchasing online for home delivery. The initiative is particularly useful for people in towns where bookshops have closed, as they can discover stores that are further away. Customers can also seek the kind of advice they would ordinarily get from an independent bookseller.", "They have a long way to go before the battle can be declared won, but Santini believes it is this personal element that sets them apart from the giants.", "Luca Santini at his mobile stall. Photograph: Luca Santini", "“Bookdealer started at the end of August and many people are turning to this option,” said Santini. “They might not get a discount like they would on Amazon but they do get a well-curated service, professionalism and the chance to speak to a book expert.”", "That people are using the service is a positive sign, especially after data released at the beginning of the year showed that 2,300 bookshops had closed in the previous five years. At the time, Paolo Ambrosini, the president of the Italian Booksellers Association, criticised the government for not doing enough to support the sector in the face of online competition.", "Santini said the pandemic has helped in the sense that people have realised more the importance of independent local businesses.", "“There is a specific solidarity that is being shown,” he added.", "”The situation is still not easy for many but the personal connection has helped people feel united with us.”"], "authors": ["Angela Giuffrida"], "keywords": ["booksellers", "books", "bicycling", "luca", "milans", "pandemic", "giants", "santini", "italy", "customers", "bike", "online", "im", "faster", "independent", "bookseller", "takes"], "pubDate": "2020-12-09T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}