{"summary": "PHOENIX -- A new tech gadget aimed at helping police might look like something out of a Batman movie, but it could prove to be a game-changer for law enforcement trying to apprehend suspects.\nIt's the latest less-than-lethal technology available for law enforcement officials under fire across the country for fatal police shootings.\n“When we first started the company, law enforcement would look at it and they'd say, that's interesting, kind of Batman-ish,” Norris said.\n“There's no other tool out there that I consider non-lethal.”Bean bags and Tasers were also trumpeted as non-lethal technology when they became available for law enforcement officials -- but there have been instances, though rare, where those technologies have resulted in death.\nLaw enforcement has struggled with consistently maintaining a positive public image whenever there is a controversial officer-involved shooting or body-camera video that surfaces.", "keywords": ["gamechanger", "whalen", "batmanesque", "custody", "officers", "think", "somebody", "bolawrap", "law", "technology", "enforcement", "fox"], "paragraphs": ["PHOENIX -- A new tech gadget aimed at helping police might look like something out of a Batman movie, but it could prove to be a game-changer for law enforcement trying to apprehend suspects.", "BolaWrap, which is designed by Wrap Technologies, shoots an 8-foot bola style Kevlar tether at 513 feet per second that wraps around a suspect. Company officials say it causes little to no pain.", "It's the latest less-than-lethal technology available for law enforcement officials under fire across the country for fatal police shootings.", "“Anytime we have to go hands-on with somebody to take them into custody for whatever reason, there's always a chance of injury to our officers and the suspects,” El Segundo Police Chief Bill Whalen told Fox News. “This is something that might hopefully mitigate that risk a little bit and give us another tool that we can safely take people into custody and avoid injury to both them and our officers.”", "David Norris, Wrap Technologies CEO, told Fox News law enforcement agencies across the country have been testing out the BolaWrap as they search for safer alternatives to take suspects into custody.", "“When we first started the company, law enforcement would look at it and they'd say, that's interesting, kind of Batman-ish,” Norris said. “From that point, we started actually demonstrating the product and people started realizing, 'Wow, this is real.'”", "VIDEO ALLEGEDLY SHOWS NORTH CAROLINA DEPUTY BODY SLAMMING STUDENT: REPORT", "Norris insists the technology, an alternative to other less-than-lethal technology like Tasers or bean bags -- which have at times been fatal -- is safe.", "“I've probably been wrapped 45 times in a single day,” Norris said. “There's no other tool out there that I consider non-lethal.”", "Bean bags and Tasers were also trumpeted as non-lethal technology when they became available for law enforcement officials -- but there have been instances, though rare, where those technologies have resulted in death.", "Norris, whose father invented the technology, said a device like this is “long overdue.”", "“We're in the 21st century, we should have a product out there that can restrain somebody, especially somebody like in a mental crisis that just needs help,” Norris told Fox News, adding that he wants to see it “on every officer's belt.”", "While there are two fish-style hooks used to latch onto the suspect, the BolaWrap is a non-pain compliant weapon that gives law enforcement an alternative to using lethal force.", "ATHEIST GROUP TARGETS ALABAMA SHERIFF FOR 'USING TRAGEDY TO PROMOTE' PRAYER", "“We've seen wherein situations where sometimes people might want to kill themselves or harm themselves,” Whalen said.", "“They're standing there with a knife. They're not charging us, they're not overtly threatening us with a knife, but it's too dangerous for us to approach them. So, in that type of situation, a BolaWrap could be used to safely take that person into custody and get them the help they need.”", "TEXAS RAPPER ACCUSED OF KILLING OFFICER ARRESTED, BROUGHT TO COURT IN SLAIN SERGEANT'S HANDCUFFS", "William Terrill, professor and interim associate dean of Arizona State University’s School of Criminology and Criminal Justice, believes the BolaWrap has “potential for adoption.” But he is worried it could “become or it's viewed as kind of a panacea, a restraint technique that will be applicable to all situations.”", "However, he noted that “to the company's credit, they're not marketing it that way.\"", "\"They're saying, you know, we think it could be useful in certain situations mental illness, suicide by cop early in an encounter before something escalates. I think that's where it holds the most merit,” Terrill added.", "Tom Smith, president of Wrap Technologies, said it could be an important tool for police officers trying to control a situation before it escalates.", "PHILADELPHIA COP SEEN PUNCHING HANDCUFFED MAN IS ARRESTED", "“Think of throwing handcuffs on somebody from a distance of 10 to 25 feet -- it's the only tool available right now to law enforcement that can allow them to restrain somebody remotely without having to use pain compliance like a Taser or pepper spray or a baton or, ultimately, a firearm. So, we're giving them that chance to stop somebody very early on in a confrontation before it escalates.”", "The BolaWrap has been demonstrated or trained within police departments across more than 30 states, with Smith telling Fox News they’ve already had over 1,200 inquiries.", "“We have over 100 already deploying it in the agencies -- the biggest is the Los Angeles Police Department [which] just announced training 1,100 officers and deploying it next year in their trial phase,” Smith said. “And then internationally, we've already shipped to 15 countries and have had over 90 different countries reach out to us.”", "The devices cost about $1,000 with the individual wraps running about $30 per use. But Los Angeles Police Department Chief Michel Moore told reporters at a media demonstration earlier this month that it’s “worth lives if one instance can save us from having to resort to greater levels of force or bring an increased risk of injuries to an individual.”", "Whalen, whose police department in El Segundo has ordered five BolaWraps to be deployed out in the field “to see how effective they are,” said if it works, officers could be fully-equipped with the new technology within six months.", "MICHIGAN MAN WHO RAN OVER, KILLED DEPUTY SENTENCED TO LIFE WITHOUT PAROLE", "“There is a push not just in our department, but I think in the industry, in general, to try to find alternative ways to take people into custody,” Whalen said.", "Law enforcement has struggled with consistently maintaining a positive public image whenever there is a controversial officer-involved shooting or body-camera video that surfaces.", "“If this does what we think it's going to do and we're able to safely take people into custody… I really do think that you'll see this across law enforcement agencies nationwide and worldwide for that matter,” Whalen said.", "CLICK HERE TO GET THE FOX NEWS APP", "And while Terrill believes the product could be beneficial in certain situations, he said he is encouraged to see police departments looking to test new technologies.", "“I'm always encouraged when police agencies are constantly looking for ways in which they can add techniques to police in a more effective way and a more efficient way,” he said."], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "https://www.foxnews.com/tech/bolawrap-batman-police-technology-law-enforcement", "authors": ["Benjamin Brown", "Benjamin Brown Joined Fox News In", "Currently Serves A Multimedia Reporter Based In Las Vegas."], "id": "9813fb0b-ffb5-3f5c-88b4-6869417980b5", "pubDate": null, "title": "Batman-esque police technology could be game-changer for law enforcement"}