{"id": "9819036f-9b61-3a01-9a2b-dc100820faa9", "title": "Super Mario 3D World + Bowser's Fury Review – The Cat's Pajamas", "url": "https://www.gameinformer.com/review/super-mario-3d-world-bowsers-fury/super-mario-3d-world-bowsers-fury-review-the-cats-pajamas", "summary": "When Super Mario 3D World was released in 2013, the adventure was widely praised for its outstanding level design, precise gameplay, and chaotic co-op.\nThe meat of the package is the port of Super Mario 3D World.\nSuper Mario 3D World is a blast by yourself or with others, especially now that online play is an option.\nHaving another chance to revisit Super Mario 3D World (or experience it for the first time) is reason enough to be excited.\nHowever, with an excellent, all-new game joining the Wii U port, Super Mario 3D World + Bowser’s Fury is a compelling option for anyone who wants more Mario in their life.", "paragraphs": ["When Super Mario 3D World was released in 2013, the adventure was widely praised for its outstanding level design, precise gameplay, and chaotic co-op. However, since it debuted on the poor-selling Wii U, it is often overlooked in discussions about the best games in the Mario franchise. Now, Nintendo is giving a wider audience a chance to play the superb 3D adventure (this time with online co-op) while also adding an all-new experience in a fun side game called Bowser’s Fury.", "The meat of the package is the port of Super Mario 3D World. Nearly 100 linear, fixed-camera stages wait for you to run, jump, and explore by yourself or with up to three friends. Each one presents clever gimmicks; my favorites include levels based on timing your jumps with the music across disappearing platforms, using ever-increasing clones to open new areas, or playing through sections of a stage with only the shadows cast on the walls.", "Every level contains secrets galore, including collectible stamps and green stars, but the power-ups offer the greatest rewards. The Super Bell, which turns Mario and company into cats, adds useful melee and climbing abilities. Old favorites like the Super Leaf, Boomerang Flower, and Fire Flower give players diverse ways to take on platforming challenges and enemy encounters.", "Super Mario 3D World is a blast by yourself or with others, especially now that online play is an option. Cooperative gameplay in platforming titles is often fun, but usually hinders your progression due to the sheer chaos of having multiple players trying to reach the same areas. In Super Mario 3D World, those moments still occur – I accidentally picked up my co-op partners on more than a few occasions – but your road to the final showdown with Bowser might be easier with friends this time. That’s all thanks to levels that reward taking chances, rules that allow you to treat your co-op partners like a safety net, and areas that give you enough space for four characters.", "The tweaks to Super Mario 3D World are minimal, so if you’re looking for something new, this package also includes a second game called Bowser’s Fury. This additional adventure, which lasts a few hours, takes the gameplay and power-ups of Super Mario 3D World, but swings the camera behind Mario, removes the linear individual stages, and adds the looming threat of a monstrous form known as Fury Bowser. This massive, corrupted beast hibernates in the middle of the feline-themed Lake Lapcat as you run around a large open area, completing objectives.", "Rather than dumping you into a hub world and letting you select the stage you want to play like in 3D World, Bowser’s Fury takes place in an open map with distinct islands for you to explore. These areas feature some of the most enjoyable playgrounds Mario has ever encountered. The most memorable sequences include a labyrinth of pipes, a lengthy ascent on invisible platforms, and a downhill course full of ramps and obstacles where you ride an ice skate and nab collectibles. You can also use Bowser Jr., who is your ally in this game, to attack enemies and uncover secrets.", "The objective structure takes a page from games like Mario 64 and Odyssey, where you are given a mission name and environmental clues to try and earn a Cat Shine, the main collectible in Boswer’s Fury. I loved jumping across moving platforms en route to a boss battle or riding on the aquatic dino Plessie to complete various swimming challenges. These missions are exciting on their own, but the intensity ratchets up when Fury Bowser awakens.", "Every so often, it starts raining; that’s your first sign. Soon, Fury Bowser awakens to harass you for the next couple of minutes. Once the beast emerges, all bets are off as the pleasant Mario music gives way to a roaring guitar riff and storm clouds block out the sun. Fury Bowser drops down spikes and fireballs and stalks you with his fiery breath. While this certainly provides a thrilling experience, if it happens at the wrong time, it also ups the frustration; on one occasion, I finally made it past a tricky part of a rotating obstacle course, only to have Fury Bowser wake up and cause me to fall all the way back to the bottom. Occurrences like those are rare, but that didn’t stop me from cursing his name.", "Fury Bowser’s arrival isn’t all bad, as you can use his attacks to open areas containing additional Cat Shines. Also, if you have enough Cat Shines when he appears, you enter a boss battle against the behemoth. In these face-offs, Mario grows to match his longtime adversary as Giga Cat Mario. These battles require you to dodge the all-out offensive brought by Fury Bowser and pounce on any chance to hit his weakness, whether that’s waiting for him to expose his underbelly or by returning projectiles to knock him over. These battles can get repetitive, and Bowser sometimes gets caught on the environment, but they offer a white-knuckled thrill unlike most other battles in this two-game package.", "Having another chance to revisit Super Mario 3D World (or experience it for the first time) is reason enough to be excited. However, with an excellent, all-new game joining the Wii U port, Super Mario 3D World + Bowser’s Fury is a compelling option for anyone who wants more Mario in their life."], "authors": ["Digital Editor", "Brian Has Written About Video Games For Over A Decade Across Multiple Publications. When He'S Not Writing Or Gaming", "He'S Usually Listening To Music", "Watching Ufc", "Or Hopelessly Rooting For A Baltimore Or D.C. Sports Team."], "keywords": ["cats", "open", "bowsers", "bowser", "game", "pajamas", "areas", "3d", "super", "review", "mario", "fury", "world"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}