{"id": "981bd8af-81f3-311c-b625-1fcb9f71663a", "title": "Arkane Talks Going From Dishonored To Deathloop", "url": "https://www.gameinformer.com/2021/03/12/arkane-talks-going-from-dishonored-to-deathloop", "summary": "Dishonored, Dishonored 2, and Dishonored: Death of the Outsider garnered critical and fan acclaim for their unique, empowering gameplay that made you think through every move and approach each situation with care.\nOne of the biggest lessons Arkane carried from Dishonored into Deathloop is the way it approaches player agency.\nThat approach was absolutely exemplified in the critically acclaimed Dishonored franchise, and Arkane hopes to recapture that magic through Deathloop.\nIt sounds like criticism whereas what we really wanted to do was report on what you did.\"\nPerhaps the clearest connection between Dishonored and Deathloop from a gameplay perspective is in how certain powers in Deathloop bear a striking resemblance to abilities in the Dishonored games.", "paragraphs": ["Over the last two generations, Arkane Studios has made a name for itself with the Dishonored franchise. Dishonored, Dishonored 2, and Dishonored: Death of the Outsider garnered critical and fan acclaim for their unique, empowering gameplay that made you think through every move and approach each situation with care. Deathloop is a different experience altogether, but the Dishonored DNA is undeniably there, and the lessons Arkane took from the development of those three beloved titles have served them well in the development of the studio's new IP.", "Before the team at Arkane Studios starts each project, game director Dinga Bakaba says they go through a discovery process to ensure the team is only carrying forward the elements that work, while simultaneously auditing what has previously worked to ensure those elements are still fun6. \"We always try to ask ourselves the same questions to be sure that we are still happy with the answers,\" Bakaba says. \"In some ways, it's an excruciating process because you need to be constantly in doubt, but at the same time, I think it's healthy, like, don't rush to a solution because it worked in the last game.\"", "One of the biggest lessons Arkane carried from Dishonored into Deathloop is the way it approaches player agency. \"We entrust the player with a lot of ownership of their own enjoyment,\" Bakaba says. \"That's our philosophy: We really hand the games over to the players. That's something we still wanted to do, definitely. I think that's part of our DNA. Sometimes we like the odd solution to a problem; even the solution that we didn't think about to a problem is something that we really love. That's our drive, really, in this industry.\"", "That approach was absolutely exemplified in the critically acclaimed Dishonored franchise, and Arkane hopes to recapture that magic through Deathloop. \"We learned a lot from Dishonored, both in its successes and its failures; we are very proud of it, but we are perfectionists, so we are actually harsh on everything we do,\" Bakaba says. \"One of the things that we're very proud of in the Dishonored series is our approach to level design that is both design-centric around the player, but at the same time there is a view at making things that make sense architecturally and are artistically pleasing, so we really tried to retrain the balance.\"", "The team even learned a smaller lesson from the creation of Dishonored through the results screen to hammer home the philosophy of playing the game how you want. \"In Dishonored, we see the game as play the way you want, but there's [something small] that in hindsight, I wouldn't do again,\" Bakaba says. \"At the end of the results screen, when you're never detected, it's a green check, and if you were detected, it's a red cross. It's a small, subtle thing, but it kind of means for players there is one right way to go about it and you weren't able to do it. It sounds like criticism whereas what we really wanted to do was report on what you did.\"", "Arkane's stellar world design allows for those situations where you can approach the same objectives in myriad ways. That tradition is carried forward in Deathloop, but Arkane knew it could take a different approach in some regards when designing the districts of its newest title thanks to the time loop mechanic. \"We don't have a checklist of, 'Let's have an entrance for every power,' or something like that; it's more that we try to make those spaces believable,\" Bakaba says. \"In Dishonored where you were traversing the districts in a certain way and, because we had a story to tell, we put a chokepoint to make sure that you see that cutscene or make sure you see this situation. Here, we don't really care if players miss something because they can come back the next day and witness it. It is actually more open in terms of approaches and opportunities to completely circumvent combat or confrontation. We actually provided ways to circulate in those maps without engaging at all with the NPCs because we think it should be – especially with the time loop – we think it should be a choice.\"", "In addition to multiple ways to approach any situation, Deathloop also allows you to play through the main campaign as Colt, or attempt to disrupt someone else's playthrough as Julianna. While the first Dishonored put you in the shoes of a silent protagonist named Corvo, Dishonored 2 expanded the playable character roster to not only give a voice to Corvo, but also introduce Emily as a second playable character, a character that brought an entirely different feel to the play experience. As you might expect, this progression allowed Arkane to learn valuable lessons it carried into Deathloop.", "Bakaba acknowledges that the transition to two playable protagonists gave the team insight into creating an experience for two distinct characters, but it approached it in a different way through Deathloop. \"In terms of gameplay, it's really rich to be able to explore two different sets of powers, and it's nice narratively to get the outlook of the character of the events,\" he says. \"With Deathloop we ended up making different choices. One is that we ended up going back to the voiced protagonists, so definitely something that we felt was important. But this time, yes, there are two playable characters, but it's very asymmetrical, both in who they are and what they do, but also in their gameplay style. They are both a completely different way to approach the game. It's more or less the opposite approach compared to Dishonored 2, where it was two characters going through the same adventure, playing through the same thing, but with different outlooks and different tools.\"", "Perhaps the clearest connection between Dishonored and Deathloop from a gameplay perspective is in how certain powers in Deathloop bear a striking resemblance to abilities in the Dishonored games. Deathloop's Shift is undeniably similar to Dishonored's Blink, while Dishonored 2 players may see similarities between that game's Domino ability and Deathloop's Nexus. The biggest difference between Shift and Blink, which allow you to rapidly phase in one direction, is that Shift doesn't stop time, opening up unique combat opportunities in Deathloop's gameplay.", "In a gameplay demo with Bakaba, I see this in action as he holds the trigger to stay in the air, then continues shooting enemies below. In that same demo, Bakaba also demonstrates the biggest difference between Dishonored 2's Domino and Deathloop's Nexus; both link the fates of multiple NPCs, meaning that if you kill one, the linked characters topple as well. In Dishonored 2, you target the characters you wish to link, while in Deathloop, it's a projectile that links characters within the radius.", "While it might seem weird to have similar powers between the studio's biggest franchise and its newest game, Bakaba insists it was very much intentional. \"That was a creative choice to say, 'Okay, for some of those things, we want to experiment and go completely crazy: campaign structure, nothing like we've done before; multiplayer, that's entirely new; the world is completely new; the narrative tools we are using, some of them are really new,'\" he says. \"Because of all this novelty, we wanted to have a sure footing in something we knew how to do, and some familiarity. This is something where, if you go completely out of your way, you might lose yourself, so we wanted to have some things to grab on and say, 'This is something we know and we can improve and tweak a little bit.' ... As a studio, we wanted to keep some familiarity with what we've done before, but also for our players to have some features or gameplay style that they are used to, so it's a way to carry a little bit of familiarity into the unknown.\"", "While Dishonored is the closest comparison you can make to Deathloop when it comes to Arkane's past projects, you can trace other games from the studio's past in Deathloop. Whether you're talking the freedom-facing design and simulation-driven gameplay of the studio's 2002 debut title Arx Fatalis or the spell-heavy gameplay style of 2006's Dark Messiah of Might and Magic, longtime Arkane fans will notice tiny pieces of games outside of the Dishonored series carried over into Deathloop. As Bakaba describes it, the team is always making a chimera with every passing project, but sometimes the lion's head is large, and other times, it's small.", "\"We are testing how far we can go retaining our DNA,\" Bakaba says. \"It's been a very challenging exercise and process, but it's also very fun, very refreshing, and exactly what we wanted going in.\"", "If you're as intrigued by the world of Deathloop as we are, Deathloop arrives on PlayStation 5 and PC on May 21. For more in-depth looks at the upcoming Arkane title, check out our current issue and our coverage hub by clicking on the banner below."], "authors": ["Digital Editor", "Brian Has Written About Video Games For Over A Decade Across Multiple Publications. When He'S Not Writing Or Gaming", "He'S Usually Listening To Music", "Watching Ufc", "Or Hopelessly Rooting For A Baltimore Or D.C. Sports Team."], "keywords": ["approach", "different", "arkane", "gameplay", "really", "deathloop", "talks", "wanted", "way", "going", "dishonored", "bakaba"], "pubDate": "2021-03-12T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}