{"id": "982716e3-5e18-3096-bd09-5dec3c1c5178", "title": "Our Lady of the Quarry", "url": "https://www.newyorker.com/magazine/2020/12/21/our-lady-of-the-quarry", "summary": "They talked a little more about oceans and waterfalls and streams, and then Silvia mentioned the quarry pools.\nHe had decorated his private quarry pool with a giant altar, a grotto for the Virgin on one side of the main pool.\nThat weekend when we went to the quarry pool they were holding hands, and we just couldn’t understand it.\nBecause it was true for all of us, it wasn’t just an obsession of Natalia’s—we wanted Diego to choose us.\nGetting around the quarry wasn’t easy; it seemed much smaller when you were sitting on the little beach.", "paragraphs": ["Silvia lived alone in a rented apartment of her own, with a five-foot-tall pot plant on the balcony and a giant bedroom with a mattress on the floor. She had her own office at the Ministry of Education, and a salary; she dyed her long hair jet black and wore Indian blouses with sleeves that were wide at the wrists and silver thread that shimmered in the sunlight. She had the provincial last name of Olavarría and a cousin who had disappeared mysteriously while travelling around Mexico. She was our “grownup” friend, the one who took care of us when we went out and let us use her place to smoke weed and meet up with boys. But we wanted her ruined, helpless, destroyed. Because Silvia always knew more: if one of us discovered Frida Kahlo, oh, Silvia had already visited Frida’s house with her cousin in Mexico, before he vanished. If we tried a new drug, she had already overdosed on the same substance. If we discovered a band we liked, she had already got over her fandom of the same group. We hated that her long, heavy, straight hair was colored with a dye we couldn’t find in any normal beauty salon. What brand was it? She probably would have told us, but we would never ask. We hated that she always had money, enough for another beer, another ten grams, another pizza. How was it possible? She claimed that in addition to her salary she had access to her father’s account; he was rich, she never saw him, and he hadn’t acknowledged paternity, but he did deposit money for her in the bank. It was a lie, surely. As much a lie as when she said that her sister was a model: we’d seen the girl when she came to visit Silvia and she wasn’t worth three shits, a runty little skank with a big ass and wild curls plastered with gel that couldn’t have looked any greasier. I’m talking low-class—that girl couldn’t dream of walking a runway.", "But above all we wanted Silvia brought down because Diego liked her. We’d met Diego in Bariloche on our senior-class trip. He was thin and had bushy eyebrows, and he always wore a different Rolling Stones shirt (one with the tongue, another with the cover of “Tattoo You,” another with Jagger clutching a microphone whose cord morphed into a snake). Diego had played us songs on the acoustic guitar after the horseback ride when it got dark near Cerro Catedral, and later in the hotel he showed us the precise measurements of vodka and orange juice to make a good screwdriver. He was nice to us, but he only wanted to kiss us, he wouldn’t sleep with us, maybe because he was older (he’d repeated a grade, he was eighteen), or maybe he just didn’t like us that way. Then, once we were back in Buenos Aires, we called to invite him to a party. He paid attention to us for a while, until Silvia started chatting him up. And from then on he kept treating us well, it’s true, but Silvia totally took over and kept him spellbound (or dumbfounded—opinions were divided), telling stories about Mexico and peyote and sugar skulls. She was older, too, she’d been out of high school for two years. Diego hadn’t travelled much, but he wanted to go backpacking in the north that year. Silvia had already made that trip (of course!), and she gave him advice, telling him to call her for recommendations on cheap hotels and on families who would rent out rooms, and he bought every word, in spite of the fact that Silvia didn’t have a single photo, not one, as proof of that trip or any other—she was quite the traveller.", "Silvia was the one who came up with the idea of the quarry pools that summer, and we had to hand it to her, it was a really good idea. Silvia hated public pools and country-club pools, even the pools at estates or weekend houses; she said the water wasn’t fresh, it always felt stagnant to her. Since the nearest river was polluted, she didn’t have anywhere to swim. We were all, like, “Who does Silvia think she is, she acts like she was born on a beach in the South of France.” But Diego listened to her explanation of why she wanted “fresh” water and he was totally in agreement. They talked a little more about oceans and waterfalls and streams, and then Silvia mentioned the quarry pools. Someone at her work had told her that you could find a ton of them off the southern highway, and that people hardly ever went swimming in them because they were scared, supposedly the pools were dangerous. And that’s where she suggested we all go the next weekend, and we agreed right away because we knew Diego would say yes, and we didn’t want the two of them going alone. Maybe if he saw how ugly her body was—she had some really tubby legs, which she claimed were that way because she’d played hockey when she was little, but half of us had played hockey, too, and none of us had those big ham hocks. Plus she had a flat ass and broad hips, which was why jeans never fit her well. If Diego saw those defects (plus the black body hairs she never really got rid of—maybe she couldn’t pull them out by the root, she was really dark), he might stop liking Silvia and finally pay attention to us.", "She asked around a little and decided we had to go to the Virgin’s Pool, which was the best, the cleanest. It was also the biggest, deepest, and most dangerous of all. It was really far, nearly at the end of the 307 route, after the bus merged onto the highway. The Virgin’s Pool was special, people said, because almost no one ever went there. The danger that kept swimmers away wasn’t how deep it was: it was the owner. Apparently someone had bought the place, and we accepted that; none of us knew what a quarry pool was good for or if it could be bought, but, still, it didn’t strike us as odd that the pool would have an owner, and we understood why this owner wouldn’t want strangers swimming on his property.", "It was said that when there were trespassers the owner would drive out from behind a hill and start shooting. Sometimes he also set his dogs on them. He had decorated his private quarry pool with a giant altar, a grotto for the Virgin on one side of the main pool. You could reach it by going around the pool along a dirt path that started at an improvised entrance from the road, which was marked by a narrow iron arch. On the other side was the hill over which the owner’s truck could appear at any moment. The water in front of the Virgin was still and black. On the near side there was a little beach of clayey dirt.", "We went every Saturday that January. The days were torrid and the water was so cold: it was like sinking into a miracle. We even forgot Diego and Silvia a little. They had also forgotten each other, enchanted by the coolness and the secrecy. We tried to keep quiet, to not make any racket that could wake the hidden owner. We never saw anyone else, although sometimes other people were at the bus stop on the way back, and they must have assumed we were coming from the quarry because of our wet hair and the smell that stuck to our skin, a scent of rock and salt. Once, the bus driver said something strange to us: that we should watch out for wild dogs on the loose. We shivered, but the next weekend we were as alone as ever—we didn’t even hear a distant bark.", "And we could see that Diego was starting to take an interest in our golden thighs, our slender ankles, our flat stomachs. He still kept closer to Silvia and he still seemed fascinated by her, even if by then he’d realized that we were much, much prettier. The problem was that the two of them were very good swimmers, and although they played with us in the water and taught us a few things, sometimes they got bored and swam off with fast, precise strokes. It was impossible to catch up with them. The pool was really huge; from the shallows we could see their two dark heads bobbing on the surface, and we could see their lips moving, but we had no idea what they were saying. They laughed a lot, that’s for sure, and Silvia’s laugh was raucous and we had to tell her to keep it down. The two of them looked so happy. We knew that very soon they would remember how much they liked each other, and that the summer coolness near the highway was temporary. We had to put a stop to it. We had found Diego, and she couldn’t keep everything for herself.", "Diego looked better every day. The first time he took off his shirt, we discovered that his shoulders were strong and hunched, and his back was narrow and had a sandy color, just above his pants, that was simply beautiful. He taught us to make a roach clip out of a matchbook, and he watched out for us, making sure we didn’t get in the water when we were too crazy—he didn’t want us getting high and drowning. He ripped CDs of the bands that according to him we just had to hear, and later he’d quiz us; it was adorable how he got all happy when he could tell we’d really liked one of his favorites. We listened devotedly and looked for messages—was he trying to tell us something? Just in case, we even used a dictionary to translate the songs that were in English; we’d read them to one another over the phone and discuss them. It was very confusing—there were all kinds of conflicting signs.", "All speculation was brought to an abrupt halt—as if a cold knife had sliced through our spines—when we found out that Silvia and Diego were dating. When! How! They were older, they didn’t have curfews, Silvia had her own apartment, how stupid we’d been to apply our little-kid limitations to them. We sneaked out a lot, sure, but we were controlled by schedules, cell phones, and parents who all knew one another and drove us places—out dancing or to the rec center, friends’ houses, home.", "The details came soon enough, and they were nothing spectacular. In fact, Silvia and Diego had been seeing each other without us at night for a while. Sometimes he went to pick her up at the ministry and they went out for a drink, and other times they slept together at her apartment. No doubt they smoked pot from Silvia’s plant in bed after sex. We were sixteen, and some of us hadn’t had sex yet—it was terrible. We’d sucked cock, yes, we were quite good at that, but fucking, only some of us had done that. Oh, we just hated it. We wanted Diego for ourselves. Not as our boyfriend—we just wanted him to screw us, to teach us sex the same way he taught us about rock and roll, making drinks, and the butterfly stroke.", "Of all of us, Natalia was the most obsessed. She was still a virgin. She said she was saving herself for someone who was worth it, and Diego was worth it. And once she got something into her head she hardly ever backed down. Once, when her parents had forbidden her to go dancing for a week—her grades were a disaster—she’d taken twenty of her mom’s pills. In the end they let her go dancing, but they also sent her to a psychologist. Natalia skipped the sessions and spent the money on stuff for herself. With Diego, she wanted something special. She didn’t want to throw herself at him. She wanted him to want her, to like her, she wanted to drive him crazy. But at parties, when she tried to talk to him, Diego just flashed her a sideways smile and went on with his conversation with one of us other girls. He didn’t answer her calls, and, if he did, the conversations were always languid and he always cut them off. At the quarry pool he didn’t stare at her body, her long, strong legs and firm ass, or else he looked at her the way he would at a pretty boring plant—a ficus, for example. Now, that Natalia couldn’t believe. She didn’t know how to swim, but she got wet near the shore and then came out of the water with her yellow swimsuit stuck to her tan body so tight you could see her nipples, hard from the cold water. And Natalia knew that any other boy who saw her would kill himself jacking off, but not Diego, no—he preferred that flat-assed skank! We all agreed it was incomprehensible.", "One afternoon, when we were on our way to P.E. class, Natalia told us she’d put menstrual blood in Diego’s coffee. She’d done it at Silvia’s house—where else! It was just the three of them, and at one point Diego and Silvia went to the kitchen for a few minutes to get the coffee and cookies, although the coffee was already served on the table. Real quick, Natalia poured in the blood she’d managed to collect—very little—in a tiny bottle from a perfume sample. She’d wrung out the blood from cotton gauze, which was disgusting; she normally used pads or tampons, the cotton was just so she could get the blood. She diluted it a little in water, but she said it should work all the same. She’d got the technique from a parapsychology book, which claimed that while the method was not very hygienic, it was an infallible way to snag your beloved.", "It didn’t work. A week after Diego drank Natalia’s blood, Silvia herself told us they were dating, it was official. The next time we saw them, they couldn’t keep their hands off each other. That weekend when we went to the quarry pool they were holding hands, and we just couldn’t understand it. We couldn’t understand it. The red bikini with hearts on one of us; the super-flat stomach with a belly-button piercing on another; the exquisite haircut that fell just so over the face; legs without a single hair, underarms like marble. And he preferred her? Why? Because he screwed her? But we wanted to screw, too, that was all we wanted! How could he not realize, when we sat on his lap and pressed our asses into him, or tried to brush our hands against his dick like by accident? Or when we laughed close to his mouth, showing our tongues. Why didn’t we just throw ourselves at him, once and for all? Because it was true for all of us, it wasn’t just an obsession of Natalia’s—we wanted Diego to choose us. We wanted to be with him still wet from the cold quarry water, to fuck him one after the other as he lay on the little beach, to wait for the owner’s gunshots and run to the highway half-naked under a rain of bullets.", "But no. There we were in all our glory, and he was over there kissing on old, flat-ass Silvia. The sun was burning and flat-ass Silvia’s nose was peeling, she used the crappiest sunscreen, she was a disaster. We, though, were impeccable. At one point, Diego seemed to realize. He looked at us differently, as if comprehending that he was with an ugly skank. And he said, “Why don’t we swim over to the Virgin?” Natalia went pale, because she didn’t know how to swim. The rest of us did, but we didn’t dare cross the quarry, it was so wide and deep, and if we started to drown there would be no one to save us, we were in the middle of nowhere. Diego read our thoughts: “How about Sil and I swim over, you guys walk along the edge and we’ll meet there. I want to see the altar up close. Are you up for it?”", "We said yes, sure, though we were concerned because if he was calling her “Sil” then maybe our impression that he was looking at us differently was wrong, but we were just dying for it to be true and we were going kind of crazy. We started to walk. Getting around the quarry wasn’t easy; it seemed much smaller when you were sitting on the little beach. It was huge. It must have been three blocks long. Diego and Silvia went faster than us, and we saw their dark heads appear at intervals, shining golden under the sun, so luminous, and their arms plowing slippery through the water. At one point they had to stop, and, as we watched from the shore—the sun beating down on us, dust plastered to our bodies with sweat, some of us with headaches from the heat and the harsh light in our eyes, walking as if uphill—we saw them stop and talk, and Silvia laughed, throwing back her head and treading water, paddling with her arms to stay afloat. It was too far to swim in one go, they weren’t professionals. But Natalia got the feeling that they hadn’t stopped just because they were tired, she thought they were plotting something. “That bitch has something up her sleeve,” she said, and she kept walking toward the Virgin we could barely see inside the grotto.", "Diego and Silvia reached the Virgin’s grotto just as we were turning right to walk the final fifty yards. They must have seen the way we were panting, our armpits stinking like onion and our hair stuck to our temples. They looked at us closely, laughed the same way they had when they’d stopped swimming, and then jumped right back into the water and started swimming as fast as they could back to the little beach. Just like that. We heard their mocking laughter along with the splash. “Bye, girls!” Silvia shouted triumphantly as she set off swimming, and we were frozen there in spite of the heat—weird, we were frozen and hotter than ever, our ears burning in embarrassment as we cast about desperately for a comeback and watched them glide away, laughing at the dummies who didn’t know how to swim. Humiliated, fifty yards away from the Virgin that now no one felt like looking at, that none of us had ever really wanted to see. We looked at Natalia. She was so filled with rage that the tears wouldn’t fall from her eyes. We told her we should go back. She said no, she wanted to see the Virgin. We were tired and ashamed, and we sat down to smoke, saying that we would wait for her."], "authors": ["Mariana Enriquez", "Mariana Enrique", "David Wallac"], "keywords": ["didnt", "diego", "went", "silvia", "lady", "quarry", "water", "pool", "way", "wanted", "little"], "pubDate": "2020-12-21T00:00:00Z", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}