{"id": "985db878-6ec0-3a54-9735-57150723b20f", "title": "Dozens of former Republican officials in talks to form anti-Trump party", "url": "https://www.theguardian.com/us-news/2021/feb/11/dozens-former-republican-officials-talks-form-anti-trump-party", "summary": "Dozens of former Republican officials who view the party as unwilling to stand up to Donald Trump and his attempts to undermine US democracy are in talks to form a centre-right breakaway party, four people involved in the discussions have said.\nMost Republican senators have also indicated they will not support the conviction of Trump in this week’s Senate impeachment trial.\n“Large portions of the Republican party are radicalising and threatening American democracy,” McMullin told Reuters.\nAnother option under discussion is to form a “faction” that would operate either inside the Republican party or outside it.\nNames under consideration for a new party include the Integrity party and the Center Right party.", "paragraphs": ["Dozens of former Republican officials who view the party as unwilling to stand up to Donald Trump and his attempts to undermine US democracy are in talks to form a centre-right breakaway party, four people involved in the discussions have said.", "The early stage discussions include former elected Republicans, former officials in the Republican administrations of Ronald Reagan, George HW Bush, George W Bush and Trump, ex-Republican ambassadors and Republican strategists, the people involved told Reuters.", "More than 120 of them held a Zoom call last Friday to discuss the breakaway group, which would run on a platform of “principled conservatism”, including adherence to the constitution and the rule of law – ideas they say have been trashed by Trump.", "The plan would be to run candidates in some races but also to endorse centre-right candidates in others, be they Republicans, independents or Democrats, the people involved say.", "Evan McMullin, who was chief policy director for the House Republican conference and ran as an independent in the 2016 presidential election, told Reuters he co-hosted the Zoom call with former officials concerned about Trump’s grip on the Republicans and the nativist turn the party had taken.", "Three other people confirmed to Reuters the call and the discussions for a potential splinter party had taken place, but asked not to be identified.", "Among the call participants were John Mitnick, general counsel for the Department of Homeland Security under Trump; the former Republican congressman Charlie Dent; Elizabeth Neumann, deputy chief of staff in the Department of Homeland Security under Trump; and Miles Taylor, another former Trump homeland security official.", "The talks highlight the wide internal rift over Trump’s false claims of election fraud and the deadly 6 January storming of the US Capitol. Most Republicans remain fiercely loyal to the former president, but others are seeking a new direction for the party.", "The House of Representatives impeached Trump on 13 January on a charge of inciting an insurrection by exhorting thousands of supporters to march on the Capitol on the day Congress was gathered to certify Joe Biden’s election victory.", "Call participants said they were particularly dismayed by the fact that more than half of the Republicans in Congress – eight senators and 139 House representatives – voted to block certification of Biden’s election victory just hours after the Capitol siege. Most Republican senators have also indicated they will not support the conviction of Trump in this week’s Senate impeachment trial.", "“Large portions of the Republican party are radicalising and threatening American democracy,” McMullin told Reuters. “The party needs to recommit to truth, reason and founding ideals or there clearly needs to be something new.”", "Asked about the discussions for a third party, Jason Miller, a Trump spokesman, said: “These losers left the Republican party when they voted for Joe Biden.”", "A representative for the Republican National Committee referred to a recent statement from its chair, Ronna McDaniel. “If we continue to attack each other and focus on attacking on fellow Republicans, if we have disagreements within our party, then we are losing sight of 2022 [elections],” McDaniel said on Fox News last month. “The only way we’re going to win is if we come together.”", "The Biden White House did not immediately respond to a request for comment.", "McMullin said just over 40% of those on the Zoom call backed the idea for a third national party. Another option under discussion is to form a “faction” that would operate either inside the Republican party or outside it.", "Names under consideration for a new party include the Integrity party and the Center Right party. If it is decided instead to form a faction, one name under discussion is the Center Right Republicans.", "Potential members are aware that the US political landscape is littered with the remains of previous failed attempts at establishing a third party.", "“But there is a far greater hunger for a new political party out there than I have ever experienced in my lifetime,” one participant said."], "authors": [], "keywords": ["form", "security", "officials", "talks", "trump", "told", "antitrump", "discussions", "zoom", "republican", "house", "party", "election", "dozens", "republicans"], "pubDate": "2021-02-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}