{"id": "986ef3b2-6b1e-38b5-bb56-1dfe9478eec9", "title": "Everything You Need To Know About Pokemon GO Sinnoh Celebration Event", "url": "https://www.gameinformer.com/2021/01/08/everything-you-need-to-know-about-pokemon-go-sinnoh-celebration-event", "summary": "While the Unova Celebration event is still currently underway, the next round of Pokemon GO festivities are already on the way.\nThe Pokemon GO Sinnoh Celebration is on the horizon and for those trainers that like to try to catch 'em all, here's what you need to know.\nPokemon GO Sinnoh EventThe upcoming event is the latest step before players can get to Pokemon GO Tour: Kanto.\nAn event celebrating the Hoenn region will be happening from Tuesday, January 19, 2021, to Sunday, January 24, 2021.\nThe Sinnoh celebration in Pokemon GO kicks off on January 12.", "paragraphs": ["While the Unova Celebration event is still currently underway, the next round of Pokemon GO festivities are already on the way. The Pokemon GO Sinnoh Celebration is on the horizon and for those trainers that like to try to catch 'em all, here's what you need to know.", "Pokemon GO Sinnoh Event", "The upcoming event is the latest step before players can get to Pokemon GO Tour: Kanto. Sinnoh is the latest region to get its own special celebration and it kicks off on Tuesday on January 12 at 10 AM local time and will run until January 17 at 8 PM.", "According to Niantic, below are some of the features players can look forward to:", "Enjoy event-exclusive Field Research tasks that reward Stardust and lead to encounters with Pokémon such as Turtwig, Chimchar, Piplup, Cranidos, Shieldon, and Buizel.", "Complete the Sinnoh-themed Collection Challenge during the event by catching Turtwig, Chimchar, Piplup, Cranidos, Shieldon, Combee, Buizel, Shadow Stunky, and Shadow Snover to receive Stardust, a Magnetic Lure, and 15 Ultra Balls. Head on over to the Today View to track your progress!", "Up next: Hoenn! An event celebrating the Hoenn region will be happening from Tuesday, January 19, 2021, to Sunday, January 24, 2021. Stay tuned for more details as we get closer to the date!", "Some Pokemon that players can also hope to encounter in increased numbers include:", "Turtwig", "Chimchar", "Piplup", "Bidoof", "Cranidos", "Shieldon", "Combee", "Buizel", "Drifloon", "Glameow", "Purugly", "Hippopotas", "Skorupi", "Snover", "5K Eggs will also offer the below hatched Pokemon:", "Kricketot", "Budew", "Cranidos", "Shieldon", "Bronzor", "Bonsly", "Hippopotas", "Croagunk", "Raids", "One-Star", "Turtwig", "Chimchar", "Piplup", "Shinx", "Buizel", "Gible", "Three-Star", "Lopunny", "Hippowdon", "Toxicroak", "Lumineon", "Five-Star", "Heatran", "Mega Raids", "Charizard Mega Y", "Blastoise Mega", "Abomasnow Mega", "Shiny Buizel and Floatzel will also be available to find as a variant for those interested. The Sinnoh celebration in Pokemon GO kicks off on January 12.", "[Source: Pokemon GO Hub]"], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["sinnoh", "shadow", "need", "players", "stardust", "event", "pokemon", "shieldon", "know", "celebration", "turtwig", "region"], "pubDate": "2021-01-08T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}