{"id": "9874cee7-66bd-38bd-9c18-d37a54f75e73", "summary": "He wished Mr Sawyer a happy birthday—as it was, with the full works of ice cream and cake—and good luck with his current campaign, to stop French nuclear testing in Mururoa.\nAt 1am, after a meeting onshore of the skippers of all the protest boats, Mr Sawyer got the call that the Rainbow Warrior had been sunk.\nLong before mobile phones, the bombing of the Rainbow Warrior created a media storm around him.\nHis progress in that fight could be traced through the Greenpeace boats.\nIts successor, Rainbow Warrior II, launched in 1989, was a refitted three-mast schooner; the next, Rainbow Warrior III, was a purpose-built yacht with no less than 1,255 square metres of sail.", "authors": ["The Economist"], "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "paragraphs": ["T HE YOUNG MAN Steve Sawyer briefly met on July 10th 1985 on the deck of the Greenpeace boat Rainbow Warrior, as it sat in dock at Auckland in New Zealand, had nothing remarkable about him. Short, slim, clean-shaven and with light blond hair, he looked like just another student visitor. He wished Mr Sawyer a happy birthday—as it was, with the full works of ice cream and cake—and good luck with his current campaign, to stop French nuclear testing in Mururoa. Then he left. At 1am, after a meeting onshore of the skippers of all the protest boats, Mr Sawyer got the call that the Rainbow Warrior had been sunk. Two limpet bombs placed on the hull had exploded, driving a huge hole through the engine room, and the boat’s photographer had drowned while trying to rescue his gear.", "The “student”, it turned out, belonged to the French secret service. Mr Sawyer had long suspected that the French would try something. His campaign in Polynesia had been deliberately designed to annoy the hell out of them, so that they would take their radioactive poison and their vile weapons away from where people were trying to live. The Rainbow Warrior had already been rammed by French vessels and the crew beaten up, non-violence met with violence, so the gritty old re-purposed trawler was used to confrontation. This, however, was a whole new level.", "Get our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.", "And the repercussions shocked him. As he was trying to get to grips with the situation, people began turning up with bucketfuls of money. When he went to find a taxi, he was ushered to the front of the queue. In the baked-potato shop, the man at the cash register would not charge him. Across the world, people made donations and joined Greenpeace to protest against oil-drilling, mining, seal-hunting, whaling and dumping of toxic waste, as well as nuclear testing—anything which, in the words of Aldo Leopold, on which he had hung since college, destroyed “the integrity, stability and beauty” of the biosphere. Long before mobile phones, the bombing of the Rainbow Warrior created a media storm around him. The next year he found himself director of Greenpeace USA , and two years later director of Greenpeace International.", "The bombing had filled him, and through him Greenpeace, with even more defiant purpose. Since its founding in 1971 this had been a raggedy band, making its point with risky stunts that were denounced more than praised. It was this hippy-crazy aspect that had made him, a hippy himself back then, sign up immediately when a canvasser came to the door. But he found, as a lifelong devotee of Tolkien, a strong Hobbit element too. When battered little boats put themselves between illegal whaling vessels and the whales, daring them to fire their harpoons, or their crews sprayed seal pups with green dye to make their fur worthless; when activists, so tiny against those monsters, scaled oil-rigs in the North Atlantic to unfurl banners reading “Climate Emergency”, or blocked pipelines belching toxic waste into the sea, he was reminded of the brave little group of Bilbo, Frodo, Sam and the rest, who left the quiet Shire “to shake the towers and counsels of the Great”. They were small, shaggy-haired and barefoot, usually unarmed and often frightened. But they lived, and eventually triumphed, by their wits. Every problem had a solution, and every battle could be won, if you thought hard and fast enough.", "He taught himself that, deliberately wandering off barefoot in the woods to have to puzzle his way home. He taught his children that (giving his son Sam a good Hobbit name). And he taught Greenpeace, fiercely applying his red pen to press releases and, when necessary, demanding sharp thinking as loudly as he liked to play his blues guitar. He became, and was inevitably called, Gandalf, not merely for his grizzled beard, lean sportsman’s height and philosophy degree, but also for the wise way he managed his ever-growing crowd of anti-authoritarians. Under him the organisation gained weight in every sense. Therefore it won battles. The French abandoned their nuclear testing in Polynesia, besides losing the damages suit that Greenpeace had filed against their government. Bugged by small-boat irritation, the United States ceased its testing off Alaska. In 1987 the Montreal protocol curbed CFC depletion of the ozone layer, and in 1991 the Antarctic protocol, which people thought unachievable, barred drilling there for 50 years. By the time he stepped down, in 2007, he had put Greenpeace at the centre of attempts to counter climate change.", "Under him it also expanded its humanitarian side, sending its boats to help after typhoons and tsunamis. This was a role which it, and he, had stumbled into almost by accident in 1985, when he made a detour on Rainbow Warrior’s voyage to Polynesia to evacuate 300 people, their livestock and parts of their buildings from Rongelap atoll to another island. Fallout from American nuclear testing had made the atoll uninhabitable, but the Americans had declared it clear, despite a horrifically high rate of stillbirths, deformities and cancers. Nothing he did afterwards meant more to him than that rescue, and few things moved him more than seeing the livid thyroidectomy scars of the women who greeted him. But one was the thought of what Greenpeace was engaged in: “nothing less than a fight to the death for the future of the planet”.", "His progress in that fight could be traced through the Greenpeace boats. The seaborne aspect of most protests was partly why he had joined, as someone who had loved to sail from childhood on the lakes near his home in New Hampshire. In 1981 he masterminded the refit of the first Rainbow Warrior, putting in bus engines because, appropriately, they had been used in landing craft on D-Day, and later installing a ketch rig for the Pacific voyage. Its successor, Rainbow Warrior II, launched in 1989, was a refitted three-mast schooner; the next, Rainbow Warrior III, was a purpose-built yacht with no less than 1,255 square metres of sail. By then, as director of the Global Wind Energy Council, he was working full-time and worldwide to promote wind power. It was promoted too through the ever-increasing strength, utility and beauty of the Rainbow Warriors, risen from the harbour floor in Auckland to take on the guarding of the Earth.■"], "url": "https://www.economist.com/obituary/2019/08/22/obituary-steve-sawyer-died-on-july-31st", "title": "Obituary: Steve Sawyer died on July 31st", "pubDate": null, "keywords": ["rainbow", "warrior", "french", "greenpeace", "boats", "obituary", "testing", "steve", "trying", "thought", "died", "nuclear", "31st", "sawyer"]}