{"id": "98b8692e-b2a7-3699-833c-315a354695a8", "title": "Opinion | Why Do So Many Americans Think the Election Was Stolen?", "url": "https://www.nytimes.com/2020/12/05/opinion/sunday/trump-election-fraud.html", "summary": "(The Diebold-stole-Ohio theories in 2004 were given oxygen by prominent congressional Democrats; MSNBC’s Russiagate coverage was not exactly cautious in the theories that it entertained.)\nHe’s a president, not a cable-TV host or a congressman, and he’s shouting allegations, any allegations, with no pussyfooting, hedging or deniability involved.\nIf you are biased against conspiracy theories, this shouting is ridiculous.\nIt’s not that the curious normie listens to Trump and thinks that everything he says is true.\nBut it also tends to recapitulate the closed-circle problems of the official knowledge it rejects.", "paragraphs": ["What’s happened in the past month with our open-minded normie, though, is that this openness has been validated by the president of the United States and his retainers in a way that other forms of conspiracy curiosity are not. There is a longstanding pattern in both political parties of gently encouraging conspiracizing. (The Diebold-stole-Ohio theories in 2004 were given oxygen by prominent congressional Democrats; MSNBC’s Russiagate coverage was not exactly cautious in the theories that it entertained.) But Trump is obviously different — higher-profile and more radical. He’s a president, not a cable-TV host or a congressman, and he’s shouting allegations, any allegations, with no pussyfooting, hedging or deniability involved.", "If you are biased against conspiracy theories, this shouting is ridiculous. If you’re somewhat open toward them, though, and somewhat right-of-center, it provides encouragement. It’s not that the curious normie listens to Trump and thinks that everything he says is true. It’s that Trump is providing validation for the belief that something might be true, that where there are so many claims of fraud a few might be accurate, that where there’s so much smoke there might be a blaze or two as well.", "Of course there are also lots of pure Trump loyalists who trust his claims absolutely, and a certain number of QAnon-type fantasists who embrace any theory no matter how baroque. But the voter-fraud narrative is pervasive on the right because you don’t have to be a loyalist or a fantasist to take something from Trump’s rants — not belief itself, but the permission to believe.", "The outsider-intellectual", "The next category of believer consists of extremely smart people whose self-identification is bound up in constantly questioning and doubting official forms of knowledge. Conservatism has always had plenty of this sort in its ranks, but the consolidated progressive orthodoxy in elite institutions means that more and more people come to conservative ideas because they seem like a secret knowledge, an account of the world that’s compelling and yet excluded from official discourse.", "This, in turn, instills a perpetual suspicion about anything that seems to have too much of a liberal consensus defending it, especially any idea that gets mocked and laughed at more than it gets rebutted. And it creates a strong epistemological bias toward what you can only find out for yourself, as opposed to what Yale’s experts or Twitter’s warning labels or The New York Times might tell you.", "In many cases the outsider-intellectual’s approach generates real insight. (Anonymous right-wing Twitter was way out ahead of the coronavirus threat, for instance, at a time when official liberalism was still fretting more about xenophobia than the virus itself.) But it also tends to recapitulate the closed-circle problems of the official knowledge it rejects.", "Thus the outsider-intellectual type looks at the no-voter-fraud consensus and immediately goes out in search of cracks in the pillar of official truth, anomalies that official certainty elides. A lot of the supposed evidence of fraud that circulates online comes from these efforts — not from grifts or lies (though grifters and liars do pick them up) but from sincere analyses of election data, which inevitably turn up anomalies here and there, which confirm the searchers’ assumptions, which closes the circle and convinces them that the official narrative is false and voter fraud is real."], "authors": ["Ross Douthat"], "keywords": ["americans", "somewhat", "opinion", "theories", "think", "knowledge", "way", "fraud", "shouting", "stolen", "official", "turn", "true", "trump", "election"], "pubDate": "2020-12-05T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}