{"id": "98c16adb-b9d0-3955-b10e-41c04388056d", "title": "Venice’s ban on cruise ships is a vital step towards saving the city from disaster", "url": "https://www.theguardian.com/commentisfree/2021/apr/08/venice-ban-cruise-ships-step-saving-city-italian-lagoon", "summary": "A world heritage site in a lagoon, a city that Charles Dickens once described as “beyond the fancy of the wildest dreamer.\nThe battle now focuses on the 700 gigantic cruise ships entering the lagoon annually before Covid, that have proved both an eyesore and an environmental disaster over much of the past decade.\nThe government has steadfastly refused to address the issue of cruise ships, despite global indignation and protest.\nThe opposition – shorthand for those representing historic and lagoon Venice – responded at once with incredulity and caution.\n“As long as international attention remains on Venice there is little chance that cruise ships will stay in the lagoon,” said economist Giampietro Pizzo of Venezia Cambia.", "paragraphs": ["If anywhere offers an example of how the battle to save heritage and the environment has shifted during the pandemic, it’s Venice.", "A world heritage site in a lagoon, a city that Charles Dickens once described as “beyond the fancy of the wildest dreamer. Opium couldn’t build such a place…” has been riven by a struggle over its future, pitting residents and environmentalists against rightwing local politicians.", "One side emphasises the preservation of the lagoon, critical to the survival of the city, its natural ecology and the quality of life of Venetians. The other is devoted to the power of the market, to creating wealth and jobs, regardless of the cost.", "In recent decades, Venice has been the object of the same international trends affecting the rest of the world’s tourist sites – but being most fragile, it has suffered. What was a tolerable 10 million tourists in the late 1980s, transformed to a growing monster of 20-30 million tourists annually since 2010. The years of over-tourism contributed to depopulation, which has reduced Venice lagoon residents to 80,000, including people who live on the surrounding islands, down from at least twice that figure in the 1950s.", "The pandemic wreaked its own heavy toll, in part because Venice has lost its once diverse economic base and now depends almost entirely on tourism. So when Covid-19 kept all tourists and cruise ships away, it was hit heavily, losing 6,000 jobs, many craft and small shops and hotels forever, even if for this period the residents enjoyed a long-forgotten tranquillity. This has provided time for a rethink of the city’s future.", "The battle now focuses on the 700 gigantic cruise ships entering the lagoon annually before Covid, that have proved both an eyesore and an environmental disaster over much of the past decade. Cruise companies, which themselves suffered from the pandemic, added to a host of other threats already faced by the lagoon. Its delicate balance of life has been buffeted by decades of abuse through careless industrialisation, an excess of motorised tourist traffic, pollution and the regular flooding known as acqua alta, which has been only partly addressed by the MOSE floodgates installed at the entrances to the lagoon.", "The government has steadfastly refused to address the issue of cruise ships, despite global indignation and protest. The fact is that the vested interests in Venice – the port, the tourism industry, the dock owners – have been more interested in making money than addressing the creeping threats to life.", "But last week, the tide apparently began to turn when the new Italian government of prime minister Mario Draghi issued a decree. It bans the giant cruise ships, which until Covid-19 carried 1.6 million tourists to Venice each year, from lumbering through the scenic city centre, requiring them instead to take a circuitous route round the far end of the 552-square kilometre lagoon, following a canal used by commercial shipping. Passengers will then disembark at the industrial port of Marghera, on the terra firma adjacent to the historic islands of Venice.", "Draghi’s government seems to have overcome years of dithering over the threats posed by cruise ships, which erode the lagoon, spew cancer-causing fumes and risk calamitous collisions with the great palaces and churches of the medieval city. The change of heart remains something of a mystery, explained in part by the leftward shift of political sands since Draghi came to power, creating a new openness to the parliamentarians speaking up for Venice. The decree too remains ambiguous: committing to the intention of building a port, rather than to the actual building of one.", "The opposition – shorthand for those representing historic and lagoon Venice – responded at once with incredulity and caution. “This decree is not a decision, it is a joke,” said Marco Gasparinetti, an independent city councillor. Others in the Venezia Cambia citizens’ movement gave it more credit, suggesting the action might have bite if the government is serious about seeing it through.", "The redirecting of ships is sort of what campaigners called for but the real prize was the part of the decree pledging real money, €2.2m (£1.9m), toward an “ideas competition” – the usual first stage in a big public project – asking for proposals for a port that would get the intruders out of the lagoon for good by building a dock in the Adriatic. This is what official reports have repeatedly recommended, but that the powers in the region and city have long resisted, and continue to resist.", "The mayor, Luigi Brugnaro, playing to the economic interests of the constituents of Maestre, the terra firma part of Venice, to whom he owes his political fortunes, made his preference for cruise ships staying inside the lagoon clear on TV on Sunday, dismissing the move to an outside port: “People will understand in a few years that disembarking tourists from a cruise ship in the sea doesn’t work in any part of the world.”", "Campaigners hit back. “As long as international attention remains on Venice there is little chance that cruise ships will stay in the lagoon,” said economist Giampietro Pizzo of Venezia Cambia. “If the spotlight strays, things will return to business as usual and the little, but strong, local powers will serve their own interests and turn things back.”", "Many in Venice are looking forward to the return of tourists. Councillor Simone Venturini is in charge of leading a reorganisation of the city post-pandemic, and promises a “better” experience, one controlled by digital monitoring, mandatory booking and fees to make sure daytrippers carry their fair share of costs.", "It may still be on the brink, facing continuing depopulation and environmental threats, but it is also true that it will emerge from the pandemic a bit stronger, and a touch more ready for the future."], "authors": ["Neal E Robbins"], "keywords": ["tourists", "step", "venice", "venices", "disaster", "cruise", "ban", "vital", "threats", "saving", "pandemic", "decree", "ships", "port", "lagoon", "city"], "pubDate": "2021-04-08T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}