{"id": "991b9540-e585-3871-9eec-5d27782377ed", "title": "How Strong Is King Kong? And Could He Even Stand Up?", "url": "https://www.wired.com/story/how-strong-is-king-kong-could-he-stand-up#intcid=_wired-most-popular-right-rail_2618dc27-1e4d-4740-8b6a-e1e44752764a_popular4-1", "summary": "For instance, what happens if you take a normal gorilla and make him into a giant gorilla and then you name him King Kong?\nAssuming this is a Nimitz-class carrier, I can use the size of it (around 330 meters) to measure Kong.\nLet's say that Kong is made of the same stuff as a regular-size gorilla.\nI will also assume that Kong is the same basic shape as a normal gorilla—you know, both animals have legs that are the same ratio to their total height, and the width of their arms compared to the total height is the same.\nIf Kong is a big gorilla, then he would have the same density as a gorilla—where we define density as the total mass divided by the volume.", "paragraphs": ["It's time for Godzilla vs. Kong—a classic battle between two impossibly giant creatures. I've only seen the trailer, and it looks like a fun movie. But movies aren't just for fun, they are also for physics. In particular, this is a great chance to consider the physics of scale—what happens when we make small things into big things? For instance, what happens if you take a normal gorilla and make him into a giant gorilla and then you name him King Kong?", "How Tall Is Kong?", "If we want to see what happens when you have a giant gorilla, the first thing is to find out how tall he is. Oh sure, I could just look this value up somewhere—but that's not fun. Instead, I'm going to see if I can estimate his size based on just what I can see from the trailer. I love the challenge of just using a trailer. It's sort of like real science. Sometimes you have to struggle to get some nice data, and other times, boom, it's just there. In this case, I'm lucky. There's a shot of Kong and Godzilla both standing on an aircraft carrier. Assuming this is a Nimitz-class carrier, I can use the size of it (around 330 meters) to measure Kong.", "Illustration: WIRED Staff; Warner Bros. Pictures", "This gives a rough height of 102 meters—since it's just an estimate, I'm going to go with 100 meters. Oh, it looks like Godzilla's tail is around 110 meters long. Wow.", "How Much Would He Weigh?", "OK, I need another assumption. Let's say that Kong is made of the same stuff as a regular-size gorilla. I will also assume that Kong is the same basic shape as a normal gorilla—you know, both animals have legs that are the same ratio to their total height, and the width of their arms compared to the total height is the same. I mean, it looks that way, right? He looks just like a big gorilla.", "If Kong is a big gorilla, then he would have the same density as a gorilla—where we define density as the total mass divided by the volume. But what's the volume of a gorilla? Actually, we don't need to know that. Instead, let's just use an easy shape like a cylinder. Suppose I have two cylinders of different size, but with the same proportions (radius to length ratio)."], "authors": ["Rhett Allain", "Rhett Allai"], "keywords": ["king", "meters", "strong", "happens", "looks", "height", "trailer", "total", "size", "gorilla", "kong", "im", "stand"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}