{"id": "993501a4-bc72-3a19-b0e7-9769b12ecc1a", "title": "Australian rules football cases show players' head trauma is a global issue", "url": "https://www.theguardian.com/sport/blog/2020/dec/16/australian-rules-football-players-head-trauma-global-issue", "summary": "If it is an issue in England and Wales, it will be one in France, Ireland, South Africa and everywhere else they play the game.\nWe already know it is a problem in American football, ice hockey and boxing and we’re increasingly aware it is becoming one in football, rugby league and Australian rules football.\nJess represents a group of 135 former VFL and AFL players who have all been diagnosed with long-term neurological problems.\nInstead it insists on longitudinal cohort studies, which map the effects of concussion on a group over time and contrast it with a control.\nBut the game is the people and we’ve got to protect the people who are the game.”", "paragraphs": ["The last time I spoke to Peter Jess, he broke down midway through the conversation. Sorry, he said, in that reflexive way people do when they’re trying to fight back their tears, but it had been a long, hard day. Jess is a sports agent in Australia and his head was still wrapped up in a phone call he’d just had with one of his clients, a retired player suffering from a long-term brain injury and struggling badly with depression. It had been a tough conversation, and taken a lot out of both of them. Jess has had a lot of those in the past decade.", "Right now all the attention is on the long-term effects of head trauma in rugby union, but, Jess says: “There’s compelling evidence in all countries that tells us these collision-based sports are creating long-term neurological trauma for past, present and future players.”", "This problem is not confined by borders. If it is an issue in England and Wales, it will be one in France, Ireland, South Africa and everywhere else they play the game. And it isn’t restricted by code. We already know it is a problem in American football, ice hockey and boxing and we’re increasingly aware it is becoming one in football, rugby league and Australian rules football.", "Which is where Jess comes in. Jess represents a group of 135 former VFL and AFL players who have all been diagnosed with long-term neurological problems. Some of them started playing in the 1970s, some just finished. “I have seven or eight young blokes who have recently retired. I would say five of them are at the acute end, where they’ve had to retire from accumulation of impacts and concussions,” he says, “and people are still telling me it’s safe.”", "Just like Steve Thompson, Alix Popham, Michael Lipman and the rest of the rugby union players who have been recently diagnosed with early-onset dementia and probable CTE, Jess’s group have been diagnosed through a combination of neurocognitive testing and DTI scans. In the first group they examined, they found 87.5% of footballers who had played five years or more demonstrated chronic neuropathological impairment. “But we can measure year on year the structural changes to the brain and what we found is that after 10 years the structural damage had moved to 92%. So the longer you play, the more damage you are likely to have.”", "Shaun Smith, pictured playing for Werribee in 2001, recently won an insurance payout after sustaining multiple concussions while playing. Photograph: Getty Images", "Jess has a good grasp of the complicated medical science behind concussion and enormous anger about the way it has been handled by the authorities across all contact sports. These days, he spends a lot of time campaigning. He recently helped the former AFL player Shaun Smith win a A$1.4m insurance payout for “total and permanent disablement caused by multiple concussions while playing football”, in what could be a landmark case.", "Jess is campaigning for sports to tighten up return-to-play rules, invest more in existing biomarker technology to help detect brain trauma and is also pursuing a case with Work Safe, the statutory authority in charge of workplace safety in Victoria.", "He is doing it because he has seen for himself, over and again, what the game he loves and has given his life to has done to some of the players he works with. Jess has known the older ones a long time, he started representing them in the 1980s. “They were fine, fit young men in the prime of their physical condition.”", "Like everyone else who has been involved in the discussion around concussion, brain trauma and sport, Jess has heard the argument, advanced by some scientists and administrators, that anecdotes are not evidence. It is why the Concussion in Sport Group (which helps to shape concussion policy across all these sports) doesn’t include individual case studies in the evidence it uses to write its consensus statement. Instead it insists on longitudinal cohort studies, which map the effects of concussion on a group over time and contrast it with a control.", "Which is one reason why the 2017 concussion consensus, still the key document on this issue in world sport, was based on 47 studies out of 3,819 considered. Which is one reason why campaigners believe sport’s concussion policies have to be redesigned to make them more patient-centred.", "Because each of those case studies represents a suffering athlete and often a struggling partner and a broken family, too, as Jess knows all too well.", "“I’ve monitored some of these guys from their late-teens through to their mid-50s,” says Jess. “And I feel I’m the chronicler of the long‑term neurological problems these guys are suffering. Whilst I’m not articulating my study in terms of a peer-reviewed assessment, I’m doing it on the ground, every day. What we found is that the most catastrophic events are the behavioural and mood issues, because they destroy families.”", "Talk to the players’ partners and you’ll learn all the longitudinal information you need about how these men have changed over time. “Often the blokes don’t ring me,” he says, “because the blokes think they’re fine, they think they’re OK.”", "Instead it’s the partners who call for help. Some of them are women “who have had to go and lock the door and hide from their husband because he’s gone nuts”. Then Jess has to go back “and speak to their husbands and say ‘this is what has happened, I’ve spoken to your wife, and this is how you’ve changed after this concussion, and this concussion, and this concussion’”.", "Jess says: “I’m not about to attack the game. But the game is the people and we’ve got to protect the people who are the game.”"], "authors": ["Andy Bull"], "keywords": ["longterm", "players", "playing", "head", "studies", "football", "trauma", "cases", "concussion", "game", "australian", "recently", "jess", "global", "rules", "issue", "group"], "pubDate": "2020-12-16T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}