{"summary": "The magic of soul and funk in the seventies\"I think I was hyper aware that I was around special people,\" Slavin wrote in his book, \"We all want something beautiful.\"\n\"I was breathing rarefied air, and I wanted to remember every single moment,\" Slavin wrote in the book.\nHe captured an image of Leonardo DiCaprio -- right before the film \"Titanic\" was released -- hanging out with Theron at her birthday party in Hollywood's iconic Bar Marmont.\nYears later I looked at the picture and realized he was looking directly into the camera,\" Slavin wrote in \"We all want something beautiful.\"\nIn Slavin's case, his craft was given a boost by an all-access pass to the life of his Hollywood friends.", "id": "993c5ce2-1560-3a51-bd7c-987bdc1e868f", "pubDate": null, "url": "https://edition.cnn.com/style/article/randall-slavin-celebrity-portraiture-hollywood/index.html", "authors": ["Ana Rosado"], "paragraphs": ["Written by Ana Rosado, CNN", "It isn't unusual for a Hollywood native like Randall Slavin to grow up wanting to be an actor.", "But hanging out with promising young stars steered Slavin in a different direction: photography.", "During the 1990s, armed with an Olympus Stylus camera, he became the visual chronicler of Hollywood's young celebrities -- the last pre-internet generation of musicians and actors, like Hilary Swank and Charlize Theron, who at that time were still trying to make it in the business.", "The magic of soul and funk in the seventies", "\"I think I was hyper aware that I was around special people,\" Slavin wrote in his book, \"We all want something beautiful.\"", "The book charts Slavin's career, from candid photos of his on-the-verge-of-stardom friends to his latest glossy works, revealing his aptitude for capturing unguarded emotion. Each page is filled with familiar faces, like Lindsay Lohan, Reese Witherspoon, Jennifer Garner, Amber Heard, Rose McGowan and Tara Reid.", "\"One of my main focuses is to get people to forget they're being photographed, because that's what makes people feel stiff,\" he said in a phone interview. \"It's a joy to spend some time with these legends, so I want to use the time I have to get to know them... I like to talk a lot during my shoots.\"", "Born and raised in LA, Slavin had wanted to become an actor. He compared Hollywood to Pachinko, a Japanese game that resembles a pinball machine: \"Everyone comes (here) wanting to be an actor and then they slowly filter down and find their slot.\"", "During the 1990s, he had minor roles in blockbuster films, like \"Primal Fear\" and \"Legends of the Fall,\" but to support his acting dreams Slavin needed other side gigs. In his early 20s, he was working at a Chevron gas station in La Cienega, in Hollywood, when he decided to try his hand at taking photos.", "He befriended the owner of a headshot photography studio across the street, who gave him some basic pointers, and soon after he was taking headshots of his friends -- including Hilary Swank, who, in one picture, had just chopped her hair off to express contempt for having been fired from the hit TV show \"Beverly Hills 90210.\"", "\"I was very fortunate that a lot of my friends... let me experiment on them, and it helped when they blew up and became movie stars. I certainly had a leg up on a lot of other photographers who were starting out,\" Slavin said.", "The first celebrity portrait he took was of The Black Crowes' lead singer Chris Robinson at his \"hippie paradise in the hills above Sunset Boulevard,\" and Charlize Theron, a longtime friend, once invited him to tag along and document a trip to South Africa.", "\"I was breathing rarefied air, and I wanted to remember every single moment,\" Slavin wrote in the book.", "With his camera in hand, Slavin seemed to be in all the right places at the right time. He captured an image of Leonardo DiCaprio -- right before the film \"Titanic\" was released -- hanging out with Theron at her birthday party in Hollywood's iconic Bar Marmont.", "\"You had these incredible places with people relaxing and letting their hair down,\" he explained. \"I don't know if that happens anymore.\"", "Going through his archive, Slavin also found a few surprising faces: \"Six years before his breakthrough in 'Hustle and Flow,' Terrence (Howard) was at my birthday party. I didn't know him. I just held the camera aloft to get a shot. Years later I looked at the picture and realized he was looking directly into the camera,\" Slavin wrote in \"We all want something beautiful.\"", "Social media has kicked the doors of Hollywood wide open, but Slavin's photos give insight into a time when celebrities could party in relative privacy.", "Actor James Van Der Beek appears in the background of one photo, wearing a beard, glasses and a baseball cap. It was 1999 and he'd already shot to fame as Dawson Leery in \"Dawson's Creek.\"", "\"Everything about it says, 'Pay no attention to the confused boy in the too-baggy jacket,'\" Van Der Beek said in an Instagram post, noting that Slavin's images captured a time before everyone carried a camera in their pockets.", "Slavin agreed. \"Everybody thinks their 20s were a special time, but I also think it was a special time because it was right before the internet, social media and cellphones. Those three things came along and privacy went out the window,\" he said.", "It isn't easy to make it in Hollywood as an actor but it's equally hard to start out as a photographer.", "In Slavin's case, his craft was given a boost by an all-access pass to the life of his Hollywood friends. But he wasn't driven by dreams of exposure. Slavin's early black and white images were simply intended as a visual diary of the great times they were all living.", "\"I was very fortunate to be at the right place in some very magical times,\" he said.", "LA feels enormous but when you're here it's a small town, a small little company town, and everybody works for the same factory.\"", "\"We all want something beautiful\" is available now from Mascot Books."], "keywords": ["camera", "right", "hollywood", "decade", "theron", "wild", "party", "photographer", "special", "wrote", "friends", "slavin", "hollywoods", "slavins", "captured"], "title": "The photographer who captured Hollywood's last wild decade", "publicationId": "fa207f19-e080-3902-982c-393d321776be"}