{"id": "99632b69-f27f-36c1-9494-2b953a5bc2bd", "title": "A feud between prince and king is but one of Jordan’s problems", "url": "https://www.economist.com/leaders/2021/04/10/a-feud-between-prince-and-king-is-but-one-of-jordans-problems", "summary": "Prince Hamzah, a half-brother of the king and former heir apparent, was confined to a palace outside Amman, the capital.\nKing Abdullah (pictured) has long tried to stifle such dissent, most recently using covid-19 as an excuse to bar demonstrations.\nBut King Abdullah chooses Jordan’s prime ministers—and he has picked 13 of them, since he ascended the throne in 1999.\nKing Abdullah is in charge, so he is the key to change.\nBut if he doesn’t start responding to critics from within, like Prince Hamzah, he may soon face more hostile challenges to his reign.", "paragraphs": ["D ON’T BE FOOLED by its nickname. The Hashemite Kingdom of Boredom, aka Jordan, has had its share of palace intrigue. After surviving uprisings and assassination attempts, the late King Hussein used his dying breaths to remove his brother, Hassan, from the line of succession. That made way for Abdullah, Hussein’s son, who has just faced down a plot against the crown, or so the authorities claim. Perhaps 20 people were arrested. Prince Hamzah, a half-brother of the king and former heir apparent, was confined to a palace outside Amman, the capital.", "Listen to this story Your browser does not support the <audio> element. Enjoy more audio and podcasts on iOS or Android.", "The government has provided no evidence of a plot. A pledge of loyalty from prince to king has calmed things for the time being. But what of Prince Hamzah’s criticisms, declaimed on video just days before? “I am not the person responsible for the breakdown in governance, the corruption and for the incompetence that has been prevalent in our governing structure for the last 15 to 20 years and has been getting worse,” he said.", "King Abdullah (pictured) has long tried to stifle such dissent, most recently using covid-19 as an excuse to bar demonstrations. But Prince Hamzah and other critics will not go away. They are giving voice to frustrations that many Jordanians feel. The country faces big problems, which the king must confront.", "Underlying them all is the economy, which was sluggish before the pandemic and shrank by 5% last year. A quarter of the workforce is unemployed. With little oil or gas, nor even much water, Jordan relies on aid from America and the Gulf states, which value its stability in a volatile region. But some of that cash is drying up as countries face their own problems. And a chunk of it has gone to support the more than 600,000 Syrian refugees who have taken shelter in Jordan. Jordanians try to find work in the Gulf, but fewer jobs are on offer. Remittances, which are crucial to the Jordanian economy, have been plummeting.", "The kingdom’s reform plans make all the right noises about improving education, cutting the bloated public sector and making investment easier. But Jordanians have lost faith in their leaders, who are seen as corrupt and incompetent. Parliament is where politicians collect patronage—it is good for little else. Citizens say they cannot get jobs and basic services without resorting to wasta (personal connections) or bribes. Before the pandemic 45% of Jordanians said they were thinking about leaving the country, mostly for economic reasons.", "The king acts as if he were above it all. When seven people died last month after a malfunction at a government hospital that was treating covid-19 patients, he sacked the health minister and complained about corruption. But King Abdullah chooses Jordan’s prime ministers—and he has picked 13 of them, since he ascended the throne in 1999. He has sidelined the opposition, from nettlesome Islamists to pesky unions. Elections are rigged against those inclined to criticise the government. The king sits atop the rotten system, dispensing cash to businessmen and tribal leaders—not to mention family and friends—in return for their support.", "King Abdullah is in charge, so he is the key to change. Yet change is unlikely unless he gives up some of his power. Jordan needs a parliament that is more responsive and representative—not the one elected last year by a fraction of the population and controlled by government loyalists. The government, in turn, ought to be derived from a majority in parliament. Politicians should feel pressure to be more transparent and less corrupt. The king is loth to loosen his grip. But if he doesn’t start responding to critics from within, like Prince Hamzah, he may soon face more hostile challenges to his reign. ■", "A version of this article was published online on April 5th 2021"], "authors": ["The Economist"], "keywords": ["king", "jordanians", "prince", "jordan", "jordans", "problems", "hamzah", "support", "feud", "abdullah", "politicians", "parliament"], "pubDate": "2021-04-10T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}