{"id": "996eb4df-6380-35c0-91ea-93678ad73fd5", "title": "New Resident Evil Village Concept Art Reveals More About Lady Dimitrescu", "url": "https://www.gameinformer.com/2021/04/07/new-resident-evil-village-concept-art-reveals-more-about-lady-dimitrescu", "summary": "It's been about a week since we've written about Lady Dimitrescu, so the new Resident Evil Village concept art comes at the perfect time.\nLady Dimitrescu roams her castle with her daughters; Bela, being the oldest, is known for her more quiet nature.\nCapcom via IGN Lady Dimitrescu as a rough sketchTo learn more about the concept art revealed and to see more, you can check out IGN's full coverage right here.\nAs for the game itself, Resident Evil Village arrives on May 7, 2021, on PlayStation 5, Xbox Series X/S, PlayStation 4, Xbox One, PC, and Google Stadia.\nWhat about Resident Evil Village has you the most hyped up?", "paragraphs": ["It's been about a week since we've written about Lady Dimitrescu, so the new Resident Evil Village concept art comes at the perfect time. Not only do horror fans get a closer look at the next Resident Evil, but they also get more clues as to who Lady Dimitrescu really is and what her origins are.", "Coming in at a whopping 9'6\" tall, Alcina Dimitrescu has been a source of intrigue for many since Capcom first revealed her inclusion in the latest Resident Evil adventure. As a villain, we're more than likely going to kill her, which makes falling in love with the big tall vampire lady a little awkward, but the mystique surrounding this character is too good not to dive all-in for. Thanks to our friends over at IGN, we've got an awesome new glimpse at her as a character and her past. Several new pieces of concept art have been revealed, showcasing more of her and her surrounding family, all of which are trying to kill our dear old Ethan Winters.", "Capcom via IGN Lady Dimitrescu has her wicked claws ready to fight", "Art director Tomonori Takano sat down with the site to share more concept art surrounding the character he designed, including confirming a weirdly specific fact about her: her shoe size. According to Takano, her show size is 17.3 inches, which is over double the average size for women. All the better for stepping on people, I guess, since the internet wants what the internet wants.", "“We reused the character model of Mia from Resident Evil 7 and made her wear a dress and hat,” Takano told IGN about how prototyping this character began. “I thought that this would be enough to give her a ghost-like quality, but we couldn’t make her feel scary. Then, we decided to make the character model much larger. That was the beginning of Lady Dimitrescu. I drew a piece of concept art in which she stoops down to get through a doorway. That’s when I felt that this was going to work out.”", "Capcom via IGN Lady Dimitrescu's daughters", "Regarding the castle, the art director said that the original concept surrounding this \"gothic vampire castle\" was designed to be women-only. Making Dimitrescu so tall was empowering to showcase her power, both physically and metaphorically.", "Lady Dimitrescu roams her castle with her daughters; Bela, being the oldest, is known for her more quiet nature. Cassandra is known for her sadistic streak, and we're getting the impression that Bela may have to reel her younger sister in more often than not. Daniela is the youngest and is described as the \"craziest,\" someone who is \"delusional\" and particularly dangerous because of that. The art director and director Morimasa Sato confirmed that it was important to give the main villain a family of her own, given that Ethan Winters' family plays a core focus in the story. That parallel is just one of many ways that the team is looking to make Resident Evil Village a fresh take on the horror franchise without leaving what it's known for behind.", "Capcom via IGN Lady Dimitrescu as a rough sketch", "To learn more about the concept art revealed and to see more, you can check out IGN's full coverage right here.", "As for the game itself, Resident Evil Village arrives on May 7, 2021, on PlayStation 5, Xbox Series X/S, PlayStation 4, Xbox One, PC, and Google Stadia. Are you excited to uncover the mystery of this ruled castle? What about Resident Evil Village has you the most hyped up? Sound off with your thoughts in the comment section below; Lady D would want you to."], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["resident", "village", "evil", "art", "dimitrescu", "concept", "surrounding", "lady", "reveals", "ign", "character"], "pubDate": "2021-04-07T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}