{"id": "998c935c-8124-38ae-923a-2c4c3ac69cf9", "title": "Obsession-Worthy Tacos at Yellow Rose", "url": "https://www.newyorker.com/magazine/2020/12/21/obsession-worthy-tacos-at-yellow-rose", "summary": "It is a mystique closely approximating a religion.” Consider me, at least, a worshipper at the altar of Yellow Rose, a Texas-themed pop-up turned restaurant in the East Village.\nI recommend all of the fillings, without reservation: impossibly plump shreds of chicken cooked in salsa verde; a saucy carne guisada (a.k.a.\nBean-and-cheese tacos, featuring refried pintos and shredded Cheddar in Sonoran-style flour tortillas.\n(Before Yellow Rose, Dave cooked at Superiority Burger.)\nI would cross a frozen tundra for a couple of those bean-and-cheese tacos, not to mention brave the hubbub of Third Avenue on a frigid day.", "paragraphs": ["“Texas is a state of mind. Texas is an obsession,” John Steinbeck wrote in “Travels with Charley: In Search of America,” his 1962 book. Then he doubled down: “But I think it is more than that. It is a mystique closely approximating a religion.” Consider me, at least, a worshipper at the altar of Yellow Rose, a Texas-themed pop-up turned restaurant in the East Village. Obsession, indeed, is what led me to commit, the other day, to an entire Pizza Box of Tacos: twelve freshly made Sonoran-style flour tortillas, each folded around one of four fillings and wrapped tightly in foil, containers of a tomatillo-and-poblano salsa verde tucked beside them.", "I recommend all of the fillings, without reservation: impossibly plump shreds of chicken cooked in salsa verde; a saucy carne guisada (a.k.a. beef stew), featuring pink-fleshed, melt-in-your-mouth morsels of chuck; cubes of fried potato dyed neon with a purée of tomato, onion, and pepper. But my runaway favorite is arguably the least exciting-sounding: refried pinto beans (from the cult bean purveyor Rancho Gordo) topped with coarsely shredded Cheddar cheese, impeccably seasoned and cooked to the ideal consistency to let the texture of the tortillas sing.", "Iced hibiscus tea with lime. Photograph by Bubi Canal for The New Yorker", "Do I even want to know what’s in the tortillas? They left me so gobsmacked—thick, chewy, a little stretchy, salty, charred, ever so slightly powdery to the touch—that I think I’d rather not; to peek behind the curtain is to risk dissolving the allure. The shelves of dry goods in the restaurant’s small anteroom offer a hint. (Yellow Rose, which opened in November where the restaurant Feast was, in partnership with Feast’s owners, is counter service only for now, with outdoor seating; behind the swinging saloon-style doors, you’ll catch a glimpse of what will one day be the bar and dining room.) Among jars of mesquite honey and bags of Bandera Rosa coffee beans, roasted in San Antonio—and next to a fully functioning, and free, vintage Pac-Man arcade machine—are sacks of stone-ground flour from Barton Springs Mill, based near Austin.", "I’ve observed the finicky standards to which Texan transplants to New York tend to hold local restaurants claiming to represent their state. It’s hard to imagine better ambassadors than Yellow Rose’s proprietors, Dave and Krystiana Rizo, a married couple who moved to the city from San Antonio four years ago—but they’re far from staunch traditionalists. For their “Texas sheet cake,” a gloriously moist chocolate sponge is layered with a thick, tangy crème-fraîche chocolate frosting and finished with lightly candied, crackly Pawnee pecans, flaky sea salt, and Frankies olive oil. If anyone, native Texan or not, takes issue with it, I’ll gladly finish his portion.", "Bean-and-cheese tacos, featuring refried pintos and shredded Cheddar in Sonoran-style flour tortillas. Photograph by Bubi Canal for The New Yorker", "The same goes for the brilliantly conceived masa snickerdoodles, zingy with lime zest, and for the queso, which happens to be vegan, made with cashew cheese, potato, and guajillo chilies. (Before Yellow Rose, Dave cooked at Superiority Burger.) Some may argue that this renders the queso inauthentic, even sacrilegious. To me, it seems realistically modern—and absolutely delicious, besides, even reheated in the microwave.", "I would cross a frozen tundra for a couple of those bean-and-cheese tacos, not to mention brave the hubbub of Third Avenue on a frigid day. You can heat them up at home, too, though it may not be necessary: hours after I drove my pizza box home to Brooklyn, even after storing it in my refrigerator, the foil was still somehow slightly warm to the touch. Especially paired with a kit for making micheladas—a six-pack of Lone Star, a bottle filled with a blend of roasted tomatoes, peppers, and pickled jalapeños, and a few tablespoons of a house-made Tajín-like seasoning (containing dried guajillo and salt, among other ingredients), for coating the rim of a glass—they felt like the makings of a party, even if there were only two guests. (Tacos $4-$6, other dishes $5-$12.) ♦"], "authors": ["Hannah Goldfield", "Hannah Goldfiel"], "keywords": ["flour", "cooked", "texas", "verde", "tacos", "day", "rose", "obsessionworthy", "yellow", "tortillas", "think"], "pubDate": "2020-12-21T00:00:00Z", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}