{"id": "99916067-23d6-35a9-827c-139e0933fc37", "title": "Game Infarcer: Future Call Of Duty Updates Will Be 50GB And Will Erase A Loved One From Your Memory", "url": "https://www.gameinformer.com/parody/2021/04/01/game-infarcer-future-call-of-duty-updates-will-be-50gb-and-will-erase-a-loved-one", "summary": "The install size of Call of Duty updates have ballooned to the point where physical memory won’t be enough anymore.\nInstead of finding better methods of file compression, Activision instead announced that future updates will instead take up a portion of the player’s actual memory.\nActivision warns that Call of Duty updates are now large enough to overwrite cherished memories, whether they be a first kiss, the birth of a child, or how to stop on roller skates.\nA younger Call of Duty player we spoke to over Zoom cocked her head sideways when we asked if her parents were aware of the change.\n“It’s hard to get mad about the updates when you can’t remember what you lost in the first place,” says Shannon Smith, a top ranked Modern Warfare player.", "paragraphs": ["The install size of Call of Duty updates have ballooned to the point where physical memory won’t be enough anymore. Instead of finding better methods of file compression, Activision instead announced that future updates will instead take up a portion of the player’s actual memory.", "Unfortunately, just as with physical drives, your brain can only handle so much memory – especially when that data contains the sharpest textures and flashiest particle effects in the business. Activision warns that Call of Duty updates are now large enough to overwrite cherished memories, whether they be a first kiss, the birth of a child, or how to stop on roller skates.", "“When weighing the price of buying a new hard drive versus the free cost of erasing likely unwanted memories, we assumed our players wouldn’t mind forgetting a wedding or two if it meant enjoying the latest season of Warzone,” says Activision executive Ronald Bueller.", "A younger Call of Duty player we spoke to over Zoom cocked her head sideways when we asked if her parents were aware of the change. “My what now?” she responded, confused. The player was also incapable of providing her name.", "Not everyone seems bothered by the change. “It’s hard to get mad about the updates when you can’t remember what you lost in the first place,” says Shannon Smith, a top ranked Modern Warfare player. “I’d rather agonize over which mother-in-law to forget than be forced to uninstall Destiny 2 or Red Dead...something.”", "Activision declined to comment on rising reports that players are seeing advertisements for battle passes when they close their eyes."], "authors": ["Editor-In-Chief Of Game Infarcer", "Darth Clark Is The Totally Real Editor-In-Chief Of Game Infarcer", "Which Appears Annually In Game Informer", "Usually Around April Fool S Day . He Occasionally Shares His Wise", "Unassailable Opinions At Other Times Of The Year If You Re Lucky."], "keywords": ["memory", "hard", "infarcer", "future", "memories", "activision", "game", "players", "player", "updates", "instead", "50gb", "physical", "duty", "loved", "erase"], "pubDate": "2021-04-01T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}