{"id": "99e3b4dc-e651-3d35-bd16-e9a795d303f9", "title": "Memorial by Bryan Washington review – the messy side of love", "url": "https://www.theguardian.com/books/2021/jan/11/memorial-by-bryan-washington-review-the-messy-side-of-love", "summary": "Bryan Washington’s award-winning debut, Lot, was a high-impact story collection partly told by Nicolás, a young gay black Latino in multiracial Houston.\nIn one story, Nicolás nags his older brother, Javi, to let him sell drugs with him and his dealer friend, Rick.\nAgain set in Houston, it follows Benson, a black daycare worker, and Mike, a Japanese-born cook, who have been together for four years.\nHaving to host Mitsuko alone in a one-bed flat, never previously having met her, adds strain to Benson’s already rocky relationship with Mike.\nTo find out.”• Memorial by Bryan Washington is published by Atlantic (£14.99).", "paragraphs": ["Bryan Washington’s award-winning debut, Lot, was a high-impact story collection partly told by Nicolás, a young gay black Latino in multiracial Houston. In one story, Nicolás nags his older brother, Javi, to let him sell drugs with him and his dealer friend, Rick. The narrator’s sense of illicit excitement at being among the big boys is heightened by a sexually charged moment as he and Rick count the takings. Then comes an abrupt section break: Rick has been shot dead and we’re at the wake. In front of the casket, Javi snatches Nicolás’s hand: “He made me touch Rick’s face. He told me this was what happened to fags.”", "If Lot could resort to shock to get out of a tight spot (the above story takes place in just six pages), Washington’s first novel, Memorial, is a more grownup proposition. Again set in Houston, it follows Benson, a black daycare worker, and Mike, a Japanese-born cook, who have been together for four years. When Mike learns that his long-estranged father is dying in Osaka, he decides to fly out – just as his mother, Mitsuko, turns up out of the blue in Texas.", "Having to host Mitsuko alone in a one-bed flat, never previously having met her, adds strain to Benson’s already rocky relationship with Mike. Just when he’d plucked up the courage to ask about having kids, Mike floated the idea of an open relationship and the memory of the hard words that followed colours the odd-couple predicament that occupies the novel’s first third, with Mitsuko just as uneasy as Benson. When she asks how he feels about her staying, and he says it’s fine, she says: “I’m fluent in fine. Fine means fucked.”", "While Memorial shares Lot’s attractively conversational style (not to mention its conspicuous indifference to “whiteboys” and “whitegirls”), Benson’s segments, in particular, threaten to drown the book in self-pity. If some companionably awkward sex scenes provide relief – as well as vital context – it also helps that Washington is too savvy a writer not to see that his theme of communication failure can be funny as well as sad. Here’s Benson seeking word from Osaka:", "", "“I start to text Mike.", "I type, We’re done.", "I type, Fuck you.", "I type, It’s over dickhead.", "I type, How r u, and that’s what I send.”", "", "At times, the novel seems less a portrait of a relationship than a splice of two stories on the same theme: while Mike looks after his father, a bar-owning ex-alcoholic, Benson has to deal with his own estranged dad, a former meteorologist fired for on-air drunkenness. The ambling dual narrative, looping between past and present, draws tragicomic power from blunt coincidence: Mike breaks his radio silence at exactly the moment that Benson finds himself kissing another man.", "", "When Benson tells us he lives in “the Third Ward, a historically black part of Houston”, it’s hard not to feel a pang for the sink-or-swim immersion of Lot, whose streetwise voice had no truck with such reader-friendly niceties. Still, Lot took easy options in other ways and the more mature messiness of Memorial lies partly in Washington’s calculated uncertainty over what resolution ought to look like in a gay love story, as Benson and Mike search for answers to questions they don’t quite know how to ask. At one point, Benson tells his colleague Ximena that her fiance is “a good dude, but what if it doesn’t work out?” “Nobody ever knows if it’ll work,” she says, in a line that might be Memorial’s credo: “That’s why you do this shit. To find out.”", "", "• Memorial by Bryan Washington is published by Atlantic (£14.99). To order a copy go to guardianbookshop.com. Delivery charges may apply", ""], "authors": ["Anthony Cummins"], "keywords": ["benson", "memorial", "lot", "love", "washington", "messy", "houston", "type", "bryan", "mike", "relationship", "review", "mitsuko", "washingtons", "rick"], "pubDate": "2021-01-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}