{"id": "99f046ff-433f-3779-a866-5c8e81739f3a", "title": "The Most Misquoted Movie Lines of All Time", "url": "https://www.newyorker.com/humor/daily-shouts/the-most-misquoted-movie-lines-of-all-time#intcid=recommendations_the-new-yorker-homepage_d930e972-adc3-4019-8f0a-163a6f326919_popular4-1", "summary": "But rewind the tape, and you’ll find that Darth Vader never mentions anything about his car keys or dropping them down a big hole.\nHe says, “No, I am your father.”“Why, hello, Luke Skywalker, it is I—the Darth Vader.\nI hope this has helped.”Darth Vader ​never says any of this.​“Father father father father father.”Close, but no cigar—Darth Vader never says the word “father” five times in a row.\nDarth Vader really says, “No, I am your father.”“Frankly, my dear Lork, I think my car keys are down this big hole.”You’ll stump even the biggest movie buffs with this one—Darth Vader never actually utters these words.\n“Toto, I have a feeling my father’s damn car keys aren’t in Kansas anymore.”The line is “No, I am your father.”“Toto, you are my dear father, and I am Lork.", "paragraphs": ["“Luke, I am your father.”", "Despite this iconic exchange occurring in one of the most climactic scenes in movie history, Darth Vader never says, “Luke, I am your father.” In actuality, he says, “No, I am your father.”", "“Lork, I am your father.”", "This line was ingrained in our collective memory after we saw ​“The Empire Strikes Back​,” but the character’s name is actually Luke, not Lork, and the quote is “No, I am your father.”", "“Luke, I think I dropped my car keys down this big hole.”", "Even if you haven’t seen the movie, you know this line. But rewind the tape, and you’ll find that Darth Vader never mentions anything about his car keys or dropping them down a big hole.", "“Luke, I am your best friend, Lork.”", "Just about everyone remembers hearing Anakin Skywalker deliver this shocking twist. What they’re not remembering? That he was Luke’s father—not his best friend—and that Darth Vader’s name is “Darth Vader.”", "“I’m Darth Vader, and I’m here to say that I’m your dad in a major way!”", "Ask just about anyone, and they’ll swear that this is what James Earl Jones says to Mark Hamill in the Cloud City’s central air shaft. The truth? He says, “No, I am your father.”", "“Why, hello, Luke Skywalker, it is I—the Darth Vader. Though I understand that you currently believe me to be your father’s murderer, I am afraid there has been, to be frank, more than a bit of a mixup. Rather than murdering your father, I had unprotected space-sex with your mother, who then carried you in space-pregnancy before giving birth, which, by most definitions of the word ‘father,’ would make me, in fact, thereby, your father. I hope this has helped.”", "Darth Vader ​never says any of this.​", "“Father father father father father.”", "Close, but no cigar—Darth Vader never says the word “father” five times in a row.", "“Frankly, my dear, I don’t give a damn.”", "Despite being ranked No. 1 on ​A.F.I.’s list of “100 Years . . . 100 Movie Quotes​,” everyone still gets this one wrong. Darth Vader really says, “No, I am your father.”", "“Frankly, my dear Lork, I think my car keys are down this big hole.”", "You’ll stump even the biggest movie buffs with this one—Darth Vader never actually utters these words.", "“Toto, I have a feeling my father’s damn car keys aren’t in Kansas anymore.”", "The line is “No, I am your father.”", "“Toto, you are my dear father, and I am Lork. And frankly, I do not give an ass.”", "The line is “No, I am your father.”", "“No, I am your father.”", "Rick actually says, “Play it, Sam.”"], "authors": ["Sean Mcgowan", "Sean Mcgowa", "Amy Collie"], "keywords": ["father", "darth", "luke", "misquoted", "vader", "keys", "dear", "lines", "line", "lork", "car", "movie"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}