{"id": "99f75c5d-bbea-3e06-862f-475358a216f6", "title": "USWNT face rivals Sweden at Olympics as GB play hosts Japan", "url": "https://www.theguardian.com/football/2021/apr/21/uswnt-tokyo-olympics-soccer-draw", "summary": "The US women’s national team will face Australia, Sweden and New Zealand at the Tokyo Olympics, while in the men’s competition 2016 winners Brazil will take on Germany following the group stage draw on Wednesday.\nHowever, they will be wary of facing a talented Australia side as well as Sweden, who knocked them out after a penalty shoot-out in 2016.\nMaking only their second Olympic tournament appearance, Team GB will be led by England’s interim coach Hege Riise.\nThe host nation Japan are an extremely talented team and have been a strong force in women’s football for many years,” Riise said in a statement.\nHowever, the age bracket has been raised for the Tokyo Games in line with the one-year postponement of the event due to the Covid-19 pandemic.", "paragraphs": ["The US women’s national team will face Australia, Sweden and New Zealand at the Tokyo Olympics, while in the men’s competition 2016 winners Brazil will take on Germany following the group stage draw on Wednesday.", "The American women’s team, unbeaten in 39 games, are the reigning world champions and four-time winners of the Olympic tournament and will start as favourites in Tokyo, with Rio 2016 winners Germany failing to qualify. However, they will be wary of facing a talented Australia side as well as Sweden, who knocked them out after a penalty shoot-out in 2016.", "“We of course already knew how talented they are, how athletic they are and how dedicated they are to their tactics,” said USWNT head coach Vlatko Andonovski after the draw was announced. He also acknowledged Australia would be a test. “When Australia is playing well, they can be one of the world’s best teams,” he said. “We all know they have as much attacking talent as any team in the Olympics and that always makes USA-Australia games very entertaining for the fans and guaranteed to stretch us physically.”", "Team GB women have drawn 2016 bronze medallists Canada, Chile and hosts Japan. Making only their second Olympic tournament appearance, Team GB will be led by England’s interim coach Hege Riise.", "“There is no doubt we have been drawn in a very exciting group. The host nation Japan are an extremely talented team and have been a strong force in women’s football for many years,” Riise said in a statement.", "“Canada are another very good physical team, as we saw earlier this month when England and Wales both faced them at home in the April Fifa window. Chile are not a team I know quite as well, but they put in a very impressive performance against Cameroon to secure their place in this summer’s Games for the first time in their history.”", "On the men’s side, Brazil will take on Germany, Ivory Coast and Saudi Arabia. Mexico, the 2012 gold medallists, were pitted against hosts Japan, South Africa and France. The men’s team are usually restricted to selecting players under the age of 23, with just three overage players allowed.", "However, the age bracket has been raised for the Tokyo Games in line with the one-year postponement of the event due to the Covid-19 pandemic.", "Men’s Olympic draw", "Group A", "Japan, South Africa, Mexico, France", "Group B", "New Zealand, South Korea, Honduras, Romania", "Group C", "Egypt, Spain, Argentina, Australia", "Group D", "Brazil, Germany, Ivory Coast, Saudi Arabia", "Women’s Olympic draw", "Group E", "Japan, Canada, Great Britain, Chile", "Group F", "China, Brazil, Zambia, Netherlands", "Group G", "Sweden, United States, Australia, New Zealand"], "authors": [], "keywords": ["olympics", "rivals", "hosts", "olympic", "sweden", "australia", "talented", "gb", "play", "tokyo", "face", "japan", "zealand", "winners", "team", "games", "womens", "germany", "uswnt"], "pubDate": "2021-04-21T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}