{"id": "9a03422f-01d3-3a78-bed4-4b76ca5334d1", "title": "France is first EU member state to start testing digital Covid travel certificate", "url": "https://www.theguardian.com/world/2021/apr/20/france-is-first-eu-member-state-to-start-testing-digital-covid-travel-certificate", "summary": "France has become the first EU member state to begin testing a digital coronavirus travel certificate as part of a Europe-wide scheme that Brussels hopes will allow people to travel more freely within the bloc by the summer.\nThe European commissioner for justice, Didier Reynders, said last week he expected the EU’s “digital green certificate” to be operational by by 21 June.\nThe certificate is an urgent priority for southern European member states whose economies have been devastated by the pandemic.\nThe scheme has deliberately not been called a “vaccine passport” to avoid discriminating against people not yet offered a shot.\nBrussels has stressed that while it should make travel easier, it must not become a pre-condition of free movement.", "paragraphs": ["France has become the first EU member state to begin testing a digital coronavirus travel certificate as part of a Europe-wide scheme that Brussels hopes will allow people to travel more freely within the bloc by the summer.", "The TousAntiCovid app, part of the country’s contact tracing programme, has been upgraded to store negative Covid-19 test results on travellers’ mobile phones and is being trialled on flights to Corsica and overseas départements from this week.", "The trial will be extended from 29 April to include vaccination certificates, officials told Le Monde, and the system could eventually be adopted for public events such as concerts, festivals and trade fairs, although not for bars and restaurants.", "The French trial will form one part of a “reinforced, consolidated and standardised” Europe-wide system, the minister for digital transition, Cédric O, said, with talks already under way with several countries and airlines to ensure early recognition.", "The European commissioner for justice, Didier Reynders, said last week he expected the EU’s “digital green certificate” to be operational by by 21 June. The certificate is an urgent priority for southern European member states whose economies have been devastated by the pandemic.", "The scheme has deliberately not been called a “vaccine passport” to avoid discriminating against people not yet offered a shot. Brussels has stressed that while it should make travel easier, it must not become a pre-condition of free movement.", "The certificate should mean travellers will not need to quarantine, allowing them to store on their phones evidence that they have been vaccinated, have recently tested negative, or have antibodies after recovering from Covid-19.", "In France, people taking a coronavirus test from Tuesday will receive a text message or email giving them access to a state-certified online document that can be downloaded and either printed off or stored in the TousAntiCovid app.", "The same will apply to those being vaccinated from next week, with a complete database of past tests and vaccinations open for download by everyone from mid-May. Antibody test results should be incorporated at a later stage.", "The app will generate a secure QR code containing a range of information including the traveller’s name, the date and type of their test or vaccine, and details of the relevant doctor or laboratory, all of which can be checked against a national database.", "Several EU members states are developing similar systems, leading to concerns about how well they will work together. The EU’s privacy watchdogs also warned earlier this month the scheme must respect data protection laws and “have an appropriate legal basis” in each member state.", "Denmark last week began trialling its Coronapas, available to people who have been either vaccinated, tested positive two to 12 weeks previously, or negative within the past 72 hours.", "The Danish scheme currently only allows users to access non-essential businesses such as hairdressers, beauty salons and driving schools, but is set to expand to include museums, theatres, cinemas and restaurants from 6 May.", "The Netherlands is also testing a scheme called Back to Live that allows people to attend live events provided they have tested negative at special sites from 8am that morning and recorded that on a CoronaCheck app with a QR code."], "authors": ["Jon Henley"], "keywords": ["france", "travellers", "certificate", "testing", "member", "covid", "week", "travel", "state", "vaccinated", "digital", "tested", "eu", "start", "scheme", "negative", "test"], "pubDate": "2021-04-20T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}