{"id": "9a17e18b-106f-3b92-800b-bd399f2efe21", "title": "A Member of the ‘Squad’ Takes on Cryptocurrency", "url": "https://www.wired.com/story/member-squad-takes-cryptocurrency/", "summary": "Last year, when Facebook officials were hauled in front of Congress to defend their plans for a cryptocurrency called Libra, they arrived with a pitch about financial inclusion.\nRepresentative Rashida Tlaib, (D–Michigan) a member of the “squad” of progressive first-term lawmakers, had heard similar pitches before.\nHer Detroit district, the third-poorest in the country, is populated with the very unbanked people Facebook executives were describing.\nBut increasingly, some stablecoins, like Libra, have been proposed for more common uses, like paying for actual stuff.\nThat’s given some relief to central bankers who were concerned that Facebook's currency would compete with their ability to control the local money supply.", "paragraphs": ["Last year, when Facebook officials were hauled in front of Congress to defend their plans for a cryptocurrency called Libra, they arrived with a pitch about financial inclusion. With Libra, people anywhere in the world would have access to a common payment network, they said, whether or not they had access to a bank. All it would take was a phone and a Facebook account.", "Representative Rashida Tlaib, (D–Michigan) a member of the “squad” of progressive first-term lawmakers, had heard similar pitches before. Her Detroit district, the third-poorest in the country, is populated with the very unbanked people Facebook executives were describing. In the past, they had been promised faster tax returns, paycheck advances, or check cashing without a checking account. But these offerings came with little regulation, and often with excessive fees or interest rates. Now, here was Libra, a cryptocurrency that also seemed poised to fall through the regulatory cracks, backed by an industry with a lot of power and data. She wondered if this was the next iteration.", "“People don’t realize that this is coming. I feel like a mama bear, and I have to watch out for what is coming for my district and my neighborhood,” Tlaib says. That’s why she wants to talk with you about a thing called stablecoins.", "Not familiar? Eyes glazing? It’s a bit niche, for now. Stablecoins are a form of digital currency that, as the name suggests, hold a constant value. That’s what Libra is, technically, but there are many other flavors. Stablecoins might be backed by an actual currency or a basket of assets, or they might use algorithmic tricks to hold steady, but the point is that their price in, say, dollars, doesn’t change. It’s a promise. Stablecoins were initially used to help with buying and selling volatile cryptocurrencies like bitcoin. But increasingly, some stablecoins, like Libra, have been proposed for more common uses, like paying for actual stuff. That’s because they can be fast, easy to use on phones, and are, well, stable.", "“I feel like a mama bear, and I have to watch out for what is coming for my district and my neighborhood.” Representative Rashida Tlaib (D–Michigan)", "The problem is that stablecoins are not much more familiar to members of Congress and regulators than they are to you and me. In the Facebook hearings last year, everyone seemed to want Libra to be regulated, but the unanswered question was how. So this week, Tlaib introduced a bill, cosponsored by representatives Stephen Lynch (D–Massachusetts) and Chuy Garcia (D–Illinois), that offers a possible solution: requiring stablecoins that promise a fixed value in US dollars to be issued by banks. That, the legislators argue, constitutes taking a deposit, which is something only banks can do—not tech companies nor the associations they set up to issue coins on their behalf.", "That logic takes aim squarely at Facebook’s stablecoin plans. This year, while we were worrying over social distancing and reproduction values, Libra went through major changes. Instead of a global, borderless coin backed by a number of currencies and assets, it’s now proposed as a series of coins for different places: a coin for Europe denominated in euros, a coin for the United States denominated in dollars, and so on. That’s given some relief to central bankers who were concerned that Facebook's currency would compete with their ability to control the local money supply. Libra also abandoned a plan to eventually let anyone build services on its network, a feature that raised money laundering concerns, in favor of a closed system controlled by its official members.", "Oh, and there were a few naming tweaks along the way. Facebook’s Calibra division, which is designing the company’s Libra wallet, now wants to be called Novi. And earlier this week, Libra itself—both the currency and the association that issues it—became Diem. Got that? Novi deals Diem. Think of it as an effort to assert the project’s independence from Facebook—though, as a reminder, the company did come up with the idea, built most of the technology, set up the association with close allies, and will likely provide by far the most users for whatever coins are eventually issued."], "authors": ["Gregory Barber", "Gregory Barbe"], "keywords": ["coming", "takes", "facebook", "thats", "cryptocurrency", "libra", "stablecoins", "squad", "dollars", "tlaib", "member", "district", "currency", "facebooks"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}