{"id": "9a3af7cb-5dca-3507-b693-8d61772de8b1", "title": "Celtic's trip to Dubai under scrutiny after player tests positive for Covid", "url": "https://www.theguardian.com/football/2021/jan/11/celtic-trip-dubai-under-scrutiny-after-player-tests-positive-for-covid", "summary": "Celtic could face wider disruption to their squad after one player tested positive for coronavirus in the wake of their controversial trip to Dubai.\nThe unnamed player will have to self-isolate but there could potentially be further ramifications before their Scottish Premiership match against Hibernian on Monday.\nA Scottish government statement on Sunday night read: “We are aware there has been a positive case of coronavirus within Celtic FC.\nThere could also be wider consequences as Nicola Sturgeon had questioned the purpose of Celtic’s trip and whether they were following social-distancing rules after seeing photos from their Dubai base.\nElite sports teams who go to foreign training camps are exempt from quarantine rules.", "paragraphs": ["Celtic could face wider disruption to their squad after one player tested positive for coronavirus in the wake of their controversial trip to Dubai. The unnamed player will have to self-isolate but there could potentially be further ramifications before their Scottish Premiership match against Hibernian on Monday.", "A Scottish government statement on Sunday night read: “We are aware there has been a positive case of coronavirus within Celtic FC. Scottish government clinicians and the GGC [Greater Glasgow and Clyde] Health Protection Team are in contact with Celtic providing advice on next steps.”", "Celtic had confirmed one player tested positive but all others and staff members were negative after being checked following their return to Scotland on Friday. Eight Scotland Under-21s players were instructed to self-isolate in November after three of their teammates, including the Celtic midfielder David Turnbull, tested positive on their return to their clubs from international duty. Health officials ruled that players who sat closest to the infected players on flights and coach journeys should also self-isolate.", "There could also be wider consequences as Nicola Sturgeon had questioned the purpose of Celtic’s trip and whether they were following social-distancing rules after seeing photos from their Dubai base. The first minister subsequently warned that professional sport’s privileges could be lost if protocols were not followed by all participants.", "John Kennedy, the Celtic assistant manager, admitted on Saturday that there had been some minor “slip-ups” but that a photo had maybe painted a “false picture”. He stressed they had addressed the issue and had largely stayed separate from the wider public given they had their own area in the hotel and travelled on their own flight.", "Kennedy also stated the Scottish government and football authorities were content with their protocols. However, Celtic’s decision to go ahead with a trip they had booked almost two months earlier came under further focus on Sunday night when the Scottish government removed Dubai from the exemption list for quarantine. Furthermore, travellers who returned from Dubai since 3 January will have to self-isolate for 10 days.", "Elite sports teams who go to foreign training camps are exempt from quarantine rules. Speaking on on Saturday to BBC Radio Scotland’s Off The Ball programme, the national clinical director Jason Leitch said: “Professional sport people can go on winter training camps – that is allowed. They’re not allowed to just go on a holiday, like the rest of us aren’t.", "“That exemption if they stay within their bubble means they don’t have to quarantine when they come back. The United Arab Emirates on Friday had 5,055 new cases, nearly double the Scottish numbers of cases. There is a lot of Covid in Dubai.", "“The club, when they’re in Dubai, have to follow the rules. They have to distance. They are allowed to be there, to be clear.”"], "authors": [], "keywords": ["rules", "quarantine", "player", "scrutiny", "scottish", "positive", "celtic", "wider", "celtics", "tested", "selfisolate", "covid", "trip", "tests", "dubai"], "pubDate": "2021-01-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}