{"id": "9a523dea-eb39-3f4a-a7d1-5ccf2f7204e7", "title": "Labuan Bajo and beyond: Exploring the beauty of Indonesia's dragon archipelago", "url": "https://cnn.com/travel/article/indonesia-labuan-bajo-flores-komodo/index.html", "summary": "Labuan Bajo, a bustling port town on Flores' northwestern tip, is best known as the jump off for Komodo National Park.\nHere's a look at what travelers heading to Labuan Bajo and beyond can experience when the country reopens to international tourism.\nLabuan Bajo: More than a portA phinisi dive boat, anchored in a Labuan Bajo marina.\nMeanwhile, about an hour away from Labuan Bajo, Cunca Wulang's cascades and natural water slides are photogenic fun for adults and kids alike.\nShutterstockScuba aficionados have long prized Komodo National Park as one of Indonesia's standout diving destinations.", "paragraphs": ["Editor's Note — CNN Travel's series often carries sponsorship originating from the countries and regions we profile. However, CNN retains full editorial control over all of its reports. Read the policy", "(CNN) — Manta rays hover, wings pulsing, on the fast currents of the Flores Sea. Komodo dragons, earth's largest lizard, skulk in the scrubby forests of Komodo and Rinca. A peachy sunrise illuminates the rugged flanks and slender spine of Padar Island.", "It's little surprise to anyone who has visited Komodo National Park, a flurry of volcanically upthrust islands and coral reef off the coast of Indonesia's Flores island, that it holds UNESCO World Heritage status.", "Labuan Bajo, a bustling port town on Flores' northwestern tip, is best known as the jump off for Komodo National Park. It's where travelers will find Komodo Airport, which opened a new, modern terminal in 2015.", "Set to host the G20 gathering of world leaders in 2022 and the ASEAN Summit in 2023, this region most associated with liveaboard dive boats and leisurely cruises on phinisi sailing ships is further developing in preparation for the global spotlight.", "Here's a look at what travelers heading to Labuan Bajo and beyond can experience when the country reopens to international tourism.", "Labuan Bajo: More than a port", "A phinisi dive boat, anchored in a Labuan Bajo marina. Andre Seale/VW PICS/Universal Images Group/Getty Images", "The name \"Labuan Bajo\" means \"Place Where the Sea Gypsies Stop Over\", but the town is more than just a stopping place to book a cruise or stock up on pearls and abalone shells.", "Labuan Bajo has accommodation for all budgets, ranging from private island beach bungalows to branded beachfront hotels, homestays and boutiques, with a wealth of hotels now under construction ahead of 2022.", "While seafood feasts await and a couple of beach clubs deck the shores, the town's main attractions are natural, says Sebastian Pandang, head of the local branch of the Indonesian Tourist Guides Association.", "\"When I do city tours, I take travelers to Bukit Cinta, Batu Cermin, Gua Rangko and Cunca Wulang,\" he says.", "Around the middle of the day, when light floods through the hillside entrance and illuminates the turquoise waters below, Gua Rangko, a marine cave accessible by boat near Labuan Bajo, is as stunning as Capri's famous Blue Grotto.", "Meanwhile, about an hour away from Labuan Bajo, Cunca Wulang's cascades and natural water slides are photogenic fun for adults and kids alike.", "Bukit Cinta offers sunset island views, while Batu Cermin cave -- just a 15-minute drive from the town -- features shining walls that reflect the sunlight.", "Further afield on Flores", "Sunset seekers headed for Flores will be in for a treat. SONNY TUMBELAKA/AFP/AFP via Getty Images", "For travelers with time on their hands, it's worth exploring further afield in Flores. More than twice the size of Bali, this long, slender island is a place where rich tribal cultures occupy lush volcanic landscapes.", "Perched in the sky, the conical thatched huts of the tribal village of Wae Rebo can be accessed only on foot. In Luba and Bena, an ancient matrilineal culture persists amid megalithic tombs and the skulls of sacrificed buffalo.", "Traditional rituals and sports such as armed boxing endure throughout the island's lush green highlands, where women still weave ikat cloths and Flores coffee flourishes.", "Further east, the volcano Kelimutu beckons, its summit capped with three dramatic crater lakes that gleam like slicks of oil paint in vivid mineral colors that change with the composition of the waters.", "Each August, the local Lio people descend to the lakeside to leave offerings to their ancestors and honor them with dance.", "Komodo Island: Here be dragons", "Komodo dragons can reach lengths of 10 feet. Shutterstock", "The island of Komodo is about a two-hour boat ride from Labuan Bajo. Its most popular attraction is its large population of Komodo dragons.", "\"In local legend, we believe that the Komodo dragon is born together with humans, from one mother,\" says Ishak, a ranger at the national park station on Komodo island who, like many Indonesians, uses just one name.", "Over the centuries, the villagers of Komodo and nearby Rinca islands, where the bulk of the park's 5,000-odd lizards reside, have reached an equilibrium with these scaly predators -- although they typically graze their goats on islands out of the dragons' reach.", "Despite their drooping jowls and lazy manner, Komodo dragons are powerful predators. Male dragons can reach a length of up to three meters (close to 10 feet) and take down prey as large as buffaloes with their strong jaws and potent venom.", "Yet rangers escort visitors into their hunting grounds armed with nothing more dramatic than a forked stick, which they use in extremis to pinion the lizards' tails.", "\"The dragons haven't attacked a human being for (more than) two years,\" Ishak explains. \"And that was a Singaporean tourist who went for a walk without a ranger.\"", "Treks on Komodo island span the gamut from short strolls to nearby buildings where lazy lizards hang out in search of food, to half-day hikes into the surrounding forests where their more active cousins hunt deer, wild boar and more amid the calls of rare birds.", "The heart of the Coral Triangle", "Giant rays often gather at Manta Alley to feed on plankton. Shutterstock", "Scuba aficionados have long prized Komodo National Park as one of Indonesia's standout diving destinations. It's set at the heart of the Coral Triangle , the world's epicenter of marine biodiversity, and is washed by turbulent currents that seed lush corals and draw large ocean-going creatures from sharks to mantas and even dolphins.", "Liveaboard dive boats flock to sites like Batu Bolong, an oceanic pinnacle so rich in life that it's possible to see a turtle on one side of you and a reef shark on the other, and Manta Alley, where giant rays, some as much as five meters in wingspan, cluster to feed on plankton.", "Yet you don't need to be a qualified diver to experience Komodo's underwater delights. Overnight, two-night and even one-day cruises let snorkelers discover pristine coral gardens, such as those at Manjarite or Pink Rock, or drift along the reef on fast currents, such as those near Karang Makassar.", "Snorkelers can fin out in search of manta rays at sites like Manta Point, where the creatures circle over coral outcrops so smaller fish can clean them, or go in quest of the sea turtles that graze on Komodo's seagrass.", "Island-hopping", "Komodo National Park is home to several pale pink beaches. Shutterstock", "Island-hopping is one of the great joys of any trip to Komodo National Park.", "Padar, the park's third largest island after Komodo and Rinca, offers stunning sunrise views over sculpted ridges and sinuous bays from its slender spine, reached by hundreds of steps.", "Kelor Island, a tiny cone decked with a pretty white sand beach, delivers 360-degree vistas of the volcanic outcrops that stud the Flores Sea.", "For the perfect selfie, Karang Makassar, a low-lying white sand atoll surrounded by pale turquoise waters, is also magical.", "And then there's Pink Rock, a volcanic outcrop that offers a surreal background of pink rock marbled in orange and yellow and threaded with veins of iron ore.", "Yet, even more than white sands, Komodo National Park is famous for pink beaches. Scarlet coral fragments tint pale sands around the waterlines on several islands, creating a natural rainbow of beige, pink and turquoise."], "authors": ["Theodora Sutcliffe"], "keywords": ["coral", "park", "flores", "pink", "komodo", "bajo", "national", "dragon", "exploring", "indonesias", "island", "labuan", "beauty", "dragons", "archipelago"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}