{"id": "9a7525d4-ec25-3b44-b7db-bafdfe317b87", "title": "Newsletters - Christmas newsletters are a form of slow social media", "url": "https://www.economist.com/christmas-specials/2020/12/19/christmas-newsletters-are-a-form-of-slow-social-media", "summary": "Most Christmas letters linger for a few weeks above the fireplace before being thrown away in the New Year clear-out.\nIn the 1980s home computers and printers made it easier still to make newsletters; Marie’s 1988 bulletin describes a “rash” of such missives.\nStrange, an archivist at the Smithsonian Museum of American History, identified Christmas letters as an exception to this rule.\nWomen write about three-quarters of newsletters, Ms Strange estimates, providing an alternative historical perspective—albeit one that remains largely white and middle-class.\nTwo of Marie’s children, as well as some of her grandchildren, now send Christmas newsletters of their own.", "paragraphs": ["O N CHRISTMAS DAY in 1948, Marie Harris published the mid-century equivalent of a status update. In June that year, “lying on the beach watching the waves of the Pacific roll in”, she and her husband Bob had decided they needed more space for their young family. Through an ad in the local paper they found just the place: a rambling old farmhouse with green shutters in rural Shedd, Oregon. They swapped their crowded city digs for a retreat worthy of Instagram: five acres of land, thick with boysenberries, apple, pear and walnut trees. But apart from the 17 chickens, three geese, two cats, a cow, a duck and a collie called Mac, Shedd was not a sociable sort of place. So Marie’s three-page bulletin ended with something akin to a friend request: “We have lots of animals,” typed the 28-year-old, “but would like company of a more human sort—and mail.”", "So concluded the first edition of the Harris Herald, a newsletter which Marie would publish every Christmas for the rest of her life. Usually typed on a side or two of letter paper and sometimes embellished with stick-man drawings, maps and photos, the Herald provided friends and family with news of high-school wrestling triumphs, tonsillectomies, hunting hauls and river voyages on a home-made cruiser, Noah’s Place (later renamed PITA , short for Pain In The Ass, after it overheated and broke down halfway up the Columbia river). Over 54 editions Marie chronicled the surprise birth of twins, the premature death of Bob, her return to college, remarriage (at which point the Harris Herald became the Bussard-Harris Christmas Annual), promotion to college professor and the arrivals of 18 grandchildren, as well as more great-grandchildren than most readers could keep track of.", "The Herald is the oldest archived example of a Christmas newsletter, a medium that, long before the internet, allowed the sharing (and over-sharing) of carefully curated news and photos to a wide network of friends and family. Most Christmas letters linger for a few weeks above the fireplace before being thrown away in the New Year clear-out. But historians are increasingly interested in the few that are kept. Like modern social media, the bulletins offer a window into everyday domestic life—or at least the version of it that the authors presented to the world.", "Marie Harris was among the pioneers of a medium that emerged on both sides of the Atlantic after the second world war. People had exchanged Christmas cards with loved ones since Victorian times, when a well-chosen card was considered a present in itself. As incomes rose in the second half of the 20th century, people sent more cards; by the 1970s it was common to buy them by the box. The more cards people posted, the more of a pain it became to hand-write long messages.", "So when technology allowed an insert to be copied, people did so. Marie’s first Heralds were printed by mimeograph, a contraption that used a rotating drum to force blueish ink through a stencil made of waxed paper. Few people had access to such a thing (Marie used one at Oregon State College, where Bob worked as a lecturer). From the 1960s, photocopiers began popping up in offices. The smart new look of the Bussard-Harris Christmas Annual in 1961 was courtesy of the Xerox machine in the office of David Bussard, Marie’s second husband. In the 1980s home computers and printers made it easier still to make newsletters; Marie’s 1988 bulletin describes a “rash” of such missives.", "As these letters became more common, people found ways to make them stand out. Photos began to appear (we first see the Harris-Bussards in 1975: Marie, in flares, reclining in an armchair as David perches by the fireplace). The 1990s brought an outbreak of Christmassy clip-art, with cheerful Santas sometimes incongruously placed next to reports of deceased pets. Around the same time, stationers began to sell Christmas-themed paper aimed at newsletter scribes.", "Some authors expressed themselves in verse. A collection of newsletters held by Ann Burnett of North Dakota State University includes one written in 14 just-about-rhyming stanzas:", "We travelled to Normandy Where the Allies did land And then on to London Where we stayed at the Strand", "Others extracted contributions from their children. When the novelty of that wore off some wrote imaginary missives from their pets. A letter in Ms Burnett’s collection reads normally enough—one son is off to Yale, a grandchild is on the way, and so on—except that the notional authors are the family’s cat and dog, both long dead and stuffed. A haunting photograph of the glass-eyed pair rounds off the bulletin.", "A timeline of the years", "As well as laughs, intentional and otherwise, letters like these provide a rich social history. In the 1990s paper sources began to disappear beneath a flood of e-mails and text messages. Susan B. Strange, an archivist at the Smithsonian Museum of American History, identified Christmas letters as an exception to this rule. In 1998 she began to collect them from friends, family and anyone else who had back issues to offload. The resulting haul of 1,500 missives, from about 100 families, ended up at Harvard’s Schlesinger Library on the History of Women in America. Women write about three-quarters of newsletters, Ms Strange estimates, providing an alternative historical perspective—albeit one that remains largely white and middle-class.", "Health, work and travel are the enduring themes, and the archives illustrate how all three changed for Americans in the 20th century. In 1948 Marie recounted a brush with polio in which first her son, and then she herself, were forced to isolate in hospital. In a more recent letter from a different family, a 70-year-old marvels at her new prosthetic foot: “A super duper, space age, technological marvel that will never hurt, nor fail nor any other thing.” In 1948 Bob Harris took on a Saturday job as a mechanic, which “saved us from the very unpleasant effects of inflation”, running at nearly 10% that summer. Sixty years on the global financial crisis made its way into people’s Christmas reflections. “We are going to change our name to AIG -Chrysler in the hopes that the federal government will provide us with a bail-out,” joked one American family in 2008. As the jet age arrived, tales of holidays made more frequent appearances. “The trip to San Francisco takes less time than driving to the airport to catch the plane,” marvelled Marie in 1962. Her vacations branched out from a trip to Palm Beach to tours of Australia, Fiji and South Africa in the 1990s.", "A new preoccupation is with busyness. As one newsletter in Ms Burnett’s collection puts it:", "“I’m not sure whether writing a Christmas letter when I’m working at the speed of light is a good idea, but given the amount of time I have to devote to any single project, it’s the only choice I have. We start every day at 4.45am, launch ourselves through the day at breakneck speed (the experience is much like sticking your head in a blender), only to land in a crumpled heap at 8.30pm...wondering how we made it through the day.”", "More than two-thirds of newsletters mention time, usually the lack of it, Ms Burnett finds. She attributes this to the quickening pace of modern life. But it is difficult to resist the suspicion that there is a hint of showing off in some authors’ complaints about their action-packed lives. The Christmas letter is, after all, the native environment of the humblebrag. “While I would like to take credit for this, in truth it was more the Lord,” writes a serial offender from Massachusetts. The next year he remarks: “I like to think they gave me this award for the great job I did, but it is more likely they gave it to me so I would finally go away!” Readers may wonder if that was indeed the case.", "Comments like this explain why Christmas letters do not always spread good cheer. In 1954 an article in the Atlantic Monthly sent up the “campy humour and covert bragging” of the Christmas circular. By 1987 Marie felt the need to explain that “although we read about people who don’t like to receive Christmas letters, it is so hard to break old habits, especially one that started 39 years ago”. Debrett’s, a British etiquette guide, advises that such newsletters are “best avoided. They are impersonal and can seem boastful, especially if they are a rambling litany of the family’s achievements.”", "Those who love to hate the “brag and gag” variety of letter have found innovative ways to get their revenge. Christmas Letter Swap, a website, organises an annual exchange of fictitious newsletters, as an antidote to the “seasonal plague”. Simon Hoggart, a Guardian journalist, asked readers to send in their most-hated letters and received several hundred each year, from the sickening (“The cutest, cleverest and most advanced baby in the world!!!!!!!!”) to the soporific (“The gas men finally came on January 11th. They were supposed to come at the beginning of December”). Some recipients were so infuriated that they had ripped their letters up, and taped them back together to send him. And unlike social media, which offer a variety of ways to block show-offs and bores, mailed letters offer no escape.", "Weariness with the format, and the growth of alternative ways to keep in touch, mean the newsletter is in decline. People are sending less Christmas post in general: the average American household received ten Christmas cards in 2019, compared with about 30 at the end of the 1980s. In 2017 Ms Burnett surveyed 200 newsletter senders and found that two-thirds no longer planned to write one. The main reasons cited for giving up, besides busyness, were the alternative of social media and the fear of being considered boastful. Carlos Llanso of America’s Greeting Card Association says that his own company, Legacy, stopped selling Christmas-themed newsletter paper about five years ago, for lack of demand. “Maybe people started thinking it was too much,” he wonders.", "Slow social media", "The move from annual printed bulletins to daily electronic updates means that people are documenting more of their everyday life than ever before. But archivists worry that today’s tweets and instant messages may prove harder to preserve than the stashes of newsletters. Even if the electronic musings survive, they record a different sort of history: a “daily dribble” of commentary, says Ms Strange, rather than the considered reflection on what mattered most that year.", "Perhaps the bigger loss is not to posterity but to the authors themselves. Ms Burnett describes newsletter-writing as an opportunity for “retrospective sense-making”. As Marie scribbled to a friend in the margin of her circular of 1988, “For me it is a sort of ‘closure’ for each year.” In the same way that Christmas itself invites reminiscence and reflection—a year almost done, memories of past Christmases jogged by each bauble unwrapped from the tissue paper—composing a newsletter requires contemplation of the year just past.", "One result of that reflection is an awareness of life’s finiteness. Whereas online posts are unlimited, life is capped at a few score annual letters. After launching the Herald when she was 28, Marie’s life spanned 54 more issues; she was determined to make each count. In 1968, the year she turned 48, became a grandmother, hosted a Japanese exchange student and helped David build a new headquarters for the family business, she reflected on how much more there was to do:", "“Possibly Marie’s chief troubles is that she wants to be outside, wants to teach, wants to keep a good house, and be a good wife and mother. Life is too full of wonderful things to do, places to go, and people to know.”", "The last Christmas letter of her life reflected on the couple’s long marriage and the companionship of grandchildren and great-grandchildren, concluding: “One could ask for little more than this.” Marie died on December 17th 2003, shortly after it was posted.", "The Christmas newsletter isn’t quite ready to fold. This year, in particular, may inspire reflection: journal-writing is sometimes prescribed to manage stress, points out Ms Burnett, who wonders if more people will want to record their thoughts this Christmas. Lockdowns have encouraged people to stay in touch by different means: the US Postal Service sold more stamps than usual over the summer, and in the autumn Christmas-card manufacturers reported higher sales than usual. Newsletter content may be a bit thin, with fewer weddings or glamorous holidays to relate. But the weeks trapped at home have got people into weird hobbies that they want to tell the world about, if social media are a guide.", "Even before the lockdowns, signs were emerging that young people were getting back into hand-written media. In America millennials recently began to outspend baby-boomers on greeting cards, chiefly because they go in for pricey individual ones for special occasions, rather than the $10 boxes designed for mass mailing. Electronic communication is so effortless that it makes it hard to convey thoughtfulness. “If you’re having a bad time at work, or a much-loved pet has died, another text doesn’t cut it,” says Amanda Fergusson, head of the British Greeting Card Association, who says British millennials are also spending more on cards than they did a generation ago.", "Two of Marie’s children, as well as some of her grandchildren, now send Christmas newsletters of their own. And the first editions of the Herald continue to give pleasure. Robert Harris, the “big healthy boy” of six in 1949, recently re-read the back issues and saw his own early life through different eyes. “It seems to be that my mother found a major voice for facing her life that comes through in her letters,” he says. In that narrator, “I didn’t discover a different mother. I discovered a bigger mother.” Meanwhile, Marie’s newsletter lives on. Seventeen years after her death, and nearly three-quarters of a century on from the mimeograph and the green-shuttered farmhouse, Marie’s surviving husband David will this year send out its 72nd issue. ■"], "authors": ["The Economist"], "keywords": ["letter", "maries", "newsletter", "media", "letters", "newsletters", "ms", "social", "form", "marie", "family", "slow", "christmas", "life"], "pubDate": "2020-12-19T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}