{"id": "9aafc9b7-d832-3426-aca4-d43668080fa8", "title": "‘DWTS’ star Sharna Burgess keeps quiet about Brian Austin Green romance while ‘90210’ star speaks", "url": "https://www.foxnews.com/entertainment/dwts-sharna-burgess-keeps-quiet-brian-austin-green-romance-90210-star-speaks", "summary": "For the time being, \"Dancing with the Stars\" star Sharna Burgess doesn’t want to discuss her relationship status publicly.\nBurgess was spotted on vacation with Megan Fox’s estranged husband, Brian Austin Green.\n\"Relationship status?\"\nY'all don't give up on this one,\" Burgess wrote in response.\n\"It's almost impossible to fish out real questions amidst ones about my relationship status.", "paragraphs": ["For the time being, \"Dancing with the Stars\" star Sharna Burgess doesn’t want to discuss her relationship status publicly.", "Burgess, 35, took to her Instagram Story Friday to answer questions from her followers.", "\"Love, life, advice, all the things. Ask away,\" she wrote in a Q&A prompt.", "HARRY STYLES-OLIVIA WILDE ROMANCE HAS LEFT JASON SUDEIKIS 'HEARTBROKEN': REPORTS", "It didn’t take long for an anonymous Instagram user to ask how the star’s love life is going. Burgess was spotted on vacation with Megan Fox’s estranged husband, Brian Austin Green. The pair were photographed kissing knee-deep in the waters of Kona, Hawaii.", "\"Relationship status?\" the user asked.", "\"Lol. Y'all don't give up on this one,\" Burgess wrote in response. \"It's almost impossible to fish out real questions amidst ones about my relationship status. I say this with love and kindness. Let it go.\"", "KIM KARDASHIAN REPORTED DIVORCE FROM KANYE WEST WOULD BE SUPPORTED BY LATE FATHER, FORMER NANNY SAYS", "Green, on the other hand, hasn’t shied away from talking about his relationship with Burgess.", "During an online interview with Access Daily on Saturday, Green told Mario Lopez and Kit Hoover the he and Burgess are exploring things romantically.", "\"We had a great time. We had a really good time. Hawaii is a really amazing place. It’s all really going well right now, you know,\" Green carefully said. \"It’s early on, so we don’t have any labels for anything obviously, but we really enjoy each other’s company.", "SHIA LABEOUF, MARGARET QUALLEY SPLIT AMID ACTOR'S ABUSE ALLEGATIONS, LAWSUIT: REPORT", "\"She’s an amazing woman,\" he added. \"She’s super responsible and she’s super sweet and caring, passionate, fun to be around, so I feel blessed right now.\"", "When asked about how the pair met, Green explained he and Burgess had been connected through a mutual business manager. Upon meeting, he said they had a \"great conversation.\"", "CLICK HERE TO SIGN UP FOR OUR ENTERTAINMENT NEWSLETTER", "Interestingly, Green’s vacation spot for the New Year, Four Seasons Hualalai, was the same resort where he and Fox had their private nuptials in 2010, according to Us Magazine.", "Green, 47, and Fox, 34, separated over the summer and filed for divorce in late November. The father of four is seeking joint custody of the three sons he shares with Fox--Noah, 8, Bodhi, 6, and Journey, 4.", "CLICK HERE TO GET THE FOX NEWS APP", "Meanwhile, Fox has gone public with her relationship with 30-year-old rapper Machine Gun Kelly."], "authors": ["Cortney Moore", "Cortney Moore Is A Digital Associate Writer Producer For Fox Business. Follow Her On Twitter At"], "keywords": ["dwts", "wrote", "romance", "brian", "keeps", "green", "really", "status", "sharna", "fox", "burgess", "star", "things", "vacation", "user", "speaks", "quiet", "relationship"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}