{"id": "9ae4ae8e-232e-3a04-a9fa-1629a7b03617", "title": "The mystery of the Gatwick drone – podcast", "url": "https://www.theguardian.com/news/audio/2020/dec/10/the-mystery-gatwick-drone", "summary": "In December 2018 a series of drone sightings forced the closure of Gatwick airport, causing chaos for Christmas travellers.\nTwo years on and with the mystery still unsolved, Samira Shackle investigates what really happenedShortly after 9pm on Wednesday 19 December 2018, a Gatwick security officer noticed something in the sky on the perimeter of the airport.\nHe thought it was a drone and called in his sighting.\nOnboard one plane was the journalist Samira Shackle, who tells Rachel Humphreys that the experience was surreal – and made her resolve to find out what had happened.\nAs Shackle delved deeper into the story, the mystery grew deeper.", "paragraphs": ["In December 2018 a series of drone sightings forced the closure of Gatwick airport, causing chaos for Christmas travellers. Two years on and with the mystery still unsolved, Samira Shackle investigates what really happened", "Shortly after 9pm on Wednesday 19 December 2018, a Gatwick security officer noticed something in the sky on the perimeter of the airport. He thought it was a drone and called in his sighting. Moments later the airport was shut to incoming and outgoing flights and one of the strangest mysteries of recent years began.", "Above the airport, planes were circling and waiting to be diverted elsewhere. Onboard one plane was the journalist Samira Shackle, who tells Rachel Humphreys that the experience was surreal – and made her resolve to find out what had happened.", "It is a story that would play out at first over 33 hours of chaos at one of Britain’s busiest airports in the run-up to Christmas. But as arrests were made and fingers of blame pointed, it revealed a darker side of hysteria, media witch-hunts and fear of the unknown. As Shackle delved deeper into the story, the mystery grew deeper. Two years on, and with a pandemic that has now caused far more damage to the running of the airport, she looks back at how the events unfolded."], "authors": ["Rachel Humphreys", "Samira Shackle", "Rose De Larrabeiti", "Nicholas Alexander", "Phil Maynard", "Nicole Jackson"], "keywords": ["samira", "christmas", "mystery", "chaos", "2018", "deeper", "drone", "podcast", "shackle", "airport", "gatwick"], "pubDate": "2020-12-10T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}