{"summary": "It’s unclear if there’s an “official” record for eating the most Chick-fil-A, but Mark Mendenhall is probably a contender.\n\"This habit started about five to six years ago,\" he tells Fox News of his longtime love for the chain.\nHe later made a promise to himself, and his wife, that he'd stop on the family's next vacation.\n\"So, my wife promptly planned a vacation to Palm Springs — far enough away that I wouldn't drive back but close enough so we didn't have to fly anywhere,\" Mendenhall tells Fox News.\n\"My favorite thing on the menu is the original chicken sandwich, fries and a large Diet Coke,\" he tells Fox News.", "keywords": ["tells", "record", "eats", "eating", "day", "fed", "california", "hes", "local", "wife", "mendenhall", "chickfila", "days", "attempt", "break", "man", "fox"], "paragraphs": ["It’s unclear if there’s an “official” record for eating the most Chick-fil-A, but Mark Mendenhall is probably a contender.", "Mendenhall, from San Diego, has been eating at Chick-fil-A every day (excluding Sundays) for the past several months, which has earned him the nickname “Mayor of Chick-fil-A” by the staff at his local restaurant.", "CHICK-FIL-A CUSTOMER IDENTIFIED BY 'UGLY SWEATER' ON HIS RECEIPT", "Last week, it was also reported by KGTV that Mendenhall had set a new record for eating Chick-fil-A for the most consecutive days in a row — 114 — although Chick-fil-A was not available to confirm if the restaurants keep official records for such a feat.", "\"This habit started about five to six years ago,\" he tells Fox News of his longtime love for the chain. \"I loved the atmosphere, I loved how polite the team members were.\"", "Mendenhall, a real estate agent, says he was eventually persuaded to set a personal record for eating at Chick-fil-A after he became aware of a man in Georgia who ate at his local restaurant for 100 consecutive days (aside from Sundays, when the chain is closed).", "\"I thought to myself, 'Huh, well, I could do that.' So, I decided to start my challenge the very next day,\" Mendenhall says. \"But I told myself that I would go 105 days just to be different.\"", "CLICK HERE TO SIGN UP FOR OUR LIFESTYLE NEWSLETTER", "Now, nearly four months later, Mendenhall has broken the Georgia fan’s streak — and he's bested his own goal, having gone 114 days in a row as of Friday. He’s also raised some money for charity in the process: specifically, $1,000 for the Poway Unified School District Adopt-a-Family program.", "\"As soon as I found out about this organization, I knew that is what I wanted to do to celebrate [beating my goal],\" he says.", "Mendenhall’s wife, meanwhile, wasn't as crazy about her husband’s hobby, and especially the time he disappeared from a family trip to Disneyland so he could go to a Chick-fil-A for lunch. He later made a promise to himself, and his wife, that he'd stop on the family's next vacation.", "\"So, my wife promptly planned a vacation to Palm Springs — far enough away that I wouldn't drive back but close enough so we didn't have to fly anywhere,\" Mendenhall tells Fox News.", "CLICK HERE TO GET THE FOX NEWS APP", "That doesn't mean he's given it up for good. Mendenhall will definitely be back at his local hangout, where the staff already knows his order by heart.", "\"My favorite thing on the menu is the original chicken sandwich, fries and a large Diet Coke,\" he tells Fox News. \"I would always get a large diet coke with extra ice. The team members always knew that.\""], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "http://www.foxnews.com/food-drink/california-man-eats-chick-fil-a-every-day-in-attempt-to-break-record-admits-his-wife-is-fed-up", "authors": ["Michael Bartiromo"], "id": "9ae4a082-02f1-3733-8f91-6d22b3b709f7", "pubDate": null, "title": "California man eats Chick-fil-A every day in attempt to break record, admits his wife is fed up"}