{"id": "9b0140bd-74aa-3364-a827-28c8f9dffb8b", "title": "An expanding pool - Investors start to pay attention to water risk", "url": "https://www.economist.com/finance-and-economics/2021/01/09/investors-start-to-pay-attention-to-water-risk", "summary": "F ROM A SMALL office in Montreal an artificial-intelligence business, Aquantix, plays sleuth for faraway investors worried about water risk.\nFirms like Aquantix are proving useful to investors waking up to water risk.\nPortfolio managers are realising that physical, reputational and regulatory water risk could hurt their investments, particularly in thirsty industries such as food, mining, textiles and utilities.\nDisclosures of water risk are even patchier than those of greenhouse-gas emissions.\nThey show companies that investors care about water risk and encourage them to share data.", "paragraphs": ["F ROM A SMALL office in Montreal an artificial-intelligence business, Aquantix, plays sleuth for faraway investors worried about water risk. Its model combines high-resolution satellite imagery, weather-station data and regulatory documents scraped from the internet. It estimates not only how much water a business uses at its various sites but its water bill, the chances of drought or flooding in surrounding areas and the financial impact such disasters could have—all without contacting the company in question.", "Firms like Aquantix are proving useful to investors waking up to water risk. At current rates of consumption, the demand for water worldwide will be 40% greater than its supply by 2030, according to the UN . Portfolio managers are realising that physical, reputational and regulatory water risk could hurt their investments, particularly in thirsty industries such as food, mining, textiles and utilities.", "One worry is that shocks to supply could drown or dry out a company’s assets. In recent years Coca-Cola has been forced to close plants in India because of drought. In 2019 floods in America’s Midwest caused disruptions at the facilities of two food giants, Cargill and Tyson Foods. A survey by CDP , a non-profit firm, found that 783 big listed companies had faced a total of $40bn of water-related losses in 2018.", "Another concern is that the price a company pays for water could rocket. The market price of water does not reflect the environmental and social costs of using it. Government subsidies also mean that companies often do not pay for its true cost. As aquifers are depleted, though, subsidies could become more costly and unpopular, forcing governments to retract them. S & P Global Trucost, a data provider, reckons that if Fortune 500 companies paid the true cost of water, based on estimates of scarcity, rather than current prices, their profit margins would shrink by a tenth. Margins for food, drink and tobacco firms would fall by three-quarters.", "Disclosures of water risk are even patchier than those of greenhouse-gas emissions. In part, that is because it is more difficult to measure. Emitting a tonne of carbon dioxide in the Sahara or in London has the same environmental impact. Using a gallon of water does not. Place-specific data can be commercially sensitive and difficult to aggregate. So businesses resort to vague global estimates instead.", "Unlike emissions, however, water can be observed, and third-party data providers can have a crack at estimating a company’s water use. Established names like Bloomberg and S & P Global are plugging the gap, as are startups. The result, says Toby Messier, co-founder of Aquantix, is that investors can approach management armed with data rather than questions. “We are getting rid of the black box that companies hide in,” he says.", "Investors can turn to a range of new methods. Some want a simple score to plug into a model. Ceres, a non-profit firm, scores businesses on everything from direct water management to risks in the supply chain. Those seeking more detail can use visual tools, such as Bloomberg’s “maps” function, which plots a company’s facilities over a heat map based on water stress. (California is the same colour as swathes of sub-Saharan Africa; far-eastern Russia looks a lot like western Europe.) Firms like Aquantix go further, and try to predict the financial cost of water risk.", "The accuracy of such forecasts is not yet proven. For Andrew Mason of Aberdeen Standard Investments, though, they are still useful. They show companies that investors care about water risk and encourage them to share data. “This is where carbon was ten or 15 years ago,” he says. ■"], "authors": ["The Economist"], "keywords": ["estimates", "water", "pay", "pool", "start", "data", "supply", "global", "companies", "attention", "expanding", "food", "risk", "aquantix", "investors"], "pubDate": "2021-01-09T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}