{"id": "9b18b99c-e881-36cc-98ff-f6c3d6898ec4", "title": "Ingraham: Virginia school board bows to 'perjurers of history' by renaming buildings", "url": "https://www.foxnews.com/media/ingraham-falls-church-va-renaming-schools-george-mason-thomas-jefferson", "summary": "A Virginia school district seems more concerned with \"bowing to radical activists\" than returning struggling students to in-person classes, Laura Ingraham said Wednesday.\n\"But,\" she added, \"don't think that during the shutdown, the Falls Church school board hasn't been keeping itself very busy with other important work.\"\nVIRGINIA SCHOOL SPENDS $450G ON BUILDING NAME CHANGES AMID CORONAVIRUS\"The petty tyrants on the board simply ignored this and sided with the perjurers of history,\" Ingraham said.\nIngraham encouraged viewers to \"start running for these seats and knocking out these goofballs\" taking over school boards and local education departments.\nFor these neo-Marxists that are running education, it's all about remaking America\"", "paragraphs": ["A Virginia school district seems more concerned with \"bowing to radical activists\" than returning struggling students to in-person classes, Laura Ingraham said Wednesday.", "\"Just as hundreds of school systems across America are using the COVID excuse, the Falls Church school board since last March has closed its schools for in-person learning and it's turned its student body into Zoom bots,\" the \"Ingraham Angle\" host said.", "\"But,\" she added, \"don't think that during the shutdown, the Falls Church school board hasn't been keeping itself very busy with other important work.\"", "The board voted 7-0 Tuesday night to change the names of George Mason High School and Thomas Jefferson Elementary School, despite 56% of the district voting against the changes. The vote took place over Zoom.", "VIRGINIA SCHOOL SPENDS $450G ON BUILDING NAME CHANGES AMID CORONAVIRUS", "\"The petty tyrants on the board simply ignored this and sided with the perjurers of history,\" Ingraham said. \"Look, if these folks really cared about traditionally marginalized people, [like] students, kids, they would be spending their time working on opening these schools.\"", "The board reportedly began considering the changes over the summer in the wake of George Floyd’s death in Minneapolis police custody, which sparked mass protests across the country.", "Ingraham encouraged viewers to \"start running for these seats and knocking out these goofballs\" taking over school boards and local education departments.", "CLICK HERE TO GET THE FOX NEWS APP", "\"I bet after seeing this, millions of Americans are appalled because they don't really know, they aren't thinking about how politicized education has become,\" she said.", "\"It's clear that children aren't the concern. For these neo-Marxists that are running education, it's all about remaking America\""], "authors": ["Yael Halon", "Yael Halon Is A Reporter For Fox News."], "keywords": ["renaming", "virginia", "changes", "inperson", "george", "education", "really", "buildings", "history", "school", "board", "ingraham", "running", "bows", "perjurers", "students"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}