{"id": "9b1f5a48-670f-3628-8030-fc46c4bc98ab", "title": "UFC Launches Tournaments In Partnership With Esports Fight League", "url": "https://www.gameinformer.com/2020/12/02/ufc-launches-tournaments-in-partnership-with-esports-fight-league", "summary": "The UFC has launched its partnership with the Esports Fight League (ESFL), kicking off two tournament series to determine the best EA Sports UFC 4 players on the planet.\nThe tournaments, which feature more than 30 players duking it out to become the inaugural UFC esports champions, will take place over four weeks during December and January.\nEA Sports UFC 4 launched on August 14 for PlayStation 4 and Xbox One.\nFor more on our impressions of the game, check out our review.\nFor more information on how EA Vancouver has updated the game since launch, check out the September and October updates.", "paragraphs": ["The UFC has launched its partnership with the Esports Fight League (ESFL), kicking off two tournament series to determine the best EA Sports UFC 4 players on the planet. The first partnered event happened this past Sunday, with more to come soon.", "The tournaments, which feature more than 30 players duking it out to become the inaugural UFC esports champions, will take place over four weeks during December and January. The match-ups air on the UFC Twitch channel Sundays at 3 p.m. ET / 12 p.m. PT and include players from both PlayStation 4 and Xbox One. If you head to that channel during non-tournament hours, you can expect to find classic fight footage, original streams starring fighters, and video podcasts.", "EA Sports UFC 4 launched on August 14 for PlayStation 4 and Xbox One. For more on our impressions of the game, check out our review. For more information on how EA Vancouver has updated the game since launch, check out the September and October updates."], "authors": ["Digital Editor", "Brian Has Written About Video Games For Over A Decade Across Multiple Publications. When He'S Not Writing Or Gaming", "He'S Usually Listening To Music", "Watching Ufc", "Or Hopelessly Rooting For A Baltimore Or D.C. Sports Team."], "keywords": ["tournaments", "players", "game", "esports", "ea", "xbox", "fight", "partnership", "ufc", "check", "playstation", "launches", "league", "launched"], "pubDate": "2020-12-02T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}