{"id": "9b286b29-37d2-3f19-9337-9d2c9dc53b43", "title": "Matthew Williamson on how to be bold with pattern and colour", "url": "https://propertylistings.ft.com/propertynews/england/6591-matthew-williamson-on-how-to-be-bold-with-pattern-and-colour.html", "summary": "By Matthew WilliamsonStriking a more confident tone with pattern and colour requires intuition as much as suspending disbelief in yourself.\nMy design schemes are driven by an affinity for pattern and colour.\nThe room has “good bones”, making it an attractive canvas upon which to apply colour and pattern in unexpected ways.\nStorageA mix of concealed and open shelving can be hugely useful, especially for those with a young family.\nHere, you could experiment with colour and pattern through found objects, vintage items and painted frames.", "paragraphs": ["By Matthew Williamson", "Striking a more confident tone with pattern and colour requires intuition as much as suspending disbelief in yourself. To create a space that is truly representative of your life, aesthetic tastes and aspirations you must be open minded and willing to let paint colours, fabrics and wallpapers penetrate, judging them not on how they will appeal to others, or whether they will feel “too much”, but on whether you truly love them.", "My design schemes are driven by an affinity for pattern and colour. The drawing-dining room in this two-bedroom apartment in a Victorian mansion in Cobham, England, on the market for £1.19m, piqued my interest for its generous proportions and interesting architectural details. The room has “good bones”, making it an attractive canvas upon which to apply colour and pattern in unexpected ways.", "Flooring", "The shiny flooring (in the picture) above is in danger of looking dated and I recommend sanding off the shine and staining a lighter wood floor darker, almost black. This will add drama. In a wide, open space, you can use flooring to help divide a room into zones, creating vignettes that lend themselves to different activities. In this room, I would use two large rugs to divide the space into formal and informal.", "One rug would sit within the bay window with a statement, retro marble dining table from Anemone Interiors. The rug should extend from underneath the table by at least a metre to prevent chair legs from catching on the edges.", "Another huge rug would denote the living space. There are some fantastic options from Floor Story, including this Fading World piece (pictured below), priced from £338.", "Lighting", "Patterned, silk empire shades and bases from Penny Morrison (pictured below) or wide, hand-painted drum shades can be used to upscale floor and table lamps and can contribute pockets of warmth, helping to update a room.", "The positions of the ceiling lighting in the Cobham living room look intuitive, so I would keep these in place. However, I would swap the chandeliers for something more contemporary: large, Murano glass, sputnik pendant lights from Renaissance London would give flair and personality at a cost of £4,000.", "Storage", "A mix of concealed and open shelving can be hugely useful, especially for those with a young family. The freestanding storage cabinet in this home is gloriously ornate, but some more contemporary shelving could elevate not only the style of the room but its practicality, too. This shelving could double-up as a room divider between the pillars.", "Freestanding, utilitarian shelving can house books, trinkets, ornaments and framed photographs and provides an opportunity to create a confident design statement by adding a contemporary touch in close quarters with traditional architecture. Here, you could experiment with colour and pattern through found objects, vintage items and painted frames. These £555 bespoke pigeon hole shelves, available from Vinterior, allow the light to seep into the darker corners of a space while maintaining a “broken plan” look.", "Paint", "In rooms this size, it seems a shame to leave a high ceiling painted white. Using the ceiling as another platform for colour and pattern could bring the space into the 21st century without compromising allusions to its Victorian heritage. One of the most striking examples of patterned ceilings comes from Red House, the Arts and Crafts home designed in 1859 by William Morris and the architect Philip Webb.", "In the Cobham space, I would suggest using a tone from Mylands’ Colours of London range in blue or green, such as Burlington Arcade (pictured below, left) for a sense of calm. I would also pick out the wall behind the fireplace in the crisp, autumnal golden colour, Haymarket (below, right), and clad it with pictures and artworks in gilded frames. Both colours are priced from £26 for 1 litre.", "Furniture", "It is always easier on the flustered decision maker — and the wallet — to opt for smaller furniture in large spaces. However, you may be surprised by the scale of furniture and accessories that a room can handle. I would invest in a massive sofa or two, or a chaise and two armchairs, and orientate them in this apartment so that sitters could feel the intimate cosiness of the fireplace area while enjoying the view from the broad sash windows.", "George Smith sofas are particularly lovely. I would pick the richly toned velvet Somerville (pictured below), priced from £6,882, to complement the paint palette. I would also add an accent sofa or pair of armchairs in a chintz, floral or animal print such as a pair of sofas by Baker Furniture upholstered in Lee Jofa Althea fabric ($12,325 for both on Chairish).", "Photography: Robin Gautier; United Kingdom Sotheby’s International Realty; Neil and Wendy Whitaker via gplanera"], "authors": [], "keywords": ["williamson", "colour", "pictured", "table", "pattern", "shelving", "open", "matthew", "bold", "space", "priced", "rug", "room"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}