{"id": "9b4c8bd2-77ca-3fc5-9a17-c29344e66568", "title": "Dr Martens planning stock market debut in London", "url": "https://www.theguardian.com/business/2021/jan/11/dr-martens-planning-stock-market-debut-in-london", "summary": "The British footwear brand Dr Martens is planning its stock market debut in London, more than 60 years after its first pair of UK-made boots were stitched together in Northamptonshire.\nIf the listing is approved, it will be one of first major initial public offerings (IPO) on the UK market this year.\nIt comes nearly seven years after Dr Martens was bought for £300m by the private equity group Permira.\nHowever, Russ Mould, investment director at AJ Bell, said there were some “red flags”, including consumer complaints over the quality of Dr Martens footwear.\nDr Martens said it rejected allegations of declining standards, and said Permira had continued to invest in the business since its takeover.", "paragraphs": ["The British footwear brand Dr Martens is planning its stock market debut in London, more than 60 years after its first pair of UK-made boots were stitched together in Northamptonshire.", "Best known for its 1460 boot featuring its trademark yellow stitching and chunky soles, the company expected to float at least 25% of the business. If the listing is approved, it will be one of first major initial public offerings (IPO) on the UK market this year.", "It comes nearly seven years after Dr Martens was bought for £300m by the private equity group Permira. Sales under its ownership have surged, rising from £160m in 2013 to £672m in the year to March 2020.", "The brand, which sells 11m pairs of shoes and boots a year across more than 60 countries, managed to grow throughout the pandemic, despite lockdowns that forced its 130 high street stores to close. Dr Martens reported an 18% rise in sales to £318m in the six months to September, while profits grew by a third to £86.3m. The majority of sales come from the wholesale business, which sells to third party retailers.", "The first pair of Dr Martens made in the UK was in 1960 at its original factory in Northamptonshire, where one of its two main offices is still based. The boots grew in popularity over the following decades, first adopted by skinheads in the 1960s, and later becoming fashion staples among punks, goths and schoolgirls.", "However, Russ Mould, investment director at AJ Bell, said there were some “red flags”, including consumer complaints over the quality of Dr Martens footwear.", "“Could it be that the business has suffered under private equity ownership? Many investors are sceptical about backing companies that are being sold by private equity, for fear they might have suffered from underinvestment and subjected to a ‘quantity over quality’ approach for production,” Mould said.", "Sign up to the daily Business Today email or follow Guardian Business on Twitter at @BusinessDesk", "However, some critics have said the alleged deterioration came after it shifted the bulk of its production from the UK to Asia nearly 20 years ago, he said.", "Dr Martens said it rejected allegations of declining standards, and said Permira had continued to invest in the business since its takeover.", "The footwear firm also said on Monday that it had diversified its supply chain, and reduced the proportion of shoes made in China from 46% to 32% between 2019 and 2020, but did not link the changes to quality concerns.", "Mould said Dr Martens IPO was coming at an interesting time for UK markets, hot on the heels of a Brexit deal and the best-ever start to a calendar year for the FTSE 100. “If ever there was a good time to market a well-known British name to investors, it is now,” he said."], "authors": ["Kalyeena Makortoff"], "keywords": ["uk", "debut", "london", "martens", "private", "stock", "equity", "planning", "quality", "boots", "dr", "market", "business", "sales"], "pubDate": "2021-01-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}