{"id": "9b501fdf-ef67-3744-ab00-575091cbac3d", "title": "Italy charges Egyptian security agency officials over murder of Giulio Regeni", "url": "https://www.theguardian.com/world/2020/dec/10/italy-charges-four-egyptians-over-of-giulio-regeni", "summary": "Prosecutors in Italy have charged four members of Egypt’s national security agency over the kidnapping and murder of the Italian doctoral student Giulio Regeni in Cairo.\nRegeni’s body was found on the side of a highway on the outskirts of Cairo in February 2016, bearing signs of torture believed to be the work of Egypt’s security forces.\nThe move to charge the suspects represents a rare moment of accountability for the Egyptian security state and its use of harsh practices.\nThey said Egyptian security forces ensnared the 28-year-old “in a spiderweb” prior to his death, gaining information from people close to him in Cairo while he researched Egyptian labour movements.\nDetails of how Egyptian security officials forcibly disappeared, tortured and murdered Regeni are likely to further damage relations with Italy.", "paragraphs": ["Prosecutors in Italy have charged four members of Egypt’s national security agency over the kidnapping and murder of the Italian doctoral student Giulio Regeni in Cairo.", "Tariq Saber, Athar Kamel Mohamed Ibrahim, Capt Uhsam Helmi and Maj Magdi Ibrahim Abdelal Sharif are accused of kidnapping the young student in 2016, and Sharif is also accused of grievous bodily harm and murder.", "The prosecutors said charges had been dropped against a fifth security official, Mahmoud Najem, who was previously named as a suspect in Regeni’s disappearance.", "Regeni’s body was found on the side of a highway on the outskirts of Cairo in February 2016, bearing signs of torture believed to be the work of Egypt’s security forces.", "For years Egyptian officials have stonewalled Italy’s efforts to investigate, dragging their feet when asked to provide evidence to the Italian prosecutors and claiming that others including a gang and enemy political groups were responsible for the killing.", "The move to charge the suspects represents a rare moment of accountability for the Egyptian security state and its use of harsh practices.", "In a statement in late November declaring that it would suspend its own investigation, Egypt’s public prosecution said: “The perpetrator of the student’s murder remains unknown.”", "It said any move to indict members of the security services “was not based on consistent evidence”, but any accusations against security officials were based on “individual acts by them, with no connection to any official institutions in Egypt.”", "The murder upended Italian-Egyptian relations, leading Rome to withdraw its ambassador to Egypt in 2016 before appointing a new ambassador a year later. The lower house of Italy’s parliament cut relations with its Egyptian counterpart in 2017.", "Yet other parts of the Italian state have worked to improve relations with Egypt in the intervening years, notably the prime minister, Giuseppe Conte, who in June quietly approved a mammoth arms sale to Egypt following months of covert negotiations.", "The initial deal, worth €1.2bn (£1.09bn), is part a much larger potential sale worth up to €10bn. The Italian oil and gas firm Eni also invested $16bn (£12bn) in Egypt’s Zohr natural gas field.", "Meanwhile, Italian prosecutors continued to supply a steady stream of ugly details about Regeni’s murder. They said Egyptian security forces ensnared the 28-year-old “in a spiderweb” prior to his death, gaining information from people close to him in Cairo while he researched Egyptian labour movements.", "The move to demand that Egypt answers for the actions of its powerful and sprawling security services is all but unique. Internally, Egypt has long provided immunity for officers accused of any crimes committed against civilians.", "The Egyptian Commission for Rights and Freedoms, whose lawyers act as the Regeni family’s legal counsel in Egypt, said last September that security forces had forcibly “disappeared” 2,723 people since 2015.", "Enforced disappearances, where citizens are secretly detained by security agents without access to lawyers or their families, are associated with frequent use of torture.", "Details of how Egyptian security officials forcibly disappeared, tortured and murdered Regeni are likely to further damage relations with Italy.", "“The public display of evidence that Egyptian officials tortured a student to death is going to be hugely damaging to Egypt’s image,” said Timothy Kaldas, of the Tahrir Institute for Middle East Policy.", "He emphasised that this would increase pressure on the Italian government to compel Egypt and its interior ministry to comply with the trial.", "“The Egyptian government is a regime comprised primarily of security institutions,” he said. “They will be all the less likely to entertain accountability for security officers.”", "The men are expected to be tried in absentia. Although Egypt and Italy do not have an extradition treaty, any move to extradite suspects would probably require their detention in Egypt.", "“Egypt has to cooperate and send them or they have to be detained in a third state,” said Nicola Canestrini, an Italian criminal defence attorney and specialist in international law, including extradition. “We cannot force Egypt to give up people they have in their territory.”", "If the men travel outside of Egypt they risk detention under Interpol’s red notice system, which notifies partner countries when an individual wanted abroad enters their jurisdiction.", "Canestrini said fair trial practice required the Italian authorities to exhaust all possible efforts to ensure the accused were fully informed about the trial before declining to attend.", "“Italian diplomats should be sure these men really receive those requests, and if they don’t show up in Italy it means they voluntarily decided not to defend themselves,” he said. “No one tell me we’re not able to find addresses of some people there.”"], "authors": ["Ruth Michaelson", "Lorenzo Tondo"], "keywords": ["regeni", "italian", "egyptian", "prosecutors", "charges", "agency", "egypt", "accused", "giulio", "relations", "italy", "officials", "egypts", "murder", "security"], "pubDate": "2020-12-10T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}