{"title": "Communism is not what worries the world about China’s Communist Party", "summary": "A surprisingly pressing one is a demand for foreign powers to recognise the “legitimacy” of its Communist Party.\nChina, they protest, is being singled out for suspicion because it has a different political system, led by a communist party.\nMr Xiang is no apologist for today’s party leaders.\nThat does not make Mr Xiang or grumbling Communist Party officials correct, though.\nThey urge the world to judge China’s rulers by their achievements, not their political system.", "paragraphs": ["W HAT DOES China want from the world? Some things are obvious: natural resources, foreign markets and nifty stuff, from high-end computer chips to top-notch airliners, that China cannot yet make. Then there is China’s ambition, at once reasonable and terrifying, to become so strong that no other power will thwart its core demands. China has less obvious wishes, too. A surprisingly pressing one is a demand for foreign powers to recognise the “legitimacy” of its Communist Party. Though it may baffle outsiders, when Chinese grandees meet foreign visitors the question of legitimacy comes up, time and again. The words vary, but their meaning is something like: will America and the self-righteously democratic West ever accept that the party provides the best and most fitting government for China, with a mandate strengthened by the country’s rising global stature, economic growth and domestic stability? Chinese diplomats voice the same grievance whenever they hear international criticism. China, they protest, is being singled out for suspicion because it has a different political system, led by a communist party.", "If this seems an obscure fight to pick, history teaches the world to beware. A well-connected Chinese scholar who lives and teaches in Europe, Xiang Lanxin, has written a book ascribing centuries of East-West tensions, including several crises in relations, to Westerners who condescendingly dismiss China’s rulers, whether imperial or communist, as “oriental despots”. He says they have failed to grasp how Chinese leaders must earn their right to rule through deeds and accomplishments, at the risk of overthrow if they are truly tyrannical. Mr Xiang is no apologist for today’s party leaders. Though an avowed Chinese patriot, he is scathing about the corruption enabled by one-party rule. He believes that modern-day income inequalities make a nonsense of claims by party bosses to be reviving traditional, Confucian ethics. In a vivid passage, he compares Beijing’s political scene to the last days of the Russian tsars, “with charlatans and sycophants running amuck”. Still, his book, “The Quest for Legitimacy in Chinese Politics, A New Interpretation”, is an invaluable guide to the feelings of hurt and injustice that consume those same ruling classes now.", "Get our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.", "A political scientist and historian at the Graduate Institute of International and Development Studies in Geneva, Mr Xiang devotes many pages to a crisis three centuries ago. Then the consensus view of China changed among European elites, just as dramatically as it is changing now in Washington and other Western capitals. The cause was an arcane theological dispute known as the “Chinese rites controversy”. To simplify, this was an argument about whether Chinese converts could be good Christians if they continued to pay solemn respects to their ancestors and to Confucius, a sage particularly revered by scholars and officials. Mr Xiang praises Jesuit missionaries who travelled to China in the 16th and 17th centuries, painstakingly learning Chinese and studying Confucian classics in a spirit of cultural “accommodation”.", "Those Jesuit scientist-adventurers reported to Rome that China was a brilliant civilisation whose traditions of ancestor worship and Confucian ethics were not pagan religious rites, but customs compatible with Christian monotheism. With disastrous results for those envoys, hawks back in Europe disagreed. Mr Xiang draws explicit parallels between religious hardliners back in Europe who attacked those Jesuits for being overly tolerant of Chinese traditions, and modern-day critics who chide China for falling short of values that the West calls universal. In 1692 the Kangxi emperor was so impressed by his Jesuit guests that he issued an edict of toleration, blessing the presence of Christian Europeans in his empire. But within half a century Christianity had been banned and most missionaries expelled. The rupture was provoked by papal rulings that ancestor worship and Confucian rites were pagan idolatry. It was an unanswerable charge: the crime of Confucius-revering Chinese converts was to be un-Christian, as defined by the church in Rome. Mr Xiang argues that those taxing China with being undemocratic are using a similar trick: defining legitimacy in a way that makes it unattainable by rulers who are not Western-style democrats.", "That does not make Mr Xiang or grumbling Communist Party officials correct, though. They urge the world to judge China’s rulers by their achievements, not their political system. But that is exactly what most foreign governments do, to a fault. Even in the immediate aftermath of the murderous suppression of pro-democracy protests in 1989, America’s then-president, George H.W. Bush, secretly wrote to assure China’s leader, Deng Xiaoping, that his aim was to preserve close ties, adding: “I am respectful of the differences in our two societies and in our two systems.” If Western leaders were really unable to abide communists, America and its allies would not be investing in and even helping to arm Vietnam, as a strategic partner in Asia.", "Engage with the sinner, hate the sin", "Today, it is true, hawks in Washington charge previous American governments with wishing away China’s authoritarianism and resistance to change. To quote the secretary of state, Mike Pompeo: “We accommodated and encouraged China’s rise for decades, even when that rise was at the expense of American values, Western democracy, security and good common sense.” But his boss, President Donald Trump, does not deem China’s rulers illegitimate. He says he does not blame them for taking advantage of America’s past stupidity and calls President Xi Jinping an “incredible guy”.", "Chinese demands for respect are in part a ploy, a passive-aggressive bid to browbeat foreign critics into silence. But to meet officials in Beijing is to hear a regime talking itself into a funk about how America and its allies cannot bear to let a system like theirs succeed. That is mostly bogus. The problem is China’s actions, not the fact that it has a politburo. But the risks of a rupture are real.■"], "pubDate": null, "authors": ["The Economist"], "keywords": ["worries", "chinas", "foreign", "rulers", "communist", "mr", "xiang", "party", "communism", "political", "chinese", "world", "china", "legitimacy"], "id": "9bb5aa3a-7d14-33b7-863a-cd71f1abef08", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "url": "https://www.economist.com/china/2019/12/21/communism-is-not-what-worries-the-world-about-chinas-communist-party"}