{"id": "9bc2f4ad-81fe-3efd-a67b-ffdf323d2acd", "title": "Streets Of Rage 4's Mr X. Nightmare DLC Adds New Fighters, A Survival Mode, And More", "url": "https://www.gameinformer.com/2021/04/08/streets-of-rage-4s-mr-x-nightmare-dlc-adds-new-fighters-a-survival-mode-and-more", "summary": "Streets of Rage 4 has a big batch of DLC on the way dubbed Mr. X Nightmare.\nLongtime fans should remember Mr. X as the main villain of the first three Streets of Rage titles.\nJoining the playable roster is Estel Aguirre, the formidable police officer who served as a boss character in Streets of Rage 4.\nMr. X Nightmare is a paid expansion and will be available to all versions of Streets of Rage 4 later this year.\nWhat do you think of Mr. X Nightmare?", "paragraphs": ["Streets of Rage 4 has a big batch of DLC on the way dubbed Mr. X Nightmare. Longtime fans should remember Mr. X as the main villain of the first three Streets of Rage titles. It looks like he's back, and whether that means literally or in spirit, he's bringing new fighters, a survival mode, and other bells and whistles along with him.", "Joining the playable roster is Estel Aguirre, the formidable police officer who served as a boss character in Streets of Rage 4. She's a beast, and now you can find out what it's like to be on the less painful end of her powerful offense. Unfortunately, Dotemu is keeping tight-lipped on the identity of the other two fighters for now, but you might be able to spot a few hints in the trailer below.", "Dotemu is also keeping the details of a new Survival Mode close to the vest, only saying in the press release that it “challenges players to elevate and prove their true capabilities through special tests of skill.” The team is ready to talk about a new character customization option. This mode will allow players to build personalized versions of their favorite fighters by equipping them with a brand new arsenal of moves.", "Perhaps the best news of all is that Mr. X Nightmare features new music tracks from Tee Lopes, a renown composer best known for his Sonic the Hedgehog remixes and his work in Sonic Mania. Mr. X Nightmare is a paid expansion and will be available to all versions of Streets of Rage 4 later this year. There’s no word on price as of yet.", "But that’s not all. A separate, free update is in the works that will add the New Mania+ difficulty, a tutorial system of sorts for mastering fighter movesets, and new color palette options.", "Streets of Rage 4 was one of my favorite games of last year, so I’m excited to see it getting new content. It’ll be fun to find out who the other two fighters are and, as a Tee Lopes fan, I can’t wait to hear the new music he’s whipping up. What do you think of Mr. X Nightmare? Let us know in the comments.", "Oh, In case you missed it, Dotemu is also hard at work publishing a brand-new Teenage Mutant Ninja Turtles beat 'em up. You can check out that announcement here."], "authors": ["Associate Editor", "Marcus Is An Avid Gamer", "Giant Wrestling Nerd", "A Connoisseur Of Cartoons", "Obscure Childhood References. The Cat'S Out Of The Bagel Now"], "keywords": ["versions", "streets", "adds", "rage", "mode", "x", "fighters", "hes", "dlc", "nightmare", "mr", "work", "survival"], "pubDate": "2021-04-08T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}