{"summary": "But the sensationalised coverage of the “London bus attack” warped last summer into a dystopian, invasive episode.\nFacebook Twitter Pinterest ‘The CCTV footage shows the aggressive targeting of people for their identity.’ Images show the attack on Melania Geymonat and Christine Hannigan on a London bus on 30 May.\nPhotograph: Metropolitan Police/PAThe media distorted and exploited our story rather than focusing on marginalised hate crime victims who suffer far more than broken noses.\nWe connected with important organisations: Citizens UK is lobbying the Law Commission to classify ​misogyny​ as a hate crime and to make ​hate crime reporting​ intersectional.\nLorde’s words now motivate me in the face of that incident in the summer – and the recent election result.", "url": "https://www.theguardian.com/commentisfree/2019/dec/18/victims-hate-crime-anger-homophobic-attack-london-bus", "paragraphs": ["It was a surreal, nearly out-of-body experience to sit frozen in panic on the tube, as I realised the people around me reading tabloids and scrolling through newsfeeds were looking at a photo of Melania Geymonat and me. The previous week, I went about my normal life, albeit with a headache and a bruised face, in the city that afforded me anonymity. But the sensationalised coverage of the “London bus attack” warped last summer into a dystopian, invasive episode.", "Do these homophobic attacks mean we’ll again have to hide our same-sex relationships? | Amelia Abraham Read more", "It is hard to convey the loss of autonomy and agency from being the unwilling subject of a photo that goes viral. Never having sought publicity, I was suddenly everywhere, reduced to a “lesbian on the bus” (the media continues to misidentify me as such; I’m bisexual) after Melania and I were photographed as the victims of a homophobic attack. Following the trajectory of viral stories, the headlines disappeared abruptly, but we were pursued for months by politicians, reporters, celebrities, and businesses who thought we could benefit their brands and bottom lines. Then the wait began for the trial of our attackers to drag the episode back into the headlines, but by November, I was ready, and stronger.", "Facebook Twitter Pinterest ‘The CCTV footage shows the aggressive targeting of people for their identity.’ Images show the attack on Melania Geymonat and Christine Hannigan on a London bus on 30 May. Photograph: Metropolitan Police/PA", "The media distorted and exploited our story rather than focusing on marginalised hate crime victims who suffer far more than broken noses. There were bright spots, though, borne of Melania’s sharing and openness. Friends and strangers told us that previously intolerant relatives’ hearts had softened as a result of our story, and that the incident forced them to confront their own traumas. We connected with important organisations: Citizens UK is lobbying the Law Commission to classify ​misogyny​ as a hate crime and to make ​hate crime reporting​ intersectional. ​#WeAreTheBlackCap​ is a grassroots campaign that’s been workingfor nearly five years to reopen the historic gay bar and LGBTQ+ performance venue, The Black Cap, in Camden, rather than see it converted into more unaffordable luxury flats plaguing London. The Anne Frank Trust equips young people with the knowledge, skill and confidence to challenge prejudice and discrimination.", "I might have found myself propelled on to a platform I neither wanted nor felt qualified to stand on, but I have accepted that the attack conferred some responsibility on me. In the autumn, I read Audre Lorde’s 1981essay The Uses of Anger: Responding to Racism, which insists anger must be mobilised into a collective labour of love to fight systematic and interconnected injustice and oppression. You cannot be outraged by homophobia but indifferent to racism; supportive of disabled rights but not those of migrants; feminist but transphobic.", "Speaking of potential collaboration between black and white women to fight racism, Lorde writes “we have been raised to view any difference other than sex as a reason for destruction ... to face each other’s angers without denial or immobility or silence or guilt is in itself a heretical and generative idea. It implies peers meeting upon a common basis to examine difference, and to alter those distortions which history has created around our difference. For it is those distortions which separate us. And we must ask ourselves: Who profits from all this?”", "In court, I saw the CCTV footage for the first time of the encounter on the bus. The boys corner us, looming and jeering, while Melania tries to deflect, as we often do in those scary situations. After a few minutes, I walk directly back to the boy throwing coins and a brawl erupts. The footage shows the aggressive targeting of people for their identity, and what it looks like when you’ve had enough of it. Squaring up to five teenage males was obviously not the most judicious recourse, but I will not back down from the simple sentiment: stand up for each other, and fight back.", "Lorde’s words now motivate me in the face of that incident in the summer – and the recent election result. The UK reinstated a party that exploits differences in service of enriching themselves, destroying the planet, and keeping their foot on the necks of anyone who is not a rich, white, able-bodied straight man. “Anger expressed and translated into action in the service of our vision and our future is a liberating and strengthening act of clarification, for it is in the painful process of this translation that we identify who are our allies with whom we have grave differences, and who are our genuine enemies.”", "• Christine Hannigan is from the US and based in London, where she researches the privatisation of urban infrastructure and spaces"], "pubDate": null, "keywords": ["christine", "attack", "london", "difference", "face", "hate", "footage", "victims", "fight", "anger", "racism", "bus", "melania", "force", "hannigan", "crime", "good"], "id": "9bee4f03-2d20-3be1-ba25-584895d35b86", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "authors": ["Christine Hannigan"], "title": "We victims of hate crime can use anger as a force for good | Christine Hannigan"}