{"id": "9bfadd34-7738-3e30-8a23-1a4a693e7bcc", "title": "Five Looks That Prove Diane Keaton Is in a Style League of Her Own", "url": "https://www.vogue.com/article/diane-keaton-style-icon-best-looks", "summary": "It takes a special style skill to make an all-camel suit pop, but Keaton does it effortlessly, thanks to her interesting layering and proportioning.\nRecently, Keaton revisited some of her favorite fashion moments from years past on Instagram, and shared that her love of style goes way back.\n“Even when I was young, I was way into fashion,” Keaton says in the video.\nKeaton showed up in a long, white evening coat with a high neckline, finished off with strands of pearl necklaces.\nFeeling inspired by these inimitable outfit choices, Vogue is looking back at special Keaton looks that stand the test of time.", "paragraphs": ["Happy birthday, Diane Keaton! The Hollywood star, who turns 75 today, is still at the top of her fashion game after five decades in the spotlight. Since the beginning of her career in the 1970s, the actor has cultivated a timeless look that is completely unique to her—and her style, full of tailoring and voluminous skirts, has only gotten better with age. If Keaton were a wine, she'd be a smooth, $500 bottle of Merlot.", "Her devotion to neutrals grounds her outfits: you’ll rarely find her in anything other than black, white, beige, or gray. Though her color palette has stayed minimal, her classic look remains fresh thanks to her love of dramatic details. Her go-to pieces include extra-wide belts, high-waisted pants and full skirts, and of course, her dramatic chapeaus. (Back in September, she even stepped out in a baseball cap that spoke to the times: it read, “Vote bitches.”) These days, Keaton will often wear experimental labels such as Thom Browne and Comme des Garçons, favoring theatrical silhouettes that make up for her lack of color. It takes a special style skill to make an all-camel suit pop, but Keaton does it effortlessly, thanks to her interesting layering and proportioning.", "A look back at Keaton’s red carpet style, however, shows that her innate eye for fashion has always been present and ahead of its time. Recently, Keaton revisited some of her favorite fashion moments from years past on Instagram, and shared that her love of style goes way back. “Even when I was young, I was way into fashion,” Keaton says in the video. “My mom and I used to pick out patterns, and then I’d tell her what I wanted, and she’d do it for me.” In the early days of her acting career, Keaton always stuck to her own visions. In a sea of glitzy gowns, Keaton would rather stand out in a spiffy suit instead.", "At the 2004 Oscars, for instance, she showed up in a Ralph Lauren suit. The evening jacket had tails, and she accessorized it with wingtip shoes, a bowler hat, and even a tie, which nodded her character’s iconic style in 1978’s Annie Hall. The look went on to land her on many worst-dressed lists, but in our hearts, it’s actually one of the best—give it a golden trophy! Another winning look was in 1994 at a screening of Amelia Earhart: The Final Flight. Keaton showed up in a long, white evening coat with a high neckline, finished off with strands of pearl necklaces. The effect was cool rather than costumey.", "Feeling inspired by these inimitable outfit choices, Vogue is looking back at special Keaton looks that stand the test of time. Below, five of the star’s ensembles that feel just as fresh today to help you channel some of her fashion energy. It’s 2021—just go for it!", "Photo: Getty Images", "Dolce & Gabbana button-embellished tailcoat blazer $3,295 $1,977 FARFETCH Shop Now Ralph Lauren Collection wool bowler hat $1,250 $750 RALPH LAUREN Shop Now", "Chanel coated fabric Camellia pin $470 $344 THE LUXURY CLOSET Shop Now Max Mara Samba pinstriped pants $975 $390 SAKS FIFTH AVENUE Shop Now", "Victoria Beckham pinstriped wool vest $790 $553 MYTHERESA Shop Now Christian Louboutin Mafra bicolor stiletto pumps $795 NEIMAN MARCUS Shop Now", "Photo: Getty Images", "Dolce & Gabbana tweed trilby hat $525 $499 FARFETCH Shop Now Tie Bar Bahama Checks hunter green bowtie $25 THE TIE BAR Shop Now", "Desa 1972 suede jacket $951 $632 ITALIST Shop Now Cos wool mix pencil skirt $125 $63 COS Shop Now", "Michael Kors wide leather belt $195 $156 THE REAL REAL Shop Now Rupert Sanderson Freya houndstooth pump $650 $455 HARPER’S BAZAAR Shop Now", "Photo: Getty Images", "Garrett Leight Lovers sunglasses $390 GARRETT LEIGHT Shop Now Roxanne Assoulin imitation-pearl necklace $110 SHOPBOP Shop Now", "Haider Ackermann double-breasted linen-blend coat $1,865 $559 MATCHESFASHION.COM Shop Now Giuliva Heritage Husband linen tapered pants $755 $528 NET-A-PORTER Shop Now", "Gucci 200 Blaze of Noon satin lipstick $42 GUCCI Shop Now Maison Kitsuné white canvas laced sneakers $195 $60 SSENSE Shop Now", "Photo: Getty Images", "Veronica Beard double-breasted effect lamb skin jacket $1,166 $1,109 FARFETCH Shop Now Etro oversized square buckle belt $380 FARFETCH Shop Now", "Red Valentino taffeta plaid skirt $750 $375 RED VALENTINO Shop Now Tory Burch removable collar top $348 $209 TORY BURCH Shop Now", "Etnia Barcelona Omotes sunglasses $299 ETNIA BARCELONA Shop Now Jimmy Choo Cruz 65 textured-leather ankle boots $1,195 NET-A-PORTER Shop Now", "Photo: Getty Images", "Alberta Ferretti double-breasted coat $1,796 $1,168 CETTIRE Shop Now Esenshel Dome oversized crown round brim hat $425 ESENSHEL Shop Now", "Non+ Non349 black turtleneck top with thumb hole $96 WOLF AND BADGER Shop Now Molly Goddard Lottie tiered gathered tulle midi-skirt $800 NET-A-PORTER Shop Now"], "authors": ["Christian Allaire", "Christian Allair", "Madeline Swanso"], "keywords": ["diane", "nowphoto", "hat", "fashion", "farfetch", "getty", "wool", "prove", "look", "shop", "league", "keaton", "looks", "style"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}