{"id": "9bff419c-edb9-3982-a47b-5961a14f91e0", "title": "Georgia, Georgia, Georgia", "url": "https://radio.foxnews.com/2021/01/05/georgia-georgia-georgia/", "summary": "... not since Gone with the Wind has Georgia been so much in the news.\nIt's Election Day in Georgia, and Dana and Chris discuss all-things runoff and 2020.\nChris gives a primer on Georgia's election system, then the discussion turns to donor money, the impact of President-elect Joe Biden on the runoff, and some 19th-century history.\nPlus, Chris answers Georgia election trivia.\nFollow Dana Perino on Twitter: @DanaPerino and FacebookPre-order her new book: \"Everything Will Be Okay\"And pick up her other books: \"And The Good News Is...\" and \"Let Me Tell You About Jasper\"Follow Chris Stirewalt on Twitter: @ChrisStirewaltSubscribe to his political news note: 'FOX News Halftime Report' and order his book: \"Every Man A King: A Short, Colorful History of American Populists\"Click HERE for more \"Perino & Stirewalt: I'll Tell You What\"", "paragraphs": ["... not since Gone with the Wind has Georgia been so much in the news.", "It's Election Day in Georgia, and Dana and Chris discuss all-things runoff and 2020. Chris gives a primer on Georgia's election system, then the discussion turns to donor money, the impact of President-elect Joe Biden on the runoff, and some 19th-century history.", "Plus, Chris answers Georgia election trivia.", "Follow Dana Perino on Twitter: @DanaPerino and Facebook", "Pre-order her new book: \"Everything Will Be Okay\"", "And pick up her other books: \"And The Good News Is...\" and \"Let Me Tell You About Jasper\"", "Follow Chris Stirewalt on Twitter: @ChrisStirewalt", "Subscribe to his political news note: 'FOX News Halftime Report' and order his book: \"Every Man A King: A Short, Colorful History of American Populists\"", "Click HERE for more \"Perino & Stirewalt: I'll Tell You What\""], "authors": ["Katherine Tague"], "keywords": ["book", "dana", "georgia", "perino", "twitter", "stirewalt", "runoff", "chris", "election", "tell"], "pubDate": "2021-01-05T00:00:00Z", "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}