{"id": "9c33367f-0f7e-3a38-ada1-5afe9582c718", "title": "Karl Rove: Republicans Are “Likely” To “Narrowly” Hold on To Senate Majority", "url": "https://radio.foxnews.com/2021/01/04/karl-rove-republicans-are-likely-to-narrowly-hold-on-to-senate-majority/", "summary": "Republicans are hoping for a huge election day turn out that will carry Loeffler and Perdue to victory.\nThey're going to wait for the election day because of the shenanigans in Georgia in the aftermath of the election.\nRove said, \"So the two Democratic candidates have raised since the November election, I think it's over two hundred million dollars.\nRove added,\"On the other hand, the outside groups led by the Senate Leadership Fund on the Republican side, and the Senate majority PAC on the Democratic side, the Republicans have outspent the Democrats by two to one.\nTrump's final push tonight is critical for both Republican candidates, who are looking to gin up their base going into election day.", "paragraphs": ["With control for the United States Senate up for grabs, veteran GOP strategist Karl Rove, a Fox News contributor, joined Fox News Radio's \"Guy Benson Show\" where he laid out the pathways for incumbent Republican Senators Kelly Loeffler and David Perdue.", "Ahead of Tuesday's runoff elections, many Georgia Democrats are feeling confident with encouraging early and mail-in voting numbers. Democrats are also pointing to thousands of newly registered voters that typically skew Democratic to put their candidates over the top.", "Republicans are hoping for a huge election day turn out that will carry Loeffler and Perdue to victory. Rove brokedown the early voting data and metrics going into election day, saying,", "\"Republicans sort of decided that they couldn't trust mail-in, and they really weren't inclined to go vote as much as the early in-person . They're going to wait for the election day because of the shenanigans in Georgia in the aftermath of the election. So the Republicans are aiming to have a million or more , preferably more.\"", "Rove predicts that Republicans are slightly favored to win both runoffs, and that election day turnout for Republicans is key, saying,", "\"I think the Republicans are likely to hold on to it narrowly because I think the turnout is going to be higher than a million, and at a million if the Republicans are getting the 62 percent that David Perdue got in November of the two-party vote, I think they're frankly going to get a couple of points more than that.\"", "Rove is serving as national finance chair for the Georgia Battleground Fund, a joint fundraising account formed by The National Republican Senate Committee benefiting the incumbent Republican Senators Kelly Loeffler and David Perdue. The Ga. runoff races have been inundated with record-smashing fundraising. Rove said, \"So the two Democratic candidates have raised since the November election, I think it's over two hundred million dollars. Our candidates have raised about half that much.\"", "Rove added,", "\"On the other hand, the outside groups led by the Senate Leadership Fund on the Republican side, and the Senate majority PAC on the Democratic side, the Republicans have outspent the Democrats by two to one. So in terms of point levels, the two candidates on the Democratic side and the two candidates on the Republican side have, between themselves and the outside groups, roughly the same amount of point levels.\"", "President Trump is headed to Georgia to rally Republicans to vote for Loeffler and Perdue. Trump's final push tonight is critical for both Republican candidates, who are looking to gin up their base going into election day. Rove said,", "\"The question tonight is how much of the president's speech is his aggrievement, his grievances about the Georgia outcome, and how much of it is warning people you better not let them eviscerate my legacy, undo ... my great successes, throw over my tax cut, undo my regulatory relief, pack the courts.\"", "Listen To the Full Interview Below:"], "authors": ["Wyatt Dobrovichfago"], "keywords": ["narrowly", "republican", "day", "think", "likely", "candidates", "georgia", "senate", "karl", "hold", "going", "republicans", "rove", "election", "majority"], "pubDate": "2021-01-04T00:00:00Z", "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}