{"id": "9c3a357c-748d-3aab-a530-0a22b85caf6c", "title": "15 Sleeveless Knit Tops You Should Wear Right Now", "url": "https://www.vogue.com/slideshow/spring-sleeveless-knits", "summary": "Lauren Manoogian Spring 2021; Missoni Spring 2021Thanks to a soft and casual wearability, knitwear has been a key wardrobe component throughout the past year.\nBut if fall gave us prepster and chunky sweater vests, this season delivers lighter and sleeker sleeveless knit tops, which are ideal for layering.\nTheir unfussy silhouettes, neutral colors, luxe materials, and styling potentials (think Lauren Manoogian and The Row) all make for a great foundational garment.\nFor those whose style is a bit bolder, there are sleeveless knit tops in various colors, knitwear techniques, and necklines.\nElevate your next spring look with any one of these sleeveless knits, below.", "paragraphs": ["Lauren Manoogian Spring 2021; Missoni Spring 2021", "Thanks to a soft and casual wearability, knitwear has been a key wardrobe component throughout the past year. We absolutely could not get enough of it, and covered our bodies in knitted dresses, skirts, pants, and sweater sets. But if fall gave us prepster and chunky sweater vests, this season delivers lighter and sleeker sleeveless knit tops, which are ideal for layering. Spring’s not-too-hot, not-too-cold temperatures have finally arrived, and it’s the opportune moment to give one of these shells a try—whether worn alone, over a basic tee, or layered under a light jacket.", "The most simplified versions should be a staple in any minimalist’s wardrobe. Their unfussy silhouettes, neutral colors, luxe materials, and styling potentials (think Lauren Manoogian and The Row) all make for a great foundational garment. Leset’s gray V-neck and J.Crew’s fitted crewneck in black are solid options offered at an approachable price.", "For those whose style is a bit bolder, there are sleeveless knit tops in various colors, knitwear techniques, and necklines. Consider Nicholas Daley’s mossy open-weave knit, 3.1 Phillip Lim’s mock neck with a side-split hem, or Anna Quan’s ribbed citron-hued iteration in a wide boatneck. No matter which you choose, chances are only you will know how comfortable you are—they look incredibly polished.", "Elevate your next spring look with any one of these sleeveless knits, below."], "authors": ["Madeline Fass", "Madeline Fas"], "keywords": ["knit", "look", "knitwear", "sweater", "sleeveless", "wardrobe", "wear", "tops", "spring", "lauren", "15", "manoogian", "right"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}