{"id": "9c47ccf3-4e47-303a-83e8-a23e862d82d0", "title": "Covid-19 Live Updates: New York City Reopens Elementary Schools", "url": "https://www.nytimes.com/live/2020/12/07/world/covid-19-coronavirus/", "summary": "ET Covid-19 Live Updates: New York City Reopens Elementary Schools Rudy Giuliani has tested positive for the coronavirus and has been admitted to Georgetown University Medical Center.\nMr. Giuliani has been acting as the lead lawyer for Mr. Trump’s efforts to overthrow the results of the election.\nMr. Giuliani recently traveled to three battleground states that Mr. Biden won to make his case.\nThe same day, Mr. Giuliani attended a meeting of Republican state lawmakers in Pennsylvania about allegations of voting irregularities.\nOne of the lawmakers at that meeting was notified shortly after, while at the White House, that he had tested positive.", "paragraphs": ["Live Updated Dec. 7, 2020, 7:41 a.m. ET Dec. 7, 2020, 7:41 a.m. ET Covid-19 Live Updates: New York City Reopens Elementary Schools Rudy Giuliani has tested positive for the coronavirus and has been admitted to Georgetown University Medical Center. Bergamo, Italy, offers a look at the post-traumatic aftermath of the pandemic.", "Giuliani has tested positive for the coronavirus, Trump says. Rudolph W. Giuliani, at age 76, is in the high-risk category for the virus. Credit... Erin Schaff/The New York Times Rudolph W. Giuliani, the former New York City mayor and President Trump’s personal and campaign lawyer, has tested positive for the coronavirus, Mr. Trump announced on Twitter on Sunday. Mr. Giuliani has been admitted to Georgetown University Medical Center, according to a person who was aware of his condition but not authorized to speak publicly. Mr. Giuliani, at age 76, is in the high-risk category for the virus. Later Sunday, he wrote on Twitter: “Thank you to all my friends and followers for all the prayers and kind wishes. I’m getting great care and feeling good. Recovering quickly and keeping up with everything.” His son, Andrew H. Giuliani, a White House adviser, said on Nov. 20 he had tested positive for the virus. He had appeared at a news conference with his father the day before. Mr. Giuliani has been acting as the lead lawyer for Mr. Trump’s efforts to overthrow the results of the election. He has repeatedly claimed he has evidence of widespread fraud, but he has declined to submit that evidence in legal cases he has filed. “@RudyGiuliani, by far the greatest mayor in the history of NYC, and who has been working tirelessly exposing the most corrupt election (by far!) in the history of the USA, has tested positive for the China Virus. Get better soon Rudy, we will carry on!!!” Mr. Trump wrote on Twitter. It was unclear why Mr. Trump was the one announcing it. Mr. Giuliani recently traveled to three battleground states that Mr. Biden won to make his case. On Thursday he attended a hearing at the Georgia Capitol, where he didn’t wear a mask. He also went maskless on Wednesday at a legislative session in Michigan, where he lobbied Republicans to overturn the results of the election there and appoint a slate of electors for Trump. “Mayor Giuliani tested negative twice immediately preceding his trip to Arizona, Michigan, and Georgia,” the Trump campaign said. “The Mayor did not experience any symptoms or test positive for COVID-19 until more than 48 hours after his return.” However, a person in contact with the former mayor said he began feeling ill late this past week. Mr. Giuliani has repeatedly been exposed to the virus through contact with infected people, including during Mr. Trump’s preparation for his first debate against President-elect Joseph R. Biden Jr. in September, just before the president tested positive. His infection is the latest in a string of outbreaks among those in the president’s orbit. Boris Epshteyn, a member of the Trump campaign legal team, tested positive late last month. The same day, Mr. Giuliani attended a meeting of Republican state lawmakers in Pennsylvania about allegations of voting irregularities. One of the lawmakers at that meeting was notified shortly after, while at the White House, that he had tested positive. Mark Meadows, the president’s chief of staff, and at least eight others in the White House and Mr. Trump’s circle, tested positive in the days before and after Election Day. Mr. Trump was hospitalized on Oct. 2 after contracting the coronavirus. Kayleigh McEnany, the president’s press secretary, Corey Lewandowski, a campaign adviser, and Ben Carson, the housing secretary, are among those in the president’s circle who have tested positive this fall. Mr. Giuliani appeared on Fox News earlier on Sunday. Speaking with the host Maria Bartiromo via satellite, Mr. Giuliani repeated baseless claims about fraud in Georgia and Wisconsin on “Sunday Morning Futures.” When asked if he believed Mr. Trump still had a path to victory, he said, “We do.” Melina Delkic and Bryan Pietsch contributed reporting. Tracking Coronavirus Infections in the White House and Trump’s Inner Circle After a small White House outbreak in September and a wave of cases in early October, the coronavirus has returned to the top of the Trump administration. —", "Advertisement Continue reading the main story", "Bergamo’s pandemic survivors carry unseen, incalculable scars. The victims of coronavirus were remembered during a Mass at at Nembro’s cemetery in November. Credit... Fabio Bucciarelli for The New York Times Every Monday night in the northern Italian town that had perhaps the highest coronavirus death rate in all of Europe, a psychologist specializing in post-traumatic stress leads group therapy sessions in the local church. “She has treated survivors of war,” the Rev. Matteo Cella, the parish priest of the town, Nembro, in Bergamo province, said of the psychologist. “She says the dynamic is the same.” First the virus exploded in Bergamo. Then came the shell shock. The province that first gave the West a preview of the horrors to come now serves as a disturbing postcard from the post-traumatic aftermath. In small towns where many know one another, there is apprehension about other people, but also survivor’s guilt, anger, second thoughts about fateful decisions and nightmares about dying wishes unfulfilled. There is a pervasive anxiety that, with the virus surging anew, Bergamo’s enormous sacrifice will soon recede into history, that its towns will be forgotten battlefields from the great first wave. And most of all there is a collective grappling to understand how the virus has changed people. Not just their antibodies, but their selves. Bergamo, like everywhere, now confronts a second wave of the virus. But its sacrifice has left it better prepared than most places, as the widespread infection rate of the first wave has conferred a measure of immunity for many, doctors say. And its medical staff, by now drilled in the virus’s awful protocols, are taking in patients from outside the province to alleviate the burdens on overwhelmed hospitals nearby. But the wounds of the first wave gnaw at them from within. Talking about these things does not come easily to people in Italy’s industrial heartland, jammed with metal-mechanic and textile factories, paper mills, billowing smokestacks and gaping warehouses. They prefer to talk about how much they work. Almost apologetically they reveal that they are hurting. —", "A Bronx neighborhood reels with 26 percent unemployment. Though no corner of the city has escaped the fallout, job losses have been concentrated in mostly Black and Latino areas like West Farms in the Bronx. Credit... Amr Alfiky/The New York Times More than one in four workers in the West Farms neighborhood of the Bronx are out of work. They were store clerks, hotel housekeepers, waitresses, cooks, for-hire drivers, security officers and maintenance workers before the coronavirus snatched away their livelihoods. Even before the outbreak, most were barely getting by on meager paychecks and scant savings. Now their hopes for better lives are slipping away as they fall behind on rent, ration food and rack up credit card debt. Unemployment in this poor and largely Latino enclave of 19,000 was in double digits before the outbreak. It has gotten far worse. With an unemployment rate of 26 percent in September, West Farms has become a center of New York’s economic crisis, one of the hardest-hit urban communities in the country and emblematic of the pandemic’s uneven toll. Though no corner of the city has escaped the fallout, the mass job losses have been concentrated in mostly Black and Latino pockets outside Manhattan that have long lagged economically behind the rest of the city. Communities like West Farms have also suffered disproportionately from the coronavirus itself, with higher rates of people becoming ill. New York City’s economic crisis is among the worst in the nation, with unemployment at 13.2 percent in October, nearly double the national rate. But within the city, the pain varies vastly. Manhattan’s unemployment rate is 10.3 percent, but in the Bronx, the city’s poorest borough, it is 17.5 percent — the highest in the state. In contrast, some of the city’s most affluent and largely white neighborhoods in Manhattan have fared far better. The unemployment rate on the Upper East Side was 5 percent in September, up from 1 percent in February. On the Upper West Side, it was 6 percent, up from 2 percent. Poor workers, including many Black and Latino people, have been hurt much worse during the pandemic than by past recessions, including the 2008 financial crisis, said James Parrott, an economist with the Center for New York City Affairs at The New School. He said the pandemic had triggered many more layoffs among lower-paid workers, while far fewer higher-paid workers — including those in finance, technology and professional services, who tend to be mostly white — have lost jobs or benefits. — Winnie Hu, Juliana Kim and", "China’s ‘King of Vaccines,’ a partner to AstraZeneca, is plagued by scandal. Du Weimin, chairman of Shenzhen Kangtai Biological Products, is one of the richest men in China. Credit... Yu Ga/Visual China As a government regulator sidled into a car, the Chinese pharmaceutical executive handed over a paper bag stuffed with cash. The executive, Du Weimin, was eager to get his company’s vaccines approved, and he needed help. The official took the money and vowed to try his best. Several months later, Mr. Du got the greenlight to begin clinical trials for two vaccines. They were ultimately approved, generating tens of millions of dollars in revenue. The government official was jailed in 2016 for taking bribes from Mr. Du and several other vaccine makers. Mr. Du was never charged. His company, Shenzhen Kangtai Biological Products, produces about one-quarter of the world’s supply of vaccines. And Mr. Du, who has been called the “king of vaccines,” is one of the richest men in China. Capitalizing on that success, Mr. Du and his company are at the forefront of the race to produce a coronavirus vaccine, a national priority for China’s ruling Communist Party. Kangtai will be the exclusive manufacturer in mainland China for the vaccine made by AstraZeneca, and the companies could work together on deals for other countries. Kangtai is also in early trials for its own candidate. As the Chinese government has pushed to develop vaccine companies of global renown, the state has fostered and protected an industry plagued by corruption and controversy. Drug companies, eager to get their products into the hands of consumers, have used financial incentives to sway poorly compensated government workers for regulatory approvals. Hundreds of Chinese officials have been accused of taking bribes in cases involving vaccine companies. Oversight has been weak, contributing to scandals over substandard vaccines. While the government after each incident has vowed to do more to clean up the industry, regulators have rarely provided much information about what went wrong. Companies have been allowed to continue operating. Dr. Ray Yip, a former head of the Bill and Melinda Gates Foundation in China, said he considers Kangtai to be among the top tiers of the country’s vaccine companies, adding that he “has no problem” with the manufacturing and technology standards of most players. “The problem for many of them is their business practice,” Dr. Yip said. “They all want to sell to the local governments, so they have to do kickbacks, they have to bribe.” Kangtai did not respond to multiple requests for comment. In a statement, AstraZeneca said it “conducts appropriate and thorough due diligence prior to entering an agreement with any entity.” The lack of transparency, compounded by dubious business practices, has rattled public confidence in Chinese-made vaccines, even though they have been proved safe. Many well-off parents shun them, preferring their Western counterparts. — Sui-Lee Wee and", "Advertisement Continue reading the main story", "Officials across Europe implement a wave of varied restrictions for Christmas. Christmas decorations in London last week. Credit... Andrew Testa for The New York Times As a deadly wave of coronavirus cases extends across Europe, several countries are planning to loosen restrictions over the holidays to allow families and friends to gather. In a four-day period beginning Dec. 23, people across Britain can form a Christmas bubble, which will allow members of up to three households to spend time together in private homes or to attend places of worship. In Germany, officials have agreed to extend a partial lockdown to Jan. 10, but loosen restrictions from Dec. 23 to Jan. 1, allowing private gatherings of as many as 10 people from any number of households. Spanish officials have decided to allow travel between regions to see relatives and close friends, but said that social gatherings around Christmas and New Year’s Day must be limited to 10 people if not from the same household. In France, residents will be under a nationwide curfew from 9 p.m. to 7 a.m. beginning Dec. 15, when a national lockdown ends. However, the curfew will not apply from Christmas Eve to New Year’s Eve, officials said. “We will be able to travel without authorization, including between regions, and spend Christmas with our families,” President Emmanuel Macron of France said. Norway, one of the few European countries to keep a second wave at bay, currently limits private gatherings to five guests. But around the Christmas period, the country will allow residents to double their guests over any two days. However, people must continue to socially distance. While some countries are becoming more permissive, Italy will tighten its restrictions on Christmas Day, Dec. 26 and New Year’s Day, when residents will be prohibited from leaving their hometowns. Travel will be banned between regions in Italy from Dec. 21 through Jan. 6, and an 11 p.m. to 5 a.m. curfew will be implemented. Delicate attempts at balancing a typically social time of year and easing the burden on hospitals arrived after nearly 105,000 people died of Covid-19 in November in 31 countries monitored closely by the European Center for Disease Prevention and Control. Health experts have cautioned that holiday travel could drive new spikes in cases. —"], "authors": ["J. David Goodman", "Melina Delkic", "Maggie Haberman", "Jason Horowitz", "Jo Corona", "Javier C. Hernández", "Derrick Bryson Taylor", "Megan Specia", "Yan Zhuang"], "keywords": ["york", "positive", "coronavirus", "christmas", "live", "covid19", "city", "wave", "schools", "tested", "elementary", "reopens", "giuliani", "trump", "updates", "virus", "mr"], "pubDate": "2020-12-07T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}