{"id": "9c560e5c-7037-345c-b744-8bc9c3cfe14a", "title": "Barnhart's two-out single leads Reds over D-backs 6-5 in 10", "url": "https://www.foxnews.com/sports/barnharts-two-out-single-leads-reds-over-d-backs-6-5-in-10", "summary": "Tucker Barnhart's clutch 10th-inning single kept the Reds rolling on Friday night.\nHis two-out line drive in extra innings brought home Eugenio Suárez, leading the Reds to a 6-5 win over the Arizona Diamondbacks.\nThe win pushed the Reds to a 6-1 record, which is the team's best start since 1994.\nThe second baseman pumped his fist as he rounded first base after belting his second homer of the season.\nWinker gave the Reds a 1-0 lead in his second at-bat, slicing a single to left field that scored Barnhart.", "paragraphs": ["Tucker Barnhart's clutch 10th-inning single kept the Reds rolling on Friday night. Cincinnati's playing so well these days that the only surprise was the catcher's heroics were ever needed.", "\"It was a roller coaster,\" Barnhart said. \"We got out to a lead and then we gave it up.\"", "Barnhart was the biggest reason the Reds got it back for good. His two-out line drive in extra innings brought home Eugenio Suárez, leading the Reds to a 6-5 win over the Arizona Diamondbacks.", "Cincinnati’s Amir Garrett got out of a bases-loaded jam to earn his second save, retiring Pavin Smith on a slow grounder for the final out in Arizona's home opener. The win pushed the Reds to a 6-1 record, which is the team's best start since 1994.", "CLICK HERE FOR MORE SPORTS COVERAGE ON FOXNEWS.COM", "The Diamondbacks trailed 5-0 before scoring three times in the seventh. Kole Calhoun's two-out, two-run double was the big hit in the rally.", "Eduardo Escobar then tied it with a towering two-run homer in the eighth off Lucas Sims. The second baseman pumped his fist as he rounded first base after belting his second homer of the season.", "The Reds came into Friday's game on an offensive roll, batting .316 with 14 homers during their 5-1 homestand to start the season. The team's 57 runs through six games were a franchise record.", "It didn't take Cincinnati's bats to get going in the desert: Jesse Winker smoked a double off the top of the wall near the 413-foot sign in right-center to start the game.", "Winker gave the Reds a 1-0 lead in his second at-bat, slicing a single to left field that scored Barnhart. Tyler Naquin crushed a solo homer — his fifth in his first 21 at-bats this season — to push Cincinnati ahead 2-0 in the fourth. The Reds added two more runs in the fifth and another in the sixth.", "That's about the time Cincinnati's bullpen started to falter.", "\"It's never easy,\" Reds manager David Bell said. \"That's what good teams do. You pick each other up.\"", "The Diamondbacks fell to 2-6 for the season and have lost three straight. Alex Young (0-2) took the loss, giving up Barnhart's hit in the 10th.", "Calhoun said the slow start was frustrating but he's pleased with how the D-backs battled to take the Reds to extra innings.", "\"We’re a week into a marathon and we all know that,\" Calhoun said.", "Tyler Mahle started for the Reds, struck out six and didn't give up a hit, but he also walked four and needed 92 pitches to get through four innings. Cionel Perez (1-0) got the win, retiring two batters in the ninth.", "The D-backs hosted fans at Chase Field for the first time since Sept. 29, 2019 — 558 days ago — when they beat the San Diego Padres 1-0 in the season finale. Arizona announced a socially-distanced crowd of 19,385, which was a sellout. The stadium can normally hold about 48,000.", "MADBUM PINCH HITS", "Arizona pitcher Madison Bumgarner was used as a pinch hitter with two outs in the ninth. Lovullo went with Bumgarner despite having two position players — Geraldo Perdomo and Stephen Vogt — available on the bench.", "Bumgarner is one of the better hitting pitchers in the big leagues, with 19 career homers. But the decision didn't work out this time: He popped out to third base.", "SCORCHED", "Naquin's homer in the fourth had an exit velocity of 111.3 mph and traveled 454 feet over the pool in right-center field.", "HONORING MIKE BELL", "During pregame ceremonies, the Diamondbacks honored Mike Bell, who died of cancer at the age of 46 during spring training. Bell was part of the D-backs' player development department for 13 years before joining the Twins in 2020. Bell is also the brother of Reds manager David Bell.", "TRAINER'S ROOM", "Reds: Winker left in the fifth inning because of calf cramps.", "D-backs: Lovullo said that Nick Ahmed is close to returning to the lineup. The two-time Gold Glove shortstop has been dealing with knee soreness but has been getting at-bats and playing in the field at the team's alternate site during intrasquad games. ... CF Ketel Marte had an MRI on his ailing hamstring on Friday. Marte was put on the 10-day injured list after suffering the injury on Wednesday in Denver. ... Calhoun played his first game of the season after needing surgery to repair the meniscus in his right knee.", "UP NEXT", "The Diamondbacks send RHP Riley Smith (0-0, 3.60 ERA) to the mound for his first career start. The 26-year-old was impressive as a long reliever last season, giving up just three runs in 18 1/3 innings. He takes the rotation spot of LHP Caleb Smith, who was moved to the bullpen. The Reds will counter with RHP Jeff Hoffman (1-0, 1.80 ERA)."], "authors": [], "keywords": ["single", "leads", "twoout", "second", "dbacks", "bell", "diamondbacks", "65", "reds", "barnharts", "season", "teams", "homer", "smith", "start", "win"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}