{"publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35", "id": "9c5e2829-daac-342d-b6f6-1c6e2bf01b63", "keywords": ["prtc", "kentucky", "broadband", "gabbard", "onetrafficlight", "told", "fastest", "town", "rural", "service", "jackson", "county", "internet"], "pubDate": null, "title": "The One-Traffic-Light Town with Some of the Fastest Internet in the U.S.", "url": "https://www.newyorker.com/tech/annals-of-technology/the-one-traffic-light-town-with-some-of-the-fastest-internet-in-the-us", "authors": ["Sue Halpern", "Rena Xu", "Peter Schjeldahl", "Dexter Filkins"], "summary": "A roadside tire store in Jackson County, Kentucky.\nMcKee, an Appalachian town of about twelve hundred tucked into the Pigeon Roost Creek valley, is the seat of Jackson County, one of the poorest counties in the country.\nFor nearly fifteen million Americans living in sparsely populated communities, there is no broadband Internet service at all.\nAfter a few years fielding customer complaints at P.R.T.C., Gabbard became a dispatcher, sending out repair crews and scheduling installations.\nAmy Klobuchar has been writing legislation to expand rural Internet services for years.", "paragraphs": ["Before Shani Hays began providing tech support for Apple from her home, in McKee, Kentucky, she worked at a prison as a corrections officer assigned to male sex offenders, making nine dollars an hour. After less than a year, she switched to working nights on an assembly line at a car-parts factory, where she felt safer. More recently, Hays, who is fifty-four, was an aide at a nursing home, putting in a full workweek in a single weekend and driving eighty-five miles to get there. Then her son-in-law, who was married to Hays’s oldest daughter, got addicted to crystal meth and became physically abusive. Hays’s daughter started using, too. The son-in-law went to jail. Their kids were placed in foster care. Then Hays’s stepmother got cancer. “There was a lot going on,” Hays told me. “I was just trying to keep it all together.” She began working from home last summer, which has allowed her to gain custody of her three grandchildren. (Her daughter has since completed treatment for her addiction.) During Hays’s half-hour lunch break, she makes supper. “I wouldn’t be able to do this without the Internet we have here,” she said. A roadside tire store in Jackson County, Kentucky. Old soda bottles in a store window. McKee, an Appalachian town of about twelve hundred tucked into the Pigeon Roost Creek valley, is the seat of Jackson County, one of the poorest counties in the country. There’s a sit-down restaurant, Opal’s, that serves the weekday breakfast-and-lunch crowd, one traffic light, a library, a few health clinics, eight churches, a Dairy Queen, a pair of dollar stores, and some of the fastest Internet in the United States. Subscribers to Peoples Rural Telephone Cooperative (P.R.T.C.), which covers all of Jackson County and the adjacent Owsley County, can get speeds of up to one gigabit per second, and the coöperative is planning to upgrade the system to ten gigabits. (By contrast, where I live, in the mountains above Lake Champlain, we are lucky to get three megabytes.) For nearly fifteen million Americans living in sparsely populated communities, there is no broadband Internet service at all. “The cost of infrastructure simply doesn’t change,” Shirley Bloomfield, the C.E.O. of the Rural Broadband Association, told me. “It’s no different in a rural area than in Washington, D.C. But we’ve got thousands of people in a square mile to spread the cost among. You just don’t in rural areas.” Keith Gabbard, the C.E.O. of P.R.T.C., had the audacious idea of wiring every home and business in Jackson and Owsley Counties with high-speed fibre-optic cable. Gabbard, who is in his sixties, is deceptively easygoing, with a honeyed drawl and a geographically misplaced affection for the Pittsburgh Pirates. He grew up in McKee and attended Eastern Kentucky University, thirty-five miles down Route 421; he lives with his wife, a retired social worker, in a house next door to the one in which he grew up. “I’ve spent my whole life here,” he said. “I’m used to people leaving for college and never coming back. The ones who didn’t go to college stayed. But the best and the brightest have often left because they felt like they didn’t have a choice.” Gene Gatts, of Gray Hawk, Kentucky. Gatts says that Jackson County’s fast Internet gives it “bragging rights.” Keith Gabbard, the C.E.O. of Peoples Rural Telephone Cooperative. When Gabbard returned to his home town after college, in 1976, he took an entry-level job at the telephone coöperative. “I had this degree in business management that I thought was really cool, but I got a job answering the phones,” he said. “At the time, we were all on party lines, and everybody was calling and complaining about somebody on their line and they couldn’t get the phone. I was taking those complaints. And I remember thinking that, once we got everyone their own lines, we won’t have any more problems. I didn’t have a clue what was coming.” At the time, telephone service itself was relatively new in Gabbard’s corner of eastern Kentucky. The area was served by an electric co-op, created in the nineteen-thirties to take advantage of the Rural Electrification Act, New Deal legislation that brought electricity to the most isolated parts of the country. But no commercial telephone company wanted to spend the money to plant the poles and string the wires to connect Jackson and Owsley Counties to the rest of the world. When the R.E.A. was amended, in 1949, to enable co-ops to take advantage of low-interest loans to build and operate telephone services, a group of local businesspeople went door to door assessing the desire and asking residents to demonstrate their commitment by paying a modest membership fee. With a loan from the federal government, they built a telephone company, as Gabbard describes it, “from scratch.” In 1953, Peoples Rural Telephone Cooperative began providing party lines to five hundred and seventy-five subscribers. There are now around seven thousand active members. After a few years fielding customer complaints at P.R.T.C., Gabbard became a dispatcher, sending out repair crews and scheduling installations. He dabbled a bit in engineering, spent a few years assisting the C.E.O., and, in 1996, replaced him. As chief executive, Gabbard moved the company into the cable-television business, added dial-up Internet, and partnered with four regional telecommunications companies to create Appalachian Wireless, a cell service that now covers twenty-seven Kentucky counties. These upgrades, however, did little to improve the local economy. In 2005, a fire at a manufacturing plant in McKee put seven hundred people out of work overnight. “Our economy fell off a cliff that day,” Jackson County’s chief elected officer, Shane Gabbard, who is no relation to Keith Gabbard, told me when we met in his office in the county courthouse, a redoubt of taxidermy and crucifixes. “The car lot next door to the factory went out of business. The gas station went out. Every business in town was affected.” Balloons outside a house in McKee, Kentucky. A mural in McKee. By 2009, unemployment in Jackson County was more than sixteen per cent. (In Owsley County, which sits at the edge of coal country, it was about twelve per cent.) Few places in the country were as down-and-out—and even fewer had fibre-optic service to the home. But, as Gabbard and his crew saw it, when it came time to upgrade infrastructure in parts of both counties, it made no sense to replace old copper wiring with new copper wires, which don’t have the capacity for broadband. “It’s no more difficult to build fibre than it is copper,” he said. “It was just a matter of money and time.” With twenty million dollars borrowed from the U.S. Department of Agriculture, and twenty-five million dollars in Obama-era stimulus—some of it a grant and some of it a loan—P.R.T.C. pulled a thousand miles of cable, to all seven thousand structures in the county. In the most rugged terrain around McKee, the crews relied on a mule named Old Bub to haul the cable two or three miles a day. “We’ve got mountains and rocks and not the greatest roads, and there were places we couldn’t get a vehicle to,” Gabbard told me. “Farmers here have been using mules for centuries. It just made sense that, if a place was hard to get to, you went with the mules.” Old Bub, he said, was able to do the work of eight to ten men. The effort took six years, at a cost of fifty thousand dollars per mile. “Someone has to build to the last mile,” he said. “The big telecom companies aren’t going to do it, because it’s not economical and they have shareholders to answer to. We’re a co-op. We’re owned by our members. We answer to each other.” The grants they got, he said, were a matter of good timing and good luck. P.R.T.C. failed the first time it applied for stimulus money but got it on the second round, and with better terms than it had asked for originally. “One of the things we pitched was how impoverished our region was, how high our unemployment was, and how much this would help us,” Gabbard said. Even so, P.R.T.C. was initially five million dollars short of what it cost to wire the last, most remote residences with fibre-optic broadband; profits from Appalachian Wireless supplied the remaining capital that it needed to finish the job. “Our board and staff, we really wanted to do it all,” Gabbard said. “We wanted everyone to have the same thing.”", "Once Jackson and Owsley Counties were wired, Gabbard was approached by the Eastern Kentucky Concentrated Employment Program (EKCEP), to see if they could use P.R.T.C.’s broadband to bring Internet-based jobs to the region. In 2015, Teleworks U.S.A., a job-training nonprofit, opened a branch in Jackson County. It is a collaboration between EKCEP, the phone coöperative, and a number of other civic groups. P.R.T.C. supplies the hub with Internet connectivity and gives three months of free service to anyone who completes a workshop there. In nearly five years, it has created more than six hundred work-at-home jobs in the county. Participants learn enough basic computer skills to get placed at companies such as Hilton Hotels, Cabela’s, U-Haul, Harry & David, and Apple. Shani Hays, who knew nothing about computers six months ago, is now fielding calls about iPads, AirPods, iPhones, and Apple Watches. “The training was really extensive and really, really hard,” she said. “There was all this technical stuff I knew nothing about, but I just kinda nickel-and-dimed my way through.” Hays has received two raises so far, and now earns more than fourteen dollars an hour. She will soon be eligible for health insurance, paid vacation time, and other benefits. Working at home saves her money, too. When we talked, she had a hard time remembering the last time she had to put gas in her car. “And there’s none of that stopping to get gas and driving away with a coffee and a candy bar and there goes another ten dollars,” she said. The Teleworks office is in a small industrial park about ten miles south of McKee, in a one-story brick building that sits on a rise looking out on the Daniel Boone National Forest. Inside is a warren of cubicles where people who can’t work from home sit with headsets on, talking and typing, and a conference room where job fairs and workshops are held. On the morning I visited, I spoke with Betty Hays, the operations manager, who has been with the program from the beginning. “The first workshop we had, five years ago, was supposed to be straight-up customer service, like, how to deal with people on the phone,” she recalled. “But I tossed in a little computer tech, because I realized people didn’t know how to do simple things like open tabs or copy and paste.” There were fifteen people in the class, all of them women whom Betty Hays had worked with at BAE Systems, a defense contractor, sewing military backpacks. In 2014, the company shut its factory in McKee, taking two hundred jobs with it. By the time the workshop ended, all fifteen had been offered jobs paying more than ten dollars an hour, plus benefits. (The minimum wage in Kentucky is $7.25.) Once the placement agencies understood how reliable and fast the Internet was in Jackson, and that there was an untapped workforce, they started offering more jobs. A call center moved in. A factory where helicopter rotors are fabricated was expanded. Hays began taking advantage of the county’s fast, lag-free Internet herself. Between five and eight every morning, before she heads to Teleworks, she talks with schoolchildren in China who are trying to improve their English. The conversations each last twenty minutes and Hays is paid twenty-five dollars an hour. “We joke that there are going to be all these kids in China with Southern accents,” she said. P.R.T.C. has also partnered with the Department of Veterans Affairs to create a telemedicine office and private lounge inside the county library, where veterans can talk discreetly to mental-health providers and hang out with one another. (The space doubles as a G.E.D. testing center on Mondays, when the V.A. does not schedule appointments. The librarian proctors the exam.) P.R.T.C. not only paid to outfit the room with comfortable furniture; it provides Internet to the entire library. Because so many people sit in their cars after hours and log onto the library’s Wi-Fi, the library now beams it out to the parking lot, too. Shane Gabbard, the Jackson County executive, told me that more people were moving into the county than away from it. “Land is cheap here, taxes are low, and we have more jobs than we can fill,” he said. Unemployment in Jackson County is now under five and a half per cent. “Rural broadband seemed wonkish to people for a long time, but they’re starting to see it in kitchen-table terms,” the F.C.C. commissioner Jessica Rosenworcel told me. “It doesn’t matter if you’re from red-state America or blue-state America—you’re going to want your kids to be able to do their homework and to succeed in the digital economy.” What this has meant, in real terms, is that the F.C.C. and a number of other federal agencies, most notably the U.S.D.A., now consider broadband to be infrastructure, just as roads and bridges were in the twentieth century. “We used to have to beat our way through policy doors to talk to people about our issues,” Bloomfield, of the Rural Broadband Association, told me. “Suddenly people are focussing on this in a bipartisan fashion.” Candidates, too, have latched onto rural broadband, seeing it, perhaps, as a way to woo voters in the hinterlands. But it goes beyond the transactional business of electoral politics. The widening rural-urban digital divide is leaving behind whole swaths of the country, exacerbating educational and economic inequalities and thwarting innovations in agriculture. Elizabeth Warren, Joe Biden, Pete Buttigieg, and Tom Steyer have each offered plans to bridge the gap. Amy Klobuchar has been writing legislation to expand rural Internet services for years. Meanwhile, in April, the Trump Administration, led by the F.C.C.’s chair, Ajit Pai, announced its own broadband initiative, the Rural Digital Opportunity Fund, which, as critics have pointed out, is essentially a renaming and repurposing of an Obama-era program called the Connect America Fund. That program uses a portion of the Universal Service Fund, a pool of money collected from customers by their service providers and passed along to the F.C.C., to subsidize, among other things, phone and broadband service in places where it is not otherwise economical. Some companies receive more money back from the U.S.F. than they contribute. Others pay in more than they receive. P.R.T.C., for example, gets a U.S.F. subsidy every month that enables the coöperative to avoid passing along the real—and prohibitive—cost of service to its members, which Gabbard estimates to be two or three times what P.R.T.C. actually charges. The big telecom companies also receive U.S.F. money, often taking advantage of a loophole in the law that lets them claim to be operating in an underserved area as long as they are providing service to a single customer in a rural census block. These “false positives,” Bloomfield told members of the House of Representatives in September, too often result in areas without service appearing on maps as if they were covered. (As a case in point, many of the residents of Lee County, Kentucky, which is adjacent to Jackson and Owsley Counties, while “served” by A.T. & T., are still only offered dial-up Internet.) The solution, Bloomfield told me, is better mapping. “It’s the No. 1 thing,” she said. “We really need to get carriers to really be honest about what areas they’re serving, what they’re not serving, and what the speeds are.” Better maps will enable U.S.F. money to be distributed more equitably, freeing up funds for coöperatives, municipalities, and smaller, regional companies to build the necessary infrastructure to deliver broadband to otherwise overlooked communities. Fibre-optic wiring looped beneath a street light in Jackson County."]}