{"id": "9c68bcf6-7b76-37f8-8b3c-f06c8aaa451c", "title": "A rich New York playboy with a famous surname – what if JFK Jr had lived?", "url": "https://www.theguardian.com/lifeandstyle/commentisfree/2021/apr/10/a-rich-new-york-playboy-with-a-famous-surname-what-if-jfk-jr-had-lived", "summary": "Because I’ve been watching a lot of 90s sitcoms recently, I’ve been thinking about John F Kennedy Jr. Seinfeld, Sex And The City, Murphy Brown: his name pops up in them all.\nBut John-John, as his parents and the media teasingly called him, remains the closest thing America will probably ever have to a prince.\nWell, let me introduce you to Kennedy and his late wife, Carolyn Bessette, who lived all that and more.\nOther names from the same period have taken unexpected paths: Seinfeld is now a near billionaire, Monica Lewinsky is an activist.\nKennedy and Trump are each other’s yin and yang, two sides to a very New York coin, blessed with absurd opportunities because of their families.", "paragraphs": ["Because I’ve been watching a lot of 90s sitcoms recently, I’ve been thinking about John F Kennedy Jr. Seinfeld, Sex And The City, Murphy Brown: his name pops up in them all. It will be 22 years this summer since he died, so a lot of people have forgotten what a big deal he was back then, especially in New York. But John-John, as his parents and the media teasingly called him, remains the closest thing America will probably ever have to a prince. When his plane crashed, only two years after the death of Princess Diana, it really did feel like the cruellest fairytale: the fairest prince and princess in all the lands would not make old bones.", "I have always been fascinated by Kennedy, the boy who, aged three, saluted his murdered father’s coffin, and then grew up to become America’s most gilded of youths. That surplus of handsomeness, that burdensome name, his efforts to live up to his mother’s high standards while skating around the familial whirlpool pull of politics. The media were never sure whether to sneer or swoon, so they did both, epitomised in the headline after he failed the New York bar exam twice: “The Hunk Flunks.” He had every privilege God could bestow on a man, but had to contend with the sting of his mother’s disapproval of both his career choices (acting, founding the magazine George) and his girlfriends (Daryl Hannah). He was a Shakespearean character in the body of a Ken doll.", "Kennedy has so far been overlooked in the current trend for 90s revisionism, in which we look back at the way we treated celebrities then (badly). This is surprising, especially with all the current focus on Harry and Meghan, and the personal and public pressure they feel, and the cruelty of the press towards them. Well, let me introduce you to Kennedy and his late wife, Carolyn Bessette, who lived all that and more.", "Kennedy often spoke about the stresses endured by any woman photographed with him. These pressures were embodied by his wife; photos of Bessette, looking haunted and hunted, clutching her Calvin Klein coat protectively around her while the press pack chased behind, became as much a staple of the 90s New York tabloids as gossip about who Jerry Seinfeld was dating. Kennedy had found, somehow, a woman as beautiful as he was, who managed to make even the dreariest of clothes – beige skirts, small sunglasses – look absurdly elegant. Yet she hated the attention that came with being a Kennedy, and who could blame her? On 16 July 1999, they lived out the most Kennedy destiny of all, dying young when he crashed the plane they were flying in, with Bessette’s sister Lauren, en route to a cousin’s wedding. I watched the news coverage the next day, and the only positive thing anyone could say was, “Thank God his mother didn’t live to see this.”", "Hearing his name ring through the 90s TV shows, far more so than that of any other celebrity of that era, it’s impossible not to wonder what he would have done with his life had he not been doubly cursed with so much money he could buy a plane and that absurd Kennedy confidence that told him he could fly it at night despite not having a full licence. Other names from the same period have taken unexpected paths: Seinfeld is now a near billionaire, Monica Lewinsky is an activist. And then there’s someone else.", "Two years ago, Q Anon types were adamant that Kennedy would emerge from hiding and be Donald Trump’s VP pick for the 2020 election. Spoiler: didn’t happen. But – and I swear this is the only time you’ll hear this phrase from me – Q Anon were on to something here. Kennedy and Trump are each other’s yin and yang, two sides to a very New York coin, blessed with absurd opportunities because of their families. The 2016 election will never make any sense to me, but maybe, I now think, my brain softened from a year of lockdown, it was always meant to be that a telegenic quasi-celebrity with a famous name would win the presidency that year. It’s just that we got the wrong one.", "I have a weakness for alternative histories that play on the idea of fixing a past wrong: Quentin Tarantino’s fantasy about saving Sharon Tate in Once Upon a Time … in Hollywood; or Doctor Who showing Vincent van Gogh how beloved he would one day be. Preventing the Kennedy Sr assassination is the ultimate alt-history fantasy, because his murder has long been seen by many as a downward turning point in American history, a theory mined by Stephen King’s novel 11/22/63. The Kennedy family will, to Americans, always represent a golden promise that was never realised. And what else is there to do, when you’ve run out of Seinfelds and can’t yet go to the pub, when the present feels so much bleaker than the bright future you were promised in the past, but to sit on the sofa and think: what if, what if, what if? "], "authors": ["Hadley Freeman"], "keywords": ["lived", "surname", "rich", "kennedy", "thing", "plane", "playboy", "famous", "jfk", "wife", "york", "woman", "90s", "seinfeld", "jr", "think", "wrong"], "pubDate": "2021-04-10T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}