{"id": "9caddc39-15a2-318c-a726-10985631f7ae", "title": "Death, Love, and the Solace of a Million Motorcycle Parts", "url": "https://wired.com/story/death-love-solace-million-motorcycle-parts/", "summary": "The plan was to stay till our new house was built, a project Joanie had worried we were rushing into.\nShe also deemed it foolish, signing a mortgage with someone you were not married to.\nElettra wanted the same.\nWe bought our 5-acre hideaway, and I proposed to Elettra on a craggy ledge backed by a brush-covered mountain.\nAs Elettra’s family became my family, I figured we could wait out the construction together.", "paragraphs": ["Joanie lay on a hospital bed in the living room. I stood outside the kitchen and watched her napping heavy under the drugs.", "She had seemed well—healthy and alert, if morose—up until a few weeks ago. At the start of the new year, my fianceé Elettra and I left our Brooklyn apartment and moved in with her mother Joanie and her stepfather, who lived in a quiet Massachusetts suburb. The plan was to stay till our new house was built, a project Joanie had worried we were rushing into.", "Elettra and I had still only been dating when we bought the land, and though Joanie loved the overgrowth, the wildness of it, she had suggested wryly we might need to shop around for a backhoe. She also deemed it foolish, signing a mortgage with someone you were not married to. Dreams are oftentimes foolish. For as long as I could remember, I had wanted a place in the woods full of tattered books to be read for the hundredth time and soft, cuddly pets and without any schedules or demands. I didn’t want to see any uninvited soul for days. Elettra wanted the same. We bought our 5-acre hideaway, and I proposed to Elettra on a craggy ledge backed by a brush-covered mountain. At our engagement party, which Joanie had been well enough to plan and attend that December, I told everyone the house would be ready in about nine months. As Elettra’s family became my family, I figured we could wait out the construction together.", "Then one day in January, after we moved in, Joanie climbed into the hospital bed we had installed in the living room, and another kind of waiting began.", "I curled back around the corner into the kitchen, not wanting to stare, feeling like an outsider in Joanie’s home and within the family she would soon leave.", "“She’s asleep?”", "“Think so. Maybe dozing. Drink?” I asked Joanie’s youngest brother. He and several other siblings had come to visit Joanie when the prognosis of her cancer deteriorated from hopeful to terminal. They were now waiting around to say goodbye. My uncle-in-law had been surveying the dirty dishware in the kitchen sink. He helped with every fifth load.", "“Courvoisier?” he asked.", "“Right. She’s got it over here.”", "We walked to the red liquor cabinet in the dining room, built by Joanie’s father, and I poured him a finger.", "“Keep going,” he said.", "I poured two more.", "He raised the tumbler and caught my eye through the glass. He took a sip. Sober and without a liquid crutch, I had cooked meals and cleaned for the family for nearly a month, hoping to bind together a group that otherwise felt entropic. I was navigating a type of anticipated loss I knew nothing about while simultaneously asking such banal questions as, “How do you like it out there on the Cape?”", "Having retreated into the roles of dishwasher, cook, cleaner, and jester, I was incredibly lonely. My wife was pulling away emotionally as I was struggling (and in my mind, failing) to take care of her and her family.", "“Have you broken ground yet, over at the property?”", "“Not yet. Just closed on the land last month. Working to get a building permit. Absolute nightmare.” Joanie liked our idea to use shipping containers to form the skeleton of our house, but I think she and everyone else were right in saying that building a house was never easy—even if it was a somewhat prefabricated one.", "I insisted the project was sound. I can be unpleasantly, aggressively stubborn—I’ve cursed torque wrenches I felt were lying—and all I wanted was for Joanie and her siblings to see the home built, our dreams realized, to see that I was right and our project wasn’t some foolish gambit but something at which they’d one day marvel."], "authors": ["Kenneth R. Rosen", "Kenneth R. Rose"], "keywords": ["elettra", "foolish", "death", "love", "million", "motorcycle", "room", "parts", "joanies", "wanted", "kitchen", "project", "family", "joanie", "house", "solace"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}