{"id": "9ccd13c8-b28d-3205-9560-c63f4b38c561", "title": "Mother Dolores Hart explains why she left Hollywood to become a nun: ‘God called me’", "url": "https://www.foxnews.com/entertainment/mother-dolores-hart-elvis-presley-nun", "summary": "Today, Hart receives hundreds of letters from people across the country seeking guidance on having a closer relationship with God.\nIt’s the last scene of the film, but when you walk in on set, you’re told, \"This is the first thing you’re going to do.\"\nWell, Hal tells me, \"Dolores, you’re blushing in your ears.\nIt’s the kind of feeling you get when you meet the person you’re going to marry.\nI think Hollywood today belongs to the generations that are asking those very same questions, that yearning of finding their place in the world.", "paragraphs": ["EXCLUSIVE: Actress Dolores Hart, who was once hailed as the next Grace Kelly, gave Elvis Presley his first on-screen kiss and worked alongside leading men like Montgomery Clift, Anthony Quinn and Marlon Brando -- just to name a few.", "But in 1962 she left Hollywood behind and became a nun.", "In 2016, the former star, now known as Mother Dolores Hart, celebrated 50 years of vowed life at the Abbey of Regina Laudis, an enclosed Benedictine monastery and working farm in Bethlehem, Conn. The now-82-year-old previously released a memoir titled \"The Ear of the Heart: An Actress’ Journey from Hollywood to Holy Vows,\" where she detailed her surprising journey.", "Her story was also the subject of an Oscar-nominated short film on HBO, titled \"God Is the Bigger Elvis,\" released in 2012. Today, Hart receives hundreds of letters from people across the country seeking guidance on having a closer relationship with God.", "INGRID BERGMAN’S GRANDSON RECALLS GROWING UP WITH THE ‘CASABLANCA’ STAR, HOW SHE ENDURED ROMANTIC SCANDAL", "Hart spoke to Fox News about bonding with Presley on set, ending her engagement and how she feels about Hollywood today.", "Fox News: What was your initial impression of Elvis Presley?", "Mother Dolores Hart: To be honest, I did not know who he was. In fact, when I first met him, I asked him what he did. I remember him being very courteous. He was an absolute gentleman and would call me \"Miss Dolores.\" And then I learned what a talented singer he was. By the time we did our second film, we couldn’t walk down the street because there were so many people waiting for him, just wanting to touch him.", "I remember one moment when we were taking a break from filming. He walked over to me, handed me a Bible, and said, \"Miss Dolores, would you open this book? What do you see? What does it mean to you?\" And so, I offered my opinion on what I was seeing. And from there, we spent the time in between the scenes talking about the Bible. I never expected a fellow actor, in particular, to have that kind of genuine curiosity. He wasn’t trying to set up anything. There were no flashbulbs around to take pictures of us. He did it because it was in his heart.", "Fox News: Is it true you made Elvis Presley blush on set?", "Hart: Well, it’s true *laughs*. We both had to do a kissing scene, for [1957’s] \"Loving You,\" which is a riot in itself. It’s the last scene of the film, but when you walk in on set, you’re told, \"This is the first thing you’re going to do.\" I remember I had to put my arms around him and kiss him. There were about 100 people on the soundstage. Seconds into it, the director, Hal Kanter, yells \"Cut!\" I thought, \"Oh no, how can I kiss wrong?\"", "‘GILLIGAN'S ISLAND’ STAR TINA LOUISE PAYS TRIBUTE TO DAWN WELLS", "He immediately asks for the makeup man to come over to fix me up. I thought, \"What’s going on? That’s it, it’s over for me.\" Well, Hal tells me, \"Dolores, you’re blushing in your ears. They’re red. We need makeup.\" I was so embarrassed. After they fixed me up, we started again. And again, seconds later, he yells \"Cut! Get some makeup for Mister Presley!\" When I looked, he was red! But that’s the way it was. We were just a couple of kids. But he was a simple and true man.", "Fox News: Looking back, why did you leave Hollywood?", "Hart: I think it’s important for anyone to understand that it was a dramatic change. It wasn’t something I planned on. I thought I would go through my time in Hollywood. However, this vocation showed me my life’s purpose. Then I started to ask myself, \"What am I doing in Hollywood? Where is this going to take me?\" The realization became clear and really, it’s a gift. I was so lucky. God called me.", "Fox News: How did you discover the Abbey of Regina Laudis?", "Hart: I was actually doing a show at the time, but the demands of the stage really became exhausting. It was a friend who suggested that I should take a few days to rest at the Abbey of Regina Laudis. It was supposed to be a welcoming retreat from New York where I could reflect on what was going to be the next step in my career.", "But I wasn’t expecting just how peaceful it truly was. I found inner certitude. I felt like this is where I belonged. It became more than just a retreat. It’s the kind of feeling you get when you meet the person you’re going to marry. The more I came to visit the more it came calling to me. And the more I knew God was present to me in a very special way that I couldn’t deny.", "DEAN MARTIN’S DAUGHTER DEANA SAYS SHE STILL FEELS RAT PACK STAR’S PRESENCE: ‘HE IS WITH ME ALL THE TIME’", "Fox News: You were engaged to Don Robinson. Where did you find the courage to walk away and embark on the journey you’re in now?", "Hart: You’re right, Don and I were engaged. I had a concern that somehow I wasn’t sure [about the engagement]… He was a beautiful guy and a real gentleman too. He was also an architect and built houses. I remembered as soon as he asked me to marry him, he found the place that he wanted us to live. I said, \"Don, we’re going too fast.\"", "Then Edith Head, who was a very important woman in show business at the time who did fashion designs for everyone, she called me one day. Edith said she found this wedding dress that she thought would be perfect for me. I tried to explain that I wasn't quite ready, but the next thing I knew, the dress was featured in this magazine with my name tagged onto it. Throughout this whole time, I was worried. I just felt this wasn't right for me.", "Fox News: You broke off your engagement and by the end of 1962, you headed to Connecticut...you never returned back to Hollywood, and became a nun.", "Hart: The time came when I knew this was not it. I felt it in my heart that this was not my path. I remember I was on a lunch date with Don. That’s when I said, \"Don, I just have to tell you. I cannot say yes to this.\" He stood up from the table and yelled \"No!\" And of course, everyone at the restaurant looked at us. I looked at him and said, \"Don, I’m telling you the truth. I really love you, but not in the way that you want.\"", "Then I told him what I really wanted to do with my life. God was calling me and I felt it in my heart that I needed to answer. He then looked at me and said, \"I’ve known it. I know this is what you want. I’m going to help you. I promise you that I will.\"", "‘WALTONS’ STAR RICHARD THOMAS REFLECTS ON WORKING WITH LATE TV DAD RALPH WAITE: ‘WE REALLY BONDED’", "The first year I entered the Abbey, Don went to Hawaii. I thought, \"Well, that’s goodbye. I will never hear from him again.\" I was wrong. Don came to visit me. And up until the day he died [in 2011] he came to the Abbey at least once a year to help in any way he could, to work in areas that would be acceptable. And he never married. I remember he once told me, \"Every love doesn’t have to wind up at the altar.\" I believe Don is now with the Lord.", "Fox News: How do you feel about Hollywood today?", "Hart: I think Hollywood belonged to our time as a way for young people to find an identity, to feel a sense of importance, a sense of being, a sense of belonging. I think every generation has to go through their own experience in order to find themselves, to find God. I think Hollywood today belongs to the generations that are asking those very same questions, that yearning of finding their place in the world.", "I’m so delighted to see how many people of color have found a very prestigious place in Hollywood. This never happened in the ‘40s or ‘50s… Now there’s an opportunity for people of color to be properly represented. I think there’s an opportunity to do good in Hollywood.", "Fox News: What advice would you give to someone who wants to connect with God, but doesn't know where to begin?", "Hart: To find God is to find love. To understand God is to understand love… People write to me every day about their problems and how they’re experiencing loss. We all have this beautiful need to find love and God is that. I take my letters very seriously and I never let anyone go without a response that’s appropriate and true to their lives.", "AUDREY HEPBURN’S SON ON HOW SHE COPED WITH CHILDHOOD FAMINE DURING WWII: 'HER DREAMS KEPT HER GOING'", "I think we all need to walk down that path of self-discovery and truly understanding our purpose. And part of doing that is coming together and sharing our experiences, both the joyful and sorrowful ones. And I truly believe it’s never too late. In all of my letters, I offer gratitude and prayer so that each individual can embark on their own personal journeys."], "authors": ["Stephanie Nolasco"], "keywords": ["god", "called", "dolores", "explains", "mother", "youre", "hollywood", "think", "way", "thought", "hart", "don", "going", "left", "wasnt", "nun"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}