{"id": "9ccded40-e39a-3e31-81bf-b965139412fc", "title": "Jodie Turner-Smith on Being a New Mother and the Beauty Lesson She Wants to Pass Down to Her Daughter", "url": "https://www.vogue.com/article/jodie-turner-smith-gucci-bloom", "summary": "And they have the power to shift limiting representations of Black women.\n“That’s something that’s always been very important to me.”Turner-Smith in a Gucci dress and earrings.\n“It doesn’t make sense that we still have to be screaming to the world that our lives matter.\nIt doesn’t make sense that Black people are being senselessly mowed down by the police,” Turner-Smith goes on.\nIt doesn’t make sense that so many people are unemployed, and the government is bailing out corporations.", "paragraphs": ["Fashion and beauty campaigns, she adds, help shape our parameters of what is considered beautiful and valuable. And they have the power to shift limiting representations of Black women. “There were so many times where I would take photos, and whoever I’m working with was like, ‘Now, can you be really fierce and growl?’ And it’s like, ‘Can I just be tender?’ ” she says. “White women get to be that all the time. So I loved the fact that I could be this woman who is powerful while still gentle. Can I be a carefree Black girl?!” Already a lover of essential oils, incense, and floral fragrances, she was drawn to the perfume itself: a heady blend of tuberose, jasmine, and sandalwood. “Scent really has the power to shift your mood, to calm you, to excite you,” she says. “That’s something that’s always been very important to me.”", "Turner-Smith in a Gucci dress and earrings. Photographed by Ashley Pena, Vogue, October 2020", "The lockdown in Los Angeles has been an unexpected blessing for Turner-Smith, who broke out in a starring role in last year’s Queen & Slim, and her husband, the actor Joshua Jackson. After giving birth in April, she’s used quarantine to recover (she recounted her nearly four-day labor in a much-read essay for British Vogue) and spend uninterrupted time with her daughter. “I had to learn how to breastfeed and how to be a mum—it really worked out for my baby,” she says. Turner-­Smith’s mother ended up staying with them for three months during the lockdown, and having her and Jackson at home was a “comfort” from the chaos outside. “It doesn’t make sense that we still have to be screaming to the world that our lives matter. It doesn’t make sense that Black people are being senselessly mowed down by the police,” Turner-Smith goes on. “It doesn’t make sense, this country’s response to the global pandemic. It doesn’t make sense that so many people are unemployed, and the government is bailing out corporations. But what did make sense, inside of that, was the love of my family.”"], "authors": ["Alexis Okeowo", "Alexis Okeow"], "keywords": ["black", "wants", "pass", "power", "mother", "vogue", "really", "jodie", "thats", "lesson", "sense", "shift", "women", "turnersmith", "beauty", "daughter", "doesnt"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}