{"id": "9cd68a49-e917-3d40-b4b1-d1b4014308b7", "title": "Supreme Court rules against California's limits on in-home religious gatherings", "url": "https://www.foxnews.com/politics/supreme-court-rules-against-californias-limits-on-in-home-relgious-gatherings", "summary": "The U.S. Supreme Court in a divided decision late Friday ruled in favor of lifting restrictions on in-home religious gatherings, overturning a lower court ruling that upheld Gov.\nThe ruling stated that before it can limit religious gatherings, the government must prove they pose a greater danger than secular activities that remain open, such as shopping or attending movies.\nCalifornia \"has adopted a blanket restriction on at-home gatherings of all kinds, religious and secular alike,\" she wrote in the dissent joined by Sotomayor and Breyer.\n\"The law does not require that the State equally treat apples and watermelons,\" Kagan wrote, saying that in-home gatherings shouldn’t be compared to businesses.\nA federal judge ruled against the suit, which was upheld by the Ninth Circuit in San Francisco, before being overturned by the Supreme Court.", "paragraphs": ["The U.S. Supreme Court in a divided decision late Friday ruled in favor of lifting restrictions on in-home religious gatherings, overturning a lower court ruling that upheld Gov. Gavin Newsom’s limits on people from different homes.", "The 5-4 unsigned ruling follows other similar decisions recently regarding churches and the coronavirus pandemic. The decision noted it was the fifth time the court has rejected the Ninth Circuit’s analysis of California coronavirus restrictions.", "Chief Justice John Roberts dissented but did not sign the dissenting statement submitted by justices Elena Kagan, Sonia Sotomayor and Stephen Breyer.", "The ruling stated that before it can limit religious gatherings, the government must prove they pose a greater danger than secular activities that remain open, such as shopping or attending movies.", "\"Otherwise, precautions that suffice for other activities suffice for religious exercise too,\" the majority opinion said, adding that California \"treats some comparable secular activities more favorably than at-home religious exercise, permitting hair salons, retail stores, personal care services, movie theaters, private suites at sporting events and concerts and indoor dining at restaurants to bring together more than three households at a time.\"", "NEW YORK TIMES FRETS OVER RELIGIOUS RIGHT'S WINNING STREAK AT SUPREME COURT", "The majority opinion added that the state can’t \"assume the worst when people go to worship but assume the best when people go to work,\" in a quote from a previous ruling.", "Justice Elena Kagan, who ruled against easing restrictions along with Justices Stephen Breyer, Sonia Sotomayor and John Roberts, wrote in a dissenting opinion that the state has complied with the First Amendment because it also restricts secular at-home gatherings to three households.", "California \"has adopted a blanket restriction on at-home gatherings of all kinds, religious and secular alike,\" she wrote in the dissent joined by Sotomayor and Breyer.", "\"The law does not require that the State equally treat apples and watermelons,\" Kagan wrote, saying that in-home gatherings shouldn’t be compared to businesses.", "The lawsuit had been brought by residents in Santa Clara County who hold in-home religious meetings and claimed the restrictions infringed on their constitutional rights, according to The New York Times.", "A federal judge ruled against the suit, which was upheld by the Ninth Circuit in San Francisco, before being overturned by the Supreme Court.", "CLICK HERE TO GET THE FOX NEWS APP", "\"The state reasonably concluded that when people gather in social settings, their interactions are likely to be longer than they would be in a commercial setting,\" the Ninth Circuit wrote of the federal court’s findings, \"that participants in a social gathering are more likely to be involved in prolonged conversations; that private houses are typically smaller and less ventilated than commercial establishments; and that social distancing and mask-wearing are less likely in private settings and enforcement is more difficult.\""], "authors": ["Brie Stimson"], "keywords": ["religious", "limits", "social", "supreme", "state", "wrote", "rules", "ruling", "court", "secular", "ruled", "inhome", "californias", "gatherings", "sotomayor"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}