{"authors": ["Condé Nast", "Alexandra Maco"], "keywords": ["wanted", "emo", "bride", "lydia", "roo", "wedding", "went", "black", "really", "knew", "day", "studio", "wales", "wore", "guests", "wilds"], "paragraphs": ["Lydia Pang, the global editorial design director at Nike HQ, and designer Roo Williams initially connected online, but not through the apps. They met on MySpace 12 years ago. “To be honest, we didn’t intend to ever get married,” Lydia says. “It wasn’t something we prioritized! But as we’ve gotten older, and experienced so much and been through so much, we felt like we deserved to celebrate our love and what we’ve achieved together.”", "Last year, they decided to take a big trip to Tokyo, Japan in honor of their 12th anniversary. “It was there that we decided together that we wanted to get engaged,” Lydia says. “We woke up one day, went to design our rings at Shihara studio, grabbed a bowl of ramen, and then spent our engagement night at the Park Hyatt Hotel. We had a celebratory drink in the New York Bar, and then got room service. It was simple, perfect, collaborative. We did it our way.”", "Once they were Stateside again, they turned to wedding planning. “The aesthetic was very much informed by our personal taste, our emo back story, and our Welsh roots,” Lydia explains. She and Roo were both raised surrounded by nature in South Wales, and they knew they wanted to get married where they grew up and fell in love. “We always used to drive past this field every time we used to see each other and talk about how beautiful it was,” Lydia remembers. “So one day my mum just approached the farmer, told him our story, and he agreed to let us have our wedding there, amidst the gothic fallen trees, flowing river, majestic oaks, and yew trees.”", "Lydia and Roo are both visual creatives; they wanted their day to reflect their tastes and memories. “We had the ceremony in front of a dead tree, ate our favorite food, got tattoos, and named our tables after emo songs,” Lydia says. “I found art directing the whole day easy, effortless, and really fun. As someone who has dedicated their life to storytelling, it was special to be able to tell our story through all the little experience design moments.”", "Everything had a gothic edge—which to the couple means beauty in some state of decay—and they worked to celebrate the natural surroundings. “I’m half Chinese so you’ll notice details referencing that,” Lydia says. The invitations included a Chinese proverb, then there were red envelopes filled with confetti, drunken dim sum at midnight, custom fortune cookies with the couple’s favorite emo lyrics in them, and even chopsticks engraved with each person’s name that served as place cards.", "It was an intimate gathering—with 70 guests that had come from L.A., Hong Kong, New York City, London, and beyond—set against a wild Welsh backdrop and drawing from a vendor list that was 100% female, which was a huge priority for the couple. “My parents also put a lot of work into making the day really unique,” Lydia says. “My father is an incredible chef and worked to source all of the ingredients from local farms and fishermen. My mother is a curator and gallery owner so she set an incredible vision and curated the tables, the French linen, and plates.” Everything they bought or sourced was later recycled, reused, or gifted to guests so as to result in minimal waste.", "Lydia art directed her wardrobe as well. “I wanted to be comfortable, larger than life, gothic, but feminine and modern—as well as work with a young female designer,” she says. “Someone who understood my aesthetic, who embraced unique construction techniques. Upon finding Katie Roberts-Wood and meeting with her team, I knew we’d make magic happen. From her belief system around empowering women through design, to her studio filled with clouds of fabric and her barking dog, I knew she would create a dress that embodied everything I wanted—and she exceeded all expectations.”", "Beauty and hair were kept simple and natural. “I chose an elegant low bun for my hair,” Lydia says. “I knew a lot of my choices were a little punk and modern so I wanted notes of classic throughout—also because when I went for my last fitting my mum and best mate both screamed: ‘Oh you need your hair up!’ as soon as they saw the epic detailing on the back of the dress.”", "On the day of the wedding, guests found their seats in front of a fallen dead tree that had a huge flower installation by Vervain flowers around it. “You could hear the river flowing and the sun shone really bright that day—unusual for Wales!” Lydia remembers. The mother of the bride and bridesmaids all walked down the aisle first while a jazz band played “Oh, It Is Love” by Hellogoodbye in the background. “This was the song that was on my MySpace when we met,” Lydia notes. The bride then walked down the aisle with her dad, and best friend Abbie Bergstrom conducted the ceremony. “It was funny, light, and short,” Lydia says. “That’s how we wanted it.”", "Once the service was over, the newlyweds walked back down the aisle, and everyone opened their Chinese red envelopes to find dried black cornflower confetti to throw up in the air. “We went right from the ceremony to our tattoo studio for some time alone and our couple tattoos,” Lydia says. Meanwhile, guests enjoyed cocktails on the lawn by the river.", "The reception was held in a yurt on the property. It was all about food—“we’re a huge foodie family!” Lydia says. “The feast was absolutely epic. A massive part of our family and culture is to really show joy through food. I loved seeing my dad stand up in front of everyone and explain how to eat a gooseneck barnacle, and that it got everyone talking, discovering, eating with their hands. It set the tone for sure!”", "In between courses, guests hopped out to get tattoos, and every time someone returned from the studio, the crowd would cheer. “My mother-in-law—who is in her 60s!—went to get her first-ever tattoo and came back with a badass rose on her shoulder!” Lydia says. “The whole yurt went wild cheering for her! One of our best friends, Henry, got the name Betty in a black heart. Betty is our dog.”", "After the meal, friends Tommy and Dan DJ’d, but Lydia and Roo opted out of doing a first dance. “We felt like some of those conventions were kinda cheesy and outdated,” she says. “We did the groom’s speech together, as a couple. We didn’t cut the cake; we just ate it. We did not have a first dance but we did dance a lot—mainly to emo music and Brit pop.” At midnight, some guests had drunken dim sum and found spots on black sheepskins in front of the fire pits, while others continued to party. “Roo and I took a quiet moment in the evening to walk to the riverside and look back at the yurt, glowing in the night, lit up by candles, our friends dancing and singing,” Lydia says. “It was magical.”"], "summary": "“We woke up one day, went to design our rings at Shihara studio, grabbed a bowl of ramen, and then spent our engagement night at the Park Hyatt Hotel.\n“The aesthetic was very much informed by our personal taste, our emo back story, and our Welsh roots,” Lydia explains.\n“My parents also put a lot of work into making the day really unique,” Lydia says.\n“You could hear the river flowing and the sun shone really bright that day—unusual for Wales!” Lydia remembers.\nBetty is our dog.”After the meal, friends Tommy and Dan DJ’d, but Lydia and Roo opted out of doing a first dance.", "id": "9ce81dd6-6b73-375d-9629-50bb2daa4d41", "title": "The Bride Wore Black at This Wedding in the Wilds of Wales", "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549", "pubDate": null, "url": "https://www.vogue.com/slideshow/lydia-pang-roo-williams-wedding-wales"}