{"id": "9cf4f070-aba7-3c2c-911d-d4ca7cebc3f8", "title": "Schubert: Winterreise review – high drama from Joyce DiDonato", "url": "https://www.theguardian.com/music/2021/apr/10/joyce-didonato-yannick-nezet-seguin-schubert-winterreise-review", "summary": "The wanderer in Schubert’s Winterreise, a cycle of 24 songs for voice and piano, travels a landscape of bleak hopes and frozen tears.\nWritten for tenor but sung by voices of every range, it has long attracted mezzo-sopranos, from Brigitte Fassbaender to Alice Coote.\nThe latest is the American star Joyce DiDonato, who unveiled her reading at New York’s Carnegie Hall in 2019 (when this recording was made).\nAny fan will enjoy the insight DiDonato brings.\nYou might go back to your favourite tenor afterwards, but you’ll have thought about this masterpiece anew.", "paragraphs": ["The wanderer in Schubert’s Winterreise, a cycle of 24 songs for voice and piano, travels a landscape of bleak hopes and frozen tears. Written for tenor but sung by voices of every range, it has long attracted mezzo-sopranos, from Brigitte Fassbaender to Alice Coote. The latest is the American star Joyce DiDonato, who unveiled her reading at New York’s Carnegie Hall in 2019 (when this recording was made). Her illustrious, reflective partner is the Canadian conductor-pianist Yannick Nézet-Séguin", "Some of Wilhelm Müller’s poems refer to “he” or “she”, but this suffering soul could be any one of us. Drawing on her formidable range of vocal colour, DiDonato captures the drama within each song, and across the cycle: the dislocated mood of Erstarrung (Numbness), the simplicity, then hopelessness, of Der Lindenbaum (The Linden Tree), the gothic terror of Irrlicht (Will-o’-the-wisp), the pounding pathos of Die Post (The Mail Coach). Any fan will enjoy the insight DiDonato brings. You might go back to your favourite tenor afterwards, but you’ll have thought about this masterpiece anew."], "authors": ["Fiona Maddocks"], "keywords": ["youll", "winterreise", "drama", "written", "schubert", "yorks", "willothewisp", "tenor", "high", "didonato", "yannick", "range", "review", "cycle", "joyce"], "pubDate": "2021-04-10T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}