{"id": "9cf4a887-551d-3ad5-b8a3-92d48f005a6c", "title": "Prince Harry and Meghan Markle’s Latest Project? Podcasts With Spotify", "url": "https://www.vogue.com/article/prince-harry-and-meghan-markle-latest-project-podcasts", "summary": "News broke today that the Duke and Duchess of Sussex have made a new high-profile deal, after, well, several months of making high-profile deals.\nThis one is with Spotify, where the couple will host and produce podcasts with the streaming giant.\nDetails are still vague—in a statement, Spotify said their content will “build community.” But we will have a better idea soon enough: Harry and Meghan, they say, are releasing a holiday special that centers on stories of hope and compassion.\nOn Instagram, the media mogul showed off drinks from Clevr Blends, a female-founded wellness drinks company.\nI believe in her and I believe in her company,” Meghan said of her involvement in a statement provided to Vogue.", "paragraphs": ["News broke today that the Duke and Duchess of Sussex have made a new high-profile deal, after, well, several months of making high-profile deals. This one is with Spotify, where the couple will host and produce podcasts with the streaming giant. On what, exactly? Details are still vague—in a statement, Spotify said their content will “build community.” But we will have a better idea soon enough: Harry and Meghan, they say, are releasing a holiday special that centers on stories of hope and compassion. “What we love about podcasting is that it reminds all of us to take a moment and to really listen, to connect to one another without distraction. With the challenges of 2020, there has never been a more important time to do so, because when we hear each other, and hear each other’s stories, we are reminded of how interconnected we all are,” the duke and duchess said.", "Earlier this week, more of the couple’s business dealings made headlines—thanks to their friend Oprah Winfrey. On Instagram, the media mogul showed off drinks from Clevr Blends, a female-founded wellness drinks company. “On the first day of Christmas my neighbor ‘M’ sent to me…a basket of deliciousness!” she wrote, adding, “Yes that M,” followed by a crown emoji.", "As it turns out, Markle is an investor in the brand. Founded in Southern California by Hannah Mendoza, Clevr makes ethically sourced lattes and donates a percentage of the profits to hunger-fighting charities. “This investment is in support of a passionate female entrepreneur who prioritizes building community alongside her business. I’m proud to invest in Hannah’s commitment to sourcing ethical ingredients and creating a product that I personally love and has a holistic approach to wellness. I believe in her and I believe in her company,” Meghan said of her involvement in a statement provided to Vogue.", "It seems the couple is dipping their toes in a variety of waters: In addition to Spotify and Meghan’s role as an investor in a female-run business, they also have a multimillion dollar deal with Netflix, where they will be working on everything from documentaries to animated series.", "When the Sussexes left the royal family, they said they’d become financially independent. Questions were immediately raised about how, exactly, that would happen. (Speaking fees? A return to acting for the duchess?) Another question was how they would do so without jeopardizing the royal family’s reputation as nonpartisan figures. Now we have an answer: They are using their public platforms to become media power players as well as investing in ethical and sustainable businesses. It seems they are emulating the path of another pair of public figures: Barack and Michelle Obama, whose production company, Higher Ground, recently won an Oscar for their documentary American Factory.", "Just as when they were working royals, the couple still plans to do charity work. Their foundation Archewell is set to launch in 2021. A pretty taupe website was unveiled in October, albeit with little information listed. But if these last few months are any indications, plans from Team Sussex are moving at a rapid pace. Perhaps it’s only weeks, or even days, until the world knows more."], "authors": ["Elise Taylor", "Elise Taylo"], "keywords": ["spotify", "company", "harry", "business", "markles", "royal", "sussex", "duchess", "latest", "wellness", "podcasts", "meghan", "couple", "statement", "working", "prince", "project"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}