{"url": "https://www.newyorker.com/culture/the-new-yorker-interview/the-fallen-worlds-of-philip-pullman", "paragraphs": ["“Paradise Lost” might not seem like a promising conceit for a young-adult fantasy novel in which people have animal-shaped souls called dæmons and the fate of the universe rests on the wiles of a preteen ragamuffin and the strength of an armored bear. But the English writer Philip Pullman was wise to take Milton as a muse for His Dark Materials, his renowned trilogy, which began with the publication of “The Golden Compass,” in 1995. That book introduced one of the most memorable child heroines in English literature: Lyra Belacqua, a scruffy and imperious ward of Oxford’s Jordan College, who is left mostly to her own devices until she is thrust into the complicated business of saving the world from the Magisterium, a shadowy church that wants to do away with original sin. Pullman, a lover of William Blake, is famously, ardently atheist. His novels value experience over the preservation of innocence, though that transition doesn’t come without a cost; I can’t have been the only fourteen-year-old to weep over the ending of “The Amber Spyglass” (2000), the trilogy’s final novel.", "Pullman, who has written books for both adults and children, including the Sally Lockheart quartet, numerous fairy tales, and a reimagining of the New Testament, considers himself a storyteller first and foremost. Before becoming a writer, he taught middle school. In 2017, he returned to Lyra’s world with “La Belle Sauvage,” the first in a planned trilogy called The Book of Dust, named for the mysterious particle linked to consciousness that lie at the heart of His Dark Materials. The trilogy’s second book, “The Secret Commonwealth,” will be published in October; and an adaptation of His Dark Materials, starring James McAvoy, Ruth Wilson, Lin-Manuel Miranda, and the newcomer Dafne Keen, will appear on HBO the following month. Pullman lives with his wife and two cockapoos in Oxfordshire; he spoke with The New Yorker over the phone on a recent afternoon.", "I wish I was with you, but, since I’m not, can you describe the room you’re sitting in for me?", "This is the living room. It’s a smallish room. It’s got books right across two walls, and piles of books in front of them. There’s a battered, old, kind of burnt-orange easy chair that I’m sitting in. There’s a sofa across the room where my wife sits and where the dogs try and shove her out. Books, books, books, everywhere.", "That’s the room. Now, the walls. There is a painting—no, it’s a lithograph, by Ana Maria Pacheco, the Brazilian artist.There’s a little wood engraving by Edward Gordon Craig. There is a little print by Georges Braque, of a bird in flight. I’m very fond of that one.There are some old Chinese plates that I inherited from my aunt, sitting on top of the bookshelves.", "It sounds well lived in.", "It’s certainly that.You can tell from all the clutter.", "Do you have a system for organizing all the books?", "No. The latest to arrive goes on top of the pile.That’s all I manage to arrange. I’ve got far too many books. Every time I go out, I accidentally buy books. Books arrive from different publishers for me to have a look at, and that’s nice, too. I must find a way of donating books to prison libraries, because that’s something that I really think should have them.", "“The Secret Commonwealth” is the second in your new trilogy, The Book of Dust, which returns to the world that you created in His Dark Materials. How did you decide to come back to Lyra?", "Well, in the usual way. These stories come to me. I didn’t do it on purpose. I found myself daydreaming a number of events involving Lyra and the people around Lyra. And there was always a kind of a mystery which I hadn’t settled to my own satisfaction in His Dark Materials, which is about the nature of Dust. It has something to do with consciousness, but I didn’t explore that fully, and I’m using this story, among other things, as a way of finding out what I mean by this idea.", "And you find out as you’re writing?", "Yes. For me, it’s got to be that way. I couldn’t possibly write a novel if I had to work it all out first. I’m writing into darkness, as it were, not knowing where the story is going or what the characters are going to discover. It’s more exciting like that. I would just be too bored—terminally bored—if I knew everything in advance.", "The first book in the series, “The Book of Dust,” takes place when Lyra is a baby. She’s not enormously communicative, as babies aren’t.", "And she hasn’t got any agency in that book. She’s the MacGuffin, in Hitchcock’s words, the thing that sets the plot going: the secret plans, or the unlocked suitcase, or the mysterious woman wearing a veil, or whatever it is.", "And now she’s back in “The Secret Commonwealth,” and she’s twenty years old. It’s a shock, honestly, to read about her, because she’s troubled, she’s surly, she’s depressed. She’s not at all the confident heroine we remember from His Dark Materials.", "Well, she’s growing up. She’s an adult. I don’t use the word “depressed.” It’s a rather depressing word. Melancholy. I think at one point Malcolm’s dæmon refers to her as bearing the mark of “Le soleil noir de la mélancolie,” which is a quotation from a poem by Gérard de Nerval which I like very much.", "She’s marked by melancholy, and the reason for that, and probably one of the results of that, is she and Pantalaimon have suffered a rupture.", "Yes, they’re not joined in the way that people in that world are with their dæmons.", "They’re not. This was something I had wondered about for a long time. You know, we’ve had a picture of dæmons in His Dark Materials as these close beings, really an aspect of yourself. You can’t be divided. But what if you don’t like your dæmon and your dæmon didn’t like you? What would it be like then?", "In the past, you’ve spoken of not so much creating dæmons as sort of discovering that they were there in your writing.", "I’m sure that a very strict scientistical person would say that I did not discover anything because there’s nothing there before I make it up. But it does really feel like discovery, not invention.", "If you say it, I believe it. You’re quite a rational person in spite of being an author of fantasy.", "Well, reason is a good servant but a bad master. And I think it was David Hume, the English philosopher—Scottish philosopher, I should say—who said that “reason is, and ought only to be, the slave of the passions.” In other words, reason is there to help us, but our governing passions are the emotions and feelings of human life, whether it’s love, or anger, or tenderness, or revenge, or whatever it might happen to be.", "Those are the real governors. Reason points out all the flaws and the snags, and helps us find our way to what we want to do. But, if we lead our life according to reason, we would never fall in love. We wouldn’t look after old people; we’d just let them die. It would be a terrible thing to be governed by reason.", "You’re quite famous as an atheist; the word “militant” is often used to describe your atheism. But your grandfather was a clergyman.", "Yes.", "I was wondering what your religious education was like growing up.", "I am seventy-two years old, so I grew up before the changes in the language of the liturgy of the Church of England. My grandfather was a Victorian. He was born in 1890 something, a very old-fashioned man in many ways. I loved him dearly. And the Bible he knew was the King James. That’s the Bible I grew up with. Then the church services I went to—and I did go to church every Sunday when I was a boy, sometimes in my grandfather’s church, sometimes elsewhere—were conducted according to the Book of Common Prayer, which was the 1662 book where the liturgy of the English Church was kind of fixed and formalized.", "So it’s that language, the language of the seventeenth century, that surrounded me. And I’ve always relished the sounds of it. The hymns, too—although they were not seventeenth-century, necessarily, some of them are full of the most marvellous language. “His chariots of wrath the deep thunderclouds form, and dark is His path on the wings of the storm.” What wonderful language that is. I was responding to that more in an aesthetic, sensuous way than I was to what the words meant. But if Grandpa told me that God was in Heaven, and that I’d go to Heaven, too, if I was a good boy, well, I saw no reason to doubt it.", "What changed?", "It was when I became a teen-ager and started reading for myself that the faith fell away. But that didn’t mean that I sprang into the world as a militant atheist. What I’m against is what William Blake called single vision—being possessed by one single idea and seeing everything in terms of this one idea, whether it’s a religious idea or a scientific idea or a political idea. It’s a very bad thing. We need a multiplicity of viewpoints. So I’m perfectly willing to entertain the prospect of “The Secret Commonwealth”—this world of fairies, ghosts, witches, and so on—side by side with the world of reason. I wouldn’t want to be governed by one or the other.", "Your father was in the Royal Air Force, and was killed in a plane crash in Kenya when you were small. How old were you?", "About seven. I think he died in 1954.", "Was that a defining tragedy? What was your relationship with him like?", "Well, we hardly knew him, my brother and I. All our lives, he had been off posted somewhere else. We knew him occasionally as a large, genial presence with an upswept R.A.F. mustache and a cigarette, and probably a pint of beer, as well. He was that sort of character. We knew that he was in Kenya helping the British Empire dispose one of the groups of people that wanted to dismantle the British Empire, the Mau Mau, and we look back on that time now with horror because of what the British did—in Kenya, and all around the world, practically. But, to a little boy of seven, his daddy was doing the right thing. And when his daddy was killed, obviously, he was a great hero. That’s all I knew as a boy. It wasn’t until I was grown up and able to ask my mother and other people about it that I found out a bit more.", "And what did you find out?", "That he and my mother were on the verge of divorce. I had no idea about that. Another shock was having been allowed to think, as it were, that he’d been shot down in battle. And then realizing what he was actually doing was dropping bombs on people with spears and knives. I saw his death in a different light, really.", "And then you found out not long ago that he had died in an accident.", "Yeah. He was on a plane with someone else, either a passenger or an observer or something, and they crashed into a hillside. Now, he was a very good pilot, and he’d been flying for, you know, fifteen years. And so I don’t know why he would have crashed. It’s a mystery, and, at this distance and time, I will never find out.", "What was your mother like?", "She was a woman whom the war had also affected. She was the daughter of the country clergyman, my grandfather. Her younger brother, my uncle Tony, was sent to a good school and became a doctor. But, a clergyman’s salary being what it is, they could only afford to educate one child. So my poor mother, who was certainly bright enough to have got in a university and got an interesting career, never did. And she always felt deprived by that.", "She did write. She wrote a great deal of poetry when she was young, during the war, poetry about dashing pilots who flew off in the moonlight and that sort of thing. I’ve still got some of them. She could have written, I think. She was a great reader. But it never seemed to work out.", "And when she remarried, you moved to Australia for a while?", "Yes. She married a year or two later. He was also in the R.A.F., and he was posted to Australia, so my mother, my brother, and I went out there to join him. What was most interesting was travelling by sea, because that’s the way we did in those days. And I still remember a lot of the details: the color of the sea in different parts of the world, the way the waves were longer somehow around the Cape of Good Hope. I’m very grateful, really, for the childhood I had, because it did take me to Southern Africa, to Australia, and, eventually, to North Wales, where I spent all of my teen-age years.", "North Wales is an important place for you.", "Very. Because it was there that I became an adolescent. I started learning to read things that I wanted to read. I started to discover that I was intoxicated by poetry. I wrote a great deal of poetry. It was also the time when such things as the Beatles and Bob Dylan were occurring. Every child, everybody who was a teen-ager in those years, was affected in some way by them.", "You were a teen-ager in the best time to be a teen-ager probably ever.", "I think that’s it. I’m very lucky.", "And I gather that you continue to think highly of adolescence. Which is not everybody’s opinion.", "Well, it’s a very interesting time. When I became a teacher, I was teaching children who were eleven to thirteen, that sort of age. Their lives were beginning to open out in terms of intellectual curiosity, in terms of emotional maturity, in terms of physical changes. It’s a complete earthquake of a time. And I’ve always thought it was very important. It’s the change, as William Blake puts it so well, between innocence and experience.", "That’s one of your great themes. But one thing that occurs to me is that sometimes teen-agers can have a kind of nostalgia for their childhoods, even though they’re not that far removed from them. It’s the dawning of an awareness that, for the first time, they’re moving past an age, or a period of life, that they’re not going to be able to recover.", "I suppose that happens, but I think most kids look forward rather than back. They want to be grown-up. They want to smoke cigarettes and get drunk and have sex, and they want to have a bit of money and drive around in cars.", "It’s only when you’re kind of mature, maybe in your forties, or when you’ve got kids yourself, that you think, Oh, wouldn’t it be nice if I could go to bed and have a story read to me, and then just go to sleep without having to get up and go to a job in the morning. The nostalgia is an adult thing, not a childhood thing.", "Talking about those changes—in preparing for this interview, I learned something that I hadn’t known before, which is that His Dark Materials was censored a bit between the English version and the American version.", "Ah, yeah, I believe that happened.", "Your books were very important to my own early adolescence. I particularly remember the physical intensity of reading the end of “The Amber Spyglass,” with the love story between Lyra and Will. And I’ve discovered in the past couple of days that I actually only got half of the experience, because Lyra’s sexual awakening was pretty dampened down in America.", "I’m surprised it was that much altered. I don’t think it was that much raunchier in the European version.", "I think there was more explicit description of the effects of hormones!", "Well, this has to do probably with the publisher that I was with. I don’t think of my audience very much. I don’t think of my readership and direct my story to a particular age. But, as it happened, His Dark Materials was published by a children’s publisher, or by a children’s division of an adult publisher. And that meant various things. It meant that it was put on bookshelves in different parts of bookshops. It was sold into bookstores and wholesalers by people who knew children’s lists, and not really by adult representatives. So it had a big children’s readership, and I think that might have governed what my American editors thought ought to be done to the text.", "I don’t think very much was done, but, then, as we from this side of the Atlantic have had occasion to observe, you on that side—I mean the great big “you” of the American public—are much more easily offended. Even, dare I say, eager to be offended.", "I think that’s fair.", "So I think people have to be more careful. With “The Secret Commonwealth,” it really isn’t a book for children. But it’s being published by the children’s part of Penguin Random House, which might mislead people. I think the people who are likely to buy this are probably grown-up, and they probably know what they’re in for.", "I certainly noticed that, in all the public events that I did to publicize “La Belle Sauvage,” two years ago, my audience consisted almost entirely of adults. Hardly any children at all.", "“La Belle Sauvage” is written from the point of view, or closely follows the point of view, of a child.", "Well, not quite. Malcolm is at the center of the story, but he didn’t narrate it. The narrator is my old friend the omniscient narrator, who is in a position to comment on, to criticize, to see the characters from the outside, and who isn’t necessarily bound to the consciousness of one of them.", "I know you’re a great defender of the omniscient narrator.", "I am. I’m sorry that we, as a literary culture, seem to be losing faith in the omniscient narrator. People say, “Oh, I need to know who’s telling the story, otherwise I don’t know what to believe. I don’t know whether to believe it at all.” And another thing we see more and more of is the bloody present tense. I hate books written in the present tense! I refuse to read them. Actually, no, I don’t refuse to read them, because there have been some very fine books written in the present tense, and by design I might have used the present tense. But I think it’s kind of an abdication of narrative responsibility, because we know it’s not happening now, and she’s not coming downstairs now and looking out the window now. It’s already happened! It’s been written about and printed!", "This pretense that it’s happening now is a silly thing which I can’t abide, and I use every opportunity to bore people to death by telling them about it.", "I’d like to go back for a minute to education. You read English at Exeter College at Oxford, but I gather that you did not fall in love with academia.", "I made the mistake that I think a lot of people have made—thinking that, because you like reading and you like writing, English is the thing to study. I should have done something completely different. I should have been an engineer or gone to a college of furniture-making and learned to use tools. I should have done something like that.", "I enjoyed the reading. I enjoyed—because it was the middle of the sixties—all the hippie stuff, all the dressing-in-funny-clothes stuff, and all the rock-music stuff. But I wasn’t very good at doing the stuff I had gone there to do, which was to read critically and to write critically. I tried to change to reading philosophy and psychology, and they said, “Certainly not.”", "Did you find time on your own to read philosophy and psychology?", "No. I read them in an amateur way, which was what I should have stuck to with English. I should have been doing something else, something practical, something with my hands. I love working with my hands.", "Philip Pullman in his workshop.", "Do you make things with your hands now?", "Yes, I do. I’ve always made things with wood. When I was first married, nearly fifty years ago, we needed a bookcase, so I bought some wood and some screws and made a rickety old thing, but it was my first go at it. And I’ve been making things ever since. Since we moved to this house, just outside Oxford, which has got a bit more room than we had before, I’ve got a proper workshop. It’s a small workshop, so I tend to make small things rather than enormous pieces of furniture. I’m making a lot of boxes at the moment, boxes with puzzle lids and things like that.", "For your own pleasure?", "Yes, and as gifts.", "I want to ask you about Milton. When did you first read “Paradise Lost”? Because I first read Milton because of you.", "Oh, right! Well, I first read Milton because of the exam system in English education. We had to do these exams called A Levels, which are taken in the two years before you go to university. The A Level syllabus for English contained, among other things, books one and two of “Paradise Lost.” Miss Jones, the English teacher, used to make us read the thing aloud, and she was quite right about that, because you learn far more about poetry by reading it, getting your muscles involved, and by hearing it than you do by just letting your eye skid across the page.", "So we read aloud the first two books—the best two books, really. The landscape of Hell, the revolution of the devils to make war on God. It’s tremendously exciting. I remember reading a passage on how ships go “sailing from Bengala, or the isles of Ternate and Tidore, whence merchants bring their spicy drugs; they on the trading flood, through the wide Ethiopian to the Cape, ply stemming nightly toward the Pole, so seemed far off the flying fiend.”", "Wonderful.", "That actually had a physical effect on me; my skin bristled and my heart beat faster. It was my first real understanding of the fact that poetry is not a fancy way of giving you information; it’s an incantation. It is actually a magic spell. It changes things; it changes you. And that’s been the thing I’ve experienced with great poetry ever since. I know a lot of poetry by heart. And it wasn’t just Milton, and it wasn’t just Wordsworth, and it wasn’t just Keats. It was also the Beat poets. It was also Allen Ginsberg’s “Howl.” Now, Miss Jones would have fled from the classroom! She would’ve made a terrible fuss if “Howl” had been on the syllabus. I found that for myself, and I loved it.", "And I did write a lot of poetry. All the way through Oxford I thought I was going to be a poet, but then I turned to narrative, to fiction, instead.", "And you turned specifically, after some time, to fantasy. What did fantasy give you that realism didn’t? And when did that turn arrive?", "Well, oddly enough, it was during lunch with my publisher—a guy called David Fickling, who’s been publishing me for well over thirty years now. I can date it exactly, 1993. He said, “I want to know what you’re going to write for me next.” And I remembered those lessons in that little classroom, and I thought, You know, what I’d really like to do is “Paradise Lost,” but in a different way. It turned out that David had been to school a little later than me but that he had done the same books. And so we sat there over lunch and exchanged quotations and finished each other’s lines. By the time the lunch was finished, I had a contract to write a fantasy.", "What I found with fantasy was a way of saying something about being human. And, of course, that’s the dæmon. But I hadn’t been a reader of fantasy. Like everybody else in the sixties, I read “The Lord of the Rings” and was temporarily impressed, but I didn’t read any other fantasy.", "Why do you say “temporarily” impressed?", "Because it didn’t take me very long to see through it. The world of J.R.R. Tolkien is a world without sexuality in it. I can’t help comparing it with Wagner’s “Ring,” a much greater work in every conceivable way, which is actually throbbing with sexual understanding and sexual passion and so on.", "There’s none of that in “The Lord of the Rings.” It’s as if they had their children by a courier or something: please send a boy child by Federal Express to Mrs. Blah blah blah. And once you’re aware that that’s missing, you can then see the other gaps in it. He doesn’t do any sort of speculative thinking about what’s good and what’s evil. The only interesting character in that way is Gollum, but it’s not interesting enough. It’s nowhere near as interesting as the books of realistic fiction that I was reading. You read “Middlemarch,” that’s a real story about real human beings. It’s about the kind of things that you know when you’re young and you discover when you’re growing up and you’ll learn when you’re old. But, orcs and hobbits, they don’t tell you anything at all. It’s very, very thin stuff. No nourishment in it.", "So to find myself writing a fantasy was a bit of a surprise. But I thought of it as realism. I wanted to make the characters as real as I could make them. Mrs. Coulter, for example, is not just a one-dimensional figure of wickedness—she’s not the witch queen, of whatever it is, like Narnia. She finds herself, over the course of the story, being invaded by something she has never suspected she was capable of, and that’s her love for her daughter. She never dreamed she could feel that, and it’s taken over her life. That’s the great change in Mrs. Coulter that I was so looking forward to seeing Nicole Kidman embody in the sequels, if there were any sequels to the “Golden Compass” movie, but that never happened.", "Yeah, why did that never happen?", "Well, the film met such resistance—in the United States especially—that they decided that they’d better cut and run before they lost any more money. There was a lot of religious opposition to it, whipped up by a body called the Catholic League, among other people. And I think the studio just got nervous. There was no need for them to get nervous, but they did.", "But it’s had so many other incarnations. It was very well done at the stage of the National Theatre, about fifteen years ago.", "And now it’s coming back, on television.", "That’s right.", "Do you have any involvement with the television production?", "Yes. I’ve got the title of executive producer, and I’m never sure what that requires me to do, but I’ve seen the scripts, I’ve made my comments on them. I’ve seen the designs and the sets. But I haven’t wanted to be too closely involved because it’s not my thing. It’s the production company’s thing. The script writers and the directors, the producers and the actors, it’s their story. I’m very glad to have provided the occasion for them all to be gainfully employed. But I’m kind of at arm’s length.", "I’ve always wondered: Where does the name Lyra come from?", "There was a hymn I particularly liked called “Jesus Christ Is Risen Today, Alleluia.” It’s one of the Easter hymns. And under the number of the hymn, printed in small italics, was usually the name of the author. In this case, the name there was Lyra Davidica. I thought it was somebody’s name, and I thought that was a nice name. In fact, what Lyra Davidica means is the “harp of David.” “Lyra” is a Greek word for a musical instrument like a harp.", "That’s where Lyra comes from. I thought it was a name, but it wasn’t a name, but now it is a name, because I have lost count of the number of little Lyras there are. And not-so-little Lyras, now. I’ve signed many, many books for Lyra.", "Does that give you a special satisfaction?", "Yes, it does. I always put “for the real Lyra.”", "About names, I saw that, while you were working on “La Belle Sauvage,” you helped raise money for relief efforts for the Grenfell Tower tragedy by auctioning off the right to name a character in the next book that you were writing.", "Yes. I’d done this before, for another humanitarian charity that had an auction. It was bought by somebody who wanted me to name a character after his father-in-law, whose name was Bud Schlesinger.", "As the next book I was writing was a book about Jesus, I didn’t think Bud Schlesinger would really fit into the story, nor would he fit into Grimm’s Fairy Tales, which is the book I was working on after that. So Bud Schlesinger had to wait for “La Belle Sauvage,” but there he is.", "I wondered where Bud Schlesinger came from. You have all these very romantic-sounding names, and then you have a guy who might have been in my father’s high-school class.", "Well, that’s that. Anyway, the same thing happened with the Grenfell Tower auction. A teacher wanted to raise some money in memory of a pupil of his who was sixteen years old. She was called Nur Huda el-Wahabi, and he started a crowdfunding thing, and they raised quite a lot of money. And I was glad to take her name, and I hope I’m doing her justice. She turns up at the end of this book, and we’ll see more of her in the next.", "In this book, Lyra goes to the Middle East, or to a part of her world that resembles it, and I was wondering if that particular name influenced that narrative element.", "No. She was always going to go through the Middle East, toward Central Asia. But, of course, with the world being the way it is, we do have boats laden with refugees that are shipwrecked. And we do have people being exiled from their homeland. It wasn’t a conscious decision to put that in for political reasons. It’s just part of the world that we are in, and the world that Lyra is in.", "I don’t know if this is true in the United Kingdom, but in the United States there’s been a lot of talk among writers of young-adult fiction about appropriation. Books have been pulled by publishers for suspicion of causing offense. In one recent case, a writer pulled her own book and then decided that she made the wrong decision. You have characters in your books who come from very different backgrounds and races or ethnicities than yours. What do you make of this question of appropriation?", "It is a very interesting and very difficult question. There are two perfectly valid ways of looking at it. One is that people should be free to tell their own stories—not only free but encouraged and rewarded for telling their own stories. The other side of it is that writers should be free to write about whatever they want. The imagination is not to be put in chains.", "Both of these things are true. I kind of evaded it, to some extent, by writing about a world that isn’t ours. That’s one of the benefits of writing fantasy. But it’s a question I’m going to have to face. I mean, if we were only allowed to write about the things we personally know and witness, what are you going to do about the whole of literature? Throw it on the bonfire because it’s about things that don’t exist and never happened? This is single vision again. At the same time, I can see how people might be angry if someone not from their own culture writes stories about them and makes a lot of money from it. That is perfectly understandable. This is something we’ve got to face, and maybe what we’ll do is discover a way through, or maybe what we’ll do is discover that there isn’t an answer. We’ve got to live with this paradox.", "Another variety of paradox is given voice to in “The Secret Commonwealth.” It’s a paradox of democracy—that we can only defend democracy by doing things that are not democratic. Human life is not a series of easy answers; it’s a series of messy compromises.", "Right. In both “The Secret Commonwealth” and “La Belle Sauvage,” you have a secret élite trying to defend the democratic order.", "Yes, that’s right. It is a paradox, and it is undemocratic. But, in looking at what is happening to democracy in your country and ours, anything’s possible. Anything that we thought too far-fetched, even for farce, is now going in our political life. The world is in a strange place.", "I saw that you got into some hot water with a tweet that seemed to imply to people that you were suggesting that Boris Johnson hang himself.", "[Laughs.] Well, I wasn’t—I wasn’t as explicit as that.", "I’m simply summarizing the conclusion that was reached!", "I don’t know how closely the American media are following the Brexit thing, but we put ourselves into the most appalling mess. The most extraordinary piece of carelessness, ineptitude, foolishness, folly. And how we are going to get out of it, I do not know.", "Did the reaction to your tweet surprise you?", "Not at all—I knew people were likely to object. But it’s a sorry thing when you have to explain that you were making a joke and explain what the joke is. Social media has amplified the human tendency to pretend that something is meant literally when it isn’t. We used to be able to use a little irony and metaphor and wordplay.", "I also saw on Twitter that you recently saw “The Fast and the Furious.”", "Yes! Our grandchildren were staying with us, and they’re in their teens, and we went to see it. I hadn’t ever seen Dwayne (the Rock) Johnson before, but I was very taken with him, and it occurred to me that he would have made a much better Jack Reacher than Tom Cruise in the Lee Child films. I enjoyed it, but, by God, it was loud.", "It put me in mind of something that I know you’ve said about your own writing, that you feel that you’re stuck at the vulgar end of the literary spectrum.", "Oh, I’m perfectly happy to be at the vulgar end. I’m with G. K. Chesterton on this. He said that literature was a luxury but fiction was a necessity. We can’t live without fiction, and I’m very happy to supply the thing that we can’t live without. If that puts me in the company of Dwayne (the Rock) Johnson and Lee Child, I don’t mind a bit."], "pubDate": null, "id": "9cfc377f-4382-3786-8737-4f2652934cbb", "keywords": ["think", "read", "im", "know", "books", "world", "fallen", "philip", "thing", "way", "things", "worlds", "book", "pullman"], "title": "The Fallen Worlds of Philip Pullman", "summary": "But the English writer Philip Pullman was wise to take Milton as a muse for His Dark Materials, his renowned trilogy, which began with the publication of “The Golden Compass,” in 1995.\nPullman lives with his wife and two cockapoos in Oxfordshire; he spoke with The New Yorker over the phone on a recent afternoon.\nBooks, books, books, everywhere.\nI must find a way of donating books to prison libraries, because that’s something that I really think should have them.\nI started learning to read things that I wanted to read.", "authors": ["Alexandra Schwartz", "Laura Miller", "Maria Tatar", "Alice Munro"], "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}