{"id": "9d107b94-7c35-3494-bd33-6feabe1ffed6", "title": "Postcard from Titanic hero to sister sells for big bucks", "url": "http://www.foxnews.com/lifestyle/postcard-from-titanic-hero-to-sister-sells-for-big-bucks", "summary": "Signed \"Love, Jack,\" the postcard was sent by a hero of the Titanic disaster – but he wasn’t the fictional (swoon!)\nNonetheless, the 1912 correspondence bearing an image of the supposed \"unsinkable\" ship written by senior wireless operator Jack Phillips is expected to fetch at least $15,000 at auction this month.\nThe then-24-year-old sent the postcard 109 years ago to his sister, Elsie Phillips, from Belfast, Ireland, on March 7, just five weeks before the fateful sinking — and his death on April 15.\nHe signed off simply with: \"Love, Jack.\"\nIn his cursive handwriting, Phillips added in the address panel: \"Miss E. Phillips, Ryde Hse School, Ripley, Woking, Surrey.\"", "paragraphs": ["Signed \"Love, Jack,\" the postcard was sent by a hero of the Titanic disaster – but he wasn’t the fictional (swoon!) Jack Dawson character played by Leonardo DiCaprio in the epic 1997 movie.", "Nonetheless, the 1912 correspondence bearing an image of the supposed \"unsinkable\" ship written by senior wireless operator Jack Phillips is expected to fetch at least $15,000 at auction this month.", "The then-24-year-old sent the postcard 109 years ago to his sister, Elsie Phillips, from Belfast, Ireland, on March 7, just five weeks before the fateful sinking — and his death on April 15.", "He wrote a sweet message to his sibling on the reverse of the glossy photo postcard showing the White Star Line’s Titanic on the day of its launch at Belfast on May 31, 1911.", "WOMAN SAYS SECRET ADMIRER SENT HER TWO HOT DOGS AS A GIFT: 'I WILL ALWAYS LOVE YOU'", "\"Very busy working late,\" wrote the experienced telegraphist, who perished after the ship hit the massive iceberg in the North Atlantic off Nova Scotia.", "\"Hope to leave on Monday and arrive So’ton [Southampton, England] on Wednesday afternoon. Hope you quite OK. Heard from Ethel yesterday,\" he continued.", "He signed off simply with: \"Love, Jack.\"", "In his cursive handwriting, Phillips added in the address panel: \"Miss E. Phillips, Ryde Hse School, Ripley, Woking, Surrey.\"", "FOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWS", "It was likely one of the last communications between brother and sister before Phillips left Southampton on Titanic’s maiden voyage — the intended destination being New York City.", "Four days later, the former post office employee, who celebrated his 25th birthday aboard the doomed liner, proved himself to a true hero of the wrecking.", "During the sinking, he worked courageously sending wireless messages to other ships to beg them to navigate the treacherous ice fields and rescue the Titanic’s passengers and crew.", "CLICK HERE TO GET THE FOX NEWS APP", "One of those telegraphs was sent to the Carpathia, the steamship which famously took aboard some 705 survivors from lifeboats two hours after Titanic finally sank at 2:20 a.m.", "This story continues in the New York Post."], "authors": [], "keywords": ["hero", "sells", "postcard", "titanic", "york", "wrote", "bucks", "wireless", "big", "love", "jack", "titanics", "phillips", "sister", "sent"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}