{"id": "9d1d1b4f-d3a2-3736-aed1-bcce363ce5f2", "title": "The best books of 2020 – picked by our acclaimed guest authors", "url": "https://www.theguardian.com/books/2020/dec/06/the-best-books-of-2020-picked-by-our-acclaimed-guest-authors", "summary": "Quite often in the far past: I love reading classics, both in literature and among books of ideas.\nAs for Hamnet (Tinder Press, £20) by Maggie O’Farrell, could there possibly be a better time to read a novel about a plague?\nThe Weirdest People in the World (Allen Lane, £30) by the evolutionary biologist Joseph Henrich is an incredibly ambitious book.\nLove After Love (Faber, £14.99) by Ingrid Persaud is a vibrant, brave novel about an unconventional family unit in Trinidad.\nTrouble Is What I Do (Mulholland Books, £12.99) by Walter Mosley is a subversive tale of family, class, privilege and race.", "paragraphs": ["Douglas Stuart", "Author of Booker prize winner Shuggie Bain", "Composite: Sophia Evans/The Observer, PR images", "Elaine Feeney’s As You Were (Harvill Secker, £14.99) is a revelation with regard to the secret shames and everyday pain that women keep hidden. It is bursting with wonderful moments of unguarded intimacy between three Irish women who are stuck on a hospital ward together. Funny, sad and absolutely irrepressible all at the same time. The Lamplighter (Picador, £9.99) by Jackie Kay is a heartbreaking portrait of four enslaved women. It’s a beautiful work that you will feel deeply, but it will also help the reader reconsider Britain’s hidden history in the slave trade. Who They Was by Gabriel Krauze (Fourth Estate, £14.99) is a wild ride from the very first page. An astonishing telling of a young man’s search for belonging, caught between a life of crime with his London gang and hopes for his academic future.", "Ali Smith", "Author of Summer, the last in her series of seasonal books", "Margaret Atwood has always been a poet; her poetry collections make visible the taproot of the wry, wise metaphysic that runs through her fiction and essays, and in a precarious time her new collection, Dearly (Chatto and Windus, £14.99), is a source of uncompromising elemental warmth. David Diop’s At Night All Blood Is Black (Pushkin, £14.99), a novel translated from the French by Anna Moschovakis, deals with a very untold story, the Senegalese soldiers who fought for France in the first world war trenches, and is so incantatory and visceral I don’t think I’ll ever forget it. And right now I’m in the middle of Red Comet by Heather Clark (Jonathan Cape, £30), surely the final, the definitive, biography of Sylvia Plath, a book whose 1,000-plus-page breadth on the one hand is so literally weighty that reading it means you have to develop new muscles, and on the other hand takes its time in desensationalising the life and the art; this lets Clark place both firmly in the literary and politically engaged contexts that formed them and simultaneously demonstrate how Plath’s work, in return, gifted the writing life unimaginable new sinew.", "Anne Applebaum", "Journalist and author of Twilight of Democracy", "Composite: Murdo Macleod/The Guardian, PR images", "What is a nation? Who are “we”? That’s a question that gets asked a lot right now in America and in Britain; Roderick Beaton’s Greece: Biography of a Modern Nation (Allen Lane, £12.99) is an extended attempt to answer it for modern Greece. It isn’t just a narrative history, but rather a history of Greekness: the battles and arguments about the nature of a nation that was reinvented at the beginning of the 19th century. That same question lies at the heart of another extraordinary history book, Camilla Townsend’s Fifth Sun (Oxford University Press, £19.99), a new history of the Aztecs based not on the accounts written by the Spanish, but on previously obscure, Nahuatl-language sources. Townsend explores not just Aztec culture but also Aztec identity, showing how strong it remained for many generations after the conquest. Finally, Catherine Belton’s Putin’s People (William Collins, £25) tells the parallel story of Vladimir Putin and the young KGB officers whose drive to take power in Russia transformed what might have become a very different kind of country into a post-Soviet autocracy. Belton explains how this deeply cynical elite used its contacts in the offshore, dark money world, created in the 1980s and 1990s, not only to become wealthy but to insulate and protect themselves from the new Russia they created.", "Carlo Rovelli", "Physicist and author of There Are Places in the World Where Rules Are Less Important Than Kindness", "Most of what I read this year was published in the past. Quite often in the far past: I love reading classics, both in literature and among books of ideas. But The End of Everything (Astrophysically Speaking) (Allen Lane, £20) by Katie Mack is one new book that stood out for me this year. When we think about our own life, we commonly worry more about the end than the beginning. For the whole universe, instead, we mostly hear inquiries about its beginnings. What about its end? How will the universe end up? We are not sure about the answer, of course, but there are a number of concrete possibilities that science is currently exploring. Katie Mack gives us an overview. She is a great scientist, a passionate inquirer of nature, a great companion in this exploration, full of wit and lightness. I have learned from her plenty of things I did not know. And I have found myself staring out of the window, meditating about the end of it all.", "Tayari Jones", "Author of Silver Sparrow", "Composite: Alamy Stock Photo, PR images", "The Office of Historical Corrections (Random House, $27) by Danielle Evans reminds me why I love short fiction. These stories offer the lose yourself depth of a novel in intense, digestible portions. Evans is blessed with perfect pitch when it comes to dialogue – both in terms of what is spoken and what goes unsaid. The First Woman (Oneworld, £16.99) by Jennifer Nansubuga Makumbi is the feminist coming-of-age story we’ve been waiting for. With the timeless quality of a story shared from lips to ears, this novel is a page-turner and a mind-blower. As for Hamnet (Tinder Press, £20) by Maggie O’Farrell, could there possibly be a better time to read a novel about a plague? This is not an easy read, but 2020 hasn’t been an easy year. As always, O’Farrell is challenging, compassionate and very, very smart.", "Rutger Bregman", "Historian and author of Humankind: A Hopeful History", "Composite: Maartje ter Horst, PR images", "The Sisters of Auschwitz (Orion, £8.99) by Roxane van Iperen is my book of the year. An extraordinary story about two Jewish sisters, Janny and Lien Brilleslijper, friends of Anne Frank, in occupied Netherlands during the second world war. A story of resistance and collaboration, of bravery and betrayal. I couldn’t get it out of my head for days. The Weirdest People in the World (Allen Lane, £30) by the evolutionary biologist Joseph Henrich is an incredibly ambitious book. Henrich shows why the discipline that we call “psychology” is not the study of human nature, but the study of people who are “western, educated, industrialised, rich and democratic” – in other words: weird. It’s been a long time since I learned so much from one book as I learned from Why We’re Polarized (Profile, £14.99) by Ezra Klein. He shows just how broken the American political system is. There have been so many titles about the question “Why Trump?” and this one succeeds where most of the others fail.", "Ed Caesar", "Journalist and author of The Moth and the Mountain: A True Story of Love, War and Everest", "Mayflies (Faber, £14.99) by Andrew O’Hagan is a gorgeous novel, full of crisp and evocative images. It concerns the love between two best friends. It begins in lustful youth, with a pilgrimage by a group of Glasgow boys to Manchester in the mid-1980s to see Morrissey and visit the Haçienda. It concludes with the same characters in middle age, confronting a crisis. Notes from an Apocalypse (Granta, £14.99), Mark O’Connell’s picaresque attempt to understand his preoccupation with the end of the world, was published just as the pandemic was reordering life on the planet so the timing was auspicious. But even had the world not been ending, or seeming to end, Notes from an Apocalypse would have resonated. It is both wildly funny and oddly moving. This Is Chance! (Random House, $28) by Jon Mooallem, an account of a massive earthquake that shook Alaska in 1964, and a remarkable radio journalist named Genie Chance who broadcast to the frightened citizens of Anchorage, is strange and beautiful. I have pressed it on many people this year. Aside from its gripping central story, Mooallem plays with the rules of nonfiction in fascinating ways.", "Olivia Laing", "Critic and author of Funny Weather: Art in an Emergency", "Composite: Suki Dhanda, PR images", "In lieu of galleries, I’ve been bingeing on exhibition catalogues and Michael Clark: Cosmic Dancer (Prestel/Barbican, £35) from the Barbican is a peach. It reminds me of everything we’re missing: bodies in close proximity, nightlife, dressing up, exuberance and joy. I also love Philip Guston: Now, the catalogue for the controversially postponed retrospective that was supposed to open at the Tate next spring. Guston refused to turn a blind eye to white supremacy, and it’s appalling that his Klan paintings have been deemed unsuitable. The best essay is by Mark Godfrey, the curator suspended for protesting against the decision. There’s more brilliant writing in Suppose a Sentence (Fitzcarraldo Editions, £10.99) by Brian Dillon, a book about beguiling sentences from Shakespeare and Thomas Browne to Virginia Woolf and Anne Carson. Dillon’s erudition and enthusiasm is so infectious that you want to read everything he describes, making this the perfect book to kick off a long lockdown winter.", "Emma Donoghue", "Author of The Pull of the Stars", "Composite: Shutterstock, PR images", "Smart and satirical about everything from the gig economy to racism in publishing to the inner politics of families, Raven Leilani’s Luster (out in the UK in January), about a young black woman in an unsettling relationship with a married white guy, rings so true, and her prose has a stylish verve. I bristled at first sight of Maggie O’Farrell’s Hamnet (Tinder Press, £20); I usually avoid novels about historical figures and their families. But 50 pages in, I was weeping for the young Hamnet Shakespeare and didn’t care who his father was. An exquisite, sensorily alive study of childhood and parenthood in the Tudor age or any age, this richly deserved its Women’s prize for fiction. Roddy Doyle’s plainly titled Love (Jonathan Cape, £18.99) drew me in gently and moved me deeply as his old friends open up to each other over one long pub crawl. On this side of the pandemic, I read it as a hymn to the small but irreplaceable pleasures of face-to-face chat in public places.", "Lionel Shriver", "Author of The Motion of the Body Through Space", "Once more, Lawrence Osborne did not disappoint in his atmospheric thriller The Glass Kingdom (Hogarth, £16.99), set in Bangkok. For western expats in exotic climes, the lesson of his collected work seems to read: “For pity’s sake, go home.” Published perhaps unwisely under the pseudonym Temple Drake – the accomplished Rupert Thomson has nothing to apologise for – NVK (Titan Books, £8.99) crosses the horror and thriller genres to original effect. Thomson’s sharply portrayed and predominantly Asian cast in Saigon argues well against any “cultural appropriation” taboo; writers own whatever they can grasp and describe with skill. And I confess for slightly lighter fare I was also engaged by The Weekend (Orion, £14.99) by Charlotte Wood. If nothing else, it was refreshing to encounter a novel that so profoundly sympathises with women on the forbidding cusp of being classified as “elderly”. Wood ably conveys that older women didn’t used to be old, and that the experience of ageing is universally bewildering.", "Sarah Moss", "Author of Summerwater", "Composite: Patrick Bolger/The Observer, PR images", "Much-needed cause for celebration: Kathleen Jamie’s new essay collection, Surfacing (Sort of Books, £9.99), which lived at my bedside for rereading for months. She has the rare ability to see harm done to the natural world and to small communities and still to write with wonder as well as precision, and to write better landscapes than anyone else. I read Kawai Strong Washburn’s Sharks in the Time of Saviours (Canongate, £16.99) in the first lockdown and was glad to be both transported to Hawaii and invited to think properly about tradition and ambition; it’s about siblings growing up poor and clever, pulled both by the legends and skills of the pre-industrial past and by their longing for success in contemporary America. The writing is so good I forgot my usual resistance to elements of fantasy. I loved Jenny Offill’s Weather (Granta, £8.99) and Lily King’s Writers & Lovers (Macmillan, £14.99), both darkly funny and clever novels about women surviving Trump’s America (there’s a new genre forming there).", "Daisy Johnson", "Author of Sisters", "Composite: Antonio Olmos/The Observer, PR images", "Little Eyes (Oneworld, £14.99) by Samanta Schweblin, translated by Megan McDowell, is a chilling and often hilarious book on the pitfalls of living in a highly interconnected world. Schweblin has a true talent for getting to the centre of our fears and drawing them out. An intensely clever title that will have you examining your own relationship to the internet. I Am Not Your Baby Mother (Quercus, £16.99) by Candice Brathwaite is an enormously important book about motherhood and the systemic racism inherent in the UK when it comes to pregnancy, birth and raising children. Compellingly written, it’s alive with a fury it is impossible not to feel when reading. Tiffany McDaniel’s Betty (Orion, £14.99) is a brilliant, expansive exploration of family and grief. An innovative coming-of-age story filled with magic in language and plot, it is beautiful and devastating. McDaniel continues to be someone to watch.", "Natalie Haynes", "Broadcaster and author of Pandora’s Jar", "Shadi Bartsch’s new translation of Virgil’s The Aeneid (Profile, £16) is terrific (and a gorgeous physical book, too) – fresh and pacy. Bartsch walks the tightrope between maintaining the grandeur of the original and making the poem accessible to modern readers and makes it look easy. The Aeneid is the great refugee narrative of its own time, and it should be for our time too. I am obsessed with Thebes, the home of Cadmus, Oedipus and Antigone. So Paul Cartledge’s Thebes: The Forgotten City of Ancient Greece (Macmillan, £25) is exactly the book for me. Academic books are often a bit dry, but this study of the city – its myth and its history – is anything but dusty. Religion, war and myth are all interrogated with equal rigour. Don’t tell me Thomas Cromwell wasn’t as beautiful and nuanced as Hilary Mantel makes him in The Mirror & the Light (HarperCollins, £25): I don’t want to know, I want to maintain the fantasy. As a sustained act of world-building, time travel and mind-reading, I’m not sure her Cromwell trilogy will ever be equalled. At the beginning of the first lockdown it was honestly more consoling than food.", "Tana French", "Author of The Searcher", "Composite: Jessica Ryan, PR images", "The Lost Family (Abrams Press, $27) by Libby Copeland is a fascinating exploration of the mysteries ignited by genealogy testing. For Copeland’s “seekers”, “who am I?” is a more crucial question than any novel’s “whodunnit?” She weaves together individual stories to make a book that’s both gripping and thought-provoking. In The Hidden Things (Simon & Schuster, £11.99) by Jamie Mason, 14-year-old Carly fights off an attacker in her home and the home security video goes viral. But there’s something in the footage that shouldn’t be there: an old master painting, stolen years earlier in an art theft that went wrong. This is at once an art heist novel, a domestic noir, and an off-kilter coming-of-age story: a smart, startling, vivid book. Ruth Ware’s One By One (Harvill Secker, £12.99) is set in an upmarket ski resort, where the directors and shareholders of hot music app Snoop have gathered to decide the company’s future. Tensions are high, alliances are being forged and broken – and then the chalet is cut off by an avalanche, then people start to die. It’s a classic locked-room mystery with echoes of And Then There Were None, but with a sharp 21st-century upgrade.", "", "David Lammy", "Politician and author of Tribes: How Our Need to Belong Can Make or Break Society", "Composite: TED/AFP/Getty Images, PR images", "When it comes to literature on racism in the US, the market feels pretty saturated. At least, that’s what I thought before I read Isabel Wilkerson’s Caste: The Lies That Divide Us (Allen Lane, £20). It is an extraordinarily authentic exposé that uncovers how discrimination, domination and dehumanisation is paralysingly normalised, violently exercised and psychologically ingrained. Lionel Barber offers a scathing yet humorous portrait of power in The Powerful and the Damned (Ebury, £25). The most surprising revelation among his diary entries was the level of disenchantment he expressly holds for our decaying economic system and democracy. And Patrick Vernon and Angelina Osborne’s 100 Great Black Britons (Hachette, £19.99) is an empowering read. For many in Britain, people of African and Caribbean descent in this country have been reduced to three words: the Windrush scandal. It’s refreshing, then, to see somebody celebrate the role that black Britons have played in this island’s long and complicated history.", "Jonathan Coe", "Author of Mr Wilder & Me", "Two of the novels I enjoyed most this year pushed hard at generic boundaries, walking a giddy line between realism on the one hand, and fantasy or the uncanny on the other. In her debut novel, Love and Other Thought Experiments (Corsair, £8.99), Sophie Ward paints a tender and compelling portrait of an ordinary relationship but then pushes the story in increasingly quirky directions: the result is a challenging, intellectually provocative but strangely moving novel. M John Harrison deservedly won the Goldsmiths prize for The Sunken Land Begins to Rise Again (Gollancz, £20), his eerie but deadly accurate portrait of modern Britain, written in seamless, accomplished prose – the prose of a master – and with the Severn river as one of its central characters. A more conventional but very enjoyable novel was Joanna Briscoe’s The Seduction (Bloomsbury, £16.99): a typically probing, sometimes uncomfortable, always gripping study of erotic obsession (Briscoe’s speciality) from one of our most underrated authors.", "Adam Kay", "Author of Twas the Nightshift Before Christmas", "Composite: Andy Hall/The Observer, PR images", "Mark Watson always manages to find the perfect balance of humour and heart. In Contacts (HarperCollins, £14.99), we begin with an ending, as our hero texts all 158 of his phone contacts to tell them he plans to end his life the next morning. It’s an intelligent, poignant book, about connection, isolation and the double edge of technology. Coming out is different for everyone, but it’s a bit of a pain, really – thank goodness I don’t have to do that again (except every time I meet someone new). In The Magnificent Sons (Little, Brown, £16.99), Justin Myers ensures his very modern coming out story is warm, witty and moving, with some blistering one-liners. Finally, I was gripped by This Lovely City (HarperCollins, £12.99) by Louise Hare. This novel is not just twisty and compelling; it’s an honest and, at times, brutal exploration of the prejudices that continue to haunt the lives of many. The writing is wonderful; London’s energy runs right though it; the characters leap off the page. I was truly sad to leave them behind.", "Yiyun Li", "Author of Must I Go", "Composite: Princeton University, PR images", "The books I most enjoyed this year were A Saint from Texas (Bloomsbury, £18.99) by Edmund White, How Much of These Hills Is Gold (Virago, £14.99) by C Pam Zhang, and Cleanness (Macmillan, £14.99) by Garth Greenwell. They are writers at different stages of their careers, but the books share a vigour that I admire. Life stories of twin sisters from Texas, a retelling of the American west from the angle of Chinese immigrants, and a young man’s making and remaking of himself – these novels, not hankering after being books of this particular time, offer readers the beauty of language, the intricacies and intensity of human emotions, and a sense of timelessness. They each make a vast world in which the imagination soars.", "Anne Enright", "Author of Actress", "Poet Doireann Ni Ghríofa is getting all the love this year from readers in Ireland. She has put her entire self into A Ghost in the Throat (Tramp Press, £12.99), a book of nonfiction in which she describes what it is to be alive at this time, in this body, and in thrall to a poem that was written by another woman, in 1773. Believe me, much easier to read than to describe. The Art of the Glimpse (Head of Zeus, £25), edited by Sinead Gleeson, is a substantial volume: a lucky dip of Irish short stories that gives the canon a terrific shake. Mark O’Connell wrote the first good thing I read after the pandemic hit. It was just a short newspaper column but it cut through the dread and I was so drawn by it, I picked up his Notes from an Apocalypse (Granta, £14.99), which manages the same trick. It should be depressing, but isn’t. O’Connell has a rare ability to be blokeish and woke, funny and frightened and sound: this is a profoundly intelligent book.", "Sudhir Hazareesingh", "Historian and author of Black Spartacus", "Composite: Catherine Helie, PR images", "Olivette Otele’s magisterial African Europeans: An Untold History (C Hurst & Co, £20), which charts the enduring presence of Africans in Europe from Roman times to the present, is a story of violence and exclusion but also extraordinary destinies and achievements. Particularly admirable is Otele’s command of the subtleties of identity formation and change over time, as well as her marvellous cast of women characters, such as Jeanne Duval, Baudelaire’s muse and lover. I also learned much from Vincent Brown’s Tacky’s Revolt (Harvard, £28.95), a gripping study of a seminal uprising by enslaved west Africans in Jamaica in the early 1760s, which paved the way for many later revolutions. It highlights the sophistication of the revolutionaries, who were aspiring to create a new state, as well as the valour of the combatants, including women fighters such as Akua, the “Queen of Kingston”, who led a rebel group while adorned with a crown on her head. And I salute Peniel E Joseph’s The Sword and the Shield (Basic Books, $30), a brilliant revisionist study of the lives of Martin Luther King and Malcolm X. Effectively challenging the conventional dichotomy between the two men, it shows, instead, how their paths became increasingly convergent, coming to represent “overlapping and intersecting strains of revolutionary black activism”.", "Kate Summerscale", "Author of The Haunting of Alma Fielding", "Composite: Murdo MacLeod/The Guardian, PR images", "In his captivating Kiss Myself Goodbye (Bloomsbury, £20), Ferdinand Mount uncovers the past lives of his mysterious aunt Munca. It is beautifully turned, touching, very funny. As he says at the outset: “The truth turns out to be painful – well, that’s no surprise – but I didn’t expect how gay the lies would be.” Francesca Wade’s wonderful debut, Square Haunting (Faber, £20), tells the stories of five women who forged creative lives for themselves on the edge of Bloomsbury between the wars, among them the detective novelist Dorothy L Sayers and the pioneering classicist Jane Harrison. It’s a measured and scrupulous book, but fresh and fierce too. I was horribly gripped by Rumaan Alam’s Leave the World Behind (Bloomsbury, £14.99), a sharp social comedy that mutates into a devastating thriller about how our world might end.", "Rachel Joyce", "Author of Miss Benson’s Beetle", "The Wild Silence (Michael Joseph, £14.99) by Raynor Winn takes up where The Salt Path finished, and deals not only with the aftermath of that life-changing experience of nature, but also with the influences that led to it in the first place. Written in wise, unflinching, exquisite prose, this is a different kind of journey – into the past, into grief and also into Winn’s search for connection. A spiritual journey instead of a physical one, and, for me at least, an even richer one. A new novel by Donal Ryan is always something to be excited about and Strange Flowers (Transworld, £12.99) is no exception. This is a sublime book – breathtaking in its scope and its lyricism – about loss, identity and the power of love. Love After Love (Faber, £14.99) by Ingrid Persaud is a vibrant, brave novel about an unconventional family unit in Trinidad. And My Wild and Sleepless Nights (Transworld, £16.99) by Clover Stroud is a robust, raw and rare celebration of motherhood that had me laughing out loud one moment and crying the next.", "Craig Brown", "Author of One Two Three Four: The Beatles in Time", "Composite: Eamonn McCabe/The Observer, PR images", "Lucian Freud wanted William Feaver’s biography of him to be “the first funny art book”. The second and final volume, The Lives of Lucian Freud: Fame (Bloomsbury, £35), is certainly that, with laughs galore. But it’s also much more, not least a wonderfully vivid chronicle of the interlocking worlds of money, art and bohemia. When in Paris, Jules Renard used to mix in a similar milieu, a century earlier. His freshly translated Journal: 1897-1910 (Riverrun, £20) contains snappy, funny portraits of Toulouse-Lautrec, Rodin, Zola and Sarah Bernhardt. But it is for his rural observations that he is best known: “the caterpillar playing a soundless little tune on his accordion”. And, unlike most writers, he is happy to count his blessings. “I lose a cow. I write up her death, and this earns me enough to buy another cow.” Finally, Rupert Everett’s latest memoir, To the End of the World: Travels With Oscar Wilde (Little, Brown, £20): as sharp and fearless as ever, but now with an added dash of melancholy.", "Maaza Mengiste", "Author of The Shadow King", "Composite: Canongate Books, PR images", "Paul Mendez’s unflinching, revelatory novel Rainbow Milk (Dialogue, £14.99) is a story about outsiders, about faith and sexual identity, but it’s also about those unexpected places where tenderness still exists. Claire Messud’s essays in Kant’s Little Prussian Head and Other Reasons Why I Write (Little, Brown, £14.99) are generous visions of the world, informed by her razor-sharp intellect and uncompromising honesty. Each moment she extends to us feels like a jewel: prismatic and brilliant. Every photographer involved in African Cosmologies: Photography, Time and the Other (Schilt, €50), curated by Mark Sealy, offers a radical vision of what it means to reclaim the camera’s powers for themselves. Featuring some of the most acclaimed talents across the African continent and the diaspora, this book showcases visually stunning acts of reclamation and rebellion.", "Rosamund Lupton", "Author of Three Hours", "I inhabited Hilary Mantel’s wonderful The Mirror & the Light (HarperCollins, £25) during the first lockdown. Her extraordinary novel not only conjured up a vivid historical past but through her characterisation of Henry VIII also shone an unexpected light on Donald Trump. We Begin at the End (Zaffre, £14.99) by Chris Whitaker is dominated by 13-year-old Duchess Ray Bradley, a tour de force of a character. In a beautifully written murder mystery, Duchess’s fierce and selfless love for her brother leaves a lasting impact. Jessica Moor’s debut, Keeper (£14.99), is a character-driven literary thriller that probes the hidden worlds of domestic violence. An atmospheric and tense, page-turning read, it delivers chilling insights into violence against women.", "Curtis Sittenfeld", "Author of Rodham", "Composite: Josephine Sittenfeld, PR images", "I loved three novels that aren’t particularly similar to one another except in the authors’ ability to immerse me in the richly complicated lives of their very specific protagonists. His Only Wife by Peace Adzo Medie (publishing in the UK in March 2021) follows Afi, a young woman from rural Ghana who enters an arranged marriage with the scion of a wealthy family and moves to the capital city of Accra. What Are You Going Through (Little, Brown, £16.99) by Sigrid Nunez depicts an unnamed older woman who has been asked by a sick friend to help her die. And the Booker-shortlisted Real Life (Daunt, £9.99) by Brandon Taylor centres on Wallace, a science graduate student in the American midwest, as he navigates his academic responsibilities and social and romantic ambivalence over the course of a spring weekend. I’m so grateful to these writers for allowing me to experience the sad, funny yearnings, disappointments, and occasional triumphs of other people.", "Caleb Femi", "Poet and author of Poor", "Composite: PR images", "In a year of turmoil and uncertainty, how vital have books been to keep us steadfast, offer us respite and even provide new perspectives beyond the walls that most of us were confined in. Three magicians of the page have gifted the world (me) with fascinating depictions of the human experiences. Will Harris’s Rendang (Granta, £10.99) took me on a lyrical journey from West Sumatra to King’s Cross to the fictional planet Mongo – his poems are graceful and, at times, devastating. Bolu Babalola’s Love in Colour (Headline, £16.99) charts the technicoloured nuances of love through its reimagining of romantic tales of old. The book’s craft is beautiful and its humour is poised. A real treat by the debut author. Inua Ellams’s The Actual (Penned in the Margins, £9.99) is a heavy-hitting collection that is audacious and unrelenting in its topical preoccupation. Ellams is surgical in his writing and will leave you breathless.", "Rachel Clarke", "Palliative care doctor and author of Dear Life", "Composite: Daniel Lucas, PR images", "In a year of lockdown, listlessness and crippling anxieties, Helen Macdonald’s Vesper Flights (Vintage, £16.99) is writing as lifeline, as salvation. Her essays on swifts, flying ants, peregrines and more helped me shed my fears, escape, take to the air and soar. A read that’s both solace and sheer exhilaration. Maggie O’Farrell’s Hamnet (Tinder Press, £20) is more painful to read, yet achingly beautiful. Her depiction of a mother’s anguish while watching her beloved Hamnet – Shakespeare’s son – succumb to the bubonic plague is vivid and tender. No one who stood on their doorstep applauding key workers this year could be unmoved by Madeleine Bunting’s Labours of Love: The Crisis of Care (Granta, £20). Her interviews capture the elusive blend of attentiveness, compassion and kindness that we know, intuitively, is the essence of care. Caring is what makes us human, Bunting argues. Quite so. The message of 2020 right there.", "Tom Bower", "Author of Boris Johnson: The Gambler", "Graham Greene’s genius to set moral conundrums within a gripping, emotional narrative remains unsurpassed. Since his plots were drawn from his extraordinary life, I was enthralled by Richard Greene’s Russian Roulette: the Life and Times of Graham Greene (Little, Brown, £25). As the son of a Czech refugee, I found When Time Stopped by Ariana Neuman (Simon & Schuster, £16.99) compelling. During her Czech father’s lifetime, Neuman was unaware that she was the child of a Holocaust survivor. Only after his death did she embark on a journey to discover the truth about the epitome of success who woke up at night screaming in a language she did not understand. Charles Spencer’s two excellent books about the hunt for Charles I’s executors encouraged me to read The White Ship (HarperCollins, £25). Despite poor editing, the catastrophe of Henry I’s reign in 1120 is fascinating, especially for those unaware of Norman history.", "Naoise Dolan", "Author of Exciting Times", "Composite: Sophia Evans/The Observer, PR images", "This year I produced a lot of new work that I had to decide when to set. (Do people want face masks in everything? Given the mixed real-life appetite, I suspect not.) Ali Smith’s Summer (Penguin, £16.99) navigates timeliness in ways that have helped me profoundly: she considers the pandemic less for its short-term gimmicks than as a lens on core inequalities. I was excited to see Zora Neale Hurston’s short fiction collected in Hitting a Straight Lick with a Crooked Stick (HarperCollins, £12.99), including “lost” Harlem work. Fluid, polymathic voice; what a class act. I thought of my home town, Dublin, while reading Pablo Sendra and Richard Sennett’s Designing Disorder: Experiments and Disruptions in the City (Verso, £14.99). Dublin is often tall but rarely open: the medieval builders kept most things to horse-width. Here, the authors explore ethical urban design in an age of privatisation, hostile architecture and widespread surveillance.", "Avni Doshi", "Author of Burnt Sugar", "Composite: Sharon Haridas, PR images", "Hurricane Season (Fitzcarraldo Editions, £12.99) is a sprawling, heaving thing, and I loved it because I have no idea how Fernanda Melchor was able to write it. The prose has the quality of a storm. Each chapter follows a different character, drawing links between disparate events, expanding the chain of violence. I had been waiting for years for Jenny Offill’s next novel and I wasn’t disappointed. As usual, she pinpoints a series of emotions and ideas before I know I’m feeling them or have the words to articulate them. In Weather (Granta, £8.99) she creates a looming sense of dread, one that invades the otherwise normal lives of her characters. In Blue Ticket (Penguin, £12.99) Sophie Mackintosh poses a question: what if procreating isn’t a choice? The question reverberates from the political into the existential, a sensation that rings true for me personally. While pregnant, I raced through this beautiful and menacing novel over the course of a day and I was haunted by it for weeks after.", "Rachel Long", "Poet and author of My Darling from the Lions", "Composite: Getty Images, PR images", "I know I’m in love when I text my most bookish friend to say: “My gosh, have you read… yet?” The last book in our chat is Cannibal by Safiya Sinclair (Picador, £10.99), a collection rooted in place, family and the body, but also crossing oceans and into the otherworldly. It haunts and heals. Another moving collection is Sasha Dugdale’s Deformations (Carcanet). One sequence explores the life and art of sculptor Eric Gill and the sexual abuse of his daughters. I’m grateful that this book is in the world. It has the ability to change the landscape of how we talk about abuse and trauma. Lastly, Claudia Rankine does it again with Just Us (Allen Lane, £25), compelling us to have the conversations on race that may be uncomfortable, but essential.", "Abi Daré", "Author of The Girl With the Louding Voice", "Kirabo, the protagonist of Jennifer Nansubuga Makumbi’s The First Woman (Oneworld, £16.99), is a wonderful, daring character who is growing up in the patriarchal society of 1970s Uganda. Intricately woven with themes of feminism, mythology and tradition, this exquisitely written and compelling story delivers a thoroughly satisfying ending. Maggie O’Farrell’s Hamnet (Tinder Press, £20) is a beautiful, intricate story that broke my heart more than once and left me dazzled and in awe of her ingenuity. Storytelling at its finest. This Lovely City by Louise Hare (HarperCollins, £12.99) is inspiring and hopeful; the story of a man, his community and the country they strive to make home. It’s a skilful exploration of the racism of the Windrush era, which in many ways still feels brutally poignant.", "Tom Watson", "Politician turned author (with Imogen Robertson) of The House", "Composite: Getty Images, PR images", "Black Rain Falling (Little, Brown, £14.99) by Jacob Ross is the second investigation on the Caribbean island of Camaho for the delightful duo of Miss Stanislaus and forensic expert Michael “Digger” Digson. When the former kills a man in self-defence, Digger is tasked with proving her innocence. Along the way, they unravel a network of corruption that could erupt at any moment, while exploring politics, religion, gender, friendship and courage. Troubled Blood (Hachette, £20) by Robert Galbraith is the fifth adventure for private detective Cormoran Strike and his partner, Robin Ellacott. Forty years ago, Margot Bamborough, a young doctor, went missing without a trace. The pair take on the historical cold case, taking you to Cornwall, Clerkenwell and Hampton Court. The complicated relationship between the characters is as compelling as the plot. Trouble Is What I Do (Mulholland Books, £12.99) by Walter Mosley is a subversive tale of family, class, privilege and race. When Philip “Catfish” Worry, a veteran Mississippi bluesman, calls on the services of Leonid McGill to complete the simple task of delivering a letter to a wealthy socialite, the world explodes. To save his musician client, McGill has to confront his own shady past, gain the trust of powerful elites and dodge the bad guys.", "Sophie Yanow", "Graphic novelist and author of The Contradictions", "Composite: Sophie Yanow, PR images", "There was wonderful graphic fiction and nonfiction out there this year. Familiar Face (Drawn & Quarterly, £16.99) by Michael DeForge starts off as a funny, visually lush piece of science fiction and takes a thrilling turn into the political, with echoes of the Situationist International. Speaking of art movements, Wendy, Master of Art (Drawn & Quarterly, £18.99) by Walter Scott is a pitch-perfect skewering of the fine art MFA experience, and those who enjoy it will be pleased to find there are more Wendy adventures to dig into. On a more serious note, Paying the Land (Jonathan Cape, £20) by Joe Sacco is the culmination of Sacco’s reportage on the Dene peoples of the Northwest Territories of Canada, and in particular their relationships with industry in their region. As usual, he creates a nuanced picture, developed primarily through his interview subjects in their own words.", ""], "authors": [], "keywords": ["book", "pr", "1699", "acclaimed", "love", "1499", "best", "2020", "world", "20", "guest", "author", "novel", "books", "read", "picked", "authors"], "pubDate": "2020-12-06T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}