{"id": "9d503fc9-9e4a-32ad-a2c5-ad37be37dcb2", "title": "Jameela Jamil calls celebrities ‘useless,’ reveals plans to leave Hollywood: ‘I might well do that’", "url": "https://www.foxnews.com/entertainment/jameela-jamil-celebs-useless-plans-leave-hollywood", "summary": "Jameela Jamil is over celebrities--and Hollywood, for that matter.\nJAMEELA JAMIL SAYS PAST LOVERS HAVE COMPARED HER TO 'A MEMORY FOAM MATTRESS'“Sorry we’re crap,” she said through laughter.\nJAMEELA JAMIL CALLS HERSELF AN 'ANTI-CELEBRITY' REFUSES TO PROJECT IMAGE OF THE 'PERFECT WOMAN'“I want to leave TV when I’m 40 entirely and become an EMDR therapist,” Jamil explained.\nShe also mentioned that she “considered suicide” after “Good Morning Britain” host Piers Morgan leaked direct messages from late “Love Island” host Caroline Flack, in which Flack expressed receiving “hate” from Jamil.\nIf you or someone you know is having thoughts of suicide, please contact the National Suicide Prevention Lifeline at 1-800-273-TALK (8255).", "paragraphs": ["Jameela Jamil is over celebrities--and Hollywood, for that matter.", "The British actress and radio personality, 34, said as much during a recent appearance on Angela Scanlon’s “Thanks a Million” podcast, saying celebrities are no longer hip and many have been “exposed” in the COVID-19 era.", "“I think that celebrities have been exposed,” said the “Good Place” star. “F—k them. Just f–k them all. F–k us all. We’re useless.”", "Jamil said she has long believed the aura of being a celebrity is much overrated.", "JAMEELA JAMIL SAYS PAST LOVERS HAVE COMPARED HER TO 'A MEMORY FOAM MATTRESS'", "“Sorry we’re crap,” she said through laughter. “I’ve always thought we were crap so it’s been quite exciting to watch the rise of the people who are actually going to make a real difference in this world.”", "In fact, the “Misery Index” game show host revealed plans to escape the perils of Hollywood, adding that she instead wants to devote her life to doing something more impactful – like becoming a therapist.", "JAMEELA JAMIL CALLS HERSELF AN 'ANTI-CELEBRITY' REFUSES TO PROJECT IMAGE OF THE 'PERFECT WOMAN'", "“I want to leave TV when I’m 40 entirely and become an EMDR therapist,” Jamil explained. “And I might well f–king do that. I might just go away and become a therapist.’”", "According to the American Psychological Association, EMDR is an acronym for a form of therapy known as eye movement desensitization and reprocessing.", "The technique, initially developed in 1987 for the treatment of post-traumatic stress disorder (PTSD), is designed to “encourage the patient to briefly focus on the trauma memory while simultaneously experiencing bilateral stimulation (typically eye movements), which is associated with a reduction in the vividness and emotion associated with the trauma memories.”", "During Jamil’s conversation on “Thanks A Million,” the “I Weigh” founder said she never sought celebrity status and described the ascension of her career as “one giant f—k it bucket,” adding that she “accidentally” stumbled upon fame when she wound up on “a really massive show.”", "Jamil has starred on \"The Good Place\" as Tahani Al-Jamil since it debuted in 2016.", "She also mentioned that she “considered suicide” after “Good Morning Britain” host Piers Morgan leaked direct messages from late “Love Island” host Caroline Flack, in which Flack expressed receiving “hate” from Jamil.", "CAROLINE FLACK, FORMER 'LOVE ISLAND' HOST, KILLED HERSELF AMID 'DISTRESS' AHEAD OF TRIAL, CORONER SAYS", "Flack took her own life on Feb. 15 as she awaited trial for allegedly assaulting her boyfriend, Lewis Burton. She was 40.", "“February is my big thank you, next, where Piers Morgan and his fans and the world just set up camp inside my a--ehole, tried to burn me alive, where like, my sexuality, my mental health was called into question,” Jamil explained.", "CLICK HERE TO SIGN UP FOR OUR ENTERTAINMENT NEWSLETTER", "“People said I had Munchausen’s, that I lied about f—king cancer – like who’s ever gotten a job from saying I’ve had cancer or I have health problems? It makes you an insurance nightmare,” added Jamil. “No one would ever lie about having health problems that make you significantly less hireable. And I’m already a brown f—king woman who isn’t stick thin. What kind of luxury do I think I have? What money do people make when you say you’re a bit ill?”", "CLICK HERE TO GET THE FOX NEWS APP", "Jamil pressed that she “genuinely considered suicide in February, because of Piers Morgan and a woman, I don’t remember her name, but like the two of them, what they constructed against me and how the world responded, how much people enjoyed it, like a sport just made me think, God, this world is a bit too ugly for me.”", "A representative for Morgan did not immediately respond to Fox News' request for comment.", "If you or someone you know is having thoughts of suicide, please contact the National Suicide Prevention Lifeline at 1-800-273-TALK (8255)."], "authors": ["Julius Young", "Julius Is An La Entertainment Reporter For Fox News."], "keywords": ["calls", "host", "fk", "jameela", "jamil", "piers", "health", "plans", "morgan", "world", "hollywood", "good", "leave", "celebrities", "useless", "suicide", "think", "reveals"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}