{"keywords": ["snp", "westminster", "nationalists", "boosts", "uk", "scotland", "independence", "rest", "election", "scottish", "brexit", "referendum"], "id": "9d55f701-7cd9-357c-b630-c07bcabaf4d1", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "paragraphs": ["IF THE MOST important consequence of Britain’s general election is that the European Union will break up, the second most important is that the United Kingdom itself may not survive. The Scottish National Party’s big advance—it looks like boosting its seats in Westminster from 35 to 48 out of 59—combined with the growing gulf between English and Scottish politics, means that the grounds for another referendum on Scottish independence are greatly strengthened.", "For the rest of the UK this election was about Brexit, but for the SNP, like all politics, it was about Scottish independence. Since the independence referendum of 2014, which it lost, the SNP has been building the case for another vote. That referendum galvanised pro-independence opinion, and the SNP won a thumping victory in the Westminster election in 2015, though was knocked back somewhat in 2017. This vote strengthens its case.", "Get our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.", "So does the increasingly sharp division between Scottish politics and the rest of the country. Labour, which used to regard Scotland as a fief, looks like being left with a single seat. The Tories, whose Scottish fortunes revived in 2017, have lost many of those gains. Jo Swinson, the leader of the Liberal Democrats, lost her seat. Put all this together, and unionist parties are now almost invisible in Scotland. Even though the SNP has run Scotland’s devolved government for 12 years, it has—despite the boredom and disillusion that normally afflicts governments that are long in the tooth—put on another remarkable performance in a Westminster election.", "But this election was a complicated one—even more so north than south of the border. Scotland voted by 62% to 38% to remain in the EU, and the SNP told the electorate that voting for them was the best way to avoid Brexit. That seems to have succeeded in persuading plenty of voters to put aside their doubts about the SNP. But although opinion seems to have shifted slightly towards independence, from 55:45 against in 2014 to around 50:50 now, Scotland remains sharply divided on the issue. So the big question for Scotland is whether this result is the consequence of tactical voting to avert Brexit, or whether it represents a shift of Scottish opinion about its future relationship with the rest of the UK.", "The SNP hopes it is the latter, and argues that another independence referendum needs to be held because the basis on which people voted in 2014 has changed. In the last independence referendum, one of the arguments of the No campaign was that if Scotland were to leave the UK it would face the uncertainty of applying to join the EU. Now Scots know that by staying in the UK they will face the uncertainty that Brexit will bring. Nicola Sturgeon, Scotland’s first minister and leader of the SNP, has said that she will request a “section 30 order”—which would grant permission for another referendum—soon after the election.", "But however reasonable that argument sounds, the path to another referendum is not clear. The Scottish government cannot trigger one: only Westminster can, and Mr Johnson has said that he doesn’t want one on the grounds that “the British people, the people of Scotland, were told in 2014 that that was a once-in-a-generation event.” Things may look differently after the next Scottish election, in 2021, though. Alister Jack, the Scottish secretary, said last month that “the democratic mandate for a section 30 order is a matter for 2021”. Since he was one of the few Tories to have clung on to their seats, his views may carry some weight.", "Dig deeper:", "Our latest coverage of Britain’s election"], "authors": ["The Economist"], "title": "Brexit boosts Scottish nationalists", "pubDate": null, "summary": "The Scottish National Party’s big advance—it looks like boosting its seats in Westminster from 35 to 48 out of 59—combined with the growing gulf between English and Scottish politics, means that the grounds for another referendum on Scottish independence are greatly strengthened.\nFor the rest of the UK this election was about Brexit, but for the SNP, like all politics, it was about Scottish independence.\nSince the independence referendum of 2014, which it lost, the SNP has been building the case for another vote.\nThat referendum galvanised pro-independence opinion, and the SNP won a thumping victory in the Westminster election in 2015, though was knocked back somewhat in 2017.\nAlister Jack, the Scottish secretary, said last month that “the democratic mandate for a section 30 order is a matter for 2021”.", "url": "https://www.economist.com/britain/2019/12/13/brexit-boosts-scottish-nationalists"}