{"id": "9d72e700-5be0-39c3-90ba-9707c16c47dd", "title": "The Lazy Gamer’s Guide to Cable Management", "url": "https://www.wired.com/story/lazy-gamers-guide-cable-management#intcid=_wired-most-popular-right-rail_2618dc27-1e4d-4740-8b6a-e1e44752764a_popular4-1", "summary": "Cable management is for tryhards.\nWhereas wireless connectivity is the norm for movie buffs and even audiophiles these days, gamers have made life difficult for ourselves.\nLook up any video intended to guide gamers on their cable management journey and you’ll find a YouTube thumbnail of a bleached-smile normie holding a drill and several finger traps (these are cable clips)—high-stakes and high-effort “home improvement” “projects.” Personally, I am not about to perform surgery on my desk.\nIt is possible to do cable management the lazy way.\nCable Management EquipmentWhat you will need depends on your setup.", "paragraphs": ["Cable management is for tryhards. That’s what I told myself until a couple of weeks ago, when I again found myself parting the great, tangled seafloor of ethernet cables to vacuum my office.", "Whereas wireless connectivity is the norm for movie buffs and even audiophiles these days, gamers have made life difficult for ourselves. We’ve named latency as our enemy. So we’re still snaking our three HDMIs up from our three consoles to our televisions, still winding three ethernet cables from our modems to those three consoles. And, of course, we’re still plugging those three consoles into the wall. After a year staying home and accumulating both gaming gear and office equipment, my floor looks like the bottom of Strega Nona’s pasta pot.", "There are fixes, of course. Look up any video intended to guide gamers on their cable management journey and you’ll find a YouTube thumbnail of a bleached-smile normie holding a drill and several finger traps (these are cable clips)—high-stakes and high-effort “home improvement” “projects.” Personally, I am not about to perform surgery on my desk. And if I have six extra hours on my hands, I am not going to spend them belly-up on the floor of my office. I am going to spend them gaming.", "It is possible to do cable management the lazy way. Here are some smart but low-effort ways for gamers to keep their floors and walls tidy.", "If you buy something using links in our stories, we may earn a commission. This helps support our journalism. Learn more.", "The Cables You Have", "This isn’t to be rude, but you wouldn’t have so many cables to manage in the first place if you’d just purchased the correct length. If you can’t differentiate your floor from your local forest’s, it’s likely because your cables are too long.", "Photograph: Cecilia D'Anastasio", "If you have the funds, consider new cables. Measure your cables’ pathway around a room and add an extra eight inches—better slightly too long than too short. Purchasing high-quality cables with minimal slack will cut down on the likelihood of having to rewire in the future. And as it can be annoying to switch out cables when they’re hidden behind a wall-mounted cable raceway, swing for a durable, premium high-speed HDMI, which you probably want anyway for your Xbox One X or PlayStation 5. Cable quality matters in the long run.", "Cable Management Equipment", "What you will need depends on your setup. If your PC lives on top of your desk, for example, you might want to mount a surge protector to the bottom of your desk so only one cable gets plugged into the wall. If your television is wall-mounted, and you hate those dangling HDMI cables running up from your Nintendo Switch, you might want to get some paint to match the cable raceway color to your wall’s."], "authors": ["Cecilia D'Anastasio", "Cecilia D'Anastasi"], "keywords": ["floor", "consoles", "gamers", "desk", "management", "cables", "guide", "wallmounted", "wall", "cable", "walls", "lazy"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}