{"id": "9d8ead1f-149b-3d8f-840e-172eb76289db", "title": "Checks and Balance - “Checks and Balance”—our weekly podcast on American politics", "url": "https://www.economist.com/checks-and-balance-our-weekly-podcast-on-american-politics", "summary": "A once-in-a-century pandemic and a once-in-a-generation racial reckoning are raising questions about domestic harmony and global hegemony.\n“Checks and Balance” unlocks American politics by taking a big theme each week and digging into the data, the ideas, and the history shaping the country at this dramatic moment.\nYou can subscribe and listen to “Checks and Balance” on: Apple Podcasts | Spotify | Google | Stitcher | TuneIn or wherever you get your podcasts.\nListen on: Apple Podcasts | Spotify | Google | Stitcher | TuneInOn the latest episode of “Checks and Balance”: A ruling lifting covid restrictions on places of worship suggests the Supreme Court will favour religious rights even as faithlessness is rising.\nHow is the balance between religion and politics shifting in America?", "paragraphs": ["AMERICA IS beginning a new chapter. A once-in-a-century pandemic and a once-in-a-generation racial reckoning are raising questions about domestic harmony and global hegemony.", "“Checks and Balance” unlocks American politics by taking a big theme each week and digging into the data, the ideas, and the history shaping the country at this dramatic moment.", "You can subscribe and listen to “Checks and Balance” on: Apple Podcasts | Spotify | Google | Stitcher | TuneIn or wherever you get your podcasts.", "Each episode draws on the rigour and expertise of The Economist’s journalists. Our US Editor John Prideaux hosts, together with Charlotte Howard, New York bureau chief, and Washington correspondent Jon Fasman. Every Friday, editors and correspondents from across the US and the rest of the world plus expert guests—politicians, pollsters, professors—join them for in-depth reporting and discussion.", "Listen on: Apple Podcasts | Spotify | Google | Stitcher | TuneIn", "On the latest episode of “Checks and Balance”: A ruling lifting covid restrictions on places of worship suggests the Supreme Court will favour religious rights even as faithlessness is rising. The court’s realignment may be Donald Trump’s most enduring legacy. How is the balance between religion and politics shifting in America?", "David French of The Dispatch explains how secularisation lays a religious rift onto the political one, we find out why the French president is carping at America over secularism, and how Joe Biden will navigate this tricky territory."], "authors": ["The Economist"], "keywords": ["balance", "weekly", "religious", "politics", "checks", "podcast", "balanceour", "podcasts", "spotify", "google", "episode", "american", "french", "stitcher"], "pubDate": null, "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}