{"id": "9dc05b30-5c72-3e97-b27d-634906f031c3", "title": "Chrissy Teigen slams critic who said she posts on social media too much: 'Weird and angry'", "url": "https://www.foxnews.com/entertainment/chrissy-teigen-slams-critic-posts-social-media-too-much", "summary": "For a long time, the star has been known for her epic comebacks and shutting down trolls online.\nAfter a rough few weeks recovering from a devastating miscarriage, Teigen has come to her own defense against a critic on Twitter.\nOn Tuesday, the 35-year-old cookbook author took to the social media platform to make a joke about the failed streaming platform Quibi, which was home to her short-form series, \"Chrissy's Court.\"\nThe post seemed to have irritated a former follower of the star, who commented on the post.\nThen Teigen took her shot.", "paragraphs": ["Chrissy Teigen is back at it.", "For a long time, the star has been known for her epic comebacks and shutting down trolls online.", "After a rough few weeks recovering from a devastating miscarriage, Teigen has come to her own defense against a critic on Twitter.", "On Tuesday, the 35-year-old cookbook author took to the social media platform to make a joke about the failed streaming platform Quibi, which was home to her short-form series, \"Chrissy's Court.\"", "CHRISSY TEIGEN, JOHN LEGEND DANCE TO ANTI-TRUMP ANTHEM 'FDT' AS SONG CLIMBS CHARTS FOLLOWING ELECTION", "\"Guess I should change my chrissy's court header lol\" she wrote in reference to an image at the top of her profile depicting her in the series. \"Goodbye quibi, only I understood uuuuuu.\"", "The post seemed to have irritated a former follower of the star, who commented on the post.", "\"It’s official. I followed you on IG and here.... at first I thought you had funny interesting stories but now I realize you just go on about EVERYTHING,\" they said. \"Unfollow on both.\"", "CHRISSY TEIGEN REVEALS SHE'S IN A 'GRIEF DEPRESSION HOLE': 'I'LL BE FIXED SOON'", "The former fan took a lot of heat from Teigen's followers, several of whom claimed that the Twitter user's profile bio used to read, \"It’s nice to be important but more important to be nice.\" The bio has since been changed.", "When a fan of the star suggested the commenter \"follow along\" with the popular mantra, they shot back, saying the star sent off \"160 tweets within one hour\" and in their \"opinion\" that is \"too much.\"", "Then Teigen took her shot.", "\"I haven’t tweeted for 3 days, then said 6 things,\" she wrote. \"Lolllllll you are weird and angry.\"", "CLICK HERE TO GET THE FOX NEWS APP", "At the time of the tweet, the former Sports Illustrated model published six tweets -- excluding comments -- since Dec. 8.", "CLICK HERE TO SIGN UP FOR OUR ENTERTAINMENT NEWSLETTER", "Teigen previously revealed that at the suggestion of her therapist she took a break from social media, and admitted that it was \"good\" for her to do so."], "authors": ["Nate Day"], "keywords": ["media", "angry", "wrote", "critic", "profile", "star", "chrissy", "quibi", "weird", "slams", "posts", "tweets", "social", "series", "platform", "teigen", "took"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}