{"id": "9ddbf805-84a8-353c-86df-86b499f684e3", "title": "Why my council is refusing to help the Home Office deport rough sleepers | Emine Ibrahim", "url": "https://www.theguardian.com/commentisfree/2020/dec/07/council-refusing-help-home-office-deport-rough-sleepers-homeless", "summary": "I wasn’t surprised to learn of the Home Office’s plan to make rough sleeping grounds for the deportation of some non-UK nationals.\nNew rules on removing foreign rough sleepers from UK face legal challenge Read moreMany people sleeping rough have faced exploitation and unbelievably difficult personal challenges.\nWe found someone rough sleeping on Tottenham Green, gently gained his trust and got him a taxi to accommodation nearby.\nThe passion our rough sleeping team have is boundless; they genuinely care and are incredibly skilled.\nWe are awaiting details on what the precise duties imposed by the government on local authorities will be regarding rough sleepers.", "paragraphs": ["I wasn’t surprised to learn of the Home Office’s plan to make rough sleeping grounds for the deportation of some non-UK nationals. We all know about the department’s recent history – the impacts of the Windrush scandal are still raw, and a recent report by the Equality and Human Rights Commission found that the Home Office had broken the law. But that doesn’t mean we are going to accept it in our borough.", "Last week, the London borough of Haringey, where I am a councillor, decided to take a stand. We feel the new Home Office rules are discriminatory and so we said that we won’t be collaborating with it on these rule changes.", "There may be those who think that this is just the attitude of “hard left” councillors or the “do-gooders” (to quote the prime minister) of “north London” (to quote the home secretary). But look past the caricatures of this part of the capital city and you’ll see something else. The political experiences that brought many of us here are stories of seeking refuge. This might include family stories of fleeing the Holocaust; personal histories of exile from former Yugoslavia; Kurds, Somalis and others leaving perilous situations in the Middle East and Horn of Africa; and those who fled homophobia and domestic violence. Stories like these run through our family, friends and neighbours.", "My family arrived in north London in the 1960s and 70s, escaping the descent of their homeland, Cyprus, into conflict in the years following British colonial rule. I left my birthplace in south-east London as a child with my sister and mum in the middle of the night in 1986, when Mum sought refuge with relatives in Haringey after a sudden family breakdown. We faced the homelessness that is now familiar to many families on waiting lists across London. Haringey was there for us. The borough that the late Bernie Grant – then head of the council – led was our haven. I know similar experiences motivate many of my fellow councillors.", "This is why we will do all in our power to keep it that way for people at their most vulnerable. When our outreach workers gently wake someone sleeping rough in the middle of the freezing night and ask if they’re OK and if they want somewhere warm to sleep, the badge they show them is there to seek trust, give assurance and change their lives. It isn’t to strike fear into them that they will be deported.", "New rules on removing foreign rough sleepers from UK face legal challenge Read more", "Many people sleeping rough have faced exploitation and unbelievably difficult personal challenges. Councils across London work doggedly to help them find safety and stability.", "As a result of the pandemic, many more people are having difficulty in paying their rent and bills, and keeping up mortgage payments. The authorities should be relieving, not adding, to their distress. The reality is that many people are just a lost job or family crisis away from housing insecurity or homelessness.", "Since March, Haringey has been working with partners to provide support and emergency accommodation to more than 800 people who faced sleeping rough. Overcrowded housing and sofa-surfing meant many came to us for the first time. We saw the reality of the hidden homelessness that we knew existed. We now have the lowest number of people on our streets that we have seen in years, but we still must work tirelessly. Many of those that we are trying to support into more secure accommodation are non-UK nationals who do not have recourse to public funds.", "Last week, I joined our outreach team on our annual rough sleeping count, when workers and volunteers walk the borough to locate and offer help to people who are sleeping on the streets. Two wonderfully committed women and I went out with torches on what felt like a foggy, Dickensian night. We found someone rough sleeping on Tottenham Green, gently gained his trust and got him a taxi to accommodation nearby. More than half of the people we met that night had not been born in the UK.", "The passion our rough sleeping team have is boundless; they genuinely care and are incredibly skilled. What they are not is an extension of the Home Office. Local government has over decades seen the gradual extension of the hand of immigration enforcement undermine trust in the services we deliver.", "The hostile environment – which has since been rebranded as the compliant environment – is a scandal. It treats those who weren’t born here, or look like they might not have been born here, with suspicion, forcing them through bureaucratic punishment. And it’s all for politics. As charities and lawyers have said, in a letter to the home secretary, going after foreign-born rough sleepers will punish victims of modern slavery and may send women back to dangerous situations in countries that they have fled.", "We are awaiting details on what the precise duties imposed by the government on local authorities will be regarding rough sleepers. The Home Office says it will be “used sparingly”, but how can we trust the department given its track record? When sharing information with other organisations, our priority will always remain safeguarding and tackling inequality. The Home Office’s policy is not about helping but punishing the most vulnerable in our society. It has no place in Haringey.", "• Emine Ibrahim is a Labour councillor for Haringey and cabinet member for housing and estate renewal"], "authors": ["Emine Ibrahim"], "keywords": ["council", "middle", "trust", "refusing", "office", "sleepers", "rough", "emine", "sleeping", "london", "ibrahim", "haringey", "night", "help", "family", "deport"], "pubDate": "2020-12-07T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}