{"id": "9dde0a5c-5d28-304d-b723-0eb8afc69b24", "title": "More than half of coronavirus cases spread by asymptomatic carriers, CDC model shows", "url": "https://www.foxnews.com/health/more-than-half-coronavirus-cases-spread-asymptomatic-carriers-cdc-model", "summary": "A new model from the Centers for Disease Control and Prevention shows that those who are infected with but show no signs of COVID-19 account for more than half of all coronavirus cases.\nThe model, published in JAMA Network Open on Thursday, shows that an estimated 59% of all coronavirus cases come from those who are asymptomatic, including 35% who are presymptomatic — meaning they initially don’t show symptoms but eventually develop them — and 24% who never develop any signs of symptoms of COVID-19.\n\"The findings of this study suggest that the identification and isolation of persons with symptomatic COVID-19 alone will not control the ongoing spread of SARS-CoV-2,\" the researchers wrote when describing their findings.\nThe model supports the preventative measures experts have recommended for months, such as wearing a face covering and practicing social distancing.\nGET THE FOX NEWS APPEffectively controlling the spread of the virus will requires reducing the risk of transmission from people without symptoms, and identifying and isolating people with COVID-19 symptoms, the study authors wrote.", "paragraphs": ["A new model from the Centers for Disease Control and Prevention shows that those who are infected with but show no signs of COVID-19 account for more than half of all coronavirus cases.", "The model, published in JAMA Network Open on Thursday, shows that an estimated 59% of all coronavirus cases come from those who are asymptomatic, including 35% who are presymptomatic — meaning they initially don’t show symptoms but eventually develop them — and 24% who never develop any signs of symptoms of COVID-19.", "\"The findings of this study suggest that the identification and isolation of persons with symptomatic COVID-19 alone will not control the ongoing spread of SARS-CoV-2,\" the researchers wrote when describing their findings.", "The model supports the preventative measures experts have recommended for months, such as wearing a face covering and practicing social distancing.", "SOUTH AFRICAN CORONAVIRUS VARIANT 'VERY SIGNIFICANT PROBLEM,' UK HEALTH SECRETARY SAYS", "\"The bottom line is controlling the COVID-19 pandemic really is going to require controlling the silent pandemic of transmission from persons without symptoms,\" Jay C. Butler, the CDC deputy director for infectious diseases and a study co-author, told the Washington Post. \"The community mitigation tools that we have need to be utilized broadly to be able to slow the spread of SARS-CoV-2 from all infected persons, at least until we have those vaccines widely available.\"", "GET THE FOX NEWS APP", "Effectively controlling the spread of the virus will requires reducing the risk of transmission from people without symptoms, and identifying and isolating people with COVID-19 symptoms, the study authors wrote.", "The findings \"suggest that measures such as wearing masks, hand hygiene, social distancing, and strategic testing of people who are not ill will be foundational to slowing the spread of COVID-19 until safe and effective vaccines are available and widely used,\" the authors wrote."], "authors": ["Madeline Farber", "Madeline Farber Is A Reporter For Fox News. You Can Follow Her On Twitter"], "keywords": ["shows", "asymptomatic", "symptoms", "wrote", "carriers", "controlling", "half", "covid19", "spread", "cases", "model", "persons", "cdc", "study", "widely", "coronavirus"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}