{"id": "9df2235c-6a3c-30c8-9f1a-be7108923424", "title": "DeMar DeRozan's 7-Year-Old Daughter Helped Stop Break-In at Spurs Star's House", "url": "https://bleacherreport.com/articles/2921719-demar-derozans-7-year-old-daughter-helped-stop-break-in-at-spurs-stars-house?utm_source=cnn.com&utm_medium=referral&utm_campaign=editorial", "summary": "TMZ Sports reported DeRozan's daughter first spotted a home intruder and set off a chain of events that led to his arrest.\nVideo footage shows the intruder, Justin Bergquist, entering the house and walking around until he saw the San Antonio Spurs star's daughter.\nBergquist fled the scene but was eventually arrested and is now facing a felony burglary charge.\nAccording to police, Bergquist said he was looking for Kylie Jenner's home and was at DeRozan's house by mistake.\nIn addition to the felony burglary charge, he was ordered to stay away from both DeRozan and Jenner.", "paragraphs": ["Kevin C. Cox/Associated Press", "DeMar DeRozan may be a solid defender on the court, but nobody defends his Los Angeles house better than his seven-year-old daughter.", "TMZ Sports reported DeRozan's daughter first spotted a home intruder and set off a chain of events that led to his arrest. Video footage shows the intruder, Justin Bergquist, entering the house and walking around until he saw the San Antonio Spurs star's daughter.", "\"When the suspect saw [DeMar's daughter], he put his finger to his lips and signaled for her to be quiet,\" the police report said, although she instead alerted her parents.", "Bergquist fled the scene but was eventually arrested and is now facing a felony burglary charge.", "\"Everything is good,\" DeRozan said Saturday, per told RJ Marquez of KSAT. \"I grew up in Compton, California. I've been through worse.\"", "According to police, Bergquist said he was looking for Kylie Jenner's home and was at DeRozan's house by mistake.", "In addition to the felony burglary charge, he was ordered to stay away from both DeRozan and Jenner."], "authors": ["Scott Polacek"], "keywords": ["derozan", "derozans", "saw", "worseaccording", "7yearold", "bergquist", "helped", "house", "daughter", "burglary", "stop", "spurs", "intruder", "demar", "breakin", "stars", "felony"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}