{"id": "9e3bc94f-ef5d-34e5-9a8c-ed19af034bfb", "title": "The World in 2021 - The battle within the electric-vehicle industry will intensify", "url": "https://www.economist.com/the-world-ahead/2020/11/17/the-battle-within-the-electric-vehicle-industry-will-intensify", "summary": "And, led by China, the pro­portion of vehicles powered by batteries will grow quickly.\nElectric power requires a fundamental rethink of a car’s internal architecture, turning it into a computer on wheels.\nDuring 2021 the companies in the electric-car ecosystem—Tesla, its copycats, established carmakers and tech giants—will be jockeying for position in the race to an electrified future.\nCash from excitable investors has poured in and established carmakers are also taking stakes—as are tech giants, keen to get involved as transport goes digital.\nSimon Wright: industry editor, The Economist ■This article appeared in the Business section of the print edition of The World in 2021 under the headline “Power struggle”", "paragraphs": ["LIKE THE move from horse-drawn carriages to contraptions powered by internal-combustion engines, the migration from cars powered by fossil fuels to electric vehicles (EVs) will have a profound effect on personal transport. Covid-19 caused a 20% drop in global light-vehicle sales in 2020, to about 70m, but they will pick up in 2021. And, led by China, the pro­portion of vehicles powered by batteries will grow quickly.", "This shift will change the way people travel. Electric power requires a fundamental rethink of a car’s internal architecture, turning it into a computer on wheels. An array of new electronic systems brings connectivity and produces data, making possible new business opportunities, better mobility services and, eventually, cars that are fully self-driving. During 2021 the companies in the electric-car ecosystem—Tesla, its copycats, established carmakers and tech giants—will be jockeying for position in the race to an electrified future.", "The surging share price of Tesla, now the world’s most valuable carmaker, provides a big incentive for incumbents and newcomers to catch up. Tesla may lead in battery technology and software, but to make those advantages stick it must prove that “production hell” is behind it. The firm’s boss, Elon Musk, dreams of making 20m cars a year; in 2019 he made 370,000. Scaling up manufacturing has caused Tesla its biggest headaches. Will its new “gigafactories” in Texas and near Berlin come online as smoothly as a new plant in Shanghai, providing proof that Tesla can expand at will?", "Tesla may have some catching up to do in large-scale production, but established carmakers face an equally daunting challenge: learning how to write software. Electric cars require integrated software, not just to ensure that batteries and motors work together to provide the best performance, but to connect the car to the outside world. Incumbent carmakers are struggling to combine disparate electronic systems from different suppliers to create the seamless experience offered by Tesla, which constantly improves its cars with smartphone-style “over the air” software updates.", "Pivoting from mechanical engineering to developing software and providing the mobility services that customers will increasingly demand (such as ride-hailing and ride-sharing) is not the only challenge. Incumbents must also wind down investments in combustion-­engine technology and make the alliances needed to catch up on batteries and software. Expect more joint ventures and investments in startups, as they try to share costs, shift away from petrol power and bring in new thinking.", "And what of the Tesla wannabes, from China’s Li, Nio, WM Motor and Xpeng to American firms such as Fisker, Lucid and scandal-hit Nikola? Cash from excitable investors has poured in and established carmakers are also taking stakes—as are tech giants, keen to get involved as transport goes digital. But which companies will have staying power? Can the wannabes persuade investors that they have proprietary technology that will give them a long-term advantage?", "Flashy launches of vehicles are one thing, but as the industry’s travails show, working out how to make cars at scale, when bits and bytes are as important as brakes and bodywork, is quite another. Establishing retail and maintenance networks is no joyride, either. The coming year will make clearer which of Tesla’s competitors, new and old, can stay in the race.", "Simon Wright: industry editor, The Economist ■", "This article appeared in the Business section of the print edition of The World in 2021 under the headline “Power struggle”"], "authors": ["Simon Wright", "Industry Editor", "The Economist"], "keywords": ["cars", "carmakers", "electricvehicle", "software", "powered", "electric", "world", "industry", "tesla", "technology", "vehicles", "intensify", "2021", "battle", "established", "power"], "pubDate": "2020-11-17T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}