{"id": "9e592260-feee-36d7-8557-ffafd730e1ad", "title": "So Can Flash Actually Run Faster Than the Speed of Light?", "url": "https://www.wired.com/story/can-flash-actually-run-faster-than-speed-of-light#intcid=_wired-most-popular-right-rail_2618dc27-1e4d-4740-8b6a-e1e44752764a_popular4-1", "summary": "We often represent this speed of light as the constant c.And at faster speeds, things are a little bit different.\nIt turns out that no matter what reference frame you are in, you will measure the same value for the speed of light.\nIf you are in the same reference frame (speed) as this light clock, then the time for 1 \"tick\" will be the distance between the mirrors divided by the speed of light (c).\nNow suppose you see another light clock, but this one is in a space ship (with windows so you can see inside).\nYou can see the light in the light clock moving at just c, since everyone sees light at that speed.", "paragraphs": ["It's finally out, the Snyder cut of Justice League. So, what about that part with Flash? This is not a spoiler, since Flash does this in other situations: He needs to run faster than the speed of light in order to go back in time to warn the Justice League about something.", "Of course there are lots of physics questions to be answered, so let's get right to it.", "What's So Special About the Speed of Light?", "It's easy to understand that velocity is relative. If you were walking at 1 m/s inside a train that is moving at 10 m/s, then someone on the stationary ground would see you moving with a velocity between 9 and 11 m/s (depending on which way you were walking). But our ideas about relative velocities are based on our own experiences with stuff moving. And here is the important part—practically every example of a moving object is moving slow. Yes, that supersonic aircraft is slow. Even a rocket going to the moon is slow. Everything is slow—slow compared to the speed of light, which has a value of around 3 x 108 m/s. We often represent this speed of light as the constant c.", "And at faster speeds, things are a little bit different. It turns out that no matter what reference frame you are in, you will measure the same value for the speed of light. OK, let me give an extreme example so that you can see how this works.", "Suppose you are sitting on Earth with a flashlight. In your reference frame (let's call it Frame A), the Earth is stationary, and when you turn on the light you measure its speed as c. That seems reasonable, right? Now there is another person in a spacecraft moving toward the Earth at half the speed of light (0.5c). Let's call this spacecraft the reference Frame B. From the perspective of Frame B it is also stationary, but the Earth is moving toward it at 0.5c.", "But what about the measured speed of light from Frame B? Since the light was coming from the Earth, and the Earth appears to be moving at 0.5c, wouldn't it make that light seem to be moving at 1.5c? Nope. It doesn't work that way. It turns out that Frame B ALSO measures the speed of light at just normal c. That's the key idea of Einstein's theory of special relativity.", "Time Dilation and the Speed of Light", "You know what happens when two different people in different reference frames both measure the speed of light? Weird stuff happens with our perceptions of time. We call this time dilation. Let me explain this with a classic example—a light clock. Imagine that you have a clock, and the \"ticks\" are light bouncing back and forth between two mirrors. If you are in the same reference frame (speed) as this light clock, then the time for 1 \"tick\" will be the distance between the mirrors divided by the speed of light (c).", "Now suppose you see another light clock, but this one is in a space ship (with windows so you can see inside). The spaceship is going super fast—like half the speed of light (0.5c). You can see the light in the light clock moving at just c, since everyone sees light at that speed. But during each \"tick,\" this light not only goes back and forth between the mirrors but it also has to move forward since the mirrors are moving along with the spaceship."], "authors": ["Rhett Allain", "Rhett Allai"], "keywords": ["run", "actually", "reference", "faster", "flash", "frame", "moving", "light", "clock", "b", "ms", "mirrors", "speed", "earth"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}