{"id": "9e8fa73a-0c25-3ffc-8b22-c2e10043ae56", "title": "Shiren The Wanderer: The Tower Of Fortune And The Dice Of Fate Is Now On Switch And Steam", "url": "https://www.gameinformer.com/2020/12/03/shiren-the-wanderer-the-tower-of-fortune-and-the-dice-of-fate-is-now-on-switch-and-steam", "summary": "Shiren The Wanderer is one of those games that paved the way for modern roguelikes and roguelites to blossom into a major genre.\nNow, you can head back to a game that was previously only available in North America on the PlayStation Vita, Shiren the Wanderer: The Tower of Fortune and the Dice of Fate.\nThe title launched late yesterday on both Switch and Steam, so it's a great time to go explore some dungeons.\nAs you make your way through the dungeons, don't ignore the major town services like warehouse, bank, and even a lottery.\nYou can even use a magic pot system to craft new items that can show up in your future runs!", "paragraphs": ["Shiren The Wanderer is one of those games that paved the way for modern roguelikes and roguelites to blossom into a major genre. 2020 alone gave us rogueish gems like Hades, Monster Train, and more. Now, you can head back to a game that was previously only available in North America on the PlayStation Vita, Shiren the Wanderer: The Tower of Fortune and the Dice of Fate. The title launched late yesterday on both Switch and Steam, so it's a great time to go explore some dungeons. Check out the gameplay overview trailer here to see if it's something you might enjoy.", "With its retro-style graphics and cutesy enemies, it's somewhat of a throwback to the 16-bit era in both visuals and gameplay, as you attempt to climb through dungeons that change every time with weapons, magic, powerups and more. You can recruit companions to assist you on your journey and even call in help from online if you die somewhere with items or progress that you really don't want to lose. Yes, it's a roguelike so when you die with your super-powerful sword or stacked up high level character, they're gone for good unless another player comes into your world to save you. That said, that's all part of the game, and there are some elements of macro-progression to help ensure that you'll eventually pilot Shiren toward his goals.", "As you make your way through the dungeons, don't ignore the major town services like warehouse, bank, and even a lottery. Stockpiling gear and cash in town can greatly reduce the suffering of dying on a run and let you bounce back with ease. You can even use a magic pot system to craft new items that can show up in your future runs! This version of the game also includes some new dungeons and a display feature that places a detailed stat breakdown and inventory assessment on the screen, which is perfect for streaming."], "authors": ["Pc Editor", "Daniel Has Been At Game Informer For Seven Years", "Specializing In Multiplayer Titles", "Pc Games. When He'S Not Speculating On The Future Of The Industry", "You Can Find Him Exploring Vast Online Worlds", "Probably Streaming The Experience."], "keywords": ["fate", "dice", "major", "way", "shiren", "magic", "switch", "steam", "fortune", "items", "wanderer", "help", "town", "game", "tower", "dungeons"], "pubDate": "2020-12-03T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}