{"id": "9e9d64b0-8f5c-3674-b7ee-83414e70847b", "title": "Call of Duty: Warzone Review - Coming Back For More", "url": "https://www.gameinformer.com/review/call-of-duty-warzone/call-of-duty-warzone-review-coming-back-for-more", "summary": "Instead, it goes all-in on familiar Call of Duty shooting, throws in color-coded loot, and removes all inventory management.\nOther battle royale games can be over quickly thanks to “one and done” formats that means you’re out for the match when you die.\nThese comeback mechanics take away the sting of death from the battle royale experience.\nAll of these various injections to the battle royale formula are great, and keep the fight raging at all times.\nPlunder lacks much of the gravity and weight of the standard battle royale, but that may be exactly what you’re looking for.", "paragraphs": ["Warzone eschews the moments from other battle royales where you’re perched for minutes on end, staring down your scope at a barn where you think an enemy might be hiding. Instead, it goes all-in on familiar Call of Duty shooting, throws in color-coded loot, and removes all inventory management. It's a stark contrast from Black Ops 4’s Blackout, which was more rooted in creating intense, lethal meetings between teams – here, you're going to be seeking out your next fight at all times, and death often isn't the end. You’re in there to blast your enemy, and the focus on that singular goal works. While those who want to cobble together the perfect weapon and find the perfect sniper’s roost may be better off in another battle royale, the bid to take Call of Duty’s top-notch gunplay into a much larger field is a fun (and standalone/free!) change of pace from Team Deathmatch, Headquarters, and Kill Confirmed.", "Warzone smartly incentivizes constant action. If you’re not looking for another team to engage, don’t worry, because they’ll find you instead. Other battle royale games can be over quickly thanks to “one and done” formats that means you’re out for the match when you die. However, Warzone can often go on much longer due to some smart mechanics that offer opportunities to come back into the conflict even after death. The first addition is the Gulag, a feature that whisks you away to an isolated off-map prison. The first time you die, you’re sent to a battle to the death with one other fallen player – a 1v1 gunfight in which both players have the same loadout, and the victor gets catapulted back into the main match.", "If you’re playing with friends, the Gulag is even more fun during a team-wipe scenario. As you wait in the queue for your own 1v1 redemption match, you can watch your teammates’ fights – but you aren’t just a passive observer. You can throw rocks in an attempt to disorient a player down in the death pit, or even convey intel to your teammates about the enemy’s movements.", "Should you die in the Gulag, you still have more chances to return to the game, like your teammates buying you back for a modest sum at buy stations scattered across the map. These comeback mechanics take away the sting of death from the battle royale experience. Although they deplete the intensity and tension, they also keep players fighting and more willing to engage in combat instead of acting as strict survivalists.", "Another clever way Warzone guides players to continual friction is via a contract system. In each area, various contracts task players with opening supplies, gaining control of an area, and hunting bounties. Bounty contracts tell you where your target is, and reward you for tracking them down and eliminating them. Of course, this means you’re going to have to take out their teammates too, and bounties can be placed on you and your friends. A tracker keeps you informed of how close you are to your hunter/prey, so this system is more about forcing action between two groups than it is about a being a predator, since either side can come out on top of the bounty.", "As you collect weapons and take out players, you start to accumulate money. You can spend it at buy stations for a variety of perks, but the most important investment (beyond bringing your friends back from the grave) is the loadout drop. Here, you can import your loadouts from Call of Duty: Modern Warfare, which can give you a distinct edge in battle, since you are probably far more proficient with your comfort weapons than you are with random guns on the ground. You face a significant risk/reward with calling in a loadout that drops from the sky, as other players and teams nearby are alerted and may want the haul for themselves. All of these various injections to the battle royale formula are great, and keep the fight raging at all times. No skirting the outskirts trying to track down holdouts hiding in bathrooms – get in there!", "The core battle royale game in Warzone is by far my favorite mode, but players looking for a large-scale experience without any of the knockout risks may gravitate to Plunder instead. With no circle to stay in and infinite respawns, Plunder is a decidedly less intense experience where the goal is to collect the most money and not lose it by dying. Big-bankroll players are highlighted on the map, so running around with a stash is quite risky – teams can bank their dosh by airlifting it off the battlefield, so you need to continually decide where your time is best spent, either by avoiding other players and squirreling money away or by become a big-time bounty hunter after the big purses. Plunder lacks much of the gravity and weight of the standard battle royale, but that may be exactly what you’re looking for.", "Infinity Ward’s battle royale offering doesn’t reinvent the genre, but it does add systems that keep you ravenous for constant carnage instead of precision survival. With a bit of arcade flash and an intelligent engagement loop, Warzone is easy to enjoy."], "authors": ["Pc Editor", "Daniel Has Been At Game Informer For Seven Years", "Specializing In Multiplayer Titles", "Pc Games. When He'S Not Speculating On The Future Of The Industry", "You Can Find Him Exploring Vast Online Worlds", "Probably Streaming The Experience."], "keywords": ["players", "teams", "teammates", "warzone", "duty", "plunder", "youre", "death", "royale", "battle", "instead", "coming", "review"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}