{"id": "9ed74e5f-9127-3b8f-8c64-258a44fa5a96", "title": "New Details On The Slayer's Final Days In Doom Eternal: The Ancient Gods", "url": "https://www.gameinformer.com/2021/03/17/new-details-on-the-slayers-final-days-in-doom-eternal-the-ancient-gods", "summary": "Id Software is instead turning Doom Eternal's two-part DLC, The Ancient Gods, into the final act of the trilogy.\nHow much planning went into the DLC while you were making Doom Eternal?\nDoom Eternal is obviously the second chapter.\nMS: The player saw this hammer in Doom Eternal in a scene when you meet The Betrayer.\nIt's one of those things where there's a really nice call back to Doom Eternal.", "paragraphs": ["When Doom was rebooted in 2016, developer id Software thought of it as the first part of a trilogy. Last year's Doom Eternal brought the second chapter and set up a hell of a finale, but it isn't arriving in the form of a third game. Id Software is instead turning Doom Eternal's two-part DLC, The Ancient Gods, into the final act of the trilogy.", "We know the Doom Slayer will be blowing holes in every demon he sees, but for the first time in this long-running series we can't say we think he's going to make it out alive. Id Software is billing this chapter as \"the end\" for the Doom Slayer's saga. What does that mean exactly? We'll have to play the DLC (out on March 18) to find out, but given how brutal these games are in both their action and storytelling, there's probably good reason to worry about his safety.", "I recently talked Hugo Martin, Doom Eternal's game director, as well as executive producer Marty Stratton about why this is the final bullet in the chamber for the Doom Slayer, and what players can expect from it.", "Game Informer: How has development changed during the pandemic? Was it more challenging to make this final chapter with most of your staff in remote locations?", "Marty Stratton: Two days before we shipped Doom Eternal last year, we moved our infrastructure and back-end team out of the office first, so that they could be set up and not have any issues. As we went into Eternal's launch, we basically developed both DLCs almost entirely from home. I'd say 85 to 90 percent of DLC one was made from our homes. We got a bit of a start on DLC one before launch, but I can't say enough about how the team has responded. Overall, the team has done exceptionally well. We got two DLCs out in the course of a year while working from home, and it's some of our best work.", "As far as technical hurdles, we're less efficient passing builds. It's crazy how much you get used to the speed of connectivity inside an office. And then when you go to using VPN, and much slower speeds, it makes it slow from that perspective. Communication is a little bit harder in meetings, but on an individual basis, people have not lost a step. It's really cool to see how flexible people have been and how productive they've been.", "How much planning went into the DLC while you were making Doom Eternal?", "Hugo Martin: The groundwork for the DLC was laid all the way back in 2016. Because it's a larger arc, we outlined it in broad strokes. I'm not going to do the George Lucas thing like \"I had it all figured out and it just took me 20 years to make it.\" And then you're like \"Yeah, George. Some of that story stuff doesn't actually line up, sir.\"", "We did try and follow those footsteps, though, and knew we wanted it to be something of a trilogy. We introduced these characters like the Dark Lord, and wanted to take them somewhere and have the story end with a final conflict between the two biggest bad actors in the Doom universe. And that's what will happen in DLC two. So there was a lot of fictional groundwork that was laid.", "From a process perspective while working at home, this has probably been the most efficient dev cycle we've we've ever had.", "You mentioned trilogy. Doom Eternal is obviously the second chapter. Is The Ancient Gods the third and final game? You call it \"the epic conclusion to the Doom Slayer saga.\"", "HM: It is. For this arc. It is the Doom universe, so there's so much more to tell! When you look at other IPs and fictional universes, they're able to go forwards and backwards with their stories.", "When you put both parts of The Ancient Gods together, would you call that a complete arc?", "HM: Do you mean in terms of a full game?", "Yeah. In terms of story and what you hoped to achieve.", "HM: This is a comic book story. In terms of the scope, scale, and the popcorn-summer-action-film sense of the word story, we scratch every itch. Did we do everything we wanted to do? Yeah. We emptied the chamber. There's no gas left in the tank. We let it all hang out there. We think fans are really going to be blow away.", "So you're saying you are amping it up in the final act?", "HM: The scale and scope of the conflict is unlike anything you've seen in Doom. You started to see some of it in DLC one with The Ancient Gods' story. We've been getting better, as a studio, at achieving a sense of scale and scope of the world. You can feel it in our best maps, like Mars Core. That map stands out because you're blowing up planets, and jumping across asteroids as events happen. There's some big events in DLC one, with the impact of the things that you do in the world, like a huge titan raising you up in the air as you resurrect an ancient god. For Doom 2016, we didn't have the capabilities of telling a story of that scale. With DLC two, it's that plus five. Tech-wise, we're just getting better at making Doom games. It's getting more efficient as a team and getting more decisive in the content that we want to make. Executing on it in less times means we can do more. The conflict between good and evil is going to reach new heights, quite literally.", "MS: The last level is unlike anything we've done as a studio.", "So what's the setup? We're going to Hell to take on the big bad?", "HM: Yeah. You go to his home turf. There will be some twists and turns to the story for the people that have rode along with us since 2016. The encounter against the Dark Lord has to happen on his home turf. I think fans are going to be quite impressed. [SPOILER ALERT] It is not what you think it is. It's actually in a futuristic city. The core of Hell and the most ancient part of Hell is this world that is highly advanced. Not just with demons; there are actually people running around. The story behind that is pretty cool. The Dark Lord himself – that encounter – I think is our best fight. Taking him on is going to feel like a PvP match. We've done some things with his ability to take and regain health just like you can. It makes you feel like you are fighting another player. He'll have the same abilities you have. The push and pull of that, and drama that it creates, if you screw up, he gets his health back, and you're like \"s---!\" Just like you have combos, he has combos. It's post-launch content in a skill-based action game, you have to consider the core with it.", "Are you bringing the same toys to this fight?", "HM: We have a new toy. It's a hammer! It's going to be awesome! We worked really hard on it. You have the kill equation in Doom: The things that you do to set up kills, the finishing blows, and then we all know at close range the super shotgun is the most powerful tool in the game or a blood punch. That's the end of the kill equation. We had to find a spot where we give you something you always wish you had. The hammer is a single button press just like the chainsaw. It launches you into the air and you slam it down like Thor.", "The hammer creates falters. If you play our game on the Nightmare difficulty, you definitely have to understand falters. This means you create a dazed state in enemies, almost like tweety birds over the head of a character in a fighting game. It does a good amount of damage to fodder. You can clear out the cockroaches with it. It multiplies and enhances your ability to extract resources from enemies. It's another way to get ammo. It's also a way to say \"everyone get away from me\" or \"chill out\" because they all wobble. If you throw an ice bomb and then do the hammer, you multiply the number of resources that come out of the enemy. The hammer encourages combos. In one killing blow against a Hell Knight, if you combine your tools, you can replenish nearly all of your ammo. The loop of that, we hope it's like that great combo in Devil May Cry that makes you say \"that feels good.\" We're kind of merging third-person action game ideas with our classic, id Software FPS.", "What's the hammer's name?", "HM: The Hellbreaker.", "Is it limited use?", "HM: As we say, we always want to keep people in the fun zone, so basically it's a reward for doing cool things. You charge it by shooting weak points and doing glory kills. I didn't want it to be a power meter. I can't stand them. Waiting on the cooldown is the worst. We're guilty of that with the ice bomb. It's on a timer. [laughs] There are so many things about Doom Eternal that I love, and other things that I can't wait to get back in there and work on in the next iteration. The ice bomb slowly charging over time is one of those things. I'm like \"I hate that thing!\"", "MS: The player saw this hammer in Doom Eternal in a scene when you meet The Betrayer. He has a sentinel hammer. It's one of those things where there's a really nice call back to Doom Eternal. We knew when we put that in there that it would be something we can use moving forward. I think players will fictionally love that callback, too.", "Your game is already running at 60 frames per second, but is there anything players can expect from these games on PlayStation 5 and Xbox Series X/S?", "MS: We wanted to get DLC two out there first. Our engine team has made some advancements for the DLCs, like weather and water, and some additional graphical enhancements. But yes, we have next-gen right around the corner both for PlayStation 5 and Xbox Series X and S. Raytracing is a part of that. I don't want to go into too many details on it yet, but it won't be a long wait.", "Are you looking at Doom 2016 and beyond? Or just Eternal for next-gen?", "MS: Right now it's just Eternal."], "authors": ["Weekly Trips To Arcades To Owning Every System That Hit The Market Since The Atari", "Andrew Has Dedicated His Life To Video Games."], "keywords": ["things", "doom", "hammer", "hell", "eternal", "details", "think", "final", "say", "slayers", "game", "days", "dlc", "going", "gods", "ancient"], "pubDate": "2021-03-17T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}