{"id": "9ee9a8ff-531d-3ea1-b2d1-a2a6ba87560c", "title": "The tunnel gets darker - What the new variants of covid-19 mean for human health", "url": "https://www.economist.com/leaders/2021/01/02/what-the-new-variants-of-covid-19-mean-for-human-health", "summary": "T HE WINTER solstice may have passed, but in the land of covid-19 the nights are still growing longer.\nIn recent weeks two variants of the coronavirus have spread with ferocious speed in Britain and South Africa.\nA more transmissible covid-19 virus that is just as dangerous, as this variant is, means that hospitals may be overwhelmed.\nYet covid-19 patients at hospitals have now exceeded the peak in April and the health service is struggling to cope.\nBut that is because, unlike Britain and South Africa, most do little genomic sequencing to look for mutations.", "paragraphs": ["T HE WINTER solstice may have passed, but in the land of covid-19 the nights are still growing longer. In recent weeks two variants of the coronavirus have spread with ferocious speed in Britain and South Africa. They have mutations that make them a lot more contagious. Although, so far, they do not seem to be any deadlier, for every ten people that older variants would infect in Britain the new one infects 15. Early data suggest that the South African variant burns just as fiercely.", "Just now the world is rightly focused on approving, making and administering vaccines. Alas, it also needs to face up to the fact that before jabs come to the rescue, the new variants will spread, creating deep difficulties for policymakers.", "Evolutionary biologists have shrugged at the appearance of the mutations: this is how viruses behave, for natural selection favours variants that are more transmissible and less deadly (see article). Some viruses that cause common colds may have started out as vicious as SARS - C o V -2 and moderated in their old age. Policymakers cannot afford to be so relaxed. A more transmissible covid-19 virus that is just as dangerous, as this variant is, means that hospitals may be overwhelmed. In England the majority of the population has been in near-full lockdown for weeks. Yet covid-19 patients at hospitals have now exceeded the peak in April and the health service is struggling to cope.", "Much of the rest of the world, including Europe and America, will soon follow. More than 50 countries rushed to ban travellers from Britain as soon as its scientists told the world about the new variant, in mid-December. Many have also banned arrivals from South Africa. But such measures are likely to buy only a little time. In early November, before travel bans, the British variant already accounted for nearly 30% of cases in London, one of the world’s most connected cities. Given how early variants spread from ski resorts in the Alps last winter and from Spain in the summer, it is naive to believe that cases are not already seeded all over Europe and beyond. Once it arrives, the new British variant is likely to displace local strains within a few weeks.", "So far, only sporadic cases of it have been found in 20 or so countries, including in America in a man who had not travelled. But that is because, unlike Britain and South Africa, most do little genomic sequencing to look for mutations. France has examined the virus fewer times in the entire pandemic than Wales does in a week. Most countries do not look at all. Other more contagious variants may thus be spreading undetected.", "The good news is that these mutations are unlikely to reinfect people who have had the disease or to evade today’s covid-19 vaccines. Natural selection will, eventually, begin to change that, as more and more people are inoculated, but vaccines can be tweaked to remain effective. With the Pfizer-BioNTech vaccine, the process takes just six weeks.", "Between now and then", "However, even in the mostly rich countries that have hoarded vaccine supplies there will not be enough to stop the virus from spreading, at least until summer. This week’s emergency approval of the AstraZeneca-Oxford jab will help (see article), but there will still be delays. Poorer and middle-income countries will remain less well protected for a lot longer.", "Countries in Europe and beyond will be forced to deal with this fast-changing reality by reassessing the trade-offs between the benefits from the harsh lockdowns needed to stop a more contagious virus and their long-term costs to schooling, health and livelihoods. There is still light at the end of the tunnel. But the road through it has become a lot more treacherous.■", "Editor’s note: Some of our covid-19 coverage is free for readers of The Economist Today, our daily newsletter. For more stories and our pandemic tracker, see our hub"], "authors": ["The Economist"], "keywords": ["gets", "south", "mean", "covid19", "britain", "health", "weeks", "variants", "countries", "darker", "tunnel", "variant", "world", "virus", "human", "mutations"], "pubDate": "2021-01-02T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}