{"id": "9eec015d-ea52-3ad2-86fa-cea29a9497bb", "title": "Sega's Turn-Based Strategy Game Humankind Gets April Release Date", "url": "https://www.gameinformer.com/the-game-awards-2020/2020/12/10/segas-turn-based-strategy-game-humankind-gets-april-release-date", "summary": "Humankind, the new turn-based historical strategy game from Sega and Amplitude Studios, has released a new trailer and been given a release date.\nThe \"Lucy\" trailer showcases a new gameplay scenario players can check out as a part of the studio's OpenDev initiative, which solicits community feedback ahead of launch.\nThe new gameplay scenario will be available for players to check out from December 15 to December 28.\nThe Lucy OpenDev scenario includes 40 cultures spread across four full gameplay eras, starting with the Neolithic era, or 150 turns (whichever comes first).\nYou can see the new \"Lucy\" trailer below.", "paragraphs": ["Humankind, the new turn-based historical strategy game from Sega and Amplitude Studios, has released a new trailer and been given a release date. The \"Lucy\" trailer showcases a new gameplay scenario players can check out as a part of the studio's OpenDev initiative, which solicits community feedback ahead of launch.", "The new gameplay scenario will be available for players to check out from December 15 to December 28. The Lucy OpenDev scenario includes 40 cultures spread across four full gameplay eras, starting with the Neolithic era, or 150 turns (whichever comes first). Each culture features unique gameplay attributes, giving you a taste of the wide range of playstyles available in Humankind. You can also conduct battle on land or sea, and attempt to forge diplomatic relationships with seven A.I. opponents.", "You can see the new \"Lucy\" trailer below.", "Humankind's full release hits on April 22 through Steam, Stadia, Epic Games Store, and retail. If you pre-purchase the Digital Deluxe Edition, which includes a digital copy of the game, the digital soundtrack, a unit and tech-tree PDF poster, and the Notre-Dame pack, you save 17 percent."], "authors": ["Digital Editor", "Brian Has Written About Video Games For Over A Decade Across Multiple Publications. When He'S Not Writing Or Gaming", "He'S Usually Listening To Music", "Watching Ufc", "Or Hopelessly Rooting For A Baltimore Or D.C. Sports Team."], "keywords": ["scenario", "release", "lucy", "strategy", "gets", "humankind", "trailer", "includes", "game", "players", "studios", "date", "turnbased", "gameplay", "opendev", "segas", "digital"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}