{"id": "9efb93f7-32fc-358b-be27-21ec0bc1639b", "title": "Why Joe Biden isn’t afraid of debt any more", "url": "https://www.economist.com/united-states/2021/03/29/why-joe-biden-isnt-afraid-of-debt-any-more", "summary": "In 2009, when the next Democratic president, Barack Obama, held his first press conference, the public debt was 77% of GDP, and America was reeling from the Great Recession.\nIt is difficult to overstate how diminished the once-potent politics of deficit spending have become.\nPersistently low interest rates have eased many economists’ fears about the danger of public debt, once an obsession of office-holders, candidates, press and policy wonks alike.\nSupporters of Mr Biden argue that investments in infrastructure will pay for themselves over time through increased growth.\nIt was opened by his vice-president, Mr Biden, who saw “a real opportunity to both put our economy back on track and restore fiscal responsibility”.", "paragraphs": ["IN 1993, WHEN Bill Clinton held his first full press conference as president, the national debt stood at 63% of GDP, and America was in a recession. He took pains in his opening remarks to emphasise that he would cut the deficit before he spoke about any plans to stimulate the economy.", "In 2009, when the next Democratic president, Barack Obama, held his first press conference, the public debt was 77% of GDP, and America was reeling from the Great Recession. Before taking a question, he also tried to pre-empt criticism of his spending plans, arguing that “doing a little or nothing at all will result in even greater deficits”.", "Today, as spending has spiked and the economy has faltered, the debt stands above $27trn, or around 130% of GDP. The federal deficit tripled last year to more than $3trn. America is once again trying to kick-start its economy, this time with a fiscal jolt of $1.9trn, far more than Messrs Clinton or Obama dared. And yet when Joe Biden held his first press conference as president on March 25th, he felt no need to mention deficits at all. After some 38 minutes, unbidden, he brought up the cost of his stimulus plan, but only to mock Republican officials’ newfound concerns about it as hypocritical, given their support for Donald Trump’s tax cuts. “I love the fact that they found this whole idea of concern about the federal budget,” he said. “It’s kind of amazing.”", "Mr Biden sketched out his next mammoth initiative, a plan to invest in infrastructure that could reportedly cost as much as $3trn. No reporter asked about any of this spending, much less how it might be paid for.", "It is difficult to overstate how diminished the once-potent politics of deficit spending have become. Persistently low interest rates have eased many economists’ fears about the danger of public debt, once an obsession of office-holders, candidates, press and policy wonks alike. Just a few years ago cutting the deficit seemed virtuous, generating bipartisan murmurs of solemn approbation. Now, among Democrats, it elicits little more than a roll of the eyes as a dumb if not immoral custom of a blinkered era. From Congresswoman Alexandria Ocasio-Cortez to the economic advisers around Mr Biden, influential Democrats worry instead about not spending enough to confront an array of problems, be they rusting bridges or warming oceans. “When did billions become trillions?” asks Maya MacGuineas, president of the Committee for a Responsible Budget, who for many years has warned of the long-term dangers of rising deficits. “It seems like just a minute ago we were worried about borrowing an additional $10bn.”", "Mr Biden has the public on his side. Pollsters report strong support for his stimulus spending and minimal concern about debt. In the latest Gallup survey, just 3% of respondents cited the debt or deficit as the most important problem facing the country. “Republicans don’t care, Democrats don’t care—nobody cares,” said Frank Luntz, a Republican pollster. “We assume that somebody else will pay for it.”", "Low interest rates have kept down the cost of servicing the public debt, though at about $300bn annually it is still far more than the federal government spends on housing the poor. Based on the current debt, before any spending on infrastructure, an increase of one percentage point in interest rates would increase interest payments by another $300bn this year, according to the Committee for a Responsible Budget. Progressive politicians favour increasing taxes to reduce income inequality, and Mr Biden is reported to be considering tax increases to offset the cost of his infrastructure plan, including raising taxes on corporations and the very wealthy. But such changes are certain to be fought by Republicans and are unlikely to pay for the whole plan. Supporters of Mr Biden argue that investments in infrastructure will pay for themselves over time through increased growth.", "For decades Mr Biden was a deficit hawk. Like Mr Clinton, he was part of a rising generation of “New Democrats” seeking to escape the image of spendthrift liberals that Republicans had successfully attached to their party. As far back as 1984 (federal debt: 37% of GDP) he supported a freeze on all federal spending to deal with what he called the “runaway deficits” of Ronald Reagan’s administration. “Within the next 12 to 18 months this country will face an economic and political crisis of extraordinary proportions if Congress refuses to take decisive action on the deficits we face,” he warned, wrongly, as it turned out.", "Despite Reagan’s false piety about the deficit—it ballooned under him and his successor, George H.W. Bush—Democrats continued to labour under public suspicion as the party of big spending. In 1996, when Gallup found that Americans considered the deficit to be the biggest problem facing the country, Mr Clinton promised in his state-of-the-union address to balance the budget and declared, “The era of big government is over.”", "Mr Clinton went on to deliver four surpluses in a row while creating a health-insurance programme for poor children—a combination considered a triumph on the left until recently. His aides projected surpluses “as far as the eye can see”. But these surpluses were vaporised by a market crash, the attacks of 9/11 and the wars that followed, and tax cuts under George W. Bush.", "And yet Mr Obama felt the same pressure Mr Clinton did. Barely a month into his presidency he convened a “Fiscal Responsibility Summit”. It was opened by his vice-president, Mr Biden, who saw “a real opportunity to both put our economy back on track and restore fiscal responsibility”. Under Mr Obama the deficit fell by more than half, measured against the high baseline set by the extraordinary spending during the financial crisis.", "Then came the Trump tax cuts, sold on promises they would pay for themselves through increased growth. Like Mr Trump’s campaign promise to wipe out deficits and then pay down the debt within eight years, that result did not materialise. And Republican senators who had seemed sincere in their commitment to deficit reduction supported the tax bill. In the eyes of independent analysts, this was a breaking point for centrist Democratic legislators, who concluded Republicans were truly interested in deficit reduction only as a political cudgel. “You know what I call the Republicans?” asks Rahm Emanuel, who served as a policy adviser to Mr Clinton and chief of staff to Mr Obama. “Seasonal deficit hawks. They come around every fall when a Democrat wins.”", "Now the era of big government being over appears, itself, to be over."], "authors": ["The Economist"], "keywords": ["biden", "spending", "clinton", "republicans", "public", "mr", "joe", "pay", "debt", "tax", "afraid", "isnt", "deficit"], "pubDate": "2021-03-29T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}