{"summary": "\"On the issue of concealed carry, I think that would be a choice that each individual would have to make,\" he said.\n\"I know concealed carry is pretty big in some places -- down in Texas and Florida, perhaps, where individuals can carry [firearms].\"\nStephens, who serves as professor emeritus and 'School Safety Chair' of Pepperdine University's Graduate School of Education, said heightened vigilance is the price of personal safety.\nHe also claimed it's impossible to fully ensure school safety, but said small steps can be taken to minimize threats.\n\"The reality is, no one can ensure school safety except for an insurance company,\" he said.", "keywords": ["expert", "predicts", "murder", "concealed", "safety", "student", "laws", "violence", "college", "carry", "stabbing", "crime", "place", "rise", "school"], "paragraphs": ["Following the gruesome murder of Tessa Majors, an 18-year-old freshman at Barnard College in New York City, Dr. Ronald Stephens, executive director of the National School Safety Center in California, predicted a rise in concealed carry permit laws to help deal with the escalating violence.", "Majors was found Wednesday near a staircase in Manhattan’s Morningside Park with \"multiple stab wounds.\" The president of the college, Sian Leah Beilock, said Majors was killed during a failed robbery attempt. A 13-year-old male suspect was arrested and charged with second-degree murder, first- and second-degree robbery, and criminal possession of a weapon.", "Fox News spoke with Stephens about student safety, and he offered up several tips on how to stay secure, including the use of a weapon for self-defense.", "\"As we look at the levels of violence and crime today, not only in schools but in community places, it's almost like shopping malls have become the new go-to place for disruption,\" he said Tuesday. \"Or [movie] theaters or other large gathering points. I think the changing of the times is affecting the choices that people make, and I suspect we'll see more of the concealed carry permit [solutions] taking place.\"", "SUSPECT, 13, IN MURDER OF BARNARD COLLEGE STUDENT TESSA MAJORS ORDERED HELD WITHOUT BAIL", "Stephens said the choice to carry a firearm is up to each individual person, and also offered logistical solutions to staying safe, such as never walking alone and always moving briskly from point A to point B.", "\"On the issue of concealed carry, I think that would be a choice that each individual would have to make,\" he said. \"I know concealed carry is pretty big in some places -- down in Texas and Florida, perhaps, where individuals can carry [firearms].\"", "\"In terms of school safety... laws require schools to publish their crime report for new students,\" Stephens continued. \"It's important to take a look at that.\"", "\"Secondly, a lot of it is just being incredibly observant wherever you are,\" he said. \"Don't be out simply on your own when you're moving from one place to another. People can't always be brisk with their movements, but when you're just sauntering along at a slow pace it's much easier to be victimized.\"", "According to the Department of Education's (DOE) most recent campus crime stats from 2017, there were 38,100 reports of criminal offenses. Those offenses included sexual assault, rape, robbery, arson, burglary, murder, manslaughter and motor vehicle theft, among other infractions.", "These stats were taken from more than 6,000 institutions nationwide, from more than 11,000 campuses. There were more than 52,000 total arrests made and 1,143 hate crimes reported.", "UIC COLLEGE STUDENT STRANGLED IN CAMPUS PARKING GARAGE, POLICE SAY", "Stephens said the eruption of violence isn't limited to college campuses and can be attributed, in part, to the growing homeless population within major metropolitan areas.", "\"Last evening I was walking the streets of San Francisco and I just thought, 'My goodness, the times have changed there,'\" he said. \"There were so many intimidating homeless individuals on the street it was just unbelievable. It wasn't the San Francisco I remembered.\"", "Stephens, who serves as professor emeritus and 'School Safety Chair' of Pepperdine University's Graduate School of Education, said heightened vigilance is the price of personal safety. He also claimed it's impossible to fully ensure school safety, but said small steps can be taken to minimize threats.", "\"The reality is, no one can ensure school safety except for an insurance company,\" he said. \"And even in that case, all they can do is compensate for the loss or the victimization that's there. And so that becomes one of the challenges.\"", "CLICK HERE TO GET THE FOX NEWS APP", "\"I don't know that there's any magic assurance that I can give, but primarily it's finding out what kind of supervision plan is in place, what has been the record of crime and violence in that place, and just being constantly vigilant wherever you are,\" he added."], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "https://www.foxnews.com/us/college-campus-violence-prevention-barnard-stabbing", "authors": ["Nick Givas", "Nick Givas Is A Reporter With Fox News. You Can Find Him On Twitter At"], "id": "9efe5b06-e578-36d7-b6be-d9de0cfd8367", "pubDate": null, "title": "After Barnard student stabbing, school safety expert predicts rise in concealed carry laws"}