{"id": "9f14f90e-49ce-3fd9-b32a-556dac917c27", "title": "How we met: We were locked down on different continents – and our marriage joke became a reality", "url": "https://www.theguardian.com/lifeandstyle/2021/jan/11/how-we-met-we-were-locked-down-on-different-continents-and-our-marriage-joke-became-a-reality", "summary": "At the end of 2019, Nelly Sutro was living in New York, facing the fast-paced grind of city dating life.\nRyan says the slower pace of life meant they were able to invest more time getting to know each other.\n“It wasn’t long before our marriage joke started to become a reality.\nWe work really well togetherBecause she’d been living with her parents as their relationship developed, Nelly says her family were less surprised.\nWe work really well together.” Nelly loves her partner’s consistency.", "paragraphs": ["At the end of 2019, Nelly Sutro was living in New York, facing the fast-paced grind of city dating life. Fed up with apps, ghosting and rushed drinks with strangers after work, she complained to her friend Lina about the situation.", "Unbeknown to her, Lina had been in touch with another friend, Ryan Lacey, who was based in Germany for his US army job, and also struggling to meet someone. “She connected us on Instagram and suggested that we chat,” says Nelly. “She thought we’d be really good together.”", "The pair hit it off but, as they lived 4,000 miles apart, the conversation soon fizzled out. “We started chatting again when I was on a two-week trip in South America last February,” says Nelly. “By the time I got back to New York, the pandemic was taking hold, so I went back to my home town in rural Arizona to stay with my parents.”", "During lockdown, she and Ryan continued to talk on Instagram, before switching to FaceTime. Ryan says the slower pace of life meant they were able to invest more time getting to know each other. “Normally when you’re dating, you have so much else going on in your life you’re not able to concentrate on the person as much. I was able to get to know Nelly with nothing else in the way.”", "Nelly says living at home meant she wasn’t distracted by the “artificiality” of her New York life. The pair watched TV shows and took walks “together” on their video dates, and she was able to show him to some of her favourite childhood haunts.", "As soon as travel restrictions were lifted, they made plans to meet in his home city of Boston. “It was the end of June, and we had to balance social responsibility with meeting up. We invested in good-quality masks and rented an apartment that nobody had been in since February. We were really careful,” he says. Ryan was “super-nervous” but “immediately felt at ease” when he saw Nelly. After the trip, he went back to Germany to quarantine, feeling disappointed that they might not be able to meet again soon.", "During the trip, they had made jokes about getting married, so they could continue to see each other. “It wasn’t long before our marriage joke started to become a reality. There was no travel from the US into Germany at the time, and we didn’t see another option for being together,” says Nelly. “It sounds crazy, but it didn’t feel like a crazy thing.” They discovered that US military personnel were able to marry by proxy in the state of Montana with neither party physically present. Though neither of them had ever been to the state, proxies were sent to the courthouse, and they were legally married. They were emailed copies of the marriage certificate a week later, but haven’t celebrated yet.", "“Everything’s on hold until we can get our families together again safely,” says Ryan. When they married, his parents were “shocked” but supportive. “They’d met her briefly in Boston and my brother had picked us up from the airport. Now my mum wants to talk to Nelly all the time and send her gifts.”", "She’s creative and emotional, whereas I am very logical. We work really well together", "Because she’d been living with her parents as their relationship developed, Nelly says her family were less surprised. “It took them a while to get used to the idea, but they had watched the relationship grow.” In September, Nelly flew to Germany to be with her partner in Kaiserslautern in the south-west of the country, and now works remotely for Columbia Business School.", "“We had to make adjustments when Nelly moved here as we’d never lived together before,” says Ryan. “But we’ve been able to talk and communicate really well.” They agree that in many ways the lockdown made them stronger. “It’s hard because I guess everyone has had a bad year, but I have had an amazing year because I met her.” The couple love to travel and are making plans to explore Europe after the lockdown lifts. In the meantime, they are happy spending time with each other at home. “Nelly is so beautiful, and her personality really complements mine,” says Ryan. “She’s creative and emotional, whereas I am very logical. We work really well together.” Nelly loves her partner’s consistency. “He shows his love through actions and follows through on everything he says he will. We’re really lucky.”", "Want to share your story? Tell us a little about you, your partner and how you got together by filling in the form here.", "", ""], "authors": ["Lizzie Cernik"], "keywords": ["continents", "germany", "marriage", "joke", "work", "different", "locked", "york", "life", "met", "able", "travel", "trip", "ryan", "reality", "really", "nelly"], "pubDate": "2021-01-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}