{"id": "9f44ea7e-e6fe-308c-8197-ed80cbc20c90", "title": "Cake-cutting 'hack' using wine glass goes viral: 'This is a game changer'", "url": "http://www.foxnews.com/food-drink/cake-cutting-hack-wine-glass-viral", "summary": "Sorry, serving spatula, but your days seem to be numbered after a video emerged of partygoers using nothing but a wine glass to dole out birthday cake.\nThe “hack,” as it’s being touted online, involves using the rim of a wine glass to both cut into the cake and then scoop out a tiny slice.\nYou can then eat the slice directly out of the glass, which is also now also covered in frosting on one side.\nThe idea was first shared on TIkTok last week, where it has since gone viral.\nWhy have I never thought of this?” said another woman, who called it “genius.”“A cake hack that I can get behind,” another added.", "paragraphs": ["Sorry, serving spatula, but your days seem to be numbered after a video emerged of partygoers using nothing but a wine glass to dole out birthday cake.", "The “hack,” as it’s being touted online, involves using the rim of a wine glass to both cut into the cake and then scoop out a tiny slice. You can then eat the slice directly out of the glass, which is also now also covered in frosting on one side.", "The idea was first shared on TIkTok last week, where it has since gone viral. Other versions of the same idea have been shared on Instagram, as well.", "TIKTOK REVEALS THE TOP 10 FOOD TRENDS THAT WENT VIRAL IN 2020", "MAN MAKES COOKIE, SALAD ‘KING’S HAND’ DISH BASED ON DREAM HE HAD, GOES VIRAL", "Converts were impressed with the idea.", "“This is a game changer,” one person said on TikTok.", "“This is blowing my mind. Why have I never thought of this?” said another woman, who called it “genius.”", "“A cake hack that I can get behind,” another added. “I will never eat cake another way.”", "TIKTOK CHEF GOES VIRAL FOR HOTEL COOKING SERIES THAT USES CLOTHES IRONS, COFFEE MAKERS IN UNCONVENTIONAL WAYS", "Though the idea has been applauded far and wide, it should be noted if you prefer more cake than frosting, or more than a tasting portion (or for your cake slice not to come pre-mashed), this method may not be for you. Also, the type of wine glass you choose will likely affect your experience as a tapered top will be harder to scoop out all of the cake, and any stemware that might be too delicate may even shatter into a now-ruined birthday cake."], "authors": ["Alexandra Deabler", "Alexandra Deabler Is A Lifestyle Writer", "Editor For Fox News."], "keywords": ["scoop", "wine", "viral", "shared", "hack", "goes", "changer", "cake", "using", "game", "cakecutting", "idea", "slice", "glass"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}