{"id": "9f48ecaa-66ef-360a-9585-036d79d87bfa", "title": "‘There’s a red flag here’: how an ethanol plant is dangerously polluting a US village", "url": "https://www.theguardian.com/us-news/2021/jan/10/mead-nebraska-ethanol-plant-pollution-danger", "summary": "They point to testing ordered by state officials that found neonics in AltEn waste at levels many times higher than what is considered safe.\nOn the AltEn property, state environmental officials recorded levels of clothianidin at a staggering 427,000ppb in testing of one of the large hills of AltEn waste.\nNeither Scott Tingelhoff, AltEn general manager, nor two other plant officials responded to multiple requests for comment from the Guardian.\nMead residents say they were concerned about waste from the plant that has not stayed on plant property.\nNeither Tingelhoff, the AltEn general manager, nor two other plant officials responded to a request for comment.", "paragraphs": ["Situation in Mead, Nebraska, where AltEn has been processing seed coated with fungicides and insecticides, is a warning sign, experts say", "For the residents of Mead, Nebraska, the first sign of something amiss was the stench, the smell of something rotting. People reported eye and throat irritation and nosebleeds. Then colonies of bees started dying, birds and butterflies appeared disoriented and pet dogs grew ill, staggering about with dilated pupils.", "There is no mystery as to the cause of the concerns in Mead, a farming community so small that its 500 residents refer to it as a village and not a town.", "A parent's guide to avoiding potentially toxic chemicals Read more", "After multiple complaints to state and federal officials and an inquiry by a researcher from the University of Nebraska, all evidence points to what should be an unlikely culprit – an ethanol plant that, like many others around the United States, turns corn into biofuel.", "The company, called AltEn, is supposed to be helpful to the environment, using high-starch grains such as corn to annually churn out about 25m gallons of ethanol, a practice regulators generally hail as an environmentally friendly source for auto fuel. Ethanol plants typically also produce a byproduct called distillers grains to sell as nutritious livestock feed.", "But unlike most of the other 203 US ethanol plants, AltEn has been using seed coated with fungicides and insecticides, including those known as neonicotinoids, or “neonics”, in its production process.", "Company officials have advertised AltEn as a “recycling” location where agricultural companies can rid themselves of excess supplies of pesticide-treated seeds, a strategy that gave AltEn free supplies for its ethanol, but also left it with a waste product too pesticide-laden to feed to animals.", "Instead, AltEn has been accumulating thousands of pounds of a smelly, lime-green mash of fermented grains, distributing some to farm fields as a “soil conditioner” and accumulating the rest on the grounds of its plant.", "It is that waste that some researchers say is dangerously polluting water and soil and probably also posing a health threat to animals and people. They point to testing ordered by state officials that found neonics in AltEn waste at levels many times higher than what is considered safe.", "Some of the levels recorded are just off the charts Dan Raichel", "“Some of the levels recorded are just off the charts,” said Dan Raichel, an attorney with the Natural Resources Defense Council (NRDC), which has been working with academics and other environmental protection groups to monitor the situation in Mead. “If I were living in that area with those levels of neonics going into the water and the environment I would be concerned for my own health.”", "Importantly, Raichel and other observers say the situation in Mead is a warning sign – an example of the need for tighter regulations of the pesticide-coated seeds that are marketed by big companies such as Bayer AG and Syngenta.", "The Environmental Protection Agency (EPA) considers neonics in food and water safe at a range of up to 70 parts per billion (ppb) depending on the specific pesticide. The agency sets different benchmarks for “aquatic life” freshwater invertebrates. For the neonic known as clothianidin the benchmark is 11ppb and it is 17.5ppb for a neonic called thiamethoxam.", "On the AltEn property, state environmental officials recorded levels of clothianidin at a staggering 427,000ppb in testing of one of the large hills of AltEn waste. Thiamethoxam was detected at 85,100ppb, according to testing ordered by the Nebraska department of agriculture.", "In an AltEn wastewater lagoon, clothianidin was recorded at 31,000ppb and thiamethoxam at 24,000ppb. A third dangerous neonic called imidacloprid was also found in the lagoon, at 312ppb. The EPA aquatic life benchmark for imidacloprid is 0.385ppb. AltEn’s lagoon system holds approximately 175m gallons.", "High levels of 10 other pesticides were also found in the plant lagoon. At least four pesticides in the corn used by AltEn, including clothianidin and thiamethoxam, are known to be “detrimental to humans, birds, mammals, bees, freshwater fish” and other living creatures, state regulators noted in an October letter to AltEn.", "State officials have cited the plant for “non-compliance” of various rules designed to prevent pollution, and said in the October letter that they were worried that AltEn was not properly disposing of the waste and noted the possibility of contamination of “short-term and longer-term surface water and groundwater”.", "It is a really significant contamination event that is impacting the local ecosystems and community there Sarah Hoyle", "“It is a really significant contamination event that is impacting the local ecosystems and community there,” said Sarah Hoyle, who specializes in pesticide issues for the Xerces Society, an Oregon-based conservation organization helping research the problem in Mead.", "Neither Scott Tingelhoff, AltEn general manager, nor two other plant officials responded to multiple requests for comment from the Guardian.", "Last year Tingelhoff told a local television station that the company was working with state regulators to address concerns.", "Mead residents say they were concerned about waste from the plant that has not stayed on plant property. In addition to the quantities taken to farms to spread across acreage, still more appears to have leached and spilled out of wastewater lagoons into adjacent waterways.", "AltEn has also been applying its wastewater to acreage. Some Mead residents fear the well water their homes depend on is now contaminated, while researchers also worry about potential contamination of an underground aquifer that supplies water across the US midwest.", "They also are unhappy with what they say has been more than two years of regulatory failures to protect the community.", "“I’ve gotten a lot of pushback from people at the state,” said area resident Paula Dyas, who filed a complaint with the state when her dogs became ill after ingesting some of the waste that had been dumped on a neighboring farm field. Her pets have recovered, but were so ill she feared lasting damage. “There is just no regard for how much of these chemicals we’re putting on to the land and what that is ultimately going to do to animals, to wildlife,” she said.", "Jody Weible, former chairwoman of the Mead planning commission, tried to enlist the aid of state political leaders as well as regulators in dealing with what she refers to as the “poison” coming out of AltEn. The plant is roughly a mile from her home of 34 years.", "“I’ve emailed the EPA, water, parks and conservation people, pretty much anybody I could think of,” Weible said. “They all say there is nothing they think they can do about it.”", "Other neighbors living near the plant have told state officials of strange illnesses and dead or dying birds.", "After fielding multiple complaints, the Nebraska department of agriculture ordered AltEn to stop distributing its waste to farm fields. But that has meant that more and more has been piling up on site at the ethanol facility or washed into its lagoons. AltEn has also started incinerating some of the waste and storing “biochar” in bags outside on plant property, a practice that further worries area residents.", "Dead bees", "State regulators say they have not tested water or soil or vegetation outside the plant property and have no knowledge of potential wider harm from the spread of the AltEn waste. But Judy Wu-Smart, a University of Nebraska researcher studying bee health, has done some testing and said there is little doubt that contamination from the plant has spread much farther than its boundaries.", "In an academic paper she has shared with regulators and other researchers Wu-Smart said every single beehive maintained on a university research farm located about a mile from Mead has died off, losses that coincided in timing with AltEn’s use of neonic-treated seed. She has also reported a scarcity of other insects common to the area, and has video recordings of birds and butterflies in the area that appear neurologically impaired.", "After finding neonic residues in vegetation and tracing waterways that connect the university land to AltEn, Wu-Smart is concerned that a broad contamination event by high levels of neonics is taking a toll on the environment, and possibly the people living in the area.", "Tthe bees are just a bio-indicator of something seriously going wrong Judy Wu-Smart", "“There is a red flag here. The bees are just a bio-indicator of something seriously going wrong,” Wu-Smart said. There is an “urgent need to examine potential impacts on local communities and wildlife”, she said.", "Neonics are absorbed through the roots of plants as they grow, and can persist for years in the environment and are blamed, along with other pesticides, for a so-called “insect apocalypse”. The insecticides have also been tied to serious defects in white-tailed deer, deepening concerns over the chemical’s potential to harm large mammals, including people.", "The European Union banned the outdoor use of neonics clothianidin, imidacloprid and thiamethoxam in 2018, and the United Nations says neonics are so hazardous that they should be “severely” restricted. But in the US, neonics are widely used.", "Not just Nebraska at risk", "Meghan Milbrath, assistant professor of entomology at Michigan State University, said the implications of AltEn’s practices “stretch far beyond Mead”.", "“As we have seen here, mishandled treated seed can result in significant contamination that disrupts ecosystems and puts communities at risk,” Milbrath said.", "The Nebraska department of environment and energy (NDEE) said it “does not have an opinion” about the source of the bee die-offs and lacks “jurisdiction” in the matter. The state agency said it was continuing to “review operations and activities at the facility”.", "And though the state has not stopped AltEn from taking in pesticide-coated seeds for ethanol production, it has ordered AltEn to implement a ground water monitoring plan and other mitigation measures, though the state has noted multiple problems with compliance. The state also has ordered AltEn to dispose of its waste at a permitted solid waste disposal area facility.", "Residents question whether or not that will happen and point to large piles of the green waste still ringing the facility.", "Neither Tingelhoff, the AltEn general manager, nor two other plant officials responded to a request for comment.", "But state officials declined to be interviewed for this story, though Blayne Glissman, an NDEE waste permits specialist, offered a defense for the ethanol operation, saying he believed AltEn officials were just “hard-working people trying to make a living”."], "authors": ["Carey Gillam"], "keywords": ["water", "nebraska", "ethanol", "dangerously", "red", "village", "mead", "flag", "polluting", "plant", "theres", "waste", "alten", "officials", "state", "neonics"], "pubDate": "2021-01-10T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}