{"id": "9f6e44d7-13b8-37db-8c95-b3e8b5dbff04", "title": "How to Have a Spectacular Thanksgiving Meal for One or Two", "url": "https://www.vogue.com/article/how-to-have-a-spectacular-thanksgiving-meal-for-one-or-two", "summary": "With the CDC recommending people postpone travel and stay home for Thanksgiving, many of us will have a more intimate holiday—and meal—this year.\nAnd while it’s natural to feel a tinge of sadness over missing grandma’s pumpkin pie, you can still enjoy a spectacular, small-scale supper.\nlarge) holiday meal if you're celebrating solo or with one other person?\n“Take advantage of not having to please anyone else and please yourself with whatever kind of meal you feel like eating.”3.\nSplurge—And Plan Another Great Meal With the LeftoversPlanning a big group meal is expensive.", "paragraphs": ["With the CDC recommending people postpone travel and stay home for Thanksgiving, many of us will have a more intimate holiday—and meal—this year. And while it’s natural to feel a tinge of sadness over missing grandma’s pumpkin pie, you can still enjoy a spectacular, small-scale supper.", "Just ask Klancy Miller. Author of Cooking Solo, she’s championed the culinary joy of compact creations. While most recipes out there have a serving size four to six, Miller’s recipes are for one to three (so, perfect for those celebrating by themselves or with a pod). Ahead of November 26, she shares her top tips on how to execute a tiny, yet memorable, Thanksgiving—as well as her perfect holiday dessert recipe for mini chestnut cakes.", "1. Be Honest With Yourself", "“Do you feel like having an elaborate (i.e. large) holiday meal if you're celebrating solo or with one other person? If you are up for a big meal—go forth and make all your favorite festive dishes (ask your relatives and friends for their best recipes),” says Miller. “[But] If you're not really into a massive holiday meal this year but have the energy to cook (let's face it, cooking fatigue at this point in 2020 is real) then focus on just one or two things to make it feel special.”", "2. Make Your Own Rules", "Thanksgiving meals are often dictated by what we think we should eat—turkey, stuffing, cranberry sauce, pumpkin pie. And, if you’re gung-ho about those things, go for it! But if not, now’s your chance to break from tradition. “If you're dining solo for the holidays, I would recommend you go over the top in indulging yourself with whatever you want to eat. Start with dessert? Why not?” says Miller. “Take advantage of not having to please anyone else and please yourself with whatever kind of meal you feel like eating.”", "3. Splurge—And Plan Another Great Meal With the Leftovers", "Planning a big group meal is expensive. But this year, there’s only a few months to feed—so why not finally get that gourmet cut of meat, or expensive wine? “Think of things you've been meaning to cook or splurge on and make them. If you're a carnivore but have never cooked a rib-eye, do that,” says Miller. “Cook two and if you don't completely devour them, the leftover meat can be used to put in tacos the next day. “"], "authors": ["Elise Taylor", "Elise Taylo"], "keywords": ["solo", "holiday", "think", "youre", "miller", "things", "feel", "cook", "spectacular", "thanksgiving", "recipes", "meal"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}