{"id": "9f7d951e-c009-312a-baf0-1793788e867f", "title": "The Guardian view on the CDU after Merkel: a fork in the road", "url": "https://www.theguardian.com/commentisfree/2021/jan/10/the-guardian-view-on-the-cdu-after-merkel-a-fork-in-the-road", "summary": "At the same time, Ms Merkel announced she would not stand in federal elections due this autumn.\nMr Merz is a social and fiscal conservative who believes in low taxes and a smaller state.\nHe has criticised Ms Merkel over her backing of an EU-wide coronavirus recovery fund.\nMr Laschet or Mr Röttgen could be expected to follow in that tradition, as Europe confronts the global challenges posed by Covid, the climate emergency and migration.\nMr Merz presents himself as a moderniser prepared to shake up the cosy pieties of the political centre.", "paragraphs": ["The re-emergence of Angela Merkel as Europe’s most durably competent politician has been one notable by-product of the Covid pandemic. After a rocky period at the polls, when her CDU party suffered a number of stinging regional defeats, Germany’s chancellor stepped down as its leader in 2018. At the same time, Ms Merkel announced she would not stand in federal elections due this autumn. But her calm authority and strategic clarity during the current crisis have led to stellar approval ratings of 70%. Following a serious pre‑Covid decline in the polls, the CDU, and its Bavarian sister party, the CSU, have benefited from a knock-on effect. Far ahead of the Greens, their closest rivals, Germany’s Christian Democrats go into election year with an all but unassailable lead.", "In light of this turnaround, much of Ms Merkel’s party may wish she wasn’t departing the stage after all. But the die is cast. This week, the first outlines of the post-Merkel era will emerge, as the CDU chooses a new party leader - and the frontrunner to be their election candidate. For close to two decades, Ms Merkel’s brand of big-tent continuity centrism has held sway in the CDU. But the three-way contest looks like a significant fork in the road. It carries big implications for the European Union, as well as its most powerful member state.", "Leading most polls of CDU members is the irascible rightwinger Friedrich Merz. Mr Merz is a social and fiscal conservative who believes in low taxes and a smaller state. He has criticised Ms Merkel over her backing of an EU-wide coronavirus recovery fund. On this, and on issues such as immigration, Mr Merz believes the chancellor’s liberal policies have driven swathes of CDU supporters into the arms of the rightwing populists of Alternative für Deutschland (AfD). He has said he would aim to tailor policies to win them back.", "A wealthy corporate lawyer, Mr Merz is up against two candidates who are more Merkel-friendly. The prime minister of North-Rhine Westphalia, Armin Laschet, and the foreign policy expert Norbert Röttgen would both keep the CDU in the centre ground, eyeing a potential post-election coalition with the Greens. Mr Röttgen has also made a point of saying that the party must deepen its appeal to young, progressive voters through ambitious environmental programmes and digital investment.", "If it was down to the membership, Europe’s most successful postwar party would probably embark on a new, rightward trajectory with Mr Merz. But this week’s verdict will be delivered by a secret ballot of 1,001 party officials. They may judge his rejection of consensus politics as too risky, and an eventual partnership with the Greens as far preferable to any kind of accommodation with the AfD.", "Most Europeans will hope that view prevails. Merkelism has had many critics as well as supporters, and the CDU’s recent electoral reversals reflected deep frustrations with the status quo. This was particularly so in the east, where the leftwing Die Linke party and the far-right AfD have reaped the political rewards. But from the migration crisis of 2015 to the handling of the Covid pandemic, Ms Merkel has generally held the line for a politics of decency, compassion and internationalism. Mr Laschet or Mr Röttgen could be expected to follow in that tradition, as Europe confronts the global challenges posed by Covid, the climate emergency and migration. Mr Merz presents himself as a moderniser prepared to shake up the cosy pieties of the political centre. But his hawkish economic views and social conservatism belong to Germany’s past, not its future."], "authors": [], "keywords": ["view", "merz", "road", "röttgen", "greens", "mr", "cdu", "ms", "fork", "party", "polls", "guardian", "germanys", "merkel"], "pubDate": "2021-01-10T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}