{"id": "9fc1dd1c-6cfa-3b62-afa1-33ef1215a4da", "title": "8 Sustainable Workout Clothes & Activewear Brands to Shop Now", "url": "https://www.vogue.com/article/sustainable-workout-clothes", "summary": "Among them, though, are a handful of sustainable workout clothes that come from brands that are ethical, responsible, or both, creating well-made and fairly priced options that don’t sacrifice style or fall short when it comes to comfort, performance, and function.\nThanks to these eight sustainable activewear brands, your workout wardrobe can be thoughtful and eco-conscious—even if you don’t plan on hitting the gym anytime soon.\nIts sustainable workout clothing is treated with Bluesign-approved recycled silver salt called Polygiene, which stops the growth of odor-causing bacteria on the fabric.\nOrganic Basics SilverTech active workout bra and leggings $70 ORGANIC BASICS Shop Now Organic Basics SilverTech active workout leggings and bra $90 ORGANIC BASICS Shop NowOrganic Basics active yoga pack bra and shorts $160 $118 ORGANIC BASICS Shop Now Organic Basics active yoga pack bra and shorts $160 $118 ORGANIC BASICS Shop NowA leader in responsible and sustainable luxury fashion, Stella McCartney adhered to the same standards and values in her activewear collaboration with Adidas.\nAdidas x Stella McCartney Future Playground long-sleeved crop top $100 STELLA MCCARTNEY Shop Now Adidas x Stella McCartney TruePurpose cycling tight $90 STELLA MCCARTNEY Shop NowAdidas x Stella McCartney TruePurpose post-mastectomy sports bra $70 ADIDAS Shop Now Adidas x Stella McCartney Ultraboost X sneakers $220 ADIDAS Shop NowFor soft yet supportive yoga pants and tops, look to Vyayama’s Tencel fabrics crafted from sustainably farmed eucalyptus.", "paragraphs": ["Like white T-shirts and sweats, there are tons of possibilities and options when shopping for workout gear, from the questionably cheap to the luxuriously overpriced. Among them, though, are a handful of sustainable workout clothes that come from brands that are ethical, responsible, or both, creating well-made and fairly priced options that don’t sacrifice style or fall short when it comes to comfort, performance, and function.", "Take Girlfriend for example, (its high-rise leggings are a favorite among Vogue editors), whose sustainable activewear sets come in a range of essentials and limited-edition colors in a variety of compressive and stretch fabrics. Its best-selling compression leggings are made from 25 water bottles each. For a bit of context, it would take 500 years for a plastic water bottle to decompose, according to the brand, and each candy-colored legging, bra, or bike short diverts those bottles from landfills.", "Recycled materials aren’t the only sustainable alternatives in the space: There are organic cottons and other plant-based materials, such as Tencel, which is crafted from eucalyptus. Vyayama uses this renewable, botanical-based material for its sleek, thin-strapped sports bras and workout tops, available to shop on Rêve en Vert, a commerce platform for “sustainable living.” And in addition to its deadstock fabric floral dresses, you can now add sustainable workout clothes to your cart from Reformation’s new line of recycled polyester activewear in flattering silhouettes.", "Thanks to these eight sustainable activewear brands, your workout wardrobe can be thoughtful and eco-conscious—even if you don’t plan on hitting the gym anytime soon. Below, find Vogue’s guide to stylish and Earth-friendly athleisure to sport for your next workout.", "Girlfriend’s activewear sets come in an assortment of eco-friendly dyed colors and are made from either recycled nylon or polyester fibers, which are derived from recycled plastic bottles or fishing nets. Girlfriend’s recycled fabrics are certified Standard 100 by Oeko-Tex. Each garment comes with its own sustainability report that shows how many water bottles were diverted from landfills, how many pounds of CO2 were prevented, and how much energy and water was saved.", "Girlfriend Paloma bra in pear $38 GIRLFRIEND Shop Now Girlfriend high-rise bike short in pear $48 GIRLFRIEND Shop Now", "Girlfriend Lou bra in midnight $42 GIRLFRIEND Shop Now Girlfriend high-rise pocket legging in midnight $78 GIRLFRIEND Shop Now", "Reformation’s active collection is made with Repreve, a material that uses 100% post-consumer recycled plastic bottles and is GRS & Oeko-Tex certified. The fibers are 100% traceable from plastic to polyester. The brand’s jumpsuit one-pieces, high-rise leggings, and square-neck sports bras calculate the number of bottles recycled and the savings in greenhouse gas emissions, water, and energy for each item. In a range of calming colors and easy neutrals, Reformation’s fabric uses 45% less energy, 20% less water, and 30% less GHG emissions than virgin polyester.", "Reformation Ivy Ecostretch cropped tank in clay $48 REFORMATION Shop Now Reformation Ecostretch high-rise legging in clay $88 REFORMATON Shop Now", "Reformation Emmy jumpsuit in morning glory $118 REFORMATION Shop Now Reformation Ecomove high-rise legging in pine $88 REFORMATION Shop Now", "Everlane is no stranger to sustainable materials, from its clean silk, recycled wool and cashmere (ReWool and ReCashmere) to its recycled sneakers. The transparency focused-brand has committed to eliminating all virgin plastics from its supply chain and has just entered the activewear space, creating minimalist-designed leggings, bras, bike shorts, and bodysuits from recycled nylons and polyesters.", "Everlane The Perform cami in heather charcoal $40 EVERLANE Shop Now Everlane The Perform legging in heather charcoal $58 EVERLANE Shop Now", "Everlane The Perform bra in black $35 EVERLANE Shop Now Everlane The Perform legging in black $58 EVERLANE Shop Now", "All of Summersalt’s activewear is made from 80 to 90% recycled polyester that comes from recycled plastic bottles. The punchy prints and bright-colored workoutwear are certified using the Global Recycled Standard. Each product page shares the number of plastic bottles used to make up the style—so don’t forget to bring along your reusable bottle when you head to the gym.", "Summersalt The Midi sports bra in slate $55 SUMMERSALT Shop Now Summersalt The Do-It-All high-rise bike short in slate $65 SUMMERSALT Shop Now", "Summersalt The On-The-Go zip-up jacket in sea urchin $95 SUMMERSALT Shop Now Summersalt The Do-It-All high-rise 7/8 legging in sea urchin $80 SUMMERSALT Shop Now", "For a fully sustainable shopping experience, you can peruse and purchase activewear from Organic Basics on its low-impact website, which loads images on request and minimizes power consumption. Its sustainable workout clothing is treated with Bluesign-approved recycled silver salt called Polygiene, which stops the growth of odor-causing bacteria on the fabric. Made from recycled nylon, Organic Basics’s leggings, bras, and more save water and energy, divert waste from landfills, and reduce CO2 emissions. Each product has its own Impact Index, a tool that measures the brand’s environmental footprint.", "Organic Basics SilverTech active workout bra and leggings $70 ORGANIC BASICS Shop Now Organic Basics SilverTech active workout leggings and bra $90 ORGANIC BASICS Shop Now", "Organic Basics active yoga pack bra and shorts $160 $118 ORGANIC BASICS Shop Now Organic Basics active yoga pack bra and shorts $160 $118 ORGANIC BASICS Shop Now", "A leader in responsible and sustainable luxury fashion, Stella McCartney adhered to the same standards and values in her activewear collaboration with Adidas. High-performance recycled materials are made with Parley Ocean Plastic and PrimeGreen recycled polyester, which comes from both post-industrial and post-consumer waste. The end result is stylish sportswear tops, cycling shorts, and sneakers. Both Adidas and Stella McCartney have committed to ending the use of virgin plastics while being mindful through their production processes to use less water and energy.", "Adidas x Stella McCartney Future Playground long-sleeved crop top $100 STELLA MCCARTNEY Shop Now Adidas x Stella McCartney TruePurpose cycling tight $90 STELLA MCCARTNEY Shop Now", "Adidas x Stella McCartney TruePurpose post-mastectomy sports bra $70 ADIDAS Shop Now Adidas x Stella McCartney Ultraboost X sneakers $220 ADIDAS Shop Now", "For soft yet supportive yoga pants and tops, look to Vyayama’s Tencel fabrics crafted from sustainably farmed eucalyptus. The botanical-based material is a renewable fiber and certified non-toxic, plus, it keeps you cool with moisture-wicking properties. Made in Europe, the fabrics are knitted in the same areas of garment production to reduce transportation impact.", "Vyayama Kalablak crop top in black $97 REVE EN VERT Shop Now Vyayama Strata Cupro legging in black $125 REVE EN VERT Shop Now", "Vyayama Kalablak Tencel tank in black $119 REVE EN VERT Shop Now Vyayama Kalablak Tencel short in black $77 REVE EN VERT Shop Now", "Indigo Luna’s line of sustainable yoga clothes are made from certified organic cotton, plant viscose, and Econyl, which regenerates nylon waste from landfills and oceans and turns it into fabric. The line’s subdued color palette goes hand in hand with its natural dyeing process, which uses plant materials such as indigo leaves, mango leaves, and redwood bark.", "Indigo Luna Ananda tank in pistachio $69 $56 INDIGO LUNA Shop Now Indigo Luna Ananda bike short in dandelion $65 INDIGO LUNA Shop Now"], "authors": ["Madeline Fass", "Madeline Fas"], "keywords": ["basics", "brands", "organic", "stella", "bra", "clothes", "shop", "water", "workout", "mccartney", "sustainable", "recycled", "activewear"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}