{"id": "9fc63432-4119-37e9-ad49-56002bd8fd0e", "title": "Demis Hassabis on AI's potential", "url": "https://theworldin.economist.com/edition/2020/article/17385/demis-hassabis-ais-potential", "summary": "My hope is to build smarter tools that expand humans’ capacity to identify the root causes and potential solutions to core scientific problems.\nBut a new wave of AI systems, inspired by neuroscience, are capable of learning on their own from first principles.\nSelf-learning AI systems are already accelerating advances in the real world.\nFor instance, we and other scientists are using AI to tackle a major unsolved question in biology: how proteins form 3D structures and how this affects their functionality.\nFor example, DeepMind’s work on automated AI systems has already reduced the amount of energy necessary to run data centres by up to 30% by optimising the use of the cooling systems.", "paragraphs": ["THE SCIENTIFIC method was perhaps the single most important development in modern history. It established a way to validate truth at a time when misinformation was the norm, allowing natural philosophers to navigate the unknown. From predicting the motions of the planets to discovering the principles of electricity, scientists have honed the ability to distil facts about the universe by generating theories, then using experimentation to qualify those theories. Looking at how far civilisation has come since the Enlightenment, one can’t help being awestruck by all that humanity has achieved using this approach. I believe artificial intelligence (AI) could usher in a new renaissance of discovery, acting as a multiplier for human ingenuity, opening up entirely new areas of inquiry and spurring humanity to realise its full potential.", "The promise of AI is that it could serve as an extension of our minds and become a meta-solution. In the same way that the telescope revealed the planetary dynamics that inspired new physics, insights from AI could help scientists solve some of the complex challenges facing society today—from superbugs to climate change to inequality. My hope is to build smarter tools that expand humans’ capacity to identify the root causes and potential solutions to core scientific problems.", "Traditional AI programs operate according to hard-coded rules, which restrict them to working within the confines of what is already known. But a new wave of AI systems, inspired by neuroscience, are capable of learning on their own from first principles. They can uncover patterns and structures that are difficult for humans to deduce unaided, opening up new and innovative approaches. For example, our AlphaGo system mastered the ancient game of Go just by competing against itself and learning from its own mistakes, resulting in original, aesthetically beautiful moves that overturned thousands of years of received wisdom. Now, players of all levels study its strategies to improve their own game.", "Self-learning AI systems are already accelerating advances in the real world. By rapidly exploring possibilities, AI can help researchers find optimal solutions in a fraction of the time it takes to conduct experiments today. For instance, we and other scientists are using AI to tackle a major unsolved question in biology: how proteins form 3D structures and how this affects their functionality. Proteins are essential for all life, and understanding how they fold into certain shapes is critical to finding and designing treatments for a wide range of diseases. By helping scientists predict the structure of any protein, AI could potentially let researchers gain a deeper understanding of diseases like ­Alzheimer’s, Parkinson’s and more.", "My faith in AI ‘s transformative potential also stems from early indications that it might help mitigate some effects of deeply entrenched habits that have shaped society and the environment over decades. For example, DeepMind’s work on automated AI systems has already reduced the amount of energy necessary to run data centres by up to 30% by optimising the use of the cooling systems. And in the future, I can imagine even more radical solutions enabled by AI to help fight climate change, like a breakthrough in materials science resulting in a new catalyst capable of capturing carbon dioxide from the atmosphere far more cheaply and efficiently than methods available today.", "I have devoted my life to building AI because I believe it is going to be the most important technology ever invented. By deepening our capacity to ask how and why, AI will advance the frontiers of knowledge and unlock whole new avenues of scientific discovery, improving the lives of billions of people.", "Powered by curiosity", "The marvel of the human brain is proof that general intelligence is possible; creating AI is as much a journey of discovery into the inner workings of our own minds as it is an invention. The evolution of a larger cortex equipped humans with greater intelligence, enabling us to build more complex and co-operative social structures, which eventually gave rise to all of modern civilisation. Similarly, AI can help us build radically new and improved ways of life. The very curiosity that led to the scientific method may well be the key—not only to solving society’s greatest challenges today, but to understanding ourselves and making sense of the universe around us.", "This article appeared in the 2020 visions section of the print edition under the headline “A supercharger for science”"], "authors": [], "keywords": ["scientists", "life", "ais", "ai", "structures", "using", "help", "scientific", "solutions", "potential", "hassabis", "understanding", "demis", "systems"], "pubDate": null, "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}