{"id": "9fe946ea-ef21-3ed1-9250-d06793557e4a", "title": "This vacation hotspot is offering vaccinations to visitors", "url": "https://edition.cnn.com/travel/article/maldives-offers-vaccines-to-visitors/index.html", "summary": "Officials for the Indian Ocean destination have announced plans to offer vaccinations to tourists on arrival in a bid to lure more visitors over.\nDr. Abdulla Mausoom, the country's minister for tourism, has confirmed that the Maldives is developing a \"3V tourism\" scheme, which would allow tourists to \"Visit, Vaccinate and Vacation.\"\nCarl Court/Getty ImagesHowever, international travelers keen to book a \"vaxication\" package to the Maldives will need to wait, at least for now.\nAt present, there are at least 500 resorts and guest houses in the Maldives that are open to international visitors, but its capital city of Malé remains off-limits.\nThe Maldives closed its borders in late March, but officials opted to fully reopen to all international travelers with no restrictions in July.", "paragraphs": ["(CNN) — It was one of the first countries to fully reopen to travelers, and now Maldives is striving to be ahead of the game when it comes to vaccine tourism.", "Officials for the Indian Ocean destination have announced plans to offer vaccinations to tourists on arrival in a bid to lure more visitors over.", "Dr. Abdulla Mausoom, the country's minister for tourism, has confirmed that the Maldives is developing a \"3V tourism\" scheme, which would allow tourists to \"Visit, Vaccinate and Vacation.\"", "According to Mausoom, the country plans to offer two doses of the vaccine to visitors, which means those who sign up for it would need to remain in the Maldives for several weeks.", "He hopes the program will help boost tourism on the Indian Ocean island archipelago, which had an average of 1.7 million visitors a year before the pandemic.", "Related content Traveling to the Maldives during Covid-19: What you need to know before you go", "'Vaxication' program", "The Maldives plans to offer vaccinations to travelers in a bid to boost tourism. Carl Court/Getty Images", "However, international travelers keen to book a \"vaxication\" package to the Maldives will need to wait, at least for now.", "The \"3V\" scheme will not go ahead until the country's entire population, estimated at just under 550,000, is fully vaccinated.", "\"The main idea of tourism being open is to provide a reasonably safe tourism with minimum inconvenience,\" Mausoom recently told CNBC International.", "\"So once the country gets vaccinated, then we will move on to '3V' tourism.\"", "He went on to confirm that around 53% of the population has received their first dose of the vaccine, including 90% of front-line tourism workers.", "Data from the Michigan State University indicates that tourism contributes 28% of the Maldives's GDP , one of the highest totals in the world.", "In February, Thoyyib Mohame, managing director of the Maldives Marketing & PR Corporation, told CNN Travel that the country has received 555,494 visitors in 2020, surpassing its adjusted arrival forecast of 500,000.", "\"Our biggest advantage is the unique geographical features of Maldives,\" he said, explaining that the fact that the guests can be dispersed across its different islands had proved particularly alluring to travelers and also meant that social distancing measures were slightly easier to maintain.", "\"We promoted the destination as a safe haven to the tourists.\"", "Related content Maldives resort launches $23,250 luxury remote working package", "Strong supply", "Mausoom hopes the vaccine progam will push visitor numbers up even further, but are the jabs coming from, and will the Maldives be able to supply enough to meet demand from international travelers?", "According to the minister, the country has received vaccine donations from India, China, as well as the World Health Organization's Covax scheme and is currently awaiting an additional order from Singapore.", "\"I don't think supply's a problem in Maldives because our population is relatively small,\" he told CNBC. \"The quota we get from the various organizations and friendly nations also will help.\"", "However, he did not specify if travelers would be charged for receiving the vaccine.", "At present, there are at least 500 resorts and guest houses in the Maldives that are open to international visitors, but its capital city of Malé remains off-limits.", "The Maldives closed its borders in late March, but officials opted to fully reopen to all international travelers with no restrictions in July."], "authors": ["Tamara Hardingham-Gill"], "keywords": ["vaccine", "travelers", "tourism", "vaccinations", "international", "told", "offering", "vacation", "maldives", "visitors", "country", "hotspot", "scheme", "received"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}