{"id": "9feded21-22c6-3dff-be92-f1a3dc367092", "url": "https://www.wired.com/story/mathematician-terence-tao-cracks-a-dangerous-problem#intcid=recommendations_default-popular_d0fdabd5-502f-4980-a5f0-6dfa3253e0d5_popular4-1", "title": "Mathematician Terence Tao Cracks a ‘Dangerous’ Problem", "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d", "pubDate": null, "paragraphs": ["Experienced mathematicians warn up-and-comers to stay away from the Collatz conjecture. It’s a siren song, they say: Fall under its trance and you may never do meaningful work again.", "The Collatz conjecture is quite possibly the simplest unsolved problem in mathematics—which is exactly what makes it so treacherously alluring.", "Original story reprinted with permission from Quanta Magazine, an editorially independent publication of the Simons Foundation whose mission is to enhance public understanding of science by covering research develop­ments and trends in mathe­matics and the physical and life sciences.", "“This is a really dangerous problem. People become obsessed with it and it really is impossible,” said Jeffrey Lagarias, a mathematician at the University of Michigan and an expert on the Collatz conjecture.", "Earlier this year one of the top mathematicians in the world dared to confront the problem—and came away with one of the most significant results on the Collatz conjecture in decades.", "On September 8, Terence Tao posted a proof showing that—at the very least—the Collatz conjecture is “almost” true for “almost” all numbers. While Tao’s result is not a full proof of the conjecture, it is a major advance on a problem that doesn’t give up its secrets easily.", "“I wasn’t expecting to solve this problem completely,” said Tao, a mathematician at the University of California, Los Angeles. “But what I did was more than I expected.”", "The Collatz Conundrum", "Lothar Collatz likely posed the eponymous conjecture in the 1930s. The problem sounds like a party trick. Pick a number, any number. If it’s odd, multiply it by 3 and add 1. If it’s even, divide it by 2. Now you have a new number. Apply the same rules to the new number. The conjecture is about what happens as you keep repeating the process.", "Intuition might suggest that the number you start with affects the number you end up with. Maybe some numbers eventually spiral all the way down to 1. Maybe others go marching off to infinity.", "But Collatz predicted that’s not the case. He conjectured that if you start with a positive whole number and run this process long enough, all starting values will lead to 1. And once you hit 1, the rules of the Collatz conjecture confine you to a loop: 1, 4, 2, 1, 4, 2, 1, on and on forever.", "Over the years, many problem solvers have been drawn to the beguiling simplicity of the Collatz conjecture, or the “3x + 1 problem,” as it’s also known. Mathematicians have tested quintillions of examples (that’s 18 zeros) without finding a single exception to Collatz’s prediction. You can even try a few examples yourself with any of the many “Collatz calculators” online. The internet is awash in unfounded amateur proofs that claim to have resolved the problem one way or the other.", "Illustration: Lucy Reading-Ikkanda/Quanta Magazine", "“You just need to know multiplying by 3 and dividing by 2 and you can start playing around with it right away. It’s very tempting to try,” said Marc Chamberland, a mathematician at Grinnell College who produced a popular YouTube video on the problem called “The Simplest Impossible Problem.”"], "keywords": ["university", "terence", "tao", "dangerous", "cracks", "number", "conjecture", "mathematicians", "away", "collatz", "mathematician", "start", "problem", "way"], "authors": ["Condé Nast", "Kevin Hartnet"], "summary": "The Collatz conjecture is quite possibly the simplest unsolved problem in mathematics—which is exactly what makes it so treacherously alluring.\nOn September 8, Terence Tao posted a proof showing that—at the very least—the Collatz conjecture is “almost” true for “almost” all numbers.\n“I wasn’t expecting to solve this problem completely,” said Tao, a mathematician at the University of California, Los Angeles.\nOver the years, many problem solvers have been drawn to the beguiling simplicity of the Collatz conjecture, or the “3x + 1 problem,” as it’s also known.\nThe internet is awash in unfounded amateur proofs that claim to have resolved the problem one way or the other."}