{"id": "9feddc4b-3602-3090-ad57-042d41ff8973", "title": "The Division 2 Review – A Live-Service Shooter Done Right", "url": "https://www.gameinformer.com/review/the-division-2/a-live-service-shooter-done-right", "summary": "The star character of The Division 2 is Washington, D.C. itself.\nWhen you reach level cap and wrap the story missions, Ubisoft throws you a major curveball by introducing a dangerous new faction.\nStory failings and technical hiccups aside, Ubisoft has a winner on its hands with The Division 2.\nThe strong combat, interesting missions, and compelling loot loop kept me invested through the endgame, and I don’t plan to stop playing anytime soon.\nFor a live-service game just getting out of the gate, that’s quite an achievement.", "paragraphs": ["Ubisoft learned a lot of lessons during the evolution of its first looter-shooter, The Division, which steadily blossomed into a game that maximized its potential and earned an adulating fan base. But transitioning from of a fully fleshed-out live service to a sequel is a harrowing road filled with many pitfalls, as Bungie experienced with the bungled Destiny 2 launch. I’m happy to report that The Division 2 heeds those warnings and skillfully sticks its landing, offering a wealth of engaging content that should keep players invested long after they finish the campaign.", "The original Division earned detractors for its spongy combat. The cognitive dissonance of needing to unload a full clip into the head of a garbageman was hard for some to shake. This problem is largely diverted in the sequel; the time-to-kill is much shorter for basic enemies, the crazed rushers are often hopped up on some stimulant when they charge at you with wild abandon, and the biggest baddies are covered in armor you need to pick away at before revealing their meaty centers. The enemy A.I. doesn’t always make smart decisions, but when they coordinate and flank, the combat comes alive in a way that rivals the best shooters available today. The large variety of enemies creates a strategic layer that keeps engagements exciting well into the endgame. Intense satisfaction comes from a well-placed turret mowing down a legion of enemies or landing a shot on a suicide bomber that takes out other baddies in the vicinity. The main shortcomings that persist from the first game are the weak melee attacks, overly complex grenade-throwing, and a finicky cover system. Sometimes leaning out the side of cover unintentionally slides you into an exposed position, and the stickiness can mistakenly pull you into cover when performing evasive rolls.", "The combat also shines thanks to Ubisoft’s fantastic mission designs. The star character of The Division 2 is Washington, D.C. itself. The game takes you to so many historical landmarks, museums, and other popular destinations, the only thing missing is the sightseeing bus route. I battled through the U.S. Capitol, depleted enemy ranks around the Washington Monument, and ventured so many museums I started to think of the game as tourism with guns. It even has a photo mode for good measure. Many of these extended fights are memorable thanks to their surroundings; a planetarium firefight and the jungle skirmish in a Vietnam exhibit stand out in particular. These battles are best experienced with a coordinated group of four agents, but a solo run is also viable provided you move and act deliberately.", "Ubisoft’s ramshackle version of Washington, D.C. is packed with rich environmental storytelling about a nation undone, but if you look too closely, the story falls apart like a house of cards. We know the Green Poison ravaged D.C. just like New York City before it, and multiple nefarious factions are vying for power in the subsequent leadership vacuum. But Ubisoft never adequately explores how the country went from a shining beacon of democracy to a dystopian wasteland in just seven months. What little backstory the game offers about the world and its characters is largely relegated to the found-footage menus rather than worked into the plot in a cohesive manner.", "The Division 2’s plot may not keep you invested, but the well-designed loops should. The game doles out improved skills, weaponry, and armor at steady clip no matter what activity you are performing, and you have several ways to improve the situation in the capital. Completing story missions upgrades the base of operations, which is the White House. Civilians caught in the crossfire cloister in settlements you can improve as well; watching these survivors come together and rebuild is one of the more enjoyable aspects of the game.", "Piecing together the perfect array of gear with powerful bonuses stays compelling well beyond the campaign. Even managing your overflow is made more interesting thanks to the new projects system. Donating your extra gear to improve settlements nets you important blueprints for key weapon attachments, new bounties, and a load of experience. The unused gear you don’t donate can be deconstructed for parts or sold off. The stores don’t offer much of value beyond a slightly better piece of gear, but you also need to spend credits to craft or recalibrate, so the currency still plays a vital role.", "When you reach level cap and wrap the story missions, Ubisoft throws you a major curveball by introducing a dangerous new faction. The Black Tusk undo much of your hard work and retake critical buildings, which initially feels like a bummer after you worked so hard to capture all the control points. Thankfully, Ubisoft smartly changes up the mission replays with new objectives, and the fearsome new foes provide the most challenging and interesting fights in the game. You have plenty to do during this endgame loop, including three new specialization weapon progression paths, new projects, side missions, clan rewards, and daily/weekly assignments – all of which merge gracefully with your main objective of maximizing your gear score. After playing 60 hours, I still have two full specialization tracks to develop while I piece together my ideal loadouts.", "Endgame is the perfect time to explore the Dark Zone, the dangerous region where enemies are more formidable, gear is better, and players can turn the weapons on each other. In a bid to incentivize more agents to venture into these contaminated zones, Ubisoft normalized the weapon stats so everyone is on an even playing field and split the Dark Zone into three smaller spaces. The normalization goes a long way toward evening the odds, which I appreciate, but encounters with opposing players are rare. Ubisoft also includes a couple competitive versus modes, but these feel more like experiments than full experiences.", "Complex, shared open worlds have a lot of moving parts, so technical problems are inevitable. While The Division 2 is mostly stable, it has issues that need to be resolved. The scaling when pairing players of different levels needs recalibration; while the lower-level players deliver damage at a comparable rate, their armor isn’t adequately scaled, so they are often downed in one shot. Skills like turrets or drones sometimes reset when deployed, which can be a killer during frantic fights. I also encountered several crashes during the long stronghold missions, but the servers at least save your place and you reboot right back into the mission.", "Story failings and technical hiccups aside, Ubisoft has a winner on its hands with The Division 2. The strong combat, interesting missions, and compelling loot loop kept me invested through the endgame, and I don’t plan to stop playing anytime soon. For a live-service game just getting out of the gate, that’s quite an achievement."], "authors": [], "keywords": ["players", "gear", "washington", "combat", "missions", "liveservice", "enemies", "shooter", "game", "division", "ubisoft", "weapon", "right", "review"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}