{"id": "9ffa35e9-4fab-3492-b67b-5f228f971f5f", "title": "The CNN 10: Healthiest cities", "url": "http://www.cnn.com/interactive/2014/09/health/cnn10-healthiest-cities/", "summary": "The cost to participate in those programs, which range from laughter yoga in the park to basket weaving?\nResidents walk to restaurants and walk to get groceries.\nAnd people use them: Nearly half of commuters in Copenhagen travel to work or school by bike each day.\nMany of the new parks created will be “pocket parks,” or small green spaces for city residents.\nThis supportive society is just another reason Copenhagen earns a spot as one of the healthiest (and happiest) cities.", "paragraphs": ["Copenhagen is a bustling city full of ambitious professionals and young families. Yet working long hours here is frowned upon.", "Just 2% of employees in Copenhagen work 40 hours a week or more, according to an OECD report, freeing them up to spend time with family, join organized sports, volunteer or participate in other community programs.", "The cost to participate in those programs, which range from laughter yoga in the park to basket weaving? Free. This helps encourage residents to get involved.", "Their ability to balance work with quality time with friends and family not only keeps their stress levels down, it gives them a happiness boost. Studies show that people who focus on experiences versus things have higher levels of satisfaction long after the moment has passed. That’s one reason Denmark takes the top spot as the happiest nation in the annual World Happiness Report commissioned by the United Nations.", "Other things play into Copenhagen's relaxed atmosphere. Residents walk to restaurants and walk to get groceries. There are outdoor food markets with fresh produce and vegetables within a few blocks of most spots in the city.", "Men cycle to work in their slim-fit suits, and women don’t shy away from pairing a bike helmet with their sundresses and wedge heels. The city has 249 miles of bike paths, which makes biking an easy and safe option. And people use them: Nearly half of commuters in Copenhagen travel to work or school by bike each day.", "Though parks and bike paths are plentiful, the government is upping its efforts. By 2015, all residents must be able to reach a park or beach by foot in less than 15 minutes, according to a new official municipal policy. Many of the new parks created will be “pocket parks,” or small green spaces for city residents. The hope is that they will help keep residents fit and help the environment by reducing traffic and pollution.", "Here’s one more stat that may make you want to start packing your bags for Denmark: Ninety-six percent of residents in Copenhagen say they can count on someone if they are in need.", "This supportive society is just another reason Copenhagen earns a spot as one of the healthiest (and happiest) cities."], "authors": [], "keywords": ["parks", "spot", "bike", "cities", "city", "things", "work", "walk", "cnn", "residents", "report", "copenhagen", "healthiest"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}