{"id": "a0109ae7-d658-31e6-a5cf-3bd84244ae4f", "title": "Sen. David Perdue (R-GA) Explains His Support For $2,000 Covid Relief Direct Payments", "url": "https://radio.foxnews.com/2020/12/30/sen-david-purdue-r-ga-explains-his-support-for-2k-covid-relief-direct-payments/", "summary": "While on his statewide bus tour, in which he is rallying support ahead of next week's election, Senator Perdue said that.\nSenator Perdue said that he is 'delighted' President Trump is coming to rally support for Loeffler and himself, saying,\"You'll see a big show on Monday night.\nBoth Georgia Republican senators support President Trump's push to increase coronavirus relief direct payments from $600 to $2000.\nSenator Perdue doubled down on his support for upping the stimulus-direct payments, saying despite fiscal concerns,\"I made a decision mathematically that says, look, we've got to help these people.\nPERDUE: Guy, look, as one of the most staunch fiscal conservatives in Washington -- it's one of the reasons I ran, was our burgeoning debt six years ago, and it's gotten worse.", "paragraphs": ["Georgia Senator David Perdue, a Republican up for reelection in Georgia's runoff elections, joined Fox News Radio's \"Guy Benson Show\" on Wednesday in the homestretch of the all-important senate runoffs and broke down his campaign.", "While on his statewide bus tour, in which he is rallying support ahead of next week's election, Senator Perdue said that.", "\"We're taking our message to the people, and that is if we get out and vote, we hold the line in Georgia against this onslaught of this socialist agenda. The Democrats are dead set on perpetrating on our country.\"", "President Trump and President-elect Joe Biden will travel to Georgia next week to support their respective party's candidates during competing rallies on the eve of the Jan. 5 runoffs. President Trump will headline an event Monday in Dalton, GA, and President-elect Joe Biden will hold an event in Atlanta. Senator Perdue said that he is 'delighted' President Trump is coming to rally support for Loeffler and himself, saying,", "\"You'll see a big show on Monday night. He'll help us get this vote out. And we're going to hold the line right here against this leftist, socialist agenda. It's pretty clear the eyes of America are on us, Guy. And, you know, if we win Georgia, we save America literally.\"", "Both Georgia Republican senators support President Trump's push to increase coronavirus relief direct payments from $600 to $2000. Senator Perdue doubled down on his support for upping the stimulus-direct payments, saying despite fiscal concerns,", "\"I made a decision mathematically that says, look, we've got to help these people. Let's get through this virus, get this vaccine out there, and then we'll deal with getting serious about this debt.\"", "Perdue then explained his decision, saying,", "\"When you have a pandemic like we had this year, what the president did in our first CARES Act, what we passed, was absolutely necessary. Two point nine trillion unprecedented. We brought six hundred sixty billion dollars to the smallest businesses in America and saved 50 million jobs in Georgia alone. We saved a million and a half jobs.\"", "Listen To The Full Interview Below:", "Full Transcript Below:", "GUY BENSON, FOX RADIO HOST: And without further ado, as we are six days away from a crucially important pair of Senate runoff elections in Georgia, we are very pleased to welcome back to the program U.S. Senator David Perdue, one of the Republicans running in that race. He's the incumbent seeking six more years. And Senator, it's good to have you back. I hope you had a nice Christmas.", "SEN. DAVID PERDUE (R-GA): We did, Guy. Thank you for having us. We are - the last two months, we've been on this state-wide, 125-stop bus tour from (inaudible) to Hiawassee, Georgia. We finish tonight in Hiawassee on this - on today's effort, and that'll be our 100th stop. We're taking our message to the people, and that is, if we get out and vote, we hold the line in Georgia against this onslaught of this socialist agenda the Democrats are dead-set on perpetrating on our country.", "BENSON: So, I want to ask you all about that race. First, a piece of business out of Washington, D.C., because there's a debate right now about COVID relief. One package has already passed and some of that money is in the pipeline to get to the American people. The president has been asking for more money, 2,000 for most Americans - or $2,000, rather, for most Americans. You and Senator Loeffler have been some of the Republicans to back that proposal. I know that your opponent, John Ossoff, has said he doesn't like to get bogged down in the details, except for when it suits him for political reasons to do so. You don't have that luxury. You have to get bogged down in the details, it's your job as a U.S. senator. As you considered this proposal from the president and decided to come out in favor of extending these benefits further to most Americans, was there any part of you as a fiscal conservative that was concerned about giving that large amount of money across the board to most people all over the country - even those who haven't lost their jobs or suffered any acute fiscal or financial hardship during this pandemic?", "PERDUE: Guy, look, as one of the most staunch fiscal conservatives in Washington -- it's one of the reasons I ran, was our burgeoning debt six years ago, and it's gotten worse. But when you have a pandemic like we had this year, what the president did in our first CARES Act, what we passed was absolutely necessary - $2.9 trillion, unprecedented. We brought $660 billion to the smallest businesses in America and saved 50 million jobs. In Georgia alone, we saved a million and a half jobs. And then we knew around September we needed some further help because of the extension of the virus, but the Democrats played presidential politics, as you've called out on your various exercises, that they wanted to play presidential politics. And they blocked this all the way through November, now they're blocking it again - or did -- until - based on the Senate races. So I am delighted the president signed it into law. Look, this is a balance. Of course we are concerned about the fiscal implication of this. Half of the money that we're putting in this round - this trillion dollars, half of it is reprogrammed money that we already appropriated in the first round. That does not minimize the danger that we're in right now. But the president made a calculus -- I made a decision mathematically that says, look, we've got to help these people. Let's get through this virus, get this vaccine out there, and then we'll deal with getting serious about this debt. We've got to. Let me just remind your listeners, in the first three and a half years under President Trump's agenda, we did lower the debt curve - the increasing curve of debt by $2 trillion according to CBO. And so, we know growing the economy is part of it, but we've got to do so much more. But the first thing we have to do is get the vaccine out there and get past this virus.", "BENSON: Senator, I want to play for you some audio. Earlier on Fox News Channel, our colleague here, Peter Doocy, caught up with your opponent down in Georgia on his bus tour and asked him a question. He had a pretty lengthy answer where he took lots of very hard shots at both you and Senator Loeffler. I want to play part of it for you and get your reaction, cut 24.", "(BEGIN VIDEO CLIP)", "JOHN OSSOFF (D-GA), U.S. SENATE CANDIDATE: We have two United States senators in Georgia who have blatantly used their offices to enrich themselves. This is beyond partisanship. And here's the bottom line, Kelly Loeffler has been campaigning with a clansman. Kelly Loeffler has been campaigning with a clansman.", "(END VIDEO CLIP)", "BENSON: So, Senator, to me I hear two lies there. One about alleged corruption that you have both been cleared of, if investigations mean anything, right? If we care about evidence. And then secondly, this clansman line about Kelly Loeffler taking a photo with someone who she doesn't - didn't know who it was. But obviously, the gloves are off. That's Jon Ossoff basically calling you a criminal and suggesting that she's a racist. Your response?", "PERDUE: You know, Guy, this is exactly what the Democrats do. It's the James Carville theory from two decades ago. Just lie and keep lying, and pretty soon, they expect it to become the truth. It doesn't. Look, this guy is the same guy, Jon Ossoff, that worked with the Chinese Communist Party directly for two years after he ran for Congress and got beat. The Chinese identified him, just like they did Swalwell and Hunter Biden, to try to influence. And he's had now two years of involvement with them. He tried to hide it. He did not disclose it like he was legally required to do. When he got found out, he then disclosed it. He lied about it again, and we still don't know how deep that runs. The influence of the Chinese Communist Party with his father and with him is very serious. So this is their desperation. They have not at all defending their platform. They have done nothing but attack Kelly and me, our businesses backgrounds, our outsider backgrounds, and that's all the Democrats have done. They've got nothing to defend this socialist agenda, which shows how desperate they are here in the eleventh hour. Actually, now they're doing another one. They're calling out the voter suppression issue again, and that is just absolutely ridiculous, But it just shows that they're seeing numbers that tell them that this race is moving away from them. And that's what I feel as we're out here on the road, Guy.", "BENSON: So I want to mention a little bit longer and linger on Raphael Warnock, because he's not your direct opponent, but he and your opponent have declared themselves to be running mates. And I find it fascinating, Senator, this video came out just before Christmas. We've played in on this program of Warnock's ex-wife when the police were called to a domestic incident. She was tearful. There's body cam footage from the police where she said - she alleged, by the way, that she had driven over her foot with his car. She said he cares about his reputation because he's running for the Senate, and I've tried to keep quiet about the way he behaves and what he does, but he crossed the line. And she started to cry. She said he's a great actor. He puts on an amazing, phenomenal show, but I know how he really is. That's his own wife at the time just a few months ago. The footage is out from the - from this police encounter. And Raphael Warnock has barely commented on it. He's barely been asked about it by the media. He put out some quick denial and said it's shameful for anyone to talk about it and basically said let's all move on. And for the most part the press has said yes, sir. Let's not really - let's not talk about this. It's rather inconvenient for you. My question for you, Senator, is, if that footage from a police encounter had been -- hypothetically - if it had been you, your family, your wife, is there any chance that you could have gone two weeks without a complete feeding frenzy from the press down there in Georgia in this race?", "PERDUE: Absolutely not. It just shows the hypocrisy of the Democratic Party and also the mainstream liberal media, Guy. You've called it out repeatedly. This is a perfect example, another one, where they're helping an actor. Raphael Warnock and Jon Ossoff are two actors. These - they are not trained. They are not - they have no background in anything that will add value to the United States Senate in my mind. We have one, Raphael Warnock, that uses his pulpit to spew poison to people about America. He defends other people who say America is a terrible place to be. He called it a land of genocide. He calls police thugs, villains. This is a guy that should not be in the United States Senate. Jon Ossoff, we know what he's done with China -- or at least we're beginning to know. But these are two guys -- one of them, Jon Ossoff, is a career politician wannabe. He's wanted to be in some kind of position in Washington since he was in high school. And he's desperate, and that's why they're both willing to say or do anything. The hypocrisy is this, is that nobody in the liberal media has called these two guys out and asked any tough questions about their agenda, about the socialist vent that they really want to perpetrate on America, or about their backgrounds and what they would do if they got into the United States Senate.", "BENSON: Yes. Senator, last question. I know that you've got to run here. Joe Biden, the President-elect, is coming down there to campaign for your opponents. President Trump is coming down to campaign for you and Kelly Loeffler on Monday right before the election. How helpful do you think that final rally with the president is going to be for you guys, in terms of rallying the troops to get out the vote on Tuesday, and do you agree with the president's call today that the governor, Governor Kemp, resign?", "PERDUE: Well, first of all, I am delighted the president's coming. We talked about it. I was with him on Christmas Day as we were working the final details of getting this COVID deal done. I'm delighted he's coming. He is absolutely instrumental in helping us get the last few votes out on Tuesday. You know, the last time Joe Biden came here he had 75 people show up to his event. That last time the president was here he's averaging over the last three events something like 45,000 people. You'll see a big show on Monday night. He'll help us get this showdown (ph), and we're going to hold the line right here against this leftist, socialist agenda. It's pretty clear the eyes of America are on us, Guy, and you know, if we win Georgia, we save America -- literally.", "BENSON: And you're OK with Governor Kemp staying on as governor?", "PERDUE: Well look, I know the president's very frustrated. I'm very frustrated, too, Guy. I mean, look at what's happened in the state. We called for the Secretary of State's resignation earlier in this process. What I'm doing right now is going to the courts. The president's gone to the courts. We had phone calls last night. We're trying to get to the bottom of what happened in November. What I'm called to do right now is hold the line and make sure we don't lose my seat. Kelly Loeffler's committed to do the same thing. So, we're standing with the president on all the issues out there that we see in front of us, the $2,000 deal, the 230 - I'm sorry, the Section 230 issue, as well as the election commission that the president has called for.", "BENSON: Senator David Perdue of Georgia, the incumbent - one of the incumbents, the Republicans running down there. Absolutely critical election next Tuesday, the 5th. The final day for early voting is tomorrow in Georgia. Senator, we look forward to seeing what happens on Tuesday. Good luck and hopefully we'll be able to have you back after next week as a reelected senator.", "PERDUE: You got it, Guy. Thank you. God bless you. Happy New Year.", "BENSON: Senator David Perdue, Happy New Year to you as well."], "authors": ["Wyatt Dobrovichfago"], "keywords": ["sen", "rga", "david", "direct", "senator", "relief", "hes", "america", "georgia", "know", "payments", "support", "explains", "president", "covid", "look", "perdue", "right", "guy"], "pubDate": "2020-12-30T00:00:00Z", "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}