{"id": "a02c7437-088e-3ffc-a881-02f99dc26321", "title": "Kelsea Ballerini responds to young fan's letter about being bullied: 'It’s awkward and emotional'", "url": "http://www.foxnews.com/entertainment/kelsea-ballerini-young-fan-letter-bullied-emotional-awkward", "summary": "Country singer Kelsea Ballerini issued an encouraging response to a young fan who wrote her a letter about the difficult time she’s having in middle school.\nEllie simply wanted to thank the “Club” singer for her music, which she says gets her through the hard times.\nKELSEA BALLERINI STUNS AT CMT MUSIC AWARDS IN OFF-THE-SHOULDER DRESSAfter failing to track down the youngster’s address, Ballerini simply responded via a public post on Instagram.\nSometimes it feels like the world will end if I start showing what’s under my skin,” Ellie wrote.\n“However, your songs have taught me otherwise.”CLICK HERE TO GET THE FOX NEWS APPBallerini has a history of accommodating her young fans.", "paragraphs": ["Country singer Kelsea Ballerini issued an encouraging response to a young fan who wrote her a letter about the difficult time she’s having in middle school.", "The 26-year-old artist took to Instagram to share part of a note she received from a girl named Ellie, from Colorado. In it, she discusses how hard it’s been to be a middle schooler and the “nasty things” people have said to her that have made her life difficult. Ellie simply wanted to thank the “Club” singer for her music, which she says gets her through the hard times.", "KELSEA BALLERINI STUNS AT CMT MUSIC AWARDS IN OFF-THE-SHOULDER DRESS", "After failing to track down the youngster’s address, Ballerini simply responded via a public post on Instagram.", "“Middle school was really hard for me too. It’s a time when everyone is starting to discover who they are, it’s awkward and emotional, and unfortunately the way some people feel like they have it together is by tearing other people apart.”", "The country star added: “Try your best to breathe through it and let it roll off of you, and please please remember that it’s not your weight to carry. It will make you stronger and full of grace. I also promise that middle school will be over before you know it.”", "COUNTRY SINGER KELSEA BALLERINI SURPRISED BY LITTLE BIG TOWN ON STAGE WITH GRAND OLE OPRY INVITATION", "She ended the letter by referring to Ellie as her “little homecoming queen” after the fan letter dubbed the track “Homecoming Queen” her favorite.", "“This song reads my mind. I’ve been feeling really sad because people have said some nasty things that I try not to acknowledge. Sometimes it feels like the world will end if I start showing what’s under my skin,” Ellie wrote. “However, your songs have taught me otherwise.”", "CLICK HERE TO GET THE FOX NEWS APP", "Ballerini has a history of accommodating her young fans. In October, the Grammy-nominated artist surprised a blind 9-year-old by working with the nonprofit organization Do It For The Love to make his dream of attending one of her concerts come true. In addition to meeting him after the show, Ballerini sent him a custom guitar."], "authors": ["Tyler Mccarthy"], "keywords": ["singer", "responds", "ballerini", "ellie", "kelsea", "fans", "middle", "emotional", "bullied", "try", "young", "hard", "track", "wrote", "letter", "awkward"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}