{"id": "a0337b79-e6c7-3d28-8d3a-fe3d7632890b", "title": "Rep.-elect Jay Obernolte, video game developer, backs tighter Section 230 rules, federal digital privacy law", "url": "https://www.foxnews.com/politics/rep-elect-jay-obernolte-video-game-developer-backs-tighter-section-230-rules-federal-digital-privacy-law", "summary": "Congressman-elect Jay Obernolte, a 50-year-old who is a video game developer by trade, will be a bit of an outlier in Congress.\n\"I don't think that a lack of information is a good thing for digital commerce,\" Obernolte said.\nObernolte also said he thinks Congress may have to \"grapple with\" net neutrality in the next decade.\nNet neutrality is a policy that forces internet service providers to treat all content moving through their networks equally without artificially speeding up or slowing down any data.\nThe congressman-elect told Fox News he generally favors a light touch when it comes to regulations like net neutrality.", "paragraphs": ["Congressman-elect Jay Obernolte, a 50-year-old who is a video game developer by trade, will be a bit of an outlier in Congress.", "That's because members of Congress are not necessarily known as a technologically savvy bunch. This reputation has been earned by many awkward moments and stumbles by members when discussing tech, including in a 2018 hearing when Rep. Steve Cohen, D-Tenn., told Alphabet CEO Sundar Pichai, \"I use your apparatus often,\" referring to Google, the search engine.", "But Obernolte – whose company FarSight Studios creates games for a variety of platforms ranging from PlayStation to iOS – said that, with the right approach, Congress can and should effectively address major tech issues ranging from net neutrality to Section 230.", "\"I actually think that sometimes we get caught up in jargon from a technological standpoint, which is not helpful because I don't think the technology is unapproachable,\" he told Fox News in an interview. \"I think that it is something anyone can really understand, the topic and the issues that come up.\"", "HOUSE TEES UP TRUMP VETO OVERRIDE FIGHT ON DEFENSE SPENDING BILL", "Obernolte said no tech issue is more straightforward to grasp than digital privacy, which he said the federal government will be forced to address likely in the next decade.", "\"The question of how much control individual consumers should have over their data — it's certainly clear to me that the answer is they should have some,\" Obernolte said.", "But, he continued, there needs to be a \"happy medium\" between giving consumers more control and not letting \"the pendulum swing too far into overregulation and stifle exactly the same innovation that has led to the explosion of jobs and productivity here.\"", "\"I don't think that a lack of information is a good thing for digital commerce,\" Obernolte said. \"So I think that the digital companies should be forthright with customers about what information they're gathering and for what users don't put it. But also, I think we need to be cognizant of the fact that we built one of the most dynamic digital economies in the entire world here.\"", "Obernolte also aims to take a balanced approach to Section 230 of the Communications Decency Act, the federal law that provides immunity to online platforms for content posted on their sites by third parties.", "\"I think that there's a valuable role for that liability protection. Because if you have a platform and you're making it free for anyone to post on that platform, you should not be liable for something that someone unrelated to you posts on your platform,\" Obernolte said.", "TEXAS REP.-ELECT BETH VAN DUYNE SAYS OBAMACARE WAS ONE OF THE BIGGEST LIES' OF HISTORY", "But he also said that rules on liability \"need to be tightened up\" and that \"there's a bright line between curating a platform ... and not curating a platform.\"", "Section 230 does provide platforms some ability to curate content without losing their liability protection. It says platforms may take action, without losing their protection, \"to restrict access to or availability of material that the provider or user considers to be obscene, lewd, lascivious, filthy, excessively violent, harassing, or otherwise objectionable, whether or not such material is constitutionally protected.\"", "But the current balance of things, Obernolte said, is untenable.", "\"I think at the moment that you start down that slippery slope of saying, you know, we're going to enforce these community standards and try and decide on our own what's true, what's not true, what's misleading, what's not misleading that I think you are indeed curating and I think you lose that liability protection,\" Obernolte said.", "President Trump recently threatened to veto the National Defense Authorization Act (NDAA) if it did not include the repeal of Section 230. Despite the fact Congress has not exactly been a friendly place for Section 230 in recent years, the recently passed House version of the NDAA would not repeal the provision.", "Obernolte also said he thinks Congress may have to \"grapple with\" net neutrality in the next decade. Net neutrality is a policy that forces internet service providers to treat all content moving through their networks equally without artificially speeding up or slowing down any data.", "It's an issue that should be addressed by Congress rather than a \"patchwork\" of states, Obernolte said, because \"the flow of digital data\" is \"so obviously related to interstate commerce.\"", "Obernolte voted against a California net neutrality law, which at the time he said \"enacts the harshest regulation of Internet of any state in the country,\" according to California Public Radio. The congressman-elect told Fox News he generally favors a light touch when it comes to regulations like net neutrality.", "CLICK HERE TO GET THE FOX NEWS APP", "\"I come down on the side of freedom. I think that people and companies should have the freedom to do what they want to with their infrastructure,\" Obernolte said. \"But it's clear that the federal government has a role to play in making sure that we level the playing field for everybody. So those are the kind of discussions that we had at the state level in California.\"", "Before being elected to the state legislature, Obernolte was also a city council member and mayor in Big Bear Lake, Calif. Before that, he served on a local airport board.", "Obernolte earned his master's in artificial intelligence from UCLA and has a bachelor's degree in computer engineering at Caltech. He's also a volunteer pilot with the Veterans' Airlift Command.", "On whether or not he can get any of his ideas passed as a member of the House minority for at least the next two years, Obernolte said that his experience as a Republican in California will help him as a Republican in Washington.", "\"I took the time to build relationships with every single one of my colleagues on both sides of the aisle in both the assembly and the senate in California,\" Obernolte said. \"And I think that's why I was unusually successful in getting legislation passed. It really taught me that at the end of the day, we're all on the same team ... we just sometimes disagree on how to get from where we are to where we want to be.\""], "authors": ["Tyler Olson", "Tyler Olson Covers Politics For Foxnews.Com. You Can Contact Him At Tyler.Olson Foxnews.Com", "Follow Him On Twitter At"], "keywords": ["whats", "video", "digital", "tighter", "law", "neutrality", "federal", "privacy", "jay", "game", "congress", "platforms", "repelect", "think", "protection", "obernolte", "rules", "net", "platform"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}