{"id": "a0561306-53e5-3207-9242-58ac440e6eea", "title": "The Shenzhen effect: Why China's original 'model' city matters more than ever", "url": "https://edition.cnn.com/style/article/shenzhen-effect-china-model-city-intl-hnk/index.html", "summary": "These projects all look back to one city for inspiration: the godfather of urban transformation and the country's \"model\" city, Shenzhen.\nAlthough Shenzhen has been treated as a model city, the power of hindsight has exposed some of the original plan's shortcomings.\nXiongan, Xi's model cityBeijing's new satellite city, Xiongan, is China's latest attempt to replicate the success of Shenzhen.\nAs with Shenzhen, Xiongan must also navigate the complexities of managing the area's existing population.\nThe extent to which Xiongan will copy -- or diverge from -- the template established by the model city of Shenzhen remains to be seen.", "paragraphs": ["Written by Jonathan Chatwin, CNN", "Jonathan Chatwin is a writer, journalist and author of books including \" Long Peace Street: A Walk in Modern China .\"", "By 2035, China's government expects over 70% of the country's population -- around a billion people -- to be living in cities.", "Both Shanghai and Beijing have announced population limits and are implementing policies to reduce the number of new arrivals. These restrictions look likely to be replicated in many of China's more populous cities.", "But the rate of urbanization shows no sign of slowing. So, while existing smaller cities can absorb some of the millions who relocate, China is, with increasing haste, looking to develop entirely new urban areas in order to provide homes, jobs and infrastructure -- all while driving economic growth.", "The most high-profile of these is Xiongan, a new city being built across three counties in Hebei province, 100 kilometers to Beijing's south west. Announced to great fanfare in April 2017, it's expected to house up to 2.5 million people . Large-scale construction began in 2019 and, over the next decade, an ambitious government plan will see many of Beijing's businesses, universities and hospitals relocated to this new city, alleviating pressure on the capital and encouraging hi-tech economic development in a traditionally industrial area.", "Designed by Zaha Hadid Architects, the technology hub Unicorn Island outside Chengdu is one of numerous new urban areas being constructed in China. Credit: Zaha Hadid Architects/Negativ.com", "Across the country, China's government is investing trillions of yuan to establish new areas and development zones, many of which act as satellites to existing cities. To the south of Chengdu, the capital of Sichuan province, Tianfu New Area has been developed over the last decade and is soon set to open Unicorn Island , a 166-acre technology hub designed by Zaha Hadid Architects. In Changsha, capital of Hunan province, the vast and similarly ambitious Xiangjiang New Area is intended to attract hi-tech industry and is home to the country's first test zone for autonomous public transport.", "These projects all look back to one city for inspiration: the godfather of urban transformation and the country's \"model\" city, Shenzhen. Now home to over 13 million people, the southern metropolis is the Chinese government's proudest symbol of the last 40 years of economic reform.", "Building on Shenzhen", "On September 4, 1984, the sound of firecrackers echoed through the streets of Shenzhen as the city celebrated the completion of the International Trade Center, its -- and, at the time, China's -- tallest building.", "Deng Xiaoping, the country's then paramount leader, had visited the site earlier that year and had given the project his seal of approval. He was particularly impressed by the speed of construction, which -- though it began slowly, partly due to a lack of proper equipment -- eventually reached a rate of one new floor every three days. The pace with which the upper floors of the tower were built became known as \"Shenzhen speed,\" part of the pervasive mythology that clouds the origins of this so-called \"Instant City.\"", "Shenzhen's International Trade Center was once China's tallest building. Credit: Imaginechina Limited/Alamy", "For visitors to Shenzhen in the 1980s, the 50-story skyscraper dominated the city's skyline. Over time, however, neighboring buildings would reach, and then exceed, the International Trade Center. As Juan Du, an architect and author of new book \"The Shenzhen Experiment\" observed in an email interview: \"This cluster of tall buildings became the image of China's post-reform modernization and urbanization.\"", "Special Economic Zones", "As China began reforming its economic system and opening up to the world, a process initiated by Deng in the late 1970s, Shenzhen was established as one of China's first four \"Special Economic Zones,\" or SEZs. All four were chosen for their favorable geographical position and access to global markets, with Shenzhen located just across the river from the international hub of Hong Kong.", "An oft-repeated myth is that Shenzhen grew from a fishing village. But in 1980 it was already a bustling market town. The surrounding areas that would become the SEZ covered almost 330 square kilometers and included a number of other pre-existing villages and towns. The official population of the SEZ at the time was 94,100, according to Du's research.", "Shenzhen has undergone a rapid transformation since the 1980s. Credit: Xinhua/Alamy", "Although Shenzhen is now considered a success story, its establishment and early development was not without controversy. The city was, as Deng acknowledged, an experiment, and thus diverged from rules that applied to the rest of China. Shenzhen was allowed to try out comparatively radical ideas, like loosening price controls on goods and inviting foreign direct investment.", "Shenzhen was such an exception that, for much of its existence, it was physically separated from the rest of the country by a barbed wire fence. This fortified perimeter was interspersed with seven manned checkpoints and was known as the \"Second Line\" (the first being the border with the semi-autonomous Hong Kong to the south).", "Until 2006, visitors from other parts of China needed their passports and a special permit to enter the SEZ.", "When Deng visited in 1984, he asserted that SEZs were \"windows of technology, management, knowledge and foreign policy,\" designed to showcase China's potential to the rest of the world -- and the rest of the country. The city was intended to become a \"national model for China's modernization and urbanization,\" Du said.", "A new Shenzhen McDonald's under construction in 1990. Credit: Paul Lakatos/South China Morning Post/Gety Images", "Architecture and design became crucial ways of representing this model vision of modern China. The country's urban spaces have long emphasized the importance of symmetry, with streets traditionally laid out in straight lines running east to west and north to south. Following these principles, Shenzhen initially spread out along its first east-west avenue, whilst the city's main Central Business District was laid out along a prominent north to south axis, flanked by skyscrapers and landmark architectural projects.", "Shenzhen was not, however, a blank slate onto which a symmetrically ordered city could be drawn. Existing villages within the boundaries of the Special Economic Zone grew exponentially, as they were often the first destinations for the thousands of newcomers looking for an affordable place to live.", "Those who owned village properties would quickly extend their houses upwards and outwards to offer low-rent accommodation for new arrivals. \"Without the villages, the city would never have grown with the famous 'Shenzhen speed,'\" Jonathan Bach wrote in \"Learning from Shenzhen,\" a collection of essays on the city. \"The city could never have sustained the cost of housing and supporting so much labor.\"", "Shenzhen's skyline pictured at twilight. Credit: Sean Pavone/Alamy", "However, over time, the villages have been surrounded and overshadowed by new, more lucrative developments -- or razed by developers seeking new opportunities for growth.", "As Du observed in \"The Shenzhen Experiment,\" many people in China share a stereotyped view of the surviving villages as being \"dirty, disorderly and inferior,\" though they have been integral in driving Shenzhen's success, and their vibrancy and dynamism are a key aspect of the city's culture. There are still hundreds of these \"urban villages,\" and one of the unresolved challenges in Shenzhen's development is how to sensitively manage and integrate them -- and the millions of people who live in them -- into an ever-growing metropolis that leaders like to promote as an orderly, model city.", "A new city center", "Shenzhen has proven such a success that it's now faced with a problem unimaginable to its original planners: A lack of space.", "One source of new land has been found by building onto what was once the sea.", "Through extensive land reclamation, the waterfront at the city's southern edge was extended into the bay almost 20 years ago. A new city center business district, dubbed Shenzhen Bay Headquarters City, is now being built on that land.", "\"We intend to make Shenzhen Bay a complementary city center to the string of existing central business districts of Shenzhen,\" said Claude Godefroy of Henning Larsen Architects, one of three firms to win a competition to design the new district, in an email interview.", "Shenzhen Bay Headquarters City is a new 2-square-mile business district. Credit: Henning Larsen Architects", "With the first phase of building expected to be completed by 2022, the project features a north-south axis and showpiece skyscraper (the project's main tower will reach a height of over 1,640 feet, the architects said, placing it firmly in the world's 20 tallest buildings).", "But beyond the superlatives, its design aims to correct the mistakes of the past. Although Shenzhen has been treated as a model city, the power of hindsight has exposed some of the original plan's shortcomings.", "In a city where \"oversize impassable highways crisscross the city and isolate neighborhoods from each other,\" as Godefroy put it, Shenzhen Bay will be pedestrian friendly. A waterfront promenade will be lined with bars and restaurants, correcting \"an historic failure in Shenzhen's urban planning: its disconnection with the sea,\" he added. \"Citizens complain that they sometimes forget they are living in a coastal city.\"", "One of the project's goals is to attract skilled Chinese and international workers to the city. \"All megacities compete to attract the talents of tomorrow,\" Godefroy said, \"and Shenzhen lags behind in livability compared to Hong Kong.\"", "The idea of Shenzhen competing with neighboring Hong Kong, long a prosperous global trading hub, is hardly new. But a government plan published over the summer of 2019 directly declared its ambition for Shenzhen to itself become \"a capital of innovation, entrepreneurship and creativity with international influence.\"", "A worker braves the heat to weld parts on the top of Shenzhen's Ping An Finance Center in 2015. Credit: Mao Siqian/Xinhua/Getty Images", "The plan emphasizes making the city more internationally open, developing its reputation as a technology hub -- it is already home to Chinese tech giants Huawei, Tencent and ZTE, among others -- and improving its environmental credentials. It is to become a \"pioneering demonstration zone of socialism with Chinese characteristics\" according to the State Council , China's cabinet.", "\"The State Council document was not part of the brief for Shenzhen Bay, but every architect involved with Shenzhen knows that is the agenda,\" said Godefroy. Although he doesn't believe Shenzhen can become a true competitor to Hong Kong, as \"their economies have such a different focus,\" he said that the government's ambition for the new development was very clear -- it wants to \"make this district the spearhead of a plan to position Shenzhen a model city for China and the world.\"", "A model for China", "China's politicians have persistently tried to replicate the \"Shenzhen effect\" as they develop other urban areas around the country.", "These new areas often feature architectural motifs reminiscent of Shenzhen, sprawling along broad, perpendicular avenues flanked by convention centers, malls and flagship skyscrapers. And, like Shenzhen, they are generally built with economic revitalization in mind, with local governments often offering favorable terms to developers and companies relocating there.", "Take Shanghai's Pudong district, across the river from the city's famous Bund, which drew inspiration from Shenzhen. In early 1990, Deng, who often wintered in Shanghai, began to encourage China's next generation of leaders to allow Pudong -- relatively rural in comparison to the city it faced across the water -- to redevelop, saying that he had made a mistake by not including Shanghai in the original group of Special Economic Zones in 1979. According to Ezra Vogel's 2011 biography of Deng, the paramount leader argued the city could, at least, benefit from developing later than Shenzhen by learning the lessons of its predecessor.", "A bronze statue of Deng Xiaoping in Shenzhen's Lianhuashan Park. Credit: Eric0911/Shutterstock", "Pudong has since become home to a famed skyline punctuated by some of China's tallest buildings, and the center of the country's financial sector. The district's planning and development was certainly more centralized and coordinated than that of Shenzhen, but despite innovative plans proposed by international architecture firms, Pudong ended up re-articulating the same ideas of urban development: build quickly and ambitiously, maximize land value and prioritize the commercial over the human.", "Beyond Pudong, China has struggled to successfully export Shenzhen's remarkable example. Even the other three SEZs established at the same time as Shenzhen -- Shantou, Xiamen and Zhuhai -- failed to develop in anything like the same explosive manner. A myriad of different factors has influenced this -- geography, size and scale, specific local policies and the nature of the cities' populations. As Du noted in her book, \"Shenzhen ... is not a singular transferable model but a plurality, informed by local conditions and local communities.\"", "Xiongan, Xi's model city", "Beijing's new satellite city, Xiongan, is China's latest attempt to replicate the success of Shenzhen. President Xi Jinping has appointed Shenzhen's former mayor and party chief, Xu Qin, as governor of Hebei province, where the city is being built. State media has referred to Xiongan as the \" Shenzhen of the North \" while, according to its master plan, the project is intended to become \"a model city in the history of human development.\"", "There are differences between Xiongan's development and that of Shenzhen, however. Most obviously, whereas all of the original Special Economic Zones were coastal areas designed to attract foreign capital, Xiongan is 150 kilometers from the nearest coastline.", "It will mainly serve a center for domestic, rather than international, industries -- in particular, many of the country's massive state-owned enterprises currently based in Beijing.", "Three counties, 100 kilometers to Beijing's south west in Hebei province, are set to be transformed into a brand new city. Credit: Costfoto/Barcroft Media/Getty Images", "The government also emphasizes that Xiongan will be a green \"smart city,\" built on a more human scale and with lower population density than China's sprawling megacities. The city will be comparatively low-rise, and free from the ever-taller skyscrapers that define most new urban developments. Early work has focused on improving environmental conditions in what is one of the most polluted areas of China, with the sizeable Baiyangdian Lake -- around which the city will be oriented -- subject to an intensive clean-up operation.", "As with Shenzhen, Xiongan must also navigate the complexities of managing the area's existing population. When Xiongan was first announced, a rush of real estate trading led the government to freeze property sales.", "The government has subsequently restricted speculation further by announcing that housing in Xiongan will be subject to strict state controls -- a substantial change to the policy of Shenzhen, where property development was a key driver of economic growth.", "Many of the existing residents have already been relocated and compensated. But with a population of around 1 million people in the area -- and over 500 villages to be redeveloped -- enabling satisfactory outcomes for low-income and often older rural residents remains problematic.", "One key similarity between the two cities, however, is in the way Xiongan will be integrated into a greater conglomeration of urban centers. Just as Shenzhen now blends almost imperceptibly into the Pearl River Delta's other cities, such as Guangzhou and Dongguan, so Xiongan will be connected via high-speed rail with Beijing and Tianjin, to its east, to form a 130-million-person megalopolis nicknamed 'Jing-Jin-Ji' (a portmanteau of the names of Beijing, Tianjin and \"Ji,\" an ancient name for Hebei province).", "An aerial shot of the Xiongan New Area, which is expected to one day house up to 2.5 million people. Credit: Costfoto/Barcroft Media/Getty Images", "There is clearly no lack of ambition for Xiongan. It is a project that reflects the ambitions and concerns of China's current leadership, with Xi seemingly hoping to emulate Deng's legacy in Shenzhen by very publicly attaching his name to the project. \"General Secretary Xi Jinping has planned for, made decisions on and promoted (Xiongan) in person, devoting painstaking efforts,\" read a 2018 planning document.", "The extent to which Xiongan will copy -- or diverge from -- the template established by the model city of Shenzhen remains to be seen. But what is indisputable is that Shenzhen's example, both positive and negative, remains hugely influential in China's urban planning, even four decades after the city was established."], "authors": ["Jonathan Chatwin"], "keywords": ["chinas", "model", "effect", "credit", "city", "shenzhen", "xiongan", "urban", "matters", "development", "economic", "original", "china"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}