{"id": "a059f30b-a65d-3af9-b4a0-85d34208aa9e", "title": "Formaje’s Clara Diez Wants You to Care About the Future of Cheese", "url": "https://www.vogue.com/article/formaje-clara-diez-wants-you-to-care-about-the-future-of-cheese", "summary": "Before she launched Formaje, Diez worked for five years as an export director for the artisan cheese shop Queseria Cultivo.\nBy creating a space that fosters discussion with every purchase, Diez hopes artisanal cheese simply becomes the norm.\nClara Diez poses with Formaje’s bag, made in collaboration with designer Emily Levine Photo: Courtesy of FormajeConsidering artisanal cheese as a means for connection, Diez intends for Formaje to ultimately encourage an open dialogue around food production and sustainability.\n“Finding uncharted ways to introduce the cheese culture into new universes allows us to amplify our message,” she adds.\nUsing one of Levine’s staple designs, the knotted bag, the two were able to combine their universes of sustainability and craftsmanship.", "paragraphs": ["The continuing consolidation of the dairy industry—in which a small number of farms produce much of a country’s milk—has resulted in increased pollution and environmental issues in the U.S. Artisanally produced cheese, on the other hand, relies on small herds which are allowed to roam freely, avoiding many of the issues that occur when thousands of cows are kept in confinement. But, as Diez notes, “it’s very complex to explain what is ‘artisanal’ in concrete terms.” Thus, Diez and her husband, Adrián Pellejo, are working to bring together a selection of excellent cheeses that buyers can be sure champion ethical practices, taking into consideration all elements that go into making it artisanal: the livestock feeding methods, the handling and care in the production processes, and the commitment to generate a positive impact on the environment.", "Before she launched Formaje, Diez worked for five years as an export director for the artisan cheese shop Queseria Cultivo. “I’ve always thought of cheese as a link, a link that connects people, territories, cultures… and all this information gets transferred to you through flavor or through taste, which is an amazing way of communication,” she muses. When shopping artisanally, ideally we are plunged deeper into a culture, a practice, a ritual. By creating a space that fosters discussion with every purchase, Diez hopes artisanal cheese simply becomes the norm.", "Clara Diez poses with Formaje’s bag, made in collaboration with designer Emily Levine Photo: Courtesy of Formaje", "Considering artisanal cheese as a means for connection, Diez intends for Formaje to ultimately encourage an open dialogue around food production and sustainability. “I want cheese to go hand-in-hand with art, fashion and technology,” she says. “Finding uncharted ways to introduce the cheese culture into new universes allows us to amplify our message,” she adds. In her first collaboration with designer Emily Levine, the pair created a limited edition piece inspired by the traditional use of muslin fabric used to wrap cheese during ripening. Using one of Levine’s staple designs, the knotted bag, the two were able to combine their universes of sustainability and craftsmanship. More collaborations like this, Diez divulges, are on the horizon in 2021.", "Formaje, in a sense, has become more than what it initially set out to be. It echoes a larger message about the power of storytelling, connection and intention. If we can be intentional about how we shop for clothes and beauty, or how we create brands, we can be intentional about other habitual practices in our day-to-day life—like, say, eating cheese."], "authors": ["Monica Mendal", "Monica Menda", "Tamar Adler", "Lovia Gyarkye", "Mosha Lundström Halbert"], "keywords": ["clara", "practices", "diez", "wants", "small", "artisanal", "sustainability", "care", "message", "future", "formajes", "shop", "production", "universes", "cheese"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}