{"id": "a05916bf-c3f3-377b-8f88-706d0c587795", "title": "Brexit: are we there yet?", "url": "https://www.ft.com/video/6a92b2ee-bfe1-4e1e-8f8a-7a830111b7dd", "summary": "So one of the things that has happened as well, is it not just that Brexit is definitely happening?\nI mean, if the UK was prepared to do the kind of Brexit that Remainers wanted, which is very close in alignment.\nIf the level playing field isn't happening, then a lot of the visible grief of Brexit, of a no-deal Brexit almost, will be there, because you will have problems at Dover, you will have friction introduced into trade supply chains.\nAnd since a big part of Brexit, a big part of the philosophy of Brexit, is we left behind...Take back control.\nThere'll be other ones that hadn't occurred to us at all that will become really, really difficult.", "paragraphs": ["You can enable subtitles (captions) in the video player", "Here we are, Robert. The road to Brexit. Are we nearly there?", "Bong.", "Bong. Robert.", "I can sense your frustration in the writing.", "OK. So here we are. It's the end of January, 2020. This whole thing started in June, 2016, but it's a moot point whether we are, in fact, there.", "So I think if we were actually drawing the road, it would have sort of gone like that, and through there, and around here, and dead end, and then it would have gone over here. But actually, I think we are. I think we are at Brexit. It is happening at the end of this week.", "31st of Jan.", "Even the people who most aggressively campaign to stop it accept it's happening.", "It is happening. Nothing can happen to stop it now. So I've got a little surprise for you. Here we are. Here's one I made earlier.", "Excellent.", "Here we are. So...", "Bong.", "On Brexit night, on Friday night, you may have to do the bongs, because there will not be any official Independence Day bongs from the Big Ben.", "There is a party in Parliament Square, which Nigel Farage and his Brexit party crowd have organised, where I believe they have tape recordings of Big Ben bonging. My favourite aspect of this is that nobody really contemplated the fact until quite late, that the UK is leaving the European Union at midnight, but that's midnight Brussels time. So in fact, we're leaving at 11.00pm. And among other things, is the Graham Norton Show on BBC is being postponed, so that we can all watch the great moment of departure.", "The interesting thing is that actually as the day has approached, Boris Johnson has sort of taken pains to almost play down any idea of triumphalism, because he's now got this strange task of having to lead a nation which was split down the middle on Brexit. So he can't really afford to have bongs, parties, call it Independence Day, as presumably the Daily Express and Nigel Farage would like.", "Well, it's going to be straight. He's treading quite a fine line. So there's going to be a countdown clock, I believe on the door of Downing Street. He's doing an address to the nation. Government buildings are going to have lights on them in red, white, and blue.", "Red, white, and blue. It's a red, white, and blue Brexit.", "Exactly. And then in Parliament Square, Nigel Farage and his crowd, him, other people from the Brexit party, and the sundry talk radio figures, are all speaking about what a great day it is. And as you said, Britain's Independence Day. It is interesting that a number of the Conservative MPs who have, not all of them, but a number who were very strong advocates for Brexit, they're all trying to take the same tone that you were just saying. It's like, actually, look, we know, we recognise this is a sad day for a lot of people. We need to just go about this with a degree of humility, which I think is a good thing, actually. If they can stick to it, it's a good thing.", "OK. So one of the things that has happened as well, is it not just that Brexit is definitely happening? This place, parliament becomes much less exciting, and, indeed, relevant than it has been for the last few months, because of Boris Johnson's majority.", "As it regains his sovereignty.", "Yeah. Exactly. So as he regains his sovereignty, it's actually kind of sidelined. So I'm sorry, Big Ben, we're going to put you over there. Because, the story, as it develops, in fact, the next significant moment is the end of this year, right?", "Yeah.", "And middle point of this year, end of June, because here we are now, Brexit day, but there is another journey to here when a whole load of decisions will have to be made, and then to here.", "Yeah. Just after Brexit day. So it's very early February. We get the first sight of negotiating mandates for the European Commission, which are being agreed now. And we should see them first week of February. We're also promised a speech by Boris Johnson - again, first week of February - where he sets out what his approach to these negotiations is going to be. I'm told that the EU mandate is going to be very, very detailed, and the Boris Johnson one is going to be more thematic. But he's sending his big EU negotiator David Frost out to do battle. And so we're going to get a first sense of where the battle lines are going to be.", "What are we calling this? We're calling this the UK priorities, or...", "Yeah, something like that.", "Yeah.", "These are the battle lines, which will determine the rest of the year. As you said, June is when the British government has to ask for an extension of the transition period beyond December, 2020 on the assumption that it's not to get the deal done in time. And nobody thinks that's going to happen.", "Which is interesting, isn't it? Because when this started to come up in the autumn there was some chat about how, if you sort of got to here, what happens if you get three-quarters of the way through the year? You're really making a lot of progress on the negotiations. A deal is very definitely possible. It's on the cards. But it is going to take longer. You're kind of stuffed, because back here you should have asked for an extension. What happens here? Is there a realpolitik way in which both sides, EU and the UK, start to say, well, you know what? We need another couple of months. But you're sort of screwed by this legal deadline.", "Before the election, I don't know if you remember, Boris Johnson was given to talking about Gatt - was it Gatt 24? I can't remember what number Gatt it was. But we said that if you were close to securing a trade agreement, the two sides could roll over their existing arrangements. So in theory, I suppose there's that. But the truth is that the Conservative side believes in the deadline. It doesn't believe in paying more money to the European Union. In the period of transition, the UK has to take and accept all of the rules from the European Union, which no longer has any say.", "So just to be absolutely clear what we're talking about, so from Brexit day itself.", "To the end of December, '20.", "The end of this month, January to December, we are in a period of transition. So we're effectively out of the EU. We are no longer a member of the European Union, but we abide by the existing arrangements while we negotiate our end state. And that's what we still don't know.", "And in return for those, I think life goes on as normal. So the truth is, the morning after Brexit, for most people, nothing will have changed.", "Absolutely. Absolutely.", "But the Conservatives do not want to go beyond that deadline. It was possibly the price of the day of Nigel Farage pulling out of the general election. And so they've rather put themselves up against it because time is on the European Union's side in this negotiation. And if the UK is frightened of falling over the edge of another no-deal cliff, then the European Union has a lot of advantages in this. The interesting question, and it's very hard to know, because at this stage everyone's just being tremendously gung ho, and it's the early opening rounds, is that - I've heard it from enough people to think it's at least possibly true - that the UK actually is prepared to go over the cliff this time.", "And one reason for that is that the moment you say you're diverging on regulations, and regulatory alignment, a lot of the issues like lorries at Dover, and all of the friction in trade, becomes a reality anyway. And the government is committed to regulatory divergence. So that seems to me the whole battleground.", "There is a really horrible way in which there is a kind of deja vu about this. But we've got the whole of this year before we get back to this threat, this threat of a cliff edge, which we experienced twice. It felt like so many more times last year in 2019.", "Well, I still got the tins of tinned tomato in my house's spare bedroom.", "Exactly. No, but exactly. So the whole nation, and, indeed, the rest of the EU was sort of poised - this feeling of danger twice last year. And we might end up back there, so it's not quite the end of a road. There is a sense of going back in a circle.", "Yeah, absolutely. I mean, it's absolutely... I mean, if the UK was prepared to do the kind of Brexit that Remainers wanted, which is very close in alignment. Hopefully incredibly close to the European Union. There is the easy part of this, the easier part, which is an agreement to have zero tariffs and zero quotas, which both sides fundamentally want. That's the easier part of this game. But the European Union looks like it's going to hang very tough on the issue of what it calls level playing field.", "Which is not having the UK able to compete against the EU by having much lower corporation tax, by having all sorts of sweeties that it can offer to business to attract business to the UK and away from the EU.", "They want the UK to commit to that level playing field, which would defeat any economic purpose of Brexit for those who believe there is one. And the UK is very resistant to this. Of course, the chances of it diverging wildly on the 1st of January, 2021 are very slim, but it doesn't want to commit to what's called dynamic alignment, where every time the EU changes rules, the UK has to change. So that is the bulk of the battleground... that and fish are the bulk of the battleground.", "I'm going to come on to fish. Please do draw some fish, because this is what I've been looking forward to all week.", "This is the fish bomb.", "That is a bomb, not a fish.", "OK. Look, he's got an eye. Now it's a fish.", "All right. I'm going to draw a better fish.", "That is a better fish.", "There we are.", "Oh, it's a shark. I hear the scales falling from his eyes.", "Should we say that? Yes, OK. It's got to have some fins, otherwise it's not a fish. There we are. We come onto fish, because there's fish, there's cars, which stands for kind of manufacturing industry, and then there's the huge service economy of the UK, which is the City of London, but also all of the service sectors of the economy. But I just want to take you back a stage though, because describing this cliff edge the end of December, and the fact that the government, Boris Johnson, Sajid Javid, to an extent, have been saying very clearly there will be divergence, and this will be the absolute deadline. There will be no extension. We have heard that from Boris Johnson before. Dead in a ditch. I'd rather be dead in a ditch than not leave on October the 31st, 2019.", "This is a prime minister who plays by different rules, is allowed to play by different rules by his party and by the country, it seems. So if for the moment, but say we did get to here, it's not necessarily political death for him.", "I would be astonished if he does agree an extension. I really would be surprised. And I think the first half of this year is going to be awash. There'll be lots of lawyers, lots of anger. And I don't believe... I think we'll get to here, which is the German presidency of the EU. And I think this is where it's all going to happen. I mean, you're completely right obviously. It could all be posturing. It could just be the starting point and opening...", "No, it might be sincere now, but how sincere would it be... sincere would it be on the 20th of June when you're thinking...", "I don't believe they will extend. I really don't. That part, I believe what the government's saying.", "OK.", "Whether they're really prepared to topple over, and stick to their hard line, that's harder to say. But there are some reasons why they might. You've got a majority of 80. He's got four and a half years. He's got time to weather any immediate political storms. Now, obviously some storms are so bad, if you think about Black Wednesday, people look at the government, go, no, you're no good, that's it.", "Well, that is the comparison they should be having in their mind as well.", "But the difference is, at that point, Labour party was led by John Smith. And we're not sure who the Labour party will be led by then, but it's not going to be anybody like John Smith. He may think he's got the political time and room for manoeuvre. And as I said, if you are refusing to align regulations. If the level playing field isn't happening, then a lot of the visible grief of Brexit, of a no-deal Brexit almost, will be there, because you will have problems at Dover, you will have friction introduced into trade supply chains. And they may take the view that this is the price we have to pay to get what we want. And the problem is, because - it is the same as sort of the madman theory - madman theory - that actually it's only if you can make you believe you'll really do it that you have any chance of breaking through.", "OK. I'm going to let you talk about the fish now. So you've got your fish.", "Yes.", "But the fish have opponents, right?", "The main reason why this is, in fact, an excellent drawing, is because fish could torpedo...", "Oh, God.", "The whole thing. It's a fish torpedo.", "While you're explaining why fish could torpedo the whole thing, I'm going to try and draw a Nissan car. This is going to be a first for me. It's probably going to look like any other car.", "As long as it doesn't look like a fish.", "Just to warn you.", "So look, the point, the fishing industry has become a massive and disproportionate factor in all of the conversations. I'm sorry. I'm mesmerised now by the Nissan. And of all of the conversations that have gone on so far. Because fishing is less than 1 per cent of Britain's GDP. It's tiny as an industry. It is, however, disproportionately important in certain places, particularly Scotland, places that, again, are going to matter a great deal. And since a big part of Brexit, a big part of the philosophy of Brexit, is we left behind...", "Take back control.", "Take back control, but also that we left behind and betrayed communities that couldn't compete like London could. Then, fishing communities, and the fish becomes a template for what you're trying to achieve. The government wants to show a win on fish. On the other hand, it is also, in one respect, its best negotiating card, because this matters hugely, the issue of access to Britain's territorial waters, certainly up to 6 miles, I think it is, is a huge issue to French fishermen, to Spanish fishermen. And they are very worried about it. And they want this brought right into the trade talks. And so it is something that Britain could negotiate with, if it's prepared to disappoint the fishermen, its own fishermen, a bit.", "And that was the question. Because it's also the case that much of the fish caught by British fishermen is actually sold in Europe. So unless we're all going to start eating Pollock ourselves, they do actually need access to the European markets.", "It's about 80 per cent.", "Now, is this a cod that doesn't have fins, by the way.", "So, in fact, the fish come right up here, because the fish are going to be front and centre, as it were, of the negotiations. Because it's this question of...", "One day we're going to call one of these: you've had your chips, haven't you? I can see it already.", "Oh, God. Not... over my dead body. But anyway, so this question trading off sovereignty and control over access to EU markets is really what the whole thing is going to be about. But on the other hand, as you were saying, that's actually, in numbers terms, a very small part of the British economy. What is far bigger in economic terms, but also as politically potent is the manufacturing areas. So we've got this, you know, for example, the car manufacturing industry in the UK, which is a huge employer in the Midlands and the North, the areas the Conservatives just won successfully from the Labour party. They want to hold those seats. This is no small part of their political task in the next and four and a half years.", "But if you take back control without compromise, you really are jeopardising those jobs. And you're jeopardising employment in those politically sensitive areas. What sort of a trade off is this? It's kind of bonkers, no?", "Absolutely. And it is very striking, by the way. I mean, some of the comments that were being attributed to quite senior Conservatives, saying, well, we can't worry about legacy industries, by which they mean the cars. And the British automotive sector is on a downhill slope anyway, which may or may not be true. I mean, certainly the case I can't imagine Japanese car companies building any new models in Britain unless something changes dramatically. But you can't just go wiping out whole sectors. I mean, 150,000 jobs.", "It's hundreds of thousands of jobs.", "Dependencies. Fish is a really interesting topic, because for an economist, this is a no brainer, you sell out the fishing industry to get a better deal for the rest of the economy, which is, of course, what happened when we joined the EEC, as it was then.", "Which is why it's a political issue around which so much resentment has built up. Imagine the resentment that would build up politically if you destroyed the car industry in this country.", "Yeah. There is the issue of regulatory divergence. But no company that is selling primarily into the European market is going to diverge from EU rules anyway, or put itself in a position where it could find tariffs slapped on it because it's in receipt of state aid, or... it would be judged illegal under European terms. So there is an aspect to which the market might settle this a bit, but, yeah, I mean, there are some really, really horrible trade... I mean, someone said to me a while back the trade policy is something that the UK has not had to think about for decades.", "Because we've been part of a huge trading block, and they've taken care of the negotiations for us.", "And they've been a big guy in the scene. So anyone in the EU's negotiating with this side from America and China is that the EU has the upper hand. Trade policy is always corrosive. It always leads to big fights. There's always somebody losing out. There are always interest groups who are against free trade as well, full stop. So trade policy is going to become a hot issue in all kinds of ways that people haven't got... and we sorted of a couple of them. There'll be other ones that hadn't occurred to us at all that will become really, really difficult.", "So what about the UK services sectors then, including, of course, financial services, which is a huge earner in terms of the tax take and all the rest of it? Does that also come into this very early part of the negotiations? Sajid Javid, the chancellor, has been talking very tough on, we will diverge, we will divert. You've even seen Mark Carney, the outgoing governor of the Bank of England, start to say, OK, well, if Brexit is really happening it might be in the City of London's interests to divert. So what am I going to draw for the City of London? Should I try for the gherkin?", "Go for a gherkin, yes.", "I'll go for a gherkin while you chat. There we go.", "It's not a gherkin without fins.", "I'm going to do contouring on my gherkin.", "So, again, one of the issues is that the City of London is not a homogeneous unit. Different people have different interests.", "It's not even all in London.", "No. And yet, there is one message coming out. And it is a message that partly has been led by the Bank of England, which is to say, we don't want regulation - we have to be the regulator. We have to set policy, and, therefore, we can't have others regulating for our service industry of our financial services. As a result of which it's very hard to see how you get much more than basic equivalence in which there's sort of mutual recognition, but liable to cancellations with 30 days' notice, I think. It's very hard to see what the UK is gunning for in this area. And it's, I think, to some extent, relying on a view that says the City of London, Britain's financial service industry, is so strong and so powerful that we can risk this as well.", "We can survive.", "Because we carry too much clout. I think the concern that people have is not that the financial services industry could fall apart in 2021, but that over time power and influence just moves.", "And seeps away other global cities.", "European capitals have made a number of the major financial services companies open hubs within the European Union. At the moment those hubs are quite small. But they starting actually, would be like this bit, if you will, your trading, or whatever it is, coming over, it is a huge issue about which the government has said nothing very notable. And yet it has been the engine of British growth.", "OK, so what we're concluding is that, really, the first half of this year is where the action is going to be. Are we?", "No, no. We're not. I think it's where the...", "Where the noise is going to be.", "It's where all of the shouting, and grape shots, and anger will be.", "But then after June, where it's too late to extend again, you're still in negotiation.", "But you think that's still in play. You think the extension is going...", "Well, the only reason I say this is because it's politics. And we have a UK prime minister who gets away with stuff, essentially. And how is it in anybody's interests, either the UK or the EU, if we end up in this kind of no man's land? And so that's why my feeling is that it actually does become clearer, if not totally clear, by the midpoint of the year, what the costs and benefits are.", "I do think you have to factor in, though, just how powerful and strong a position Boris Johnson is in. He has just won an election. He's got a very big majority. He's got a party in no great mood to defy him. We've seen a little bit of defiance this week over the issue around Huawei. But they're not in a mood to have a fight with him. They broadly agree with him. He's going to be there longer.", "If you were looking at which European leaders are going to be in place in five years time - well, four and a half years time - well, Boris Johnson you'd bet would be there. ...will be gone. Macron, who knows? So actually he's quite stable at the moment. And he's able to use that stability for a while until things start to go wrong down the horizon.", "So the thing is, Robert, clearly he's got a majority of 80. He's looking more secure than any prime minister that we've been used to in recent years. But that's not saying much, right? And the situation's quite volatile. And also, if you look at the UK's other important alliances, you know, it's quite difficult to say, for example, that our relationship with...", "I wondered where you were going with this.", "That our relationship with the US isn't looking all that brilliant in the UK at the moment. The tensions over the UK decision to let in Huawei to run our 5G network, for example, has really annoyed America. The British government is supposed to want this great US trade deal as well. Nothing in terms of the vision of where the Johnson government is actually taking us as an endpoint is as secure as it seems at the moment, I would say.", "I think that's right. And I think if there's one other area where the rubber has hit the road, or whatever the appropriate metaphor - it is Anglo-US relations, because not only has Britain pushed back against some really ferocious lobbying by the US about whether it lets Huawei into the 5G phone network. And I mean, it was really. And I think the government was stung by the scale of the opposition, and could blowback within cabinet and among often quite loyal people. So I'm going to start with that. They've got the digital services tax, which is due to be introduced in the budget. It's just coming into effect from the budget, which is going to hit the tech giants. And, again, that led to threats from Steve Mnuchin.", "There'll be retaliation on autos if the UK does that. So there are all these ways in which we have the capacity to upset the US. And for some people, the US trade deal was the prize of Brexit. Having said which, it's very striking that you hear people in government talking about the serious members of government understand that it's the European trade deal that matters. That all this talk about the US is great, and it's wonderful, but actually, it's all about getting this one. So the development of the Anglo-US relationship over the next year is going to be... it's going to be absolutely fascinating to watch. But then, again, US is in an election, which is never the great place to be having these conversations.", "No, indeed. But what I would say is that even though I wouldn't necessarily bet against you on us keeping to that end of December, 2020 date for having done a final deal, or going over that threatening cliff edge again, I think there is a lot of instability, actually. And there are still a lot of things up for grabs.", "So what you're saying is, I'm not going to bet against you, but I'd like it to be on record.", "That's right. That is exactly what I'm saying. But I have got something for you though. I've got your Brexit dividend.", "You've got one.", "We have got... it's not one of the special ones. But anyway, 50p, your Brexit dividend.", "With friendship to all, isn't it? Peace, prosperity, and friendship to all.", "Yeah. It's been a great journey.", "Got to get one of those. I'll use them as a pound."], "authors": ["Studio Nicola Stansfield", "Rod Fitzgerald", "Edited Tom Hannen"], "keywords": ["really", "hes", "uk", "trade", "fish", "actually", "going", "brexit", "european", "think"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}