{"id": "a06b2db3-b4a8-3ae9-bf66-2d2741e0934e", "title": "MLB plays hardball -- and deals blow to baseball heartland", "url": "http://www.foxnews.com/sports/mlb-plays-hardball-and-deals-blow-to-baseball-heartland", "summary": "Minor league baseball hasn't been able to take the field in more than a year because of the coronavirus pandemic.\nIn a classic game of hardball, Major League Baseball essentially forced its will on the game's crucial developmental levels, eliminating highly sought affiliations with 43 franchises — about a quarter of its sprawling minor league system.\nDitto for the Kane County Cougars, a Class A Midwest League team based in the Chicago suburbs for nearly three decades.\n“And we have one of the best stadiums in minor league baseball and our fan experience will be second to none.”The Fresno Grizzlies took an even greater fall than the Wind Surge.\nAt the moment, they're surely pleased to have fewer minor league teams to support in the years to come.", "paragraphs": ["Minor league baseball hasn't been able to take the field in more than a year because of the coronavirus pandemic.", "When it finally returns, it will look a whole lot leaner.", "That's not an encouraging development for a sport that desperately needs to develop new fans at the grassroots level.", "In a classic game of hardball, Major League Baseball essentially forced its will on the game's crucial developmental levels, eliminating highly sought affiliations with 43 franchises — about a quarter of its sprawling minor league system.", "CLICK HERE FOR MORE SPORTS COVERAGE ON FOXNEWS.COM", "D-Day came Wednesday, with MLB teams extending invitations to a lucky group of 120 teams — four for each of the 30 big league franchises — while barely seeming to care about teams that were left in the dust.", "The Tri-City ValleyCats, for instance, learned their disappointing fate from a chart posted on the Baseball America website.", "Rick Murphy, president and part-owner of the Troy, New York-based franchise, had no idea why his team in the now-defunct New York-Penn League failed to make the cut.", "“It’s disappointing and surprising at the same time,” Murphy told the Times Union. “I think operationally, we did everything you could expect. We hit all the metrics.”", "The ValleyCats were a short-season affiliate of the Houston Astros for 18 seasons, winning three league championships and drawing more than 4,000 fans per game for 11 straight seasons from 2008-18.", "In their most recent season, Tri-City had the third-highest attendance in the 14-team league, averaging more than 3,869. The only two teams that were higher, Brooklyn and Hudson Valley, both survived with moves to a new league.", "“You look at the facility, the attendance, you look at the fan base, you look at the geography,” Murphy said, pointing to a metropolitan area of more than 1.1 million residents that includes the nearby cities of Albany and Schenectady. \"You look at the market size and what we’ve been able to do for the last 18 years, and you would think it would have put us in a good position to be part of the 120.”", "Tri-City wasn't the only team that had cause to gripe.", "The Lexington Legends, long one of the better-drawing clubs in the Class A South Atlantic League, were cast aside in the contraction.", "Ditto for the Kane County Cougars, a Class A Midwest League team based in the Chicago suburbs for nearly three decades. Despite ranking in the top three in attendance every year but one over their long history, the Cougars didn't get the call from the big leagues.", "Now, they'll have to carry on as an independent franchise in one of the “affiliated leagues” that MLB is partnering with to supposedly help find landing spots for at least some of the spurned teams.", "The American Association or the Frontier League seem the most likely destination for a relaunch that the team's owners bravely called “Kane County Cougars 2.0.”", "“At this point, we’re not sure where we’re going to end up,” Curtis Haug, the Cougars' vice president and general manager, told the Chicago Tribune. “The baseball landscape has changed quite a bit.”", "Even some of the teams that survived the purge got the short end of the bat.", "Take the Wichita Wind Surge, a team that has yet to play its first game. Formerly the New Orleans Baby Cakes of the Triple-A Pacific Coast League, the team was lured to Kansas by the promise of a $75 million, 10,025-seat stadium.", "Well, the stadium was built, but the team couldn't play in 2020 because MLB shut down the minor leagues in the midst of the pandemic.", "Now, while still waiting to take the field in their new home, they have been demoted to the Double-A Texas League as part of a reorganization that MLB also imposed to enhance regionalization between big league clubs and their affiliates.", "Not surprisingly, getting sent down without ever playing a game in Triple-A did not go over well with some Wichita fans.", "“I know there are people who had their hopes set on Triple-A,” Mayor Brandon Whipple told The Wichita Eagle, though he insisted there wouldn't be much of a difference.", "“It all comes down to fan experience,\" he said. “And we have one of the best stadiums in minor league baseball and our fan experience will be second to none.”", "The Fresno Grizzlies took an even greater fall than the Wind Surge.", "MLB essentially gave the team an ultimatum: Agree to shift from the Triple-A PCL to the California League — which will be at the lowest level of the new four-class alignment — or be dumped from affiliated baseball altogether.", "With few other options, the city signed off on a deal late Thursday to allow the Grizzlies to drop down. The bitterness over the forced move will likely linger for years to come and surely have a major impact on fan support.", "It will also be a big blow to Fresno's finances. The city still owes some $32 million in debt on its downtown stadium, 10,650-seat Chukchansi Park.", "“We inherited this beautiful stadium,\" Mayor Lee Brand told The Fresno Bee. “It's an amenity we have that we don’t want sitting vacant.”", "There has been lofty talk from MLB about contraction actually being a step toward improving conditions at the minor league level, from stadium upgrades to less travel to improved pay.", "But we all know this was mainly about improving the owners' bottom lines, which have taken a huge hit during the pandemic.", "At the moment, they're surely pleased to have fewer minor league teams to support in the years to come.", "They may come to regret the fans they left behind, as well."], "authors": [], "keywords": ["teams", "hardball", "team", "triplea", "plays", "league", "mlb", "blow", "told", "minor", "heartland", "deals", "look", "stadium", "baseball"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}