{"id": "a07797e4-ad65-3353-b72d-2d314548750a", "title": "From rainbow to gray: The evolution of hair dye", "url": "https://edition.cnn.com/style/article/hair-dye-evolution/index.html", "summary": "This advertisement for Circassian hair dye published in 1843 promises to change light hair into \"beautiful\" brown or black.\nIt wasn't until the early 20th century that hair dye as we know it -- chemical, in a rainbow of colors, shop-bought or salon-applied -- came to be.\nTwo years later, Schueller founded his business, the French Harmless Hair Dye Company -- a name meant to alleviate people's fears of using manufactured hair color.\nA Clairol print campaign from 1943, \"Gray Hair -- The Heartless Dictator,\" declared: \"Without justice or kindness, gray hair can rule your life...\nWhile gray coloring might trend on Instagram, natural gray hair still has a complicated reputation for women around the world -- and in China, men.", "paragraphs": ["Written by Marianna Cerini, CNN", "For centuries, hair dye has been pivotal in helping people portray a certain image -- to either fit in with the beauty standards of the day or to dramatically subvert them.", "Women in particular have long tried to conform with the notion that female beauty comes with a glossy mane -- from blonde to black to dusted with gold or flour, depending on the time and place.", "\"Throughout history, the status of our hair has served as an instant visual cue for value judgment,\" said Caterina Gentili, PhD candidate at the Centre for Appearance Research in England, in a phone interview. \"One of the many ways for society to objectify female bodies, and deem them worthy, or not, of attention.\"", "In recent decades, Gentili said \"hair color products have become a key tool for women to stay visible, and shield them from one of the biggest stigmas placed on them: aging.\"", "By 2025, the global hair color market is expected to be worth around $28 billion , up more than 8% on its estimated value of $17.8 billion in 2019, indicating continuing strong demand for hair-altering products.", "However, the figures don't show a small, growing trend among women to embrace their natural locks -- grays included -- as a statement against traditional gender expectations.", "Now, dying your hair is not solely about covering up imperfections; it's about upending ideals, making a bold statement and reclaiming your natural hue.", "From leeches and sulfuric acid to synthetic dyes", "In its early iterations, hair coloring was done by both men and women to enhance their looks or hide white strands, according to Victoria Sherrow's \"Encyclopedia of Hair: A Cultural History.\"", "Ancient civilizations used rudimentary hair colorants, based on recipes that included cassia bark, leeks, leeches, charred eggs, henna -- still commonly used across the Middle East and India -- and even gold dust.", "Ancient Greeks favored gold and red-gold shades, associated with Aphrodite, the goddess of love, health and youthfulness. Likewise, high-class Greek and Roman prostitutes opted for blonde hues to suggest sensuality.", "This advertisement for Circassian hair dye published in 1843 promises to change light hair into \"beautiful\" brown or black. Credit: Bettman Archive/Getty Images", "It wasn't until the Middle Ages in Europe that hair dyeing began shifting into a predominantly female habit.", "Bleaches, often made with blended flowers, saffron and calf kidneys, were particularly in vogue, although Roman Catholics associated blond hair with lasciviousness.", "Red dyes, often a mix of saffron and sulfur powder -- the latter of which could induce nosebleeds and headaches, was popularized during the 16th-century reign of Elizabeth I of England.", "The hue was a favorite in Italian courts as well, thanks to Renaissance artist Titian, who painted female beauties with red-gold locks. In the 18th century, European elites favored perfumed white and pastel powders made from wheat flour dusted lightly onto natural hair and wigs.", "While most hair dyes were composed of plants and animal products, the evolution of the practice also saw the use of dangerous, even lethal methods to change hair color: lead combs to darken it, or sulfuric acid to lighten it.", "It wasn't until the early 20th century that hair dye as we know it -- chemical, in a rainbow of colors, shop-bought or salon-applied -- came to be.", "In 1907, a young French chemist named Eugene Schueller used para-phenylenediamine (PPD), a chemical discovered in the previous century, for the world's first synthetic dye, which he called \"Oréal.\"", "Two years later, Schueller founded his business, the French Harmless Hair Dye Company -- a name meant to alleviate people's fears of using manufactured hair color. In 1909, he decided to change it to something a little snappier: L'Oréal.", "A shop assistant holds a color sample against a customer's hair in 1965. Credit: Angelo Cozzi/Mondadori/Getty Images", "The aging card", "For the first decades of the 20th century, women were fearful of commercial dye formulants. Chemical hair color was considered unsafe, and the practice itself had an image problem: as in the modest Victorian era, it was seen as something vain women, not respectable housewives, would do.", "In the 1940s, even as the beauty trend became more popular, salons offered back entrances for clients who didn't want to make their dye habits known.", "To expand their market, some beauty companies decided to tap into the anxiety around aging and sell color as a way to cover up gray hair. A black-and-white French L'Oréal ad from the 1920s depicted a sad-looking woman next to a smiling version of herself in a black bob; the English translation reads: \"Not one more white hair; forever 30 years old.\"", "A Clairol print campaign from 1943, \"Gray Hair -- The Heartless Dictator,\" declared: \"Without justice or kindness, gray hair can rule your life... It can dictate many things you say or do. No wonder other women refuse to tolerate this tyrant.\"", "Pressuring women to maintain their hair color as they aged \"was the marketing ploy that made hair dye as ubiquitous as using soap,\" said Claire Robinson, author of the essay \"Grey is a Feminist Issue.", "\"While the ideal had been perpetuated for generations, the modern beauty industry pushed it in a more aggressive way, playing on insecurities (and) self-doubt.\"", "Advertising companies also worked on normalizing dyes by selling them on their subtlety, such as the iconic 1956 Clairol ad \"Does she...or doesn't she?,\" which was so popular that copywriter Shirley Polykoff's slogan became a catchphrase in the States. Around that time, the debut of home-color kits also ensured privacy, paving the way for the widespread use of hair dye.", "Advertisers saw an opportunity to market home coloring kits to women in the 1950s. Credit: Found Image Holdings/Corbis/Getty Images", "While in the 1950s only 4-7% of American women dyed their hair, by the 1970s, the figure had risen to some 40%. By 2015, an estimated 70% of American women were using it. A 2019 OnePoll survey for haircare brand Living Proof showed similarly high figures in the UK.", "In South and East Asia, the picture is similar. In India, where the hair care industry is a $3.3 billion business, colorants account for 18% of the overall hair category and have been growing 15% a year, according to a report by Nielsen . Indian women are particularly fond of Garnier Black Naturals , owned by L'Oréal, currently its highest selling hair dye brand globally.", "Sales of hair colorants in the Middle East and Africa registered at $201.88 million in 2017, an increase of almost 10% over 2016, with bleachers as the market's fastest growing segment.", "China and South Korea have all seen a huge increase in demand for hair color products, mostly darker dyes, both for men and women. In Japan, the beauty ideal attached to black hair is so strong that some schools force students to dye their hair black, though in recent years the rule has provoked backlash.", "But dyeing is no longer just about natural looks. Dip dyes and rainbow hues spanning pink, turquoise and violet have become fashionable for young women across the world and, to an extent, men (such as celebrities Jared Leto and Zayn Malik). Bright shades also began appearing on armpit hair, notably by Miley Cyrus.", "Color is now used to make a bold individual statement. Credit: Edward Berthelot/Getty Images", "Roxie Jane Hunt, a Seattle-based hair stylist who specializes in rainbow dyes, sees this new approach as a way \"to demonstrate personal choice and play around with identity,\" she said over the phone. \"A lot of women feel like they want to stand out, not blend in.\"", "In Asia, South Koreans especially embraced rainbow dyes, from coral to ash to cherry pink. Chameleon-like hair changes even became a signature look for a number of K-pop stars -- so much so that a new hair color is often seen as signifier of a change in those artists' careers, be it a new album, single, or tour.", "Over the last couple of years, a growing number of Asian women have also been going blond or full platinum -- a way for some to feel like a stronger version of themselves", "Japanese twins Ami and Aya -- \"Amiya\" -- during Paris Fashion Week, March, 2020. Credit: Edward Berthelot/Getty Images", "Gray is the new blond", "Gray has also become popular -- entering salons and home kits as a \"hot\" new dye.", "Shades of silver, steel or platinum white -- for which social media coined the hashtag #grannyhair -- were touted by celebrities including Kim Kardashian and Ariana Grande.", "Suddenly, gray tones were cool -- albeit, one might argue, only on women under 40, and when achieved via costly colorants and treatments.", "While gray coloring might trend on Instagram, natural gray hair still has a complicated reputation for women around the world -- and in China, men.", "\"Gray has been made out to be something to be avoided at all costs in the name of self-respect,\" Robinson noted.", "Jamie Lee Curtis at the \"Knives Out\" film premiere in Los Angeles in November, 2019. Credit: David Buchan/Shutterstock", "For the handful of famous women who have embraced it -- Judi Dench, Helen Mirren, Jamie Lee Curtis, Theresa May, Christine Lagarde -- there's a much larger segment of the entertainment, cultural and political worlds that have not.", "\"The lack of white-haired role models or naturally graying young stylish icons isn't at all surprising,\" Gentili said. \"For a long time, and still today, a woman with gray hair would conjure up images of a grandmother: wise and nurturing, but completely desexualized. Salt-and-pepper men on the other hand -- even that expression is so different! -- are seen as distinguished, charismatic, confident, experienced, sexy.\"", "For a lot of women, the double standard feels ever-so stifling. Since Truslow Smith launched \" Grombre\" -- a play on gray and ombre -- in 2016, the Instagram account has garnered more than 174,000 followers, with dozens of women submitting photos of their gray heads daily. Truslow Smith, who found her first gray hair at 14 and decided to stop dyeing at 24, said it has encouraged positive conversations around the topic, but also served as a form of validation.", "\"Embracing natural gray hair truly is a lifestyle shift, not just a trend,\" she said. Most people who do it don't usually return to dyeing. It's a liberating decision.\"", "She notices how young some of the posters are, and hopes the term \"premature graying,\" which describes people in their 20s and 30s, can be re-evaluated.", "\"Is it truly 'premature graying,' or has hair dye been established as such a standard that we don't know what natural looks like at certain ages?\"", "Be it gray or lime green, embracing a color change outside of the established canon is, for many, a leap of faith.", "\"It's a form of self-expression,\" Hunt said.", "All the more if you're asserting yourself as a woman who is not afraid of aging.", "\"It takes courage,\" Gentili said. \"It's a choice far more rebellious than any pink dye will ever be.\"", "Top image caption: Model Sita Abellan outside Paco Rabanne, during Paris Fashion Week on September 26, 2019."], "authors": ["Marianna Cerini"], "keywords": ["beauty", "hair", "dyes", "women", "gray", "natural", "credit", "black", "evolution", "color", "rainbow", "dye"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}